{
    "metadata": {
        "title": "Abdominal Muscle Strain",
        "synonyms": [
            "strain, abdominal muscle",
            "muscle strain, abdominal",
            "abdominal strain injury",
            " abdominal muscle pull",
            "abdominal wall injury",
            "pulled muscle, abdomen"
        ],
        "anatomical location body part affected": [
            "Abdominal wall muscles (rectus abdominis, internal oblique, external oblique, and transverse abdominis), rectus sheath",
            "Abdominal wall muscles function mainly as core stabilizers and trunk mobilizers –The stabilization provided by the abdominal muscles enables the maintenance of trunk and spinal posture, especially during activity against gravity. The most notable stabilizers are the transverse abdominis and internal oblique muscles –The abdominal muscles function as trunk flexors and rotators, and also tilt the pelvis. The rectus femoris is the primary flexor of the spine and compressor of the abdominal and pelvic cavities. The internal and external obliques assist in trunk side flexion and rotation"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "An anterior abdominal wall strain commonly involves the rectus abdominis(1,2,3)",
            "A “side strain” in sports often involves the internal oblique and sometimes the external oblique(1,2,14)",
            "Immediate onset of pain characterizes blunt trauma to the abdominal wall in severe strains, whereas delayed-onset  muscle soreness (DOMS) (see Clinical Review…Delayed-Onset  Muscle Soreness [DOMS] ; CINAHL Topic ID Number: T708568) is associated with mild and moderate strains",
            "This Clinical Review does not cover diastasis recti or abdominal wall pain in pregnancy"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M626": "muscle strain",
            "S30.1": "abdominal contusion (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The chief complaint is diffuse sharp pain in the abdominal wall, ranging from the costal arch of the rib cage to the iliac crests and pubic arch, that increases on resisted trunk flexion/rotation and stretching of the involved muscles",
            "Signs and symptoms include point tenderness, abdominal guarding/splinting, and reduced function, as well as bruising, swelling, and muscle spasms in severe cases",
            "Pain increases with digital palpation of the tender area and when the involved abdominal muscle is tensed or stretched(3)  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "During the acute phase, patients may experience severe pain during transfers or position changes. Attempt to limit the number of times patient has to change positions (e.g., supine to sit, prone to supine)during examination"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Indirect trauma is the main cause of abdominal muscle strain that occurs when the abdominal muscles are involved inan unusual forceful activity or movement.(13)For example, forceful trunk side flexion with axial rotation as in throwing(e.g., javelin or discus) or swinging (e.g., tennis, volleyball, ice hockey, golf, baseball) can cause abdominal muscle strain,particularly of the internal oblique(1,2,14)",
            "Forceful eccentric action of the internal oblique was associated with strain of the stretched contralateral external oblique ina soccer player(15)",
            "Blunt trauma from occupational and vehicular accidents, falls, and contact sports (especially martial arts, wrestling, andboxing) is the primary cause of severe gross abdominal muscle fiber/tendon tearing and contusion",
            "Mild-to-moderate  abdominal strains can be caused by unaccustomed repetitive abdominal muscle exertion (as in sit-ups,rowing, or climbing). Such exercise-related  strains often produce DOMS, which is characterized by soreness that worsensduring the first 24 to 48 hours, peaks, and then resolves spontaneously.(3,4) Straining weakened abdominal muscles incompression (e.g., defecation) might also provoke injury",
            "Excessive subcutaneous fat or chronic bloating may overstretch the abdominal wall, leading to muscle weakness and eventearing of the linea alba(3)"
        ],
        "pathogenesis": [
            "The hallmark of muscle strain is microscopic tearing or pulling apart of myofibers",
            "The author of a cohort study (N = 55 patients with chronic abdominal wall pain) in Germany found that the most commonsites of pain were:(13)–linea semilunaris on either side of the rectus abdominis (71%)–linea alba between xiphoid and umbilicus (13%)–rectus abdominis (9%)–costal margins of the ribs (7%)",
            "Electron microscopy reveals that tearing usually occurs at the Z-lines  of myofibrils in series. The likely mechanism ofthis myofibrillar tearing is overstretching during eccentric (anti-gravity)  work.(4) For example, eccentric stretching of theabdominal muscles opposes gravity during the “down phase” of sit-ups",
            "Pain-restricted  functional mobility in the acute and subacute stages (< 2 weeks) is associated with deficits in abdominalwall flexibility and strength",
            "Authors of a histological study of rabbits in Spain found that collagen fibers are mainly responsible for the passivemechanical strength and stiffness of the abdominal wall(16)"
        ],
        "risk factors": [
            "Sudden or repetitive eccentric exercise is a risk factor for abdominal strains. In addition, abdominal muscle fatigue andpoor fitness increase risk of injury. The risk of abdominal wall tears might, therefore, be higher at the beginning of acore-strengthening program(1,2)",
            "Obesity, anxiety, and depression may increase the risk for pain in the lineasemilunaris, linea alba, and costal arch of the ribcage, based on a study of patients in a gastroenterology clinic in Germany(3)",
            "Authors in the United States who conducted a descriptive epidemiological study including baseball players from 1991 to2010 found that abdominal muscle strains made up 5% (n = 393) of all injuries and that nearly all (92%) of these wereinternal/external oblique or intercostal strains. Injuries were commonly contralateral to the dominant arm or batting sideand were attributed to rotational forces(5)",
            "Authors of a case study in Argentina found that the one-handed backhand swing in tennis was associated with an internaloblique strain in a professional player (2)",
            "Children may be at greater risk for abdominal strain than adults due to their relatively smaller muscle mass and lower corestrength(6)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "In acute cases of rectus sheath hematoma, medical examination and imaging are necessary to evaluate for intraabdominal injury(7) ",
        "Similarly, acute abdominal pain at rest or during treatment not consistent with the patient’s history is a red flag warranting diagnostic imaging(8)",
        "Caution patient to avoid overstretching the abdominal wall until pain resolves. However, resolution of pain during conservative treatment is not a true indicator of complete recovery from muscle injuries because reduced function (ROM, shock attenuation, and peak work force) may persist.(3,4) Consequently, abdominal muscle performance should be reevaluated before discharge and return to sport/work",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "During the acute phase, patients may experience severe pain during transfers or position changes. Attempt to limit the number of times patient has to change positions (e.g., supine to sit, prone to supine)during examination"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Blunt trauma or exertion-related  injury? What work or recreational activities immediately preceded the injury?",
                "course of treatment": {
                    "medical management": "Inquire about previous medical management",
                    "surgical management": [],
                    "medications": "Patient may be taking analgesics for pain",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  In severe abdominal wall injuries, laboratory and imaging studies (abdominal ultrasound, CT scan) are indicated to rule out intraabdominal damage(7)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Pain usually is aggravated by resisted trunk flexion/rotation and stretching, daily activities, and palpation. Pain may be related to position, usually not related to eating or bowel function (suggests intraabdominal pathology)",
                "body chart": "Use body chart to document location and nature of symptoms. Pain is commonly located in the abdominal wall, from the costal arch of the rib cage to the iliac crests and pubic arch",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Symptoms include point tenderness, sharp pain in the abdominal wall, and muscle spasms in severe cases. Immediate pain onset characterizes traumatic abdominal wall injuries and severe strains, whereas DOMS (see Clinical Review…Delayed-Onset Muscle Soreness [DOMS] , referenced above) is associated with mild and moderate strains",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Inquire if sleep is disturbed due to pain and document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Can the patient breathe in and out fully without pain in the costal arch or abdominal wall? Barriers to learning Are there any barriers to learning Yes __ No __ If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any intraabdominal pathology (cancer, obstetric) or prior abdominal injuries? ",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders. Obesity, anxiety, and depression are risk factors for abdominal muscle strain. Conditions that cause chronic bloating increase the risk of abdominal muscle strain",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient’s current fitness program, if any, include core strengthening? Contact sports and sports involving throwing or racquets increase the risk for abdominal muscle strain",
                "functional limitations assistance with ADLs adaptive equipment": "Determine if patient’s pain is limiting function",
                "living environment": "Stairs, number of floors in home, whom patient lives with, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Determine height, weight, and BMI. Does the abdominal wall appear distended because of excessive fat accumulation?Evaluate general movements for muscle guarding and compensation for abdominal painAssess movements of the costal arch of rib cage and abdominal wall",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": " Muscle strength –Assess abdominal muscle strength in trunk flexion, lateral flexion, and rotation (with manual resistance applied to torso in sitting position, when appropriate). Note pain intensity using V AS. How many abdominal crunches (trunk lifted just high enough to clear scapulae from table) can be performed without pain limitation? –Rectus abdominis isolation can be done when asking the patient to lift head and shoulders while supine(13) –Isometric, concentric, eccentric, and plyometric movements may be necessary to isolate the injury site or to determine the mechanism of injury(13)",
            "observation inspection palpation including skin assessment": [
                "Any abrasion, swelling, bruising, or abdominal distension? Trigger points may be found along lateral margins of the rectus abdominis muscles. Referred pain may occur with stimulation of a trigger point",
                "Identify the point(s) of maximal abdominal wall tenderness. Palpate the costal arch, iliac crest, and pubic arch for pain suggestive of tearing at the tendon-bone  junction"
            ],
            "posture": "Is trunk posture normal or asymmetrical because of guarding/splinting?",
            "range of motion": "Assess active trunk ROM in forward flexion, lateral flexion, and rotation; assess for increased pain with passive overpressure at the end range of each movementAssess ability to perform bed mobility and transfers, as pain from abdominal strain can be debilitating(13)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation  -Over area of nerve regrowth"
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves"
            ],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "To prevent re-injury  of an abdominal strain, avoid premature return to activity and ensure that adequate eccentric strengthening has been prescribed(13)",
                "Wrapping or taping the abdomen is not advised as it may interfere with normal breathing",
                "No high-quality  evidence is available for or against the use of low-intensity  ultrasound or other low- or high-voltage currents, neuromuscular stimulation, or thermal modalities in general for abdominal wall strains",
                "Contraindications/precautions to use of modalities(9)"
            ]
        },
        "diagnosis need for treatment": "Abdominal wall pain after blunt trauma or exercise-related  strain. Conservative treatment indicated for pain management, contusion care/protection, activity modification, functional restoration, and patient education for injury care/prevention",
        "rule out": " Rule out “Side-stitch”  pain during exercise can mimic internal oblique strain but is transient and resolves with rest Myofascial trigger points(13) Cutaneous nerve entrapment(13) Intraabdominal pathology(13) Athletic pubalgia (sports hernia)(13)",
        "prognosis": [
            "Generally excellent, with no long-range  complications for abdominal muscle strain reported in the literature",
            "Authors who conducted the study of baseball players mentioned above in Risk Factors  found the re-injury  rate to be relatively high for this group (12.1%) and they noted an upward trend throughout the course of the study (5)"
        ],
        "referral to other disciplines": " Physiatrist for consultation, as needed Physician for complicated case with prolonged pain and red flags",
        "other considerations": [],
        "treatment summary": [
            "Evidence is lacking to support a specific treatment protocol. No RCTs investigating the efficacy of physical therapy interventions for this condition were found in the literature",
            "Rehabilitation should include therapeutic exercises for restoring trunk ROM and core (trunk and pelvic) muscle strength, with gradual return to normal recreational and sport activities",
            "Sample treatment protocol(13) –Utilize rest and cryotherapy to control pain and inflammation soon after the injury –Initiate light stretching and isometrics when appropriate –Progress to concentric strengthening –Advance to eccentric and plyometric strengthening –Maintenance training exercises and re-injury  prevention should continue after returning to activity . Problem Goal Intervention Expected Progression Home Program  Abdominal wall pain/ tenderness/soreness, swelling, ecchymosisResolution of abdominal wall discomfort, swelling, and ecchymosisPhysical agents and modalities _ Treat contusion acutely with ice pack. Cryotherapy may also help reduce pain in severe strains.(9) _ No research data available for or against the use of low-intensity ultrasound or other low- or high-voltage currents, neuromuscular stimulation, or modalities in general for abdominal wall strains _ _ Manual therapy _ No data available to recommend abdominal wall massage for pain management; however, abdominal self-massage may help in cases of constipation(10) _ _ Prescription, application of devices and equipment _ Wrapping/taping the abdomen is not advisedN/A Provide patient with written instructions on the safe application of an ice pack at home  Reduced trunk ROM Restoration of normal ROMTherapeutic exercises _ Trunk flexibility exercises consistent with stage of healing and limitations present; e.g., “Press up”—lay on stomach with hands in push-up position; slowly perform a press-up while NOT tightening abdominal muscles (keep hips and legs in contact with floor and low back and buttocks relaxed). Hold 5 seconds and repeat 10 times, twice per dayTherapeutic exercises _ Progress as indicated and appropriatePerform exercises at home as prescribed Reduced abdominal muscle strengthRestoration of normal abdominal strengthTherapeutic exercises _ Trunk strengthening exercises consistent with stage of healing, including “crunches” (partial sit- ups), crunches with trunk rotation, and “hip flexion” in supine-lying position with posterior pelvic tilt and knees bent at 90°(11)Therapeutic exercises _ Gradually introduce more advanced eccentric strengthening exercises, such as “bicycling” in supine- lying position as above and “planks” in side- lying and prone(11) _ _ Core exercises using weights or elastic bands to increase resistancePerform exercises at home as prescribed Deficits in functional performance for work or sportImprove performance consistent with play or workTherapeutic exercises _ Sports-specific balance, agility, and power training when pain has resolvedProgress as indicated and appropriateEncourage return to sport when safe ."
        ]
    },
    "desired outcomes outcome measures": {
        "resolution of abdominal wall discomfort, swelling, and ecchymosis": [
            "V AS",
            "Observation",
            "Palpation"
        ],
        "restoration of rom": [
            "Re-assessment  of trunk and pelvic active and passive ROM"
        ],
        "restoration of abdominal strength": [
            "Manual muscle testing"
        ],
        "improved performance consistent with play or work—the primary criterion for return to high-risk  sport or occupational work should be the patient’s ability to demonstrate satisfactory sport-specific  or work-specific performance without exacerbation of": []
    },
    "maintenance or prevention": [
        "Sport-specific  core strengthening is crucial for injury prevention. Warm-up and stretching may help prevent exercise-related muscle injuries(12)"
    ],
    "patient education": [
        "Better Health Channel: “Abdominal Muscles,” https://www.betterhealth.vic.gov.au/health/conditionsandtreatments/abdominal-muscles Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on August 17, 2018 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Connell DA, Jhamb A, James T. Side strain: a tear of internal oblique musculature. AJR: Am J Roentgenol . 2003;181(6):1511-1517.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Maquirriain J, Ghisi JP. Uncommon abdominal muscle injury in a tennis player: internal oblique strain. Br J Sports Med . 2006;40(5):462-463.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Feurle GE. Abdominal wall pain - classification, diagnosis and treatment suggestions. Wien Klin Wochenschr . 2007;119(21-22):633-638.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Cheung K, Hume PA, Maxwell LJ. Delayed onset muscle soreness: treatment strategies and performance factors. Sports Med . 2003;33(2):145-164.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Conte SA, Thompson MM, Marks MA, Dines JS. Abdominal muscle strains in professional baseball: 1991-2010.  Am J Sports Med . 2012;40(3):650-656.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Aleman KB, Meyers MC. Mountain biking injuries in children and adolescents. Sports Med . 2010;40(1):77-90.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Suleiman S, Johnson DE. The abdominal wall: an overlooked source of pain. Am Fam Physician . 2001;64(3):431-438,  363-365. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Stowell T, Cioffredi W, Greiner A, Cleland J. Abdominal differential diagnosis in a patient referred to a physical therapy clinic for low back pain. J Orthop Sports Phys Ther . 2005;35(11):755-764.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Fruth SJ, Michlovitz SL. Cold Therapy Modalities. In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016:21-44.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Harrington KL, Haskvitz EM. Managing a patient's constipation with physical therapy. Phys Ther . 2006;86(11):1511-1519.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Johnson R. Abdominal wall injuries: rectus abdominis strains, oblique strains, rectus sheath hematoma. Curr Sports Med Rep . 2006;5(2):99-103.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Woods K, Bishop P, Jones E. Warm-up and stretching in the prevention of muscular injury. Sports Med . 2007;37(12):1089-1099.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Rao A. Sports Gastroenterology and abdominal injuries and conditions. In: Harrast MA, Finnoff JT, eds. Sports Medicine: Study Guide and Review for Boards . New York, NY: Demos Medical; 2012:377-387.  (GI)"
        },
        {
            "number in article": 14,
            "reference": "Nealon AR, Kountouris A, Cook JL. Side strain in sport: a narrative review of pathomechanics, diagnosis, imaging and management for the clinician. J Med Sci Sport . August 28, 2016;S1440-2440(16):30159-1.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Dauty M, Menu P, Dubois C. Uncommon external abdominal oblique muscle strain in a professional soccer player: a case report. BMC Res Notes . October 1, 2014;7:684. doi:10.1186/1756-0500-7-684.  (C)"
        },
        {
            "number in article": 16,
            "reference": "Hernández B, Pena E, Pascual G, et al. Mechanical and histological characterization of the abdominal muscle. A previous step to modelling hernia surgery. J Mech Behav Biomed Mater . April 2011;4(3):392-404.  (R)"
        }
    ]
}