{
    "metadata": {
        "title": "Achondroplasia   •Cranial/peripheral nerve integrity: Perform straight leg raise bilaterally. Can also perform upper limb neural tension tests, if indicated •Functional mobility  (including transfers, etc.): Complete a basic functional assessment as indicated. Use the WeeFIM-II  or FIM based on patient’s age and clinical appropriateness. Assess primary caregiver’s ability to perform safe and independent transfers as indicated. Document the need for adaptive or assistive devices to complete these functional skills •Gait/locomotion: Assess patient’s gait. Note any assistive devices. Note any gait abnormalities or asymmetries. Take particular note of cadence, stride length, arm swing, and step length. For patients with spinal stenosis, note trunk posture •Joint integrity and mobility : Patients might exhibit a mixed pattern of joint mobility that includes both contracture and hypermobility(3) –Joint hypermobility might be present due to ligamentous laxity in the lower extremity (15) –Assess for spinal joint mobility and note any tenderness to palpate when performing posterior-anterior  joint mobilization. Note if there is hypomobility or hypermobility at joint segments and if symptoms are reproduced or relieved –Screen hip, sacroiliac joint, shoulder, and any other applicable areas for coexisting pathologies •Muscle strength:  Assess trunk and extremity strength with manual muscle testing (MMT). If not age appropriate or cognitively appropriate, assess muscle strength through functional observation –Determine the patient’s ability to activate muscle groups against gravity such as cervical extension in the prone position or trunk extension in sitting –Note the degree of assistance needed to complete this skill, the time the patient is able to actively hold the position against gravity, and the degree of the joint in the specific position (e.g., cervical extension at 45° in prone for 30seconds) –Upper and lower extremity myotomes can be assessed to determine if any neurological weakness is present •Neuromotor development –Use one of the following developmental assessment tools as indicated: -The PDMS-2:  birth to age 6 years to assess gross and fine motor development -Bayley Scales of Infant and Toddler Development, III: comprehensive motor and cognitive assessment tool used for children 4 months to 42 months of age -BOT-2:  gross and fine motor assessment for children aged 4 to 14 years -Pediatric Evaluation of Disability Inventory (PEDI): used for children 6 months to 7½ years of age to assess functional skills, mobility, and social function •Observation/inspection/palpation  (including skin assessment) –Assess muscle tone in trunk and extremities. Patient might present with mild to moderate hypotonia (15,16,17) –Palpate soft tissue and note presence of any increased tissue texture or muscle spasms –Extra space between the third and fourth rays presents as a trident hand (15) •Posture –Assess posture in sitting and standing, as indicated –Assess sitting and standing posture. Note any asymmetry or abnormality –Assess for scoliosis. Note degree of curvature using a scoliometer. More than 7° is clinically significant and patient should be referred to an orthopedist for further evaluation –Note presence of genu varum (15) –Ribs are overly compliant, causing the chest wall to be small and constricted (15) •Range of motion: Assess active and passive ROM for upper and lower extremities and trunk –Note any reported symptom provocation or relief with ROM testing. Note any asymmetry –Hip and elbow flexion contractures are common. Note degree of contracture (15) •Reflex testing: Assess bilateral deep tendon reflexes for ankle, knee, and elbow. Hyperreflexia might be present with ankle clonus (15) •Self-care/activities  of daily living  (objective testing): Use WeeFIM-II,  PEDI for children. For adults, use the FIM or SF-36 •Sensory testing –Assess bilateral upper and lower extremities for light touch, sharp-dull,  and two-point  discrimination as age appropriate and indicated    Assessment/Plan of Care",
        "synonyms": [
            "skeletal dysplasia",
            "dwarfism",
            "disproportionate short stature"
        ],
        "anatomical location body part affected": [
            "Primarily skeletal development, specifically endochondral bone formation at epiphyseal (growth) plates, but multiple organ systems are affected(2)"
        ],
        "area of specialty": [
            "pediatric rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Achondroplasia, the most common skeletal dysplasia, is characterized by abnormalities in the spine and extremities. It is a part of a heterogeneous group of osteochondral genetic disorders resulting in abnormalities in the growth of bone, cartilage, or both (15,16,17)",
            "The majority of these skeletal abnormalities result in body disproportion and short stature(17)",
            "Characteristic features associated with achondroplasia include: –small stature (15) –rhizomelic (proximal) shortening of the limbs (15) –macrocephaly (15)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Q77.4": "achondroplasia (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "In the United States, reimbursement for therapy will depend on the individual’s insurance contract coverage; however, children with developmental disabilities might be eligible for Medicaid or a state’s children’s health insurance program in the state in which they reside. Programs and eligibility for state-funded  programs vary from state to state. Refer to individual state program for more information",
            "Early intervention is a United States federally and state-funded service program that provides therapy intervention and special education for children with developmental disabilities until 36 months of age based on eligibility",
            "Children might also qualify for therapy services in their school setting. Eligibility is also county and/or state specific. Contact the individual school district for eligibility criteria",
            "State-funded  therapy services might also be available to adults with disabilities. Each state will have specific criteria for eligibility"
        ],
        "presentation signs and symptoms": [
            "Manifestations of achondroplasia occur in the face, extremities, and spine (15) –Short stature -Rhizomelia – proximal limbs are shortened relative to the trunk and head (15) -Mean adult male height: 130cm/51.18 inches (4feet, 4 inches) with a range of 120–145  cm [47–57  inches] (15) -Mean adult female height: 125cm/49.21 inches (4feet, 1inch) with a range of 115–137 cm [45–53  inches] (15) –Mild to moderate hypotonia throughout trunk and extremities(2)  –Craniofacial (15) -Frontal bossing with large frontal sinuses, occipital prominence, normal-sized  anterior cranial base length, and reduced posterior cranial base length (16,17) -Megalencephaly/macrocephaly(2) -Abnormally large head and brain in relation to the rest of the body; specifically, head circumference is more than 2 standard deviations from the mean in relation to gestational age, sex, and race -Increased risk of intracranial hemorrhage during vaginal delivery -Midface retrusion (or facial concavity)(2) -Increased risk of developing obstructive sleep apnea due to midface retrusion resulting in smaller airway size(2) -Hearing loss -Adenotonsillar hypertrophy -Dental overcrowding -Symptomatic hydrocephalus -Clinical indicators are increasing head circumference and altered developmental profile compared to achondroplasia-specific  charts. Acute signs are bulging fontanelle, unusual lethargy, and irritability (17) -Foramen magnum stenosis/compression -Craniocervical instability –Upper extremity (15) -Radial head dislocation -Limitations with elbow extension -Radiographic findings: trident hand(extra space between the third and fourth rays) with short metacarpals and bullet-shaped  phalanges (15,16,17) –Lower extremity -Tibial varum/tibial bowing (15) -Genu varum and/or recurvatum (15) –Spine -Foramen magnum stenosis and craniocervical joint compression with premature fusion of the synchondroses (15) -The foramen magnum diameter is reduced in size, causing the brainstem to be compressed (15,16,17) -The most common complications associated with achondroplasia are: -central apnea or loud and irregular snoring (15) -sudden infant death syndrome (SIDS) (15) -developmental motor delay (15) -hyperreflexia, clonus (15) -hypotonia (15) -muscle weakness (15) -Thoracolumbar kyphosis(4) -Present during infancy with a 20° curve; prevalence is 87% among children under the age of 2 years -Using a Boston brace can effectively correct thoracolumbar kyphosis in patients with achondroplasia (13) -Early bracing has been associated with a slower progression of thoracolumbar kyphosis (14) -Lumbosacral hyperlordosis -Obesity is recognized as a contributor to hyperlordosis(3)and lumbar spinal stenosis (8)",
            "Developmental motor delay(2) –Significant difficulty with holding head upright against gravity due to macrocephaly and/or hypotonia",
            "Intelligence is typically within normal range for age; hydrocephalus or other CNS complications might significantly impact a child’s cognitive abilities(2)",
            "Joint hypermobility is often present except at the hip and knee, where there frequently are flexion contractures (15)  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "A small percentage of children and adults present with symptomatic hydrocephalus requiring surgical correction. Immediately refer to a neurosurgeon if there are signs or symptoms of shunt failure or acute hydrocephalus such as irritability, atypical lethargy, a bulging fontanelle, or decrease in functional skills",
            "Cervicomedullary compression at the foramen magnum resulting in cervical myelopathy and central apnea is rare but severe. This places children at increased risk for SIDS and increased mortality. A thorough discussion regarding the importance of the supine sleep position should be held",
            "The examination method will vary depending on the circumstances in which the patient is presenting at the initial evaluation—via direct access, referred by physician for conservative treatment, or postoperatively. The clinician should alter the evaluation/treatment intervention accordingly and adhere to his/her clinic’s guidelines and physician’s referral",
            "If a clinician is evaluating a patient with undiagnosed (or perhaps misdiagnosed) back pain and suspects spinal stenosis, it is important to contact the referring physician and/or refer the patient to an orthopedic specialist ",
            "It is important to respect the patient’s subjective complaints of pain during the physical therapy evaluation and/or treatment sessions. Notify the referring physician if the patient complains of increased pain, neurological claudication, decreased ROM, changes in bowel or bladder function"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Achondroplasia can be identified by a mutation of the FGFR3 gene (17)",
            "Prevalence: Achondroplasia currently is diagnosed in more than 250,000 children and adults worldwide (15)"
        ],
        "pathogenesis": [
            "The mutation in the FGFR3  gene causes increased signal transduction, resulting in retardation of cell division in theproliferative zone of the physis and disruption of chondrocyte proliferation and differentiation. This ultimately limitsendochondral bone growth, leading to underdeveloped and shortened long bones. Bone growth ceases prior to the bonesreaching normal length (15,16,17)"
        ],
        "risk factors": [
            "Advanced paternal age (17)",
            "Spontaneous mutation (17)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Because of the combination of ligamentous laxity, macrocephaly, hypotonia, and foramen magnum stenosis, clinicians and caregivers must always provide head support when carrying, positioning, and handling infants until good head control is established",
        "Avoid placing the infant in an unsupported sitting position until good head and trunk control is established. Excess strain on the spine can increase the severity of thoracolumbar kyphosis and lumbar lordosis",
        "Patients presenting with spinal stenosis should avoid exacerbating activities, which typically include lumbar extension",
        "It is common to relate age to height when interacting with patients. With this patient population it is extremely important to avoid infantilization, speaking to them below their age level. Always remember to interact with the patient at a developmentally age-appropriate  level",
        "Some patients might have a shunt due to hydrocephalus. Be aware of any potential signs/symptoms that would indicate shunt malfunction, including the following: Swelling along the site of the shunt Irritability Bulging fontanelle in infant Headaches Nausea V omiting Lethargy Seizures Change in intellect, performance, or personality For detailed information about hydrocephalus, please see Clinical Review…Hydrocephalus in Children; CINAHLTopic ID Number: T709058",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "A small percentage of children and adults present with symptomatic hydrocephalus requiring surgical correction. Immediately refer to a neurosurgeon if there are signs or symptoms of shunt failure or acute hydrocephalus such as irritability, atypical lethargy, a bulging fontanelle, or decrease in functional skills",
            "Cervicomedullary compression at the foramen magnum resulting in cervical myelopathy and central apnea is rare but severe. This places children at increased risk for SIDS and increased mortality. A thorough discussion regarding the importance of the supine sleep position should be held",
            "The examination method will vary depending on the circumstances in which the patient is presenting at the initial evaluation—via direct access, referred by physician for conservative treatment, or postoperatively. The clinician should alter the evaluation/treatment intervention accordingly and adhere to his/her clinic’s guidelines and physician’s referral",
            "If a clinician is evaluating a patient with undiagnosed (or perhaps misdiagnosed) back pain and suspects spinal stenosis, it is important to contact the referring physician and/or refer the patient to an orthopedic specialist ",
            "It is important to respect the patient’s subjective complaints of pain during the physical therapy evaluation and/or treatment sessions. Notify the referring physician if the patient complains of increased pain, neurological claudication, decreased ROM, changes in bowel or bladder function"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -When was achondroplasia diagnosed in the patient? -Prenatal ultrasonography can identify characteristic skeletal anomalies (15) -It is recommended that normal-stature  women deliver a baby with achondroplasia via a cesarean section to prevent intracranial bleeding and/or secondary hydrocephalus due to cephalo-pelvic disproportion(2) -What is the reason for this physical therapy referral?",
                "course of treatment": {
                    "medical management": " Medical management Tibial lengthening procedures generally involve a high risk of reducing the amount of ROM in adjacent joints. Patients with achondroplasia can generally tolerate this procedure as a result of their inherent softtissue  laxity (6) Humeral lengthening using a monolateral fixator has been shown to be efficient and safe for patients with achondroplasia (7) According to a study conducted in Turkey, overall quality of life was significantly improved for patients with achondroplasia who received humeral lengthening surgery. Although there were minor complications associated with the procedure (i.e., pintract  infections, transient radial nerve palsy), the consensus was that patients were more satisfied after these complications resolved (9) Other studies have shown that humeral elongation procedures can provide significant improvements in patient autonomy with low complication rates (11) Patients who have undergone femoral lengthening procedures are likely to present with complications associated with hip flexion contractures (12) A multidisciplinary team of skilled clinicians who specialize in evaluating and treating achondroplasia should be involved in the routine monitoring and management of patients with this condition (15,17) Tympanostomy tubes and adenotonsillectomy are recommended by consensus for children with chronic recurrent otitis media(3) Rationale is to reduce the risk of conductive hearing loss, since recurrent otitis media occurs in 25% of infants(3) Patients with otitis media should be given a 2-week  course of intravenous antibiotic treatment (10) There are several significant orthopedic and/or neurological conditions that develop over a child’s lifespan. Listed below are the most common diagnoses associated with achondroplasia and their current medical/surgical interventions Foramen magnum stenosis (15) The American Academy of Pediatrics (AAP) recommends that every infant with achondroplasia be screened for foramen magnum stenosis with a complete neurological examination including a CT scan or MRI scan as a baseline Surgical decompression is required if the infant has a positive sleep study and MRI confirms the diagnosis of stenosis Decompression typically extends to the posterior rim of C1 in infants and to T4in adults. Intraoperative ultrasound, which shows pulsatility at the upper cervical spine, can be used to confirm that the decompression is adequate Duraplasty (surgical closure of the open dura mater) is performed as indicated Thoracolumbar kyphosis(3) Thoracolumbar kyphosis surgical correction is not limited to children Spinal stenosis External fixators and osteotomies are now the standard technique for limb lengthening to improve independent functional lifestyle (15) Continuous positive airway pressure (CPAP) might need to be considered if signs or symptoms persist after surgical intervention (15)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed (OTC or prescription); are they being taken?  Medications might be prescribed for pain management or seizures",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Radiographs",
                        "Skeletal X-rays  should be taken if the physician suspects skeletal dysplasia (17)",
                        "Lateral radiograph of skull and cervical spine",
                        "Anterior-posterior  views of entire spine, pelvis, arms, hands, and legs",
                        "Radiographs will reflect skeletal regions that are most dependent on endochondral ossification",
                        "In long bones, the metaphyses are flared and the diaphyses are thick from appositional growth",
                        "The epiphyses are spared in achondroplasia,unlike in other skeletal dysplasias",
                        "Classic pelvic radiograph  the height of pelvis is a function of endochondral bone growth; it will be underdeveloped and flattened, with a “champagne glass” outlet, small sciatic notches, and squared iliac wings",
                        "Hip: the proximal femoral metaphyses are widened and the femoral necks are shortened",
                        "Spinal radiographs are necessary to screen for kyphosis and scoliosis",
                        "Kyphosis  the apical vertebrae might become progressively wedge-shaped  in the sagittal plane",
                        "Short metacarpals and bullet-shaped  phalanges with trident hand configuration (15,16,17)",
                        "Polysomnography (sleep study)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Patients with spinal stenosis often report pain with lumbar extension and pain relief with decreasing the degree of lumbosacral hyperlordosis with active flexion such as squatting or leaning forward -Individuals with spinal stenosis might also complain of muscle weakness/fatigue during ambulation (15,16,17)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Patients can experience neurogenic pain as well as mechanical, referred, or radicular pain depending on the cause -Document how frequently the patient reports neurological symptoms such as numbness or tingling. Have these been progressively worsening? -Hyperreflexia and clonus (primarily in lower extremities) and increased hypotonia can be associated with episodes of centrally induced apnea. This can be observed while a child is awake but is more often detected during polysomnography (15,16,17)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -Use specific pain assessment tools (Oswestry Low Back Disability Questionnaire, Neck Pain Disability Questionnaire, SF-36)  to determine the degree of functional disability associated with the pain -The Oucher Pain Scale is a V AS for the pediatric population -The FLACC Pain Scale for Children is appropriate for children aged 2 months to 7 years and for nonverbal patients",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. Is this associated with pain or apnea? Apnea is most often an early complication and is addressed by the treating physician. However, adults might report excessive snoring (15)",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia). There is a risk of bowel and bladder dysfunction as well as saddle anesthesia as spinal stenosis progresses. Contact the referring physician if these symptoms develop",
                "respiratory status": "Restrictive pulmonary issues are likely to occur as a result of a small chest and increased compliance of the thoracic cage, resulting in smaller lung volumes (16) -CPAP might be needed for apnea in rare conditions despite surgical intervention (15) Barriers to learning -Are there any barriers to learning? Yes__ No__  -If Yes, describe"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Has the patient undergone any surgical procedures for the condition, including limb lengthening, osteotomy, or spinal decompression? Shunt placement? If so, any complications? Any recent hospitalizations? Illnesses? Infections?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs, herbal supplements)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient attend school? If so, where? What grade level? Are there any modifications being provided at school? Does the patient work? If so, where, and are there are any modifications being provided? Does the patient participate in any peer-group  activities?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Inquire about developmental milestone acquisition. At what age were skills achieved? -What is the patient’s primary means of locomotion? How does the patient manage ADLs? Need for assistive devices to assist with performing ADLs, including personal hygiene? -Shortened upper limbs of a young child makes it very difficult to independently reach the top of his/her head, the middle of the back, or the intergluteal region",
                "living environment": "document pertinent information about the patient’s living environment, including stairs, number of floors in home, and with whom patient lives (e.g., family, caregivers). Identify if there are barriers to independence in the home; any modifications necessary? Complete a home assessment as needed -With whom does the patient live? Are there siblings? How does the patient access his/her home, school, work, outdoor community? Assistive devices needed? Does the patient want to drive? If so, what is the plan for adaptive devices?"
            }
        },
        "relevant tests and measures": {
            "general": "While tests and measures are listed in alphabetical order, sequencing should be appropriate to ›Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting",
            "anthropometric characteristics": " Anthropometric characteristics –Assess BMI and use specific sex and age charts developed for children with achondroplasia from birth to 16 years of age –Measure head circumference, trunk length to limb length, and sitting and/standing height and compare to growth curves standardized for achondroplasia(2) -Trunk length is typically within the lower range of normal, but limbs are significantly shortened in a rhizomelicpattern",
            "assistive and adaptive devices": " Assistive and adaptive devices –What equipment is currently used in the home, school, and/or work environments? –Is the equipment appropriate in fit? Is it in need of repair? –Does the patient/primary caregiver report having difficulty using any of the current assistive devices? –Has the child’s growth or surgical intervention necessitated height adjustments on equipment or the need for additional equipment?",
            "balance": "Assess patient’s static and dynamic balance with one or more of the following tests per patient’s age and clinicalPediatric Balance Scale (PBS); Bruininks-Oseretsky Test of Motor Proficiency, Second Edition (BOT-2)  balance subscale; Peabody Developmental Motor Scales, Second Edition (PDMS-2)  Balance Section; Berg Balance Scale (BBS)",
            "cardiorespiratory function and endurance": [
                "6-minute  walk for distance test (6MWT): used to document the distance a person can walk in 6 minutes"
            ],
            "circulation": "Assess radial and pedal pulses bilaterally. Peripheral pulses should be normal and not affected by this condition Perform straight leg raise bilaterally. Can also perform upper limb neural tension tests, if indicatedComplete a basic functional assessment as indicated. Use the WeeFIM-II  or FIM based on patient’s age and clinical appropriateness. Assess primary caregiver’s ability to perform safe and independent transfers as indicated. Document the need for adaptive or assistive devices to complete these functional skills",
            "functional mobility": "",
            "gait locomotion": "Assess patient’s gait. Note any assistive devices. Note any gait abnormalities or asymmetries. Take particular note of cadence, stride length, arm swing, and step length. For patients with spinal stenosis, note trunk posturePatients might exhibit a mixed pattern of joint mobility that includes both contracture and hypermobility(3) –Joint hypermobility might be present due to ligamentous laxity in the lower extremity (15) –Assess for spinal joint mobility and note any tenderness to palpate when performing posterior-anterior  joint mobilization. Note if there is hypomobility or hypermobility at joint segments and if symptoms are reproduced or relieved –Screen hip, sacroiliac joint, shoulder, and any other applicable areas for coexisting pathologies",
            "muscle strength": "Assess trunk and extremity strength with manual muscle testing (MMT). If not age appropriate or cognitively appropriate, assess muscle strength through functional observation –Determine the patient’s ability to activate muscle groups against gravity such as cervical extension in the prone position or trunk extension in sitting –Note the degree of assistance needed to complete this skill, the time the patient is able to actively hold the position against gravity, and the degree of the joint in the specific position (e.g., cervical extension at 45° in prone for 30seconds) –Upper and lower extremity myotomes can be assessed to determine if any neurological weakness is present Neuromotor developmentbirth to age 6 years to assess gross and fine motor developmentcomprehensive motor and cognitive assessment tool used for children 4 months to 42 months of agegross and fine motor assessment for children aged 4 to 14 yearsused for children 6 months to 7½ years of age to assess functional skills, mobility, and social function",
            "observation inspection palpation including skin assessment": [
                "Assess muscle tone in trunk and extremities. Patient might present with mild to moderate hypotonia (15,16,17)",
                "Palpate soft tissue and note presence of any increased tissue texture or muscle spasms",
                "Extra space between the third and fourth rays presents as a trident hand (15)"
            ],
            "posture": " Posture –Assess posture in sitting and standing, as indicated –Assess sitting and standing posture. Note any asymmetry or abnormality –Assess for scoliosis. Note degree of curvature using a scoliometer. More than 7° is clinically significant and patient should be referred to an orthopedist for further evaluation –Note presence of genu varum (15) –Ribs are overly compliant, causing the chest wall to be small and constricted (15)",
            "range of motion": "Assess active and passive ROM for upper and lower extremities and trunk –Note any reported symptom provocation or relief with ROM testing. Note any asymmetry –Hip and elbow flexion contractures are common. Note degree of contracture (15)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral deep tendon reflexes for ankle, knee, and elbow. Hyperreflexia might be present with ankle clonus (15)Use WeeFIM-II,  PEDI for children. For adults, use the FIM or SF-36",
            "sensory testing": " Sensory testing –Assess bilateral upper and lower extremities for light touch, sharp-dull,  and two-point  discrimination as age appropriate and indicated ",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition  (including memory, problem solving) –Is the patient alert and oriented x 4? –Can the child/adult follow simple and/or multiple-step commands?",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Researchers in Japan reviewed sex, age at surgery, lengthened segment, BMI, the shape of the callus, the amount and percentage of lengthening, and the healing index to determine predictive factors for early and late fracture(4) -A total of 24 patients and 70 limbs were included in the study -There were 11 early fractures and 6 late fractures -The shape of the callus was related to the occurrence of both early and late fracture. Radiological monitoring of the shape of the callus is recommended",
                "Clinicians should be aware that patients might have thin callus formation",
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods",
                "Cold might be counterproductive if being used to facilitate muscle relaxation and reduce pain in patients who do not tolerate the modality",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Stimulation through or across the chest",
                "Implanted stimulators",
                "Cardiac pacemakers",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy ",
                "Over pharyngeal area",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature/cognitively delayed patients",
                "Osteoporosis",
                "Cancer",
                "Obesity",
                "Used in close proximity to diathermy treatment",
                "Over the region of a cardiac pacemaker",
                "Over the pelvis, abdominal, and lumbar regions during pregnancy",
                "Acute fracture",
                "Over growth plates",
                "Over the eyes and testes",
                "In an area with infection or bleeding",
                "If a malignancy is present in the area",
                "In the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia",
                "Over epiphyseal plates",
                "Sensory deficits",
                "Circulatory impairments",
                "Patients who cannot communicate effectively (e.g., impaired cognition, language barrier)",
                "Plastic or metal implants",
                "Note: Always decrease ultrasound intensity if the patient complains of discomfort",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Rear-facing  car seats should be utilized as much as possible to avoid motor vehicle accident injuries",
                "Avoid activities that may involve risk of injury to the craniocervical junction such as collision sports (2)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "If patient has undergone surgery, consult with the surgeon for specific postoperative instructions, precautions, contraindications, and/or protocols. Physical therapy plan of care and treatment interventions will vary depending on treatment course (conservative management vs. surgery). Always follow the referring physician’s orders/guidelines",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regards to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Two types of fracture, early (within 3 weeks after removal of fixation pins) and late (> 3 weeks after removal of pins), might occur after limb-lengthening  surgery(4)",
                "Cryotherapy contraindications(1)",
                "Cryotherapy precautions(1)",
                "Thermotherapy contraindications(1)",
                "Electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician, electrotherapy might be used under some of the circumstances listed below when benefits outweigh the perceived risk)(1)",
                "Therapeutic ultrasound contraindications(1)",
                "Therapeutic ultrasound precautions(1)",
                "Circumstances to Avoid  (2)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Achondroplasia is diagnosed by clinical and radiographic findings. Radiographic findings are well defined on imaging and include proximal shortening of the arms, large head, narrow chest, and short fingers (16) Physical and/or occupational therapy services should be recommended by the physician primarily involved in the patient’s care once achondroplasia is diagnosed to facilitate gross and fine motor development and educate the primary caregivers on proper positioning and handling. As the child progresses, therapeutic interventions should be adjusted in order to further promote independent, age-appropriate  functional skills. This includes functional mobility and ADLs As the child matures, orthopedic and/or neurologic signs and symptoms will arise that will need to be addressed by the patient’s medical team. A physical therapist and an occupational therapist are integral components of the patient’s rehabilitative team There will be times in the patient’s life that will require more intensive therapeutic interventions, such as following surgery as well as periods of time when the patient will not need direct therapeutic intervention",
        "rule out": "The differential diagnosis of achondroplasia includes other causes of short stature, such as rickets and other skeletal dysplasias, including thanatophoric dysplasia type I and II, severe achondroplasia, Crouzon syndrome with acanthosis nigricans, Muenke coronal craniosynostosis, acanthosis nigricans, diastrophic dysplasia, spondyloepiphyseal dysplasia (SED), and multiple epiphyseal dysplasia(",
        "prognosis": [
            "Life expectancy is decreased by about 10 years (2)",
            "Mean life span is 61 years of age (17) ",
            "Surgery is beneficial for reducing neurological signs and symptoms resulting from spinal stenosis and should be performed for those presenting with neurological deficits (15,16,17)",
            "Appropriate management of achondroplasia in childhood could reduce or minimize medical complications for adults; however, there are considerable gaps in knowledge regarding the medical and social experiences of adults with achondroplasia(3)"
        ],
        "referral to other disciplines": " Referral to other disciplines Occupational therapy referral. Especially prior to beginning of school or work to assist in appropriate facility modifications, equipment prescription, or task analysis and problem solving—particularly in the areas of personal hygiene and accessing the classroom/work Recommend an audiology referral for annual hearing assessment, especially in early childhood(2) A pediatric neurologist should also be an integral member of the multidisciplinary team, and referral should be made if patient complains of pain, abnormal sensations, paresthesias, or neurogenic pain Genetic counseling can assist families and individuals to better understand the cause of achondroplasia as well as the chances of having another child with achondroplasia. It can also assist with family planning, prenatal testing options, and resources for support (16) Dietitian or nutritionist to assist with weight management since these individuals are at risk for being overweight and obese Psychology/counseling referral –There are multiple phases of psychosocial adaptation for patients and their families Dentist for intraoral and occlusion/oral habitsassessment(5)",
        "other considerations": [
            "Retrusion of the midface occurs as a result of underdevelopment of the cartilaginous bones of the face, resulting in a flat nasal bridge, short nasal spine, and anteversion of the nose (15)",
            "Self-esteem  might be adversely affected due to short stature"
        ],
        "treatment summary": [
            "Physical and/or occupational therapy plays a key role in the various stages of rehabilitation in the lifespan of a patient with achondroplasia. Treatment intervention will vary depending on the clinical setting, age of patient, and rehabilitation stage (e.g., postoperative management, functional assessment prior to attending school)",
            "Developmental therapeutic intervention –Educate parents/primary caregivers on proper handling and positioning to avoid uncontrolled head movements and excessive cervical flexion –Baby swings and carrying slings should be avoided because of the presence of foramen magnum stenosis in conjunction with a relatively large head –In accordance with the “Back to Sleep” campaign, supine positioning for sleep is even more critical in these infants since they are at increased risk for SIDS –It is still important to encourage supervised, assisted prone positioning for developmental cervical extension and upper extremity strengthening",
            "Orthopedic issues –Spinal fusion and instrumentation might be necessary to correct persistent and progressive deformities –Physical therapy should be part of postoperative rehabilitation management to facilitate gait, transfers, ROM, strength, balance, mobility, pain management, brace management, and ADLs –Spinal stenosis (15) -Typically corrected with wide decompression (several levels above stenotic segment to several levels below) followed by posterior stabilization -Physical therapy should be part of postoperative rehabilitation management to facilitate gait, transfers, ROM, strength, balance, ADLs, pain management, and mobility –Limb lengthening – achondroplasia is amenable to limb lengthening because the joints are normal and the tendons, vessels, and nerves have the capacity to stretch (15) -Gradual correction with distraction osteogenesis and external fixation is the method of choice, and several courses of lengthening often are necessary to improve skeletal proportionality -Possible complications include angular deformity, joint stiffness, and neurovascular injury ",
            "Assistive devices/adaptive equipment/home and school modifications should be assessed. If applicable, a home evaluation should be conducted to properly assess the patient’s and caregivers’ needs –Modify the home environment to increase functional independence with daily activities such as lowering light switches. If possible, lower counters in bathrooms and kitchens. Use step stools for bath tub, toilets, and reaching cabinets, use hooks for accessing clothes in closet . Problem Goal Intervention Expected Progression Home Program Pain, sensory impairments, and/ or discomfort within spine and lower extremities (joints, ligaments, and/or muscles)Reduce complaints of pain and/or tenderness _ Reduce complaints of neuropathic painPhysical agents and mechanical modalities _ Therapeutic modalities such as moist heat or ice in conjunction with the RICE approach _ Moist heat or ice packs typically are recommended for 15–20 minutes 3–4 times a day. Use towel between skin and modality. _ Might need to modify time duration with younger childrenModalities should be gradually reduced over the course of treatment as the patient’s complaints of pain and tenderness subsideInstruct the patient and/or primary caregiver in the application of conservative management techniques. Have patient/ primary caregiver demonstrate independence with application Impaired posture and ergonomicsImprove postural alignment and ergonomicsFunctional training _ Patients should be instructed in ways to modify activities to improve their functional capacity. Heavy lifting and positions or activities that emphasize lumbar extension should be avoided _ _ Postural reeducation _ Demonstrate and explain proper body mechanics during various functions such as lifting, stepping up to reach for overhead items, carrying boxes, picking up laundry basket _ Encourage patient to sleep with a pillow under the knees to facilitate spinal flexion if patient reports pain during sleep. _ Remember to avoid unsupported sitting for an infant until he/she is able to sit fully upright in order to minimize the effects of thoracolumbar kyphosisPatient and caregivers should be able to demonstrate their independence with these skillsProvide the patient and/or primary caregiver with written instructions on how to improve standing and sitting posture and incorporate proper body mechanics with activities at home and/or work as indicated _ Have patient/ primary caregiver demonstrate independence with application  Decreased AROM/ PROM and muscle length (most likely at the hip, knee, and elbow joints along with the spine)Reduce subjective complaints of pain and discomfort within affected joints and/or muscles _ Restore muscle length values within normal limits such as but not limited to iliopsoas, iliotibial band, rectus femoris, bicepsTherapeutic exercises _ Stretching, PROM, AROM exercises for any tight musculature of the affected joints. Can try using muscle energy techniques, proprioceptive neuromuscular facilitation techniques to improve joint motion and strength. _ Exercises should always be age appropriate and as developmentally functional as possible. It is often necessary to incorporate play-based therapy into treatment interventions when working with children. This will most likely increase patient participation and complianceThe intensity and duration of exercises should be gradually progressed as the patient gains ROM and flexibilityInstruct patient and/or primary caregiver with an individualized therapeutic home program. These should be performed as part of daily routine per therapist’s specific recommendations _ Patient and/or primary caregiver must demonstrate independence with performing home exercise program  Impaired ADLs and age-appropriate developmental motor milestonesMaximize and achieve age- appropriate gross and/or fine motor skills such as but not limited to sitting, reciprocal creeping, walking, transfers, and jumping _ Refer to occupational therapy for ADLs such as personal hygiene, feeding, handwriting skillsFunctional training _ Transfer training from floor to stand, sit to stand, bath tub transfer as indicated _ Might need to include assistive or adaptive devices to improve safety and independence _ _ _ Therapeutic exercises _ Core and extremity exercises at a developmentally functional and age- appropriate level should be incorporated into therapy sessions and home program. _ It is often necessary to incorporate play-based therapy into treatment interventions when working with children in order to increase active participation. _ If age appropriate, perform exercises with/without resistance as indicated using isometric, concentric, and eccentric exercises. Resistance can be provided in the form of weights, resistance bands or tubes, or machines _ _ Prescription, application of devices, and equipment  Targeted environmental modifications and equipment prescription to increase independence in ADLs and mobilityThe intensity and duration of exercises should be gradually progressed as patient increases functional strength. _ Exercises should be modified to the patient’s abilities (e.g., increase number of repetitions and/ or sets, increase resistance)Instruct patient/ primary caregiver with an individualized therapeutic home program. These should be performed as part of daily routine per therapist recommendations _ Patient/or primary caregiver must demonstrate independence when performing home program  Painful weight- bearing (especially with standing) _ Antalgic gaitReduce complaints of pain with weight-bearing activities _ Ambulate within the home and community without pain or discomfortPrescription, application of devices, and equipment _ Assistive devices such as crutches, cane, or walker might be recommended to assist the patient with pain-free gait and standing activities _ _ _ Physical agents and mechanical modalities _ Incorporate cryotherapy, hot packs, therapeutic soft tissue massage/ myofascial release, acupuncture, TENS, and ultrasound as indicated. For children, modalities might need to be modified with respect to duration and intensity. Younger patients may exhibit anxiety when first exposed to modalities such as TENS _ _ _ Patient education/activity modification _ Instructions to avoid provocative positions and activities. Patients might benefit from the use of stationary bicycles or treadmills with slight elevation to improve their tolerance for cardiovascular activity. The inclination of the treadmill might help to decrease lumbar extension and improve tolerance of prolonged ambulation _ _ Gait training _ Gait training to assist with achieving a normal, pain-free gait. Focus on trunk posture, reciprocal arm swing, and stride/step length _ _ Therapeutic exercises _ Increase static and dynamic balance necessary for age-appropriate, safe, and independent functional skills such as donning/doffing shoes and socks and clothing while in standing. Develop a comprehensive, individualized balance training/postural stability program. _ Remember that if patients are presenting with spinal stenosis they will often report pain relief when in a slight flexed posture. They are generally able to tolerate therapeutic exercises in a flexed position due to symptomatic relief. _ Include the following skills: single limb stance (SLS) and double limb stance (DLS) with eyes open and eyes closed, static and dynamic surfaces with DLS and SLS activitiesInstruct patient and primary caregiver in the proper use of any assistive/ adaptive devices so that they might be independent. Monitor the need for the device and gradually wean the patient from the device as indicated. _ Gradual progression of intensity of exercises should allow patient to participate in standing activities with minimal complaints of pain or instability. _ Therapists should consistently motivate and encourage the patient while providing specific feedback. _ Provide necessary physical assistance for the patient to safely and confidently attempt and perform the activityProvide the patient and/or primary caregiver with written instructions regarding individualized home program and correct use of any assistive/adaptive devices _ Patient and/or primary caregiver demonstrates independence with home program  Decreased cardiovascular enduranceImprove cardiovascular endurance _ Ambulate greater distances with fewer complaints of pain or fatiguePatient education/activity modification _ Instructions to avoid provocative positions and activities. Patients might benefit from the use of stationary bicycles or treadmills with slight elevation to improve their tolerance for cardiovascular activity. The inclination of the treadmill can help to decrease lumbar extension and improve tolerance of prolonged ambulation. _ Treadmill walking with slight incline, stationary bicycle, swimming, and/or aquatic exercise. These are age specific. For younger children, encourage daily outdoor play activities such as running games, bicycle riding, relay races _Set goals and gradually progress distance and/or time of the activity. _ It is recommended that children and adults get at least 30 minutes of sustained cardiorespiratory endurance activities to promote a healthy lifestyleProvide the patient/ primary caregiver with an exercise program that the patient and family can continue on a daily, independent basis Trunk, abdominal, and extremity muscle weaknessIncrease core and extremity strength to improve posture and reduce complaints of painTherapeutic exercises _ Core and extremity exercises in a developmentally functional and age- appropriate level should be incorporated into therapy sessions and home program. Remember that if the patient has symptomatic pain from spinal stenosis, flexion exercises generally provide relief. _ It is often necessary to incorporate play-based therapy into treatment interventions when working with children in order to increase active participation. _ If age appropriate, perform exercises with/without resistance as indicated using isometric, concentric, and eccentric exercises. Resistance can be provided in the form of weights, resistance bands or tubing, stability balls, or machines. _ Patients might also benefit from an aquatic exercise program for symptomatic pain relief. This might be helpful with increasing strength, flexibility, and cardiorespiratory endurance while potentially minimizing painThe intensity and duration of exercises should be gradually progressed as patient increases strength. _ Exercises should be modified to patient’s abilities (e.g., increase number of repetitions and/ or sets, increase resistance)Instruct patient with an individualized therapeutic home program. Exercises should be performed as part of daily routine per therapist specific recommendations. _ Patient and/or primary caregiver must demonstrate independence when performing home program . "
        ]
    },
    "desired outcomes outcome measures": {
        "decreased self-reported  pain and discomfort": [
            "V AS, Oucher Pain Scale"
        ],
        "improved balance": [
            "SLS, DLS, PBS, BBS, Balance section of PDSM-2,  Balance section of BOT-2"
        ],
        "improved developmental motor milestones;achieve age-appropriate  functional skills": [
            "PDSM-2,  PEDI, BOT-2,  Bayley Scales of Infant and Toddler Development-III"
        ],
        "maximized functional strength": [
            "Strength per MMT or functional assessment"
        ],
        "improved independent adls and functional mobility, including gait": [
            "SF-36,  WeeFIM-II,  FIM, Oswestry Disability Index, gait analysis, 6MWT, ambulation distance prior to fatigue, ModifiedBorg RPE Scale"
        ],
        "improved rom and flexibility": [
            "Goniometric measurements for ROM, muscle length/flexibility"
        ],
        "improved posture": []
    },
    "maintenance or prevention": [
        "Current recommendations from the AAP include calculating BMI at all routine well-child  health visits and throughout the school years",
        "It is recommended that pregnant women with achondroplasia deliver via cesarean section(2)"
    ],
    "patient education": [
        "The Dwarf Athletic Association of America is a nonprofit organization created in 1985 to develop, promote, and provide quality amateur-level  athletic competition opportunities for dwarf athletes in the United States, www.daaa.org",
        "Child Growth Foundation is a United Kingdom charity focusing on growth and endocrine problems, http:// childgrowthfoundation.org/",
        "Short Statured People of Australia (SSPA) is a nonprofit organization that provides support and information for persons with conditions of dwarfism, their families, and other interested members of the community, https://www.sspa.org.au/",
        "Little People of America is a nonprofit organization that provides support and information to persons of short stature and their families, www.lpaonline.org"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz's modalities for therapeutic intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:80-82,  127-128, 322-323. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Pauli RM. Achondroplasia. GeneReviews Web site. http://www.ncbi.nlm.nih.gov/books/NBK1152/ . Published August 6, 2020. Accessed October 31, 2020. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Ireland PJ, Pacey V, Zankl A, Edwards P, Johnston LM, Savarirayan R. Optimal management of complications associated with achondroplasia. Appl Clin Genet . 2014;7:117-125.  doi:10.2147/TACG.S51485. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Kitoh H, Mishima K, Matsushita M, Nishida Y, Ishiguro N. Early and late fracture following extensive limb lengthening in patients with achondroplasia and hypochondroplasia. Bone Joint J . 2014;96B(9):1269-1273.  doi:10.1302/0301-620X.96B9.33840.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Sherry JS, Apointe S. Achondroplasia. RDH. 2015;25(8):67-71.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Kadono I, Kitoh H, Mishima K, et al. Changes in the range of motion of the lower limb joints during extensive tibial lengthening in achondroplasia. J Pediatr Orthop B . 2018;27(6):535-540.  doi:10.1097/BPB.0000000000000526. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Shadi M, Musielak B, Koczewski P, Janusz P. Humeral lengthening in patients with achondroplasia and in patients with post-septic  shortening: comparison of procedure efficiency and safety. Int Orthop . 2018;42(2):419-426.  doi:10.1007/s00264-017-3632-x.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Saint-Laurent  C, Garde-Etayo  L, Gouze E. Obesity in achondroplasia patients: from evidence to medical monitoring. Orphanet J Rare Dis . 2019;14(1):1-9. doi:10.1186/s13023-019-1247-6.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Batibay SG, Balci HI, Bayram S, et al. Quality of life evaluation following limb lengthening surgery in patients with achondroplasia. Indian J Orthop . 2020;1(54):39-46. doi:10.1007/s43465-020-00127-1.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Ameen SA, Abdullah A, Thean YK. Recurrent otitis media in achondroplasia: lessons to learn. Int Med J. 2018;25(4):244-246.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Ginebreda I, Campillo-Recio  D, Cardenas C, Tapiolas J, Rovira P, Isart A. Surgical technique and outcomes for bilateral humeral lengthening for achondroplasia: 26-year experience. Musculoskelet Surg . 2019;103(3):257-262.  doi:10.1007/s12306-018-0583-3.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Song MH, Lee TJ, Song JH, Song HR. Sustained hip flexion contracture after femoral lengthening in patients with achondroplasia. BMC Musculoskelet Disord . 2018;19(1). doi:10.1186/s12891-018-2344-8.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Xu L, Sheng F, Xia C, et al. The efficacy of brace treatment for thoracolumbar kyphosis in patients with achondroplasia. Spine. 2018;43(16):1133-1138.  doi:10.1097/ BRS.0000000000002586. (RV)"
        },
        {
            "number in article": 14,
            "reference": "Margalit A, Mckean G, Lawing C, Galey S, Ain MC. Walking out of the curve: thoracolumbar kyphosis in achondroplasia. J Pediatr Orthop . 2018;38(10):491-497.  doi:10.1097/ BPO.0000000000000862. (RV)"
        },
        {
            "number in article": 15,
            "reference": "Pauli RM. Achondroplasia: a comprehensive clinical review. Orphanet J Rare Dis . 2019;14(1). doi:10.1186/s13023-018-0972-6.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Legare JM. Achondroplasia. GeneReviews Web site. Published August 6, 2020. (GI)"
        },
        {
            "number in article": 17,
            "reference": "McDonald EJ, De Jesus O. Achondroplasia. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (GI) "
        }
    ]
}