{
    "metadata": {
        "title": "Anterior Cruciate Ligament Injury  Prevention",
        "synonyms": [
            "anterior cruciate ligament (acl) tear  prevention"
        ],
        "anatomical location body part affected": [
            "Knee joint/ACL"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "ACL strain or rupture is a common knee injury, although rarely an isolated injury as the medial collateral ligament (MCL), medial meniscus, and tibial plateau are often affected",
            "The ACL-deficient  knee is at increased risk for anterior displacement of the tibia(16)",
            "There are several programs focusing on the prevention of ACL injuries. Because of increased incidence of ACL injury in female athletes, many of the prevention programs are focused on this population",
            "Categories of risk factors associated with ACL injury that should be addressed in prevention programs include environmental, biomechanical, anatomical, and neuromuscular, as well as type of activity or sport"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Z71.9": "Counseling unspecified (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement for an ACL prevention program has been identified"
        ],
        "presentation signs and symptoms": [
            "Athlete in high-risk  sports (e.g., soccer, basketball, handball, volleyball, skiing). Knee laxity or deficits in lower extremity strength and coordination may have been identified Causes, Risk Factors, and Pathomechanics of the ACL- Deficient Knee"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If a patient has had ACL surgery within the past year, he or she should obtain clearance from the surgeon for participation in an ACL injury prevention program"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury -If an injury has already occurred, document the date of injury. During what activity did the injury occur? Any specifics regarding mechanism of injury? -Did other symptoms accompany the injury, such as “pop,” “giving way,” “catch,” “lock,” or “snap”? -A “pop” heard or felt at the time of injury may indicate ACL sprain, meniscal tear, or fracture -A “crunch” may indicate a medial meniscal tear -A tearing sensation may indicate a collateral ligament injury -Did swelling occur immediately after the injury? -Immediate  may indicate hemarthrosis from fracture or cruciate ligament tear -Few hours later  may indicate an intraarticular lesion (e.g., meniscus tear)T708741 and Clinical Review…Pediatric ; Item Number and treatment of the injured and surgically repaired ACL",
                "course of treatment": {
                    "medical management": " Medical management What has been the course of intervention to date if applicable? Conservative treatment (e.g., bracing, rest, ice)? Joint aspiration? Surgical intervention? If so, describe",
                    "surgical management": [],
                    "medications": "Is the patient taking any medication for pain? NSAIDs are often prescribed",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Has the patient had a recent X-ray,  MRI, or arthroscopy of the knee?"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture), the reason for their use, and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy related to knee injury, and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Use the Lower Extremity Functional Scale (LEFS) or Lysholm scale for functional outcome measures",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs intermittent, sharp, dull, aching, burning, numbness, tingling) -Vague pain in the anterior knee made worse by stairs, squatting, kneeling, or prolonged flexion suggestive of patellofemoral pain (most common cause), but also seen in osteochondritis dissecans and recurrent patellar subluxation (very severe) -Medial knee pain may involve other causes such as medial collateral ligament sprain -Meniscal tears often produce posterior knee pain",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any ",
                "other symptoms": " Other symptoms -Are there any signs of inflammation (e.g., swelling, redness, warmth)? -Does the patient report locking of the knee? -Locked = knee can't be fully extended due to a physical block -Typically due to a torn meniscus  refer to appropriate physician within 24 hours -Does the patient report the following? -Catching or clicking  may indicate a loose body, torn meniscus, and/or degenerative joint disease -Snapping  may indicate inflamed synovial plica -Knee giving way? Sensation of instability? -Occasional giving way is common with patellofemoral pain or symptomatic degenerative joint disease -True giving way may occur with subluxing patella, a loose body due to previous trauma or osteochondritis dissecans, torn meniscus, or chronic ligamentous instability -Grating sensation/patellofemoral pain  may indicate degenerative joint disease -Inquire about other joint involvement Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "History of knee pain or injury? Individuals with a history of ACL injury are at high risk for future reinjuries",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Obtain a thorough history of training and competition schedule, including any increases in frequency or intensity. What risk factors for ACL injury does the patient have?",
                "functional limitations assistance with ADLs adaptive equipment": "Is there any impairment in ADLs noted?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) •Anthropometric measurements: Girth measurements for swelling. Assess BMI. Evaluate leg lengths",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "Complete a thorough standing balance assessment. Note any asymmetry or compensations due to trunk or gluteal muscle weakness Functional tests –Assess patient’s ability to independently and safely complete transfers and stair negotiation –Assess how athlete completes a vertical jump test, bilateral jump and land, single-leg  hop test, broad jump test, and any other sport-specific  skills (as indicated) -Note angle of the trunk, knee, and hip position",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess gait and note deviations and asymmetry. Assess running as indicatedAssess lateral collateral and medial collateral ligament integrity; assess patella mobility; assess medial and lateral meniscal integrity. Note any asymmetry or abnormality. Does the patient report any pain with joint testing?",
            "muscle strength": "Complete manual muscle testing (MMT) of lower extremities and compare. Assess ability to perform a straight leg raise in supine. Note the presence of an extensor lag at the knee",
            "observation inspection palpation including skin assessment": [
                "Is edema, swelling, or visible bruising/skin discoloration present?",
                "Is there pain on palpation of soft tissue structure? Document location "
            ],
            "posture": "Observe for genu valgum, genu varum, locking of knees in stance or knee hyperextension. Complete full standing posture assessment in addition to evaluating subtalar neutral in non-weight-bearing  position",
            "range of motion": "Assess bilateral lower extremity ROM. Note any restriction due to pain or mechanical block –Decreased range of hip internal rotation can increase the susceptibility to ACL injury during pivoting activities(7)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Lachman test(21) -Characterized by the most direct way to assess the status of the ACL -Patient in supine, knee flexed 20-30º,  thigh stabilized by one hand, and tibia translated anteriorly on femur with opposite hand -Degree of translation and end feel are noted; results are compared to the nonaffected side -Test is graded (0 to 4+) and considered positive if there is excessive anterior translation of the tibia on the femur -Indicates torn anterior cruciate ligament –The pivot shift test(22) -The patient is in supine -The knee is flexed from 0°(full extension) to 90°, while applying an external rotation stress to the tibia and a valgus force to the knee -Test is positive if there is a rapid anterior subluxation of the tibia at 20-30°  of flexion –McMurray’s test (for meniscal injury)(23) -The patient is in supine, knee completely flexed, with the tibia shifted into external or internal rotation -Clinician’s fingers are placed on joint line, tibial rotation is held steady, and the knee is extended slightly to ~90º -A positive test result – if a click is felt through palpation of the joint line and pain is felt during this maneuver –Posterior drawer sign (for PCL injury)(19) -The patient is in supine, knee flexed to 90º -Assess for increased posterior tibial translation when compared to uninjured extremity –Anterior drawer sign (for ACL injury)(20) -The patient in supine, knee flexed to 90º -Assess for increased anterior tibial translation when compared to uninjured extremity –Landing Error Scoring System (LESS)(10) -Assesses a patient’s jump-landing  technique to identify errors when performing a bilateral drop vertical jump task -The patient performs a vertical jump task at a height of 30 cm with the patient requiring to land at a distance of 50% of their jump height, followed by performing an immediate maximal vertical jump -A lower score on the LESS is indicative of a better jump-landing  technique, indicating a reduced risk of ACL injuries -The LESS is favorable for use in the young athletic population, but is not as accurate with high-school and collegiate athletes",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "For patients who have had ACL surgery within the past year, obtain clearance from the surgeon before participation in an ACL injury prevention program",
                "Monitor athlete’s form during exercises, emphasize jump landing with soft knees, maintaining knees shoulder width apart, and avoiding valgus collapse",
                "Adequate warm-up  should be included"
            ]
        },
        "diagnosis need for treatment": "Please see Indications for ACL Injury Prevention Programs  above",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "Successful implementation of these programs requires the collaboration of governing bodies, sports scientists, physicians, coaches, parents, and athletes ",
        "other considerations": [
            "Oral contraceptive can provide a protective effect on reducing ACL tears in those between the ages of 15-19.  Oral contraceptive use has been shown to reduce the rate of ACL tears by as much as 63%(3)",
            "Participation in a hip-focused  injury prevention program can reduce the incidence of ACL injury in female collegiate basketball players(13) –Based on a prospective study that included 309 female basketball players"
        ],
        "treatment summary": [
            "There is need for additional research to develop evidence-based training programs to teach youth safe and proper landing techniques to reduce the incidence of noncontact ACL injuries. Currently, research supports the importance of a comprehensive neuromuscular strength and conditioning program that is sport specific and age appropriate. Plyometric/ agility training, strength and power, neuromuscular control and endurance, and balance/proprioceptive training are fundamental components of ACL prevention programs",
            "Plyometric training, neuromuscular strengthening programs, and strength traininghave been associated with decreased risk of ACL injury(4)",
            "U.S. researchers assessing the effects of an ACL injury prevention program in 1,439 female high-school  athletes in a prospective study in 2006 did not find that a plyometric training program reduced risk of noncontact ACL injuries –Soccer, basketball, and volleyball players were randomized to a control group (862) or an ACL injury prevention program (577) –Participants in the prevention program participated in a 20-minute  plyometric-based  exercise program twice a week throughout their season in addition to their usual practices. The program emphasized proper mechanics of landing from a jump and deceleration when running –At the end of 2 seasons, there were 6 confirmed noncontact ACL injuries: 3 in the prevention group and 3 in the control group. The incidence of noncontact ACL injuries per 1,000 exposures was 0.167 in the prevention group and 0.078 in the control group, yielding an odds ratio of 2.05, which was not significant (p > 0.05) –The researchers concluded that the 20-minute  plyometric training did not reduce the risk of noncontact ACL injuries in female high-school  athletes. Other factors such as program compliance, neuromuscular strength, and agility were not analyzed",
            "The F-MARC  11+ program may be a useful program to minimize the risk factors associated with ACL injury in preadolescent female soccer players. The F-MARC  11+ is an injury prevention program designed for players age 14+ that focuses on proper form and techniques during all exercise activities(12) –Fifty-one  female athletes between the ages of 10 and 12 were randomized to either the F-Marc  group (n = 28) or control group (n = 23) –The F-MARC  group performed 15 in-season  sessions 2x/week –Conclusions showed that players in the F-MARC  11+ program showed decreased risk factors, notably reduced peak kneel valgus moment, compared to those in the control group",
            "Authors of a similar study on the F-MARC  11+ program have also concluded that this program can be more effective at reducing some of the risk factors associated with ACL injuries among preadolescent female athletes compared to just adolescent athletes. The program works to reduce knee valgus angle and moment during double-legged jump landing(15)",
            "Authors of a retrospective study have suggested that a prevention program for reducing ACL injuries in male athletes may include the following(14): –Performing multi-directional  exercises such as the single-leg maneuver –Performing reactionary based activities under unexpected situations –Appropriate foot positioning –Type of playing surface –Enhance neuromuscular aspects that include fatigue, proprioception, muscle activation, and inter-joint coordination . Problem Goal Intervention Expected Progression Home Program  Low hamstrings-to- quadriceps strength ratioNormalize hamstrings- to-quadriceps strength ratioResistance training _ Address muscle strength imbalance (due to quadriceps dominance or limited hamstrings strength) and asymmetry in lower extremity strength due to leg dominanceProgress as indicated and appropriate for each unique patientInstruct the patient on a home exercise program that complements the physical therapy exercise program Impaired core strength Improve core strength Core strength training _ Incorporate functional, sport-specific core strengthening activities such as squats, lunges with and without rotation, and single leg activities such as the Star DrillProgress as indicated and appropriate for each unique patientInstruct the patient on a home exercise program that complements the physical therapy exercise program Impaired balance Improve balance Balance training _ Static and dynamic balance exercisesProgress from static to dynamic balance exercises with eyes open then with eyes closedInstruct the patient on a home exercise program that complements the physical therapy exercise program Poor technique during sports-related movements, poor neuromuscular controlImprove technique and neuromuscular control during sports-related movementsFunctional training _ Neuromuscular training programs may decrease the risk of noncontact ACL injuries in female athletes _ _ Good technique: Symmetric foot position; knees over toes; knees flexed; chest over kneesProgress from 2-leg to 1-leg jumps, single to multiple jumps, jumps in place to hops and skips, always placing emphasis on good technique _ It is not established what the minimum duration of an ACL injury prevention program is or whether it needs to be continued, and at what frequency, throughout the athletic season. It typically takes about 4–6 weeks before any benefit for the athlete can be noted. Many programs have an intense start- up period for about 6 weeks followed by less frequent or no additional training _ _Instruct the patient on a home exercise program that complements the physical therapy exercise program  ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduction of acl injuries": [
            "Time off sport due to injury"
        ],
        "increased awareness of knee injury risk": [
            "Patient surveys/questionnaires",
            "Patient adherence/compliance with prevention program"
        ],
        "improved biomechanics, technique during sport": [
            "Biomechanics assessment, technique analysis",
            "Sport-specific  skill analysis"
        ],
        "improved strength, flexibility, balance, and neuromotor control": [
            "MMT, ROM and flexibility assessment, balance assessment",
            "Kinematic analysis where available",
            "Lysholm knee score"
        ],
        "improved endurance and power": [
            "Jump tests",
            "Fatigue threshold"
        ]
    },
    "maintenance or prevention": [],
    "patient education": [
        "ACL Injuries Prevention, WebMD website, http://www.webmd.com/a-to-z-guides/tc/anterior-cruciate-ligament-acl-injuries-prevention Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "The female ACL: Why is it more prone to injury? J Orthop. 2016;13(2):A1–A4.  doi:10.1016/S0972-978X(16)00023-4.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Pfeifer CE, Beattie PF, Sacko RS, Hand A. RISK FACTORS ASSOCIATED WITH NON-CONTACT  ANTERIOR CRUCIATE LIGAMENT INJURY: A SYSTEMATIC REVIEW. Int J Sports Phys Ther . 2018;13(4):575–587.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "DeFroda SF, Bokshan SL, Worobey S, Ready L, Daniels AH, Owens BD. Oral contraceptives provide protection against anterior cruciate ligament tears: a national database study of 165,748 female patients. Phys Sportsmed . 2019;26:1-5.  doi:10.1080/00913847.2019. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Nessler T, Denney L, Sampley J. ACL Injury Prevention: What Does Research Tell Us? Curr Rev Musculoskelet Med . 2017;10(3):281–288.  doi:10.1007/s12178-017-9416-5. (RV)"
        },
        {
            "number in article": 5,
            "reference": "Wang J, Stevenson JH. ACL injury. In: Domino FJ, ed. The 5-Minute Clinical Consult 2017 . 25th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2017:10-11.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Moksnes H, Engebretsen L, Risberg MA. Management of anterior cruciate ligament injuries in skeletally immature individuals. J Orthop Sports Physt Ther . 2012;42(3):172-183. doi:10.2519/jospt.2012.3608. (R)"
        },
        {
            "number in article": 7,
            "reference": "Beaulieu ML, Oh YK, Bedi A, Ashton-Miller  JA, Wojts EM. Does limited internal femoral rotation increase peak anterior cruciate ligament strain during simulated pivot landing?. Am J Sports Med . 2014;42(12):2955-2963.  doi:10.1177/0363546514549446. (R)"
        },
        {
            "number in article": 8,
            "reference": "Amraee D, Alizadeh MH, Minoonejhad H, Razi M, Amraee GH. Predictor factors for lower extremity malalignment and non-contact  anterior cruciate ligament injuries in male athletes. Knee Surg Sports Traumatol Arthrosc . 2017;25(5):1625-1631.  doi:10.1007/s00167-015-3926-8.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Appropriate use criteria for ACL injury prevention programs. Adopted by the American Academy of Orthopaedic Surgeons Board of Directors. American Academy of Orthopaedic Surgeons Web site. http://www.aaos.org/research/Appropriate_Use/aclaucprevention.pdf . Published October 2, 2015. Accessed June 24, 2019. (G)"
        },
        {
            "number in article": 10,
            "reference": "Fox A, Bonacci J, McLean S, Spittle M, Saunders N. A systematic evaluation of field-based  screening methods for assessment of anterior cruciate ligament (ACL) injury risk. Sports Med . 2016;46(5):715-735.  (SR)"
        },
        {
            "number in article": 11,
            "reference": "Horsley I, Herrington L. Preventing and managing anterior cruciate ligament (ACL) injury. Co-Kinetic  J. 2016;(12-16).  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Silder A, Thompson JA, Delp SL, et al. Biomechanical effects of an injury prevention program in preadolescent female soccer athletes. Am J Sports Med . 2017;45(2):294-301. doi:10.1177/0363546516669326. (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Omi Y, Sugimoto D, Kuriyama S, et al. Effect of hip-focused  injury prevention training for anterior cruciate ligament injury reduction in female basketball players: a 12-year prospective intervention study. Am J Sports Med . 2018;46(4):852-861.  doi:10.1177/0363546517749474. (RV)"
        },
        {
            "number in article": 14,
            "reference": "Sugimoto D, Alentorn-geli  E, Mendiguchia J, Samuelsson K, Karlsson J, Myer G. Biomechanical and neuromuscular characteristics of male athletes: implications for the development of anterior cruciate ligament injury prevention programs. Sports Med . 2015;45(6):809-822.  doi:10.1007/s40279-015-0311-1.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Thompson-Kolesar  JA, Gatewood CT, Tran AA, et al. Age influences biomechanical changes after participation in an anterior cruciate-ligament  injury prevention program. AM J Sports Med . 2018;46(3):598-606.  doi:10.1177/0363546517744313. (R)"
        },
        {
            "number in article": 16,
            "reference": "Paterno MV. Non-operative  Care of the Patient with an ACL-Deficient  Knee. Curr Rev Musculoskelet Med . 2017;10(3):322–327.  doi:10.1007/s12178-017-9431-6.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Volpi P, Bisciotti GN, Chamari K, Cena E, Carimati G, Bragazzi NL. Risk factors of anterior cruciate ligament injury in football players: a systematic review of the literature. Muscles Ligaments Tendons J . 2016;6(4):480–485.  doi:10.11138/mltj/2016.6.4.480. (RV)"
        },
        {
            "number in article": 18,
            "reference": "Hewett TE, Myer GD, Ford KR, Paterno MV, Quatman CE. Mechanisms, prediction, and prevention of ACL injuries: Cut risk with three sharpened and validated tools. J Orthop Res. 2016;34(11):1843–1855.  doi:10.1002/jor.23414. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Seeber GH, Thalhamer C, Hahne J, Matthijs O. Validation, Intrarater and Interrater Reliability Study of the Lateral-Anterior  Drawer Test for Detecting Posterior Cruciate Ligament Ruptures: Study Protocol of a Prospective Controlled Single-Blinded  Cross-Sectional  Study. BMJ Open . 2018;8(5):e020999. doi:10.1136/bmjopen-2017-020999.  (RV)"
        },
        {
            "number in article": 20,
            "reference": "Décary S, Fallaha M, Belzile S, et al. Clinical diagnosis of partial or complete anterior cruciate ligament tears using patients' history elements and physical examination tests. PLoS One . 2018;13(6):e0198797. doi:10.1371/journal.pone.0198797. (RV)"
        },
        {
            "number in article": 21,
            "reference": "Kilinc BE, Kara A, Celik H, Oc Y, Camur S. Evaluation of the accuracy of Lachman and Anterior Drawer Tests with KT1000 #n the follow-up of anterior cruciate ligament surgery. J Exerc Rehabil . 2016;12(4):363–367.  doi:10.12965//jer.1632622.311. (RV)"
        },
        {
            "number in article": 22,
            "reference": "Vaudreuil NJ, Rothrauff BB, de Sa D, Musahl V. The Pivot Shift: Current Experimental Methodology and Clinical Utility for Anterior Cruciate Ligament Rupture and Associated Injury. Curr Rev Musculoskelet Med . 2019;12(1):41–49.  doi:10.1007/s12178-019-09529-7.  (RV)"
        },
        {
            "number in article": 23,
            "reference": "Hing W, White S, Reid D, Marshall R. Validity of the McMurray's test and modified versions of the test: a systematic literature review. J Man Manip Ther . 2009;17(1):22-35.  (RV) "
        }
    ]
}