{
    "metadata": {
        "title": "Hearing Loss, Noise-Induced",
        "synonyms": [
            "inner ear acoustic trauma",
            "noise-induced  threshold shift (nits)",
            "permanent threshold shift (pts), acute acoustic trauma (aat), standard threshold shift (sts)",
            " noise-induced  hearing loss",
            "acoustic trauma",
            "trauma, acoustic"
        ],
        "anatomical location body part affected": [
            "Inner ear (organ of Corti in the cochlea)"
        ],
        "area of specialty": [
            "hearing impairment"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "H83.3X1": "noise effects on right inner ear",
            "H83.3X2": "noise effects on left inner ear",
            "H83.3X3": "noise effects on inner ear, bilateral",
            "H83.3X9": "noise effects on inner ear, unspecified ear (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "In the United States, all 50 states and the federal government provide worker’s compensation to individuals who have an occupational-related hearing  loss.(1)Document source of payment for therapy and ensure that evaluation and therapy reports comply with specific requirements for reimbursement"
        ],
        "presentation signs and symptoms": [
            "Reduced hearing ability unilaterally or bilaterally as measured by hearing threshold elevations, particularly in the high frequencies; asymmetrical loss (greater loss in one ear versus the other) is common in NIHL(59)",
            "Tinnitus (ringing, buzzing, or roaring in the ears or head)(2,66)",
            "Maximum loss occurs after 10–15  years of noise exposure(3)",
            "No significant further progression of loss after termination of exposure(3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "An audiological evaluation for NIHL is conducted by an audiologist. It is important that the evaluation rule out other causes of hearing loss and tinnitus (e.g., Ménière’s disease, tumor)",
            "During a speech-language  evaluation with a patient who has NIHL, it is of utmost importance to be aware of a patient’s pain tolerance and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  approximately % of persons in the united states have developed noise-induced  hearing loss  nihl . nihl is caused by trauma resulting in the loss of sensory  hair  cells in the cochlea and secondary neural degeneration. continuous": [],
        "pathogenesis:  the damage to the hair cells can occur after a long period of exposure to intermittent or sustained loud noise >  db  or after a single exposure to a sudden loud burst of sound": [],
        "risk factors:  factors that determine level of risk: loudness and pitch of the sound, duration of exposure. the following factors increase an individual’s risk for nihl:": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "An audiological evaluation for NIHL is conducted by an audiologist. It is important that the evaluation rule out other causes of hearing loss and tinnitus (e.g., Ménière’s disease, tumor)",
            "During a speech-language  evaluation with a patient who has NIHL, it is of utmost importance to be aware of a patient’s pain tolerance and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the origin of the NIHL if known",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications can adversely affect cognitive and communicative functioning.(13) Contact a pharmacist or physician regarding questions about side effects(13)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Note the results of any audiological, neurological (MRI, CT), neuropsychological, speech and language, or psychological/cognitive tests that have been completed"
                    ],
                    "alternative therapies": "Document any use of home training programs or alternative therapies (e.g., acupuncture) and their efficacy In a study conducted in Iran with 48 workers who were exposed to continuous noise > 85 dB for 8 hours daily, researchers randomly allocated the participants to receive 1,200 mg/day of Nacetyl-cysteine (NAC), 200 mg/day of ginseng, or a control group to determine if either supplement had a protective effect for NIHL. After the twoweek trial, results indicated that both supplements resulted in a significantly reduced noiseinduced  temporary threshold shift (TTS, a temporary hearing loss resulting from exposure to noise) as compared to the no supplement control group. Researchers recommended further, largescale randomized controlled trials to determine the efficacy of NAC and ginseng for preventing NIHL(61)",
                    "previous therapy": "Document whether the patient has had an audiological evaluation or speech-language  therapy for this or for other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Are there specific situations in which the patient has more or less difficulty communicating? Are there specific situations in which the patient has more or less difficulty hearing (e.g., in the presence of background noise)? -obtain information about order of acquisition of each language and language history (e.g., language used in education)",
                "body chart": "",
                "nature of symptoms": "The following symptoms have been noted in patients with NIHL. Symptoms will vary with -Permanently reduced hearing or temporary threshold shift(2) -Speech perception difficulties caused by decreased hearing and perception of muffled and distorted sounds(2) -Balance disorders",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition",
                "respiratory status": "Document any respiratory difficulties the patient is experiencing (e.g., use of supplemental oxygen, mechanical ventilator)Document psychosocial status; hearing impairment can have negative effects on quality of life, and each individual patient will differ with respect to psychosocial status Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous communication difficulties or cognitive deficits",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including hearing loss, vision deficits, diabetes, cancer, heart disease, and psychiatric disorders  Authors of a study conducted in the United States with 5,223 subjects ages 2069  years old reported a strong correlation between coronary heart disease and exposure to loud occupational noise levels(64)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter drugs)",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in any language-based recreational activities? Does the patient work? Does the patient regularly use a computer/telephone? -Inquire about participation in recreational activities associated with NIHL, such as listening to an MP3 player with earbuds, attending rock concerts or loud night clubs, or recreational firearm use/target shooting(45,46,47)",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper). Does the patient currently use hearing aids, cochlear implants, or any type of assistive listening device? Does the patient’s hearing loss affect his or her functional communication (e.g., ability to communicate effectively on the telephone)?",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members), language(s) used at home. What is the noise level in the patient’s living environment?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Note if patient wears hearing aids or glasses and determine if hearing aids are in working order",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "In high-risk  populations, it is critical that audiologists develop effective screening protocols to identify the onset of NIHL, as the effects of the hearing loss might be advanced by the time the affected person detects a change in hearing. The initial damage occurs in high frequencies (6,000 Hz) that are not critical for speech perception. The damage then progresses to the lower frequencies. It is recommended that screening protocols include the high frequencies (4,000 and 6,000-8,000  Hz) and low decibel levels (20 dB) in quiet environments.(14) Extended higher frequency audiometry (9,000 to 14,000 Hz) has been proposed to detect early changes, but the clinical potential for early detection of NIHL is uncertain(15)",
            "special tests specific to diagnosis": "Review the results of the patient’s audiological evaluation. Evaluation to diagnose NIHL is performed by an audiologist. Audiological assessments (described below) typically include pure-tone air- and bone-conduction  thresholds, speech recognition threshold, discrimination score, tympanometry, acoustic reflexes, and acoustic-reflex  decay –HearingNIHL typically shows threshold shift from 3,000 to 6,000 Hz with recovery at 8,000 Hz (“notch”) on the audiogram. This is in contrast to the typical downward-sloping  audiogram pattern of an age-related  loss (without the notch)(16)OAEs are sounds produced by the inner ear that are measured by a microphone in the external ear canal and can be used to detect early changes in hearing sensitivity due to noise exposure (permanent otoacoustic emission shifts or PES).(16) However, the use of OAEs in hearing conservation programs is still in its infancy.(17) Transiently evoked OAEs have also been used to evaluate patients who are suspected of pseudohypacusis (malingering)(18)The SRT refers to the intensity at which the patient can repeat 50% of words correctly after hearing them presented(19)Word recognition ability refers to the percentage of one-syllable  words recognized at 25–40 dB above the speech reception threshold. A person with normal hearing or a conductive loss can repeat 88–100%  of phonetically balanced words correctly. Patients with sensorineural loss have variable loss of discrimination(19) Tympanometry measures the impedance of the middle ear to sound and can diagnose middle ear effusions(19)Normal or elevated acoustic reflex in persons with sensorineural loss indicates a cochlear hearing loss(19)Assessment of acoustic reflex decay helps to differentiate sensory from neural hearing losses(19)It is important to assess the ways in which the hearing loss is affecting various areas of the patient’s life. How does the hearing loss affect the patient socially, emotionally, occupationally, and/or educationally?(1) How does the hearing loss affect the patient’s functional communication skills?(1) Measures that can be used to assess theA questionnaire for use by persons under the age of 65 that contains 25 itemssocial handicap and emotional handicap. Also addresses vocational issues confronted by adults with hearing loss(1)A questionnaire containing 25 items focusing on two areas hearing loss on the social adjustment and on the emotional adjustment of older adults(1)",
            "speech and language examination": "Does the patient have any problems with communication other than hearing impairment? Assess appropriate area (i.e., speech, language, voice) as necessary",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Refer to any psychological and cognitive evaluations that have been completed to assist in informing course of treatment and providing a prognosis",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "In a case-matched  study conducted in Canada with 288 retired male workers with a history of occupational noise exposure and NIHL, subjects with severe bilateral NIHL had a significantly increased risk for falls requiring hospitalization after the age of 65(52)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis might be at increased risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Lack of ability to hear can affect many aspects of one’s life, including work safety in adults. For young children and infants, NIHL might impede language and speech development. To ensure relevance and appropriateness of treatment programs, decisions about goals and course of therapy should be made in collaboration with the patient and/or patient’s family. Cultural background, language preference, patient interests, educational concerns, and employment concerns must be considered"
            ]
        },
        "diagnosis need for treatment": "No standardized diagnostic criteria for NIHL exist. Audiologists use the “notch” pattern in an audiogram at 3,000, 4,000, or 6,000 Hz to distinguish NIHL from other types of hearing loss. For workers exposed to noises greater than 85 dB, the United States Department of Labor’s Occupational Safety and Health Administration (OSHA) has defined NIHL as a change in the hearing threshold (Standard Threshold Shift) of an average of 10 dB or more relative to the baseline audiogram at 2,000, 3,000, and 4,000 Hz in each ear(20)",
        "rule out": "The audiologist should rule out hearing loss caused by other factors (e.g., middle ear infection, Ménière’s disease, tumor)",
        "prognosis": [],
        "referral to other disciplines": "Refer to OT and/or PT for assistance with daily living skills if needed. Refer to a psychologist or counselor for depression or anxiety",
        "other considerations": [],
        "treatment summary": [
            "Educational/awareness training – Hearing loss prevention programs (HLPPs) – Hearing conservation programs (HCPs): Hearing loss prevention programs in the work environment may involve the following components: assessing, monitoring, and designing administrative control over noise exposures, monitoring employee hearing levels, using HPDs, and offering education programs. HLPPs in schools focus on screening students for NIHL and educating them on the possible effects of harmful noise exposure. A large component of HCPs and HLPPs is to motivate patients to change behavior that is harmful to hearing –In a two-phased  RCT conducted in the United States, researchers compared the effects of a computer program tailored to the risk of exposure of individual employees with a video providing more general information about NIHL. No significant differences were found between control and treatment groups in their use of hearing protection(22) –In an RCT (N = 753) conducted in the United States, researchers measured the effects of a 4-year  school-based  hearing loss prevention program among school-aged  children of farmers. The components of the program included classroom style education on the effects of noise on hearing, noise level assessments done by students on their farms, distribution of free hearing protection, and annual hearing tests for each student. Results based on self-reported  use of hearing protection indicated that the intervention group was twice as likely to wear hearing protection as the control group that received only minimal intervention(23) –In a multiple group study (N = 100) conducted in the United States using random assignment,investigators examined the effects of small-group  vs. individual training (20 minutes) on how to use formable and premolded earplugs. Pre-training earplug insertion was compared to post-training  earplug insertion. Results showed training to have a significant effect on correctness of earplug insertion (measured by sound attenuation values) and that there was no difference between individual and small group training(24) –In a pilot study of an interactive multimedia Internet-based  training program on NIHL prevention for firefighters, researchers in the United States found the program was feasible/cost-effective  and garnered positive reviews from 95% of the 372 firefighters who participated. Based on the feedback from the firefighters in this study, researchers recommended that Internet-based  training programs regarding hearing protection for firefighters have real-life  examples and testimonials as well as individual tailoring and interactive components(40)",
            "Sound conditioning: One paradigm of sound conditioning is the use of lower-level non-traumatic  noise before the patient is exposed to higher level, more damaging noise. A second paradigm is to present continuous noise at a nondamaging level after the harmful noise has been applied.(25) Both paradigms have resulted in reduced effects of sudden acoustic trauma in animals and humans –Many studies on animals have indicated that sound conditioning is effective in creating long-term  protective effects against subsequent harmful forms of acoustic trauma(25) –In an RCT conducted in Italy, 16 young adult subjects with normal hearing (3 groups) were exposed to a 90 dB 2 kHz tone for 10 minutes to induce a TTS. The first group received only the exposure to the 90 dB HL 2 kHz pure tone for 10 minutes. The second group received an ipsilateral 45 dB HL 250 Hz narrow-band noise while simultaneously being exposed to the 90 dB tone. The third group received a contralateral 45 dB HL 250 Hz narrow-band  noise also while being exposed to the 90 dB sound. Results indicated that the low-intensity  narrow-band noise presented ipsilaterally can give protection from induced TTS. Contralateral low-frequency  narrow-band  noise did not induce any protection effect. Results should be interpreted with caution because of the small number of subjects in the study(26)",
            "Pharmacological intervention: The aim of this treatment is to reduce the amount of cell damaging free radicals (reactive oxygen species [ROS]) released after noise exposure –Results from studies with guinea pigs have indicated that antioxidants given 3 days after noise exposure significantly reduced hearing loss(2) –Researchers who conducted studies with chinchillas tested for auditory brainstem response (ABR) concluded that oral administration of the antioxidant N-acetyl-L-cysteine(NAC)  was protective against high-kurtosis  noise (impact noise combined with continuous noise). Recent trials of NAC on humans show promise but it has not yet been approved for consumer use for reducing hearing loss after sudden impact noise(27) –In a double-blind  RCT conducted in Italy, researchers examined the effects of vitamin B 12 on noise-induced  TTS in 20 young adults. Results indicated that a protective effect of B 12 at 3,000 Hz was found in the experimental group, but researchers caution that further studies are needed(28) –A cell-permeable  JNK ligand (AM-111)  was trialed in Germany in 11 human patients who had experienced at least a 30 dB loss due to sudden exposure to firecracker noise. Two groups received different doses (0.4 or 0.2 g/ml) in the form of one intratympanic injection. Recovery of hearing thresholds in all patients exceeded expected spontaneous recovery.  Use of AM-111  for acoustic trauma is not yet proven effective for patients with NIHL and requires additional studies with additional participants, control groups, and participants with profound hearing loss(29)",
            "Hearing aids with compression –Hearing aids with compression systems are designed to control ambient noise exposures for workers who wear hearing aids and are regularly exposed to hazardous sound levels. Compression automatically reduces gain of the hearing aid when noise input levels exceed a certain threshold –In a single group, within subject study (N = 13) conducted in Canada researchers examined the effects of three forms of compression on speech intelligibility and control of noise exposure. Participants were asked to recognize monosyllabic words delivered in background industrial noise using three different types of compression systems: compression limiting (overall gain is reduced when input levels are high), compression of low frequencies, and compression of high frequencies. Results indicated that the highest intelligibility and lowest noise exposures were obtained through the compression of high frequencies(30)",
            "FM system: wireless assistive devices that enhance sound signals and can improve hearing in persons with hearing impairment (both those with and without hearing aids). In an RCT conducted in the United States with 99 veterans with functional hearing difficulties following blast exposure, researchers found that FM systems were effective for improving speech recognition in noisy environments(69)",
            "Gene therapy (hair cell regrowth): The goal of gene therapy is to grow damaged inner ear hair cells –One gene has been found to regrow hair cells in guinea pig studies for hair cell renewal. No trials have been performed with humans(2)",
            "Rehabilitation program –There have been few studies examining the effects of rehabilitation programs for persons affected by occupational hearing loss. In a study conducted in Canada, researchers examined the effects of group sessions with participants with hearing loss and their spouses. Sessions were provided over one weekend or in four 2-hour  meetings with focus on psychological support, education about the problem, and instruction in new skills to cope with the effects of hearing loss. After the sessions, participants judged their hearing problem as less severe and felt more capable of coping. Some participants agreed to undertake steps to provide themselves with hearing aids(31) . Problem Goal Intervention Expected Progression Home Program Hearing loss associated with job-related exposure to loud noisesIncrease employer and employee awareness of the effects of noise on hearing and the importance of wearing hearing protectionEducation/awareness programs _ An audiologist might be involved in programs to assist employers in assessing, monitoring, and designing administrative control over noise exposures, monitoring employee hearing levels, using HPDs, and offering education programs(22,23,24)Employer and employees will increase knowledge of NIHL and will take appropriate action to avoid riskN/A ."
        ]
    },
    "desired outcomes outcome measures": {
        "no further loss of hearing": [
            "Standard threshold shift (STS): A change in the hearing threshold of an average of 10 dB or more relative to the baselineaudiogram at 2,000, 3,000, and 4,000 Hz in each ear. The American Academy of Audiology recommends that the patient betested using the “15 dB twice method” (a 15 dB shift at any test frequency confirmed by an immediate retest). In addition,the patient should be retested within 30 days to identify significant noise-induced  threshold shifts(32)",
            "TTS: Presence of a TTS indicates that a recent dose of noise was excessive. This measure may be useful in monitoringworkers who wear hearing aids to determine if their amplification needs to be adjusted or if they need to abstain fromwearing hearing aids in certain situations(30)"
        ],
        "improved communication ability": [],
        "improved quality of life": [
            "Hearing Handicap Inventory for Adults",
            "Hearing Handicap Inventory for the Elderly"
        ]
    },
    "maintenance or prevention": [
        "Keep at-ear  occupational noise exposure to levels below 85 dB by altering the volume of the noise or consistently using hearing protection devices(53,55)",
        "Patient should be educated on how to prevent additional NIHL. Patient education and training should be tailored to the patient’s specific attitudes, needs, and beliefs. In addition to providing information, the goal of education should be to motivate the patient to change behaviors. A hearing loss prevention program for a workplace should include a careful audit of the types of situations and/or materials (machinery) that are harmful to hearing and what resources management are willing to provide to address these hazards(32) In a study conducted in the United States, researchers found that Spanish-speaking workers were not receiving effective hearing loss prevention services as compared with their English-speaking  coworkers because the materials were not in Spanish or culturally appropriate(33)",
        "Adolescents and young adults are at high risk of excessive noise exposure and should be educated specifically about the risk of NIHL related to the use of personal listening devices(34,35,36,65) Education should emphasize that intensity (i.e., music volume) and listening duration are the factors mostly likely to lead to NIHL(34) Whenever possible, individuals should use noise-limiting  headphones when using personal listening devices(34) Messages about hearing conservation should be conveyed to this population through age-appropriate  media such as TV or online blogs(34,35) Education for children and teenagers about personal listening devices and loud-noise  recreational activities and the associated risk of NIHL should emphasize the gradual nature of the damage, the permanent/irreversible nature of the hearing loss, and measures that can be taken to prevent NIHL (e.g., hearing protection)(34,36,37) Audiologists should collaborate with health educators and school nurses to develop NIHL prevention programs for individual schools targeting adolescents and teenagers(48)",
        "It is important to educate parents of adolescents and teenagers about the risk factors for NIHL so that they can be involved in prevention measures. In a study conducted in the United States, researchers used an Internet-based  survey to obtain a nationally representative sample of parents of children aged 13 to 17 years.(51) The total number of respondents who met inclusion criteria was 716. Researchers found that over half of the parents (375/716) did not believe their child was at risk for NIHL and only 31% of parents surveyed had discussed the risk of hearing loss related to excessive noise exposure with their children at some point in the previous2 years.(51) Additionally, researchers found that the only type of activity parents identified as a risk factor for NIHL was playing music too loud, with the majority of parents not recognizing other activities such as operating a lawn mower, hunting, riding a motorcycle, using shop equipment, or participating in band or orchestra activities as potentially risky(51)"
    ],
    "patient education": [
        "See “Noise-Induced  Hearing Loss” from the U.S. National Institute on Deafness and Other Communication Disorders at https://www.nidcd.nih.gov/health/noise-induced-hearing-loss  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "John AB, Kreisman BM, Pallett S. Validity of hearing impairment calculation methods for prediction of self-reported  hearing handicap. Noise Health . 2012;14(56):13-20. doi:10.4103/1463-1741.93321.  (R)"
        },
        {
            "number in article": 2,
            "reference": "National Institute on Deafness and Other Communicative Disorders. Noise-induced  hearing loss. National Institute on Deafness and Other Communicative Disorders Web site. https://www.nidcd.nih.gov/health/noise-induced-hearing-loss . Published March 2014. Accessed July 15, 2018. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Wang YP, Young YH. Vestibular-evoked  myogenic potentials in chronic noise-induced  hearing loss. Otolaryngol Head Neck Surg . 2007;137(4):607-611.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Kastanioudakis I, Exarchakos G, Ziavra N, Skevas A. Permanent bilateral acoustic trauma due to air bag deployment in a young female. J Laryngol Otol . 2003;117(2):138-140. (C)"
        },
        {
            "number in article": 5,
            "reference": "ACOEM Noise and Hearing Conservation Committee. ACOEM evidence-based  statement: noise-induced  hearing loss. J Occup Environ Med . 2003;45(6):579-581.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Dogru H, Tüz M, Uygur K. Correlation between blood group and noise-induced  hearing loss. Acta Otolaryngol . 2003;123(8):941-942.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Daniel E. Noise and hearing loss: a review. J Sch Health . 2007;77(5):225-231.  (G)"
        },
        {
            "number in article": 8,
            "reference": "Chang NC, Yu ML, Ho KY, Ho CK. Hyperlipidemia in noise-induced  hearing loss. Otolaryngol Head Neck Surg . 2007;137(4):603-606.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Lynch ED, Kil J. Compounds for the prevention and treatment of noise-induced  hearing loss. Drug Discov Today . 2005;10(19):1291-1298.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Neitzel RL, Stover B, Seixas NS. Longitudinal assessment of noise exposure in a cohort of construction workers. Ann Occup Hyg . 2011;55(8):906-916.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Samelli AG, Matas CG, Carvallo RM, et al. Audiological and electrophysiological assessment of professional pop/rock musicians. Noise Health . 2012;14(56):6-12.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Olusanya BO, Bamigboye BA, Somefun AO. Permanent hearing loss among professional spice grinders in an urban community in southwest Nigeria. J Urban Health . 2012;89(1):185-195.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Ad Hoc Committee on Dementia. Practice Portal: Dementia. American Speech-Language-Hearing  Association Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Published 2005. Accessed January 15, 2018. (G)"
        },
        {
            "number in article": 14,
            "reference": "Meinke DK, Dice N. Comparison of audiometric screening criteria for the identification of noise-induced  hearing loss in adolescents. Am J Audiol . 2007;16(2):S190-S202.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Schmuziger N, Patscheke J, Probst R. An assessment of threshold shifts in nonprofessional pop/rock musicians using conventional and extended high-frequency  audiometry. Ear Hear. 2007;28(5):643-648.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Fausti SA, Wilmington DJ, Helt PV, Helt WJ, Konrad-Martin  D. Hearing health care: the need for improved hearing loss prevention and hearing conversation practices. J Rehabil Res Dev . 2005;42(4 Suppl 2):45-62. (G)"
        },
        {
            "number in article": 17,
            "reference": "Marshall L, Miller JAL. Otoacoustic emissions: reducing and preventing noise-induced  hearing loss. ASHA Lead . 2007;12(9):8-11.  (G)"
        },
        {
            "number in article": 18,
            "reference": "Balatsouras DG, Kaberos A, Korres S, Kandiloros D, Ferekidis E, Economou C. Detection of pseudohypacusis: a prospective randomized study of the use of otoacoustic emissions. Ear Hear. 2003;24(6):518-527.  (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Lalwani AK. Disorders of hearing. In: Longo DL, Fauci AS, Kasper DL, et al, eds. Harrison's Principles of Internal Medicine . Vol 1. 19th ed. New York: McGraw-Hill  Medical; 2015:217-225.  (G)"
        },
        {
            "number in article": 20,
            "reference": "Stepkin RL. A little occupational audiology for the clinical audiologist. ASHA Lead . 2005;10(8):4,10-11.  (G)"
        },
        {
            "number in article": 21,
            "reference": "Moon IS, Park SY, Park HJ, Yang HS, Hong SJ, Lee WS. Clinical characteristics of acoustic trauma caused by gunshot noise in mass rifle drills without ear protection. J Occup Environ Hyg . 2011;8(10):618-623.  doi:10.1080/15459624.2011.609013. (R)"
        },
        {
            "number in article": 22,
            "reference": "Lusk SL, Ronis DL, Kazanis AS, Eakin BL, Hong O, Raymond DM. Effectiveness of a tailored intervention to increase factory workers' use of hearing protection. Nurs Res. 2003;52(5):289-295.  (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Knobloch MJ, Broste SK. A hearing conversation program for Wisconsin youth working in agriculture. J Sch Health . 1998;68(8):313-318.  (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Joseph A, Punch J, Stephenson M, Paneth N, Wolfe E, Murphy W. The effects of training format on earplug performances. Int J Audiol . 2007;46(10):609-618.  (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Canlon B. Sound conditioning modulates auditory sensitivity. Semin Hear . 2002;23(1):13-20.  (RV)"
        },
        {
            "number in article": 26,
            "reference": "Quaranta A, Scaringi A, Fernandez-Vega  S, Quaranta N. Effect of ipsilateral and contralateral low-frequency  narrow-band  noise on temporary threshold shift in humans. Acta Otolaryngol . 2003;123(2):164-167.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Bielefeld EC, Kopke RD, Jackson RL, Coleman JK, Liu J, Henderson D. Noise protection with N-acetyl-l-cysteine  (NAC) using a variety of noise exposures, NAC doses, and routes of administration. Acta Otolaryngol . 2007;127(9):914-919.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Quaranta A, Scaringi A, Bartoli R, Margarito MA, Quaranta N. The effects of 'supra-physiological'  vitamin B12 administration on temporary threshold shift. Int J Audiol . 2004;43(3):162-165.  (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Suckfuell M, Canis M, Strieth S, Scherer H, Haisch A. Intratympanic treatment of acute acoustic trauma with a cell-permeable  JNK ligand: a prospective randomized phase I/II study. Acta Otolaryngol . 2007;127(9):938-942.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Dolan TG, Wonderlick BA. Multi-channel  compression and speech intelligibility in industrial noise. J Speech Lang Hear Res . 2000;43(6):1380-1388.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Getty L, Hétu R. Development of a rehabilitation program for people affected with occupational hearing loss. 1. A new paradigm. Audiology . 1991;30(6):317-329.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Berger E, Hager L, Johnson DL, et al. Preventing noise-induced  hearing loss. Audiology Today . 2004;16(1):13-16.  (G)"
        },
        {
            "number in article": 33,
            "reference": "Wakefield E, Meinke DK. Communication strategies between occupational hearing conservationists and Spanish-speaking  workers. Perspect Comm Dis Sci Cult Ling Div Pop . 2011;18(3):63-70.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Punch JL, Elfenbein JL, James RR. Targeting hearing health messages for users of personal listening devices. Am J Audiol . 2011;20(1):69-82. doi:10.1044/1059-0889(2011/10-0039).  (RV)"
        },
        {
            "number in article": 35,
            "reference": "Danhauer JL, Johnson CE, Dunne AF, et al. Survey of high school students' perceptions about their iPod use, knowledge of hearing health, and need for education. Lang Speech Hear Serv Sch . 2012;43(1):14-35.  doi:10.1044/0161-1461(2011/10-0088).  (R)"
        },
        {
            "number in article": 36,
            "reference": "Dell SM, Holmes AE. The effect of a hearing conservation program on adolescents' attitudes towards noise. Noise Health . 2012;14(56):39-44.  doi:10.4103/1463-1741.93333. (R)"
        },
        {
            "number in article": 37,
            "reference": "Tung CY, Chao KP. Effect of recreational noise exposure on hearing impairment among teenage students. Res Dev Disabil . 2013;34(1):126-132.  doi:10.1016/ j.ridd.2012.07.015. (R)"
        },
        {
            "number in article": 38,
            "reference": "Flamme GA, Williams N. Sports officials' hearing status: whistle use as a factor contributing to hearing trouble. . J Occup Environ Hyg . 2013;10(1):1-10. doi:10.1080/15459624.2012.736340. (R)"
        },
        {
            "number in article": 39,
            "reference": "Tao L, Davis R, Heyer N, et al. Effect of cigarette smoking on noise-induced  hearing loss in workers exposed to occupational noise in China. Noise Health . 2013;15(62):67-72. doi:10.4103/1463-1741.107159.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Hong O, Eakin BL, Chin DL, Feld J, Vogel S. An Internet-based  tailored hearing protection intervention for firefighters: development process and users' feedback. Health Promot Pract . 2013;14(4):572-579.  doi:10.1177/1524839912462031. (R)"
        },
        {
            "number in article": 41,
            "reference": "Amjad-Sardrudi  H, Dormohammadi A, Golmohammadi R, Poorolajal J. Effect of noise exposure on occupational injuries: a cross-sectional  study. J Res Health Sci . 2012;12(2):101-104.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Wilson WJ, O'Brien I, Bradley AP. The audiological health of horn players. J Occup Environ Hyg . 2013;10(11):590-596.  doi:10.1080/15459624.2013.818227. (R)"
        },
        {
            "number in article": 43,
            "reference": "Mahboubi H, Oliaei S, Badran KW, et al. Systematic assessment of noise amplitude generated by toys intended for young children. Otolaryngol Head Neck Surg . 2013;148(6):1043-1047.  doi:10.1177/0194599813482293. (R)"
        },
        {
            "number in article": 44,
            "reference": "Hong O, Chin DL, Samo DG. Hearing loss and use of hearing protection among career firefighters in the United States. J Occup Environ Med . 2013;55(8):960-965. doi:10.1097/JOM.0b013e318293aee0. (R)"
        },
        {
            "number in article": 45,
            "reference": "Meinke DK, Murphy WJ, Finan DS, et al. Auditory risk estimates for youth target shooting. Int J Audiol . March 2014;53(Suppl 2):S16-25.  doi:10.3109/14992027.2013.865845. (R)"
        },
        {
            "number in article": 46,
            "reference": "Stewart M, Meinke DK, Snyders JK, Howerton K. Shooting habits of youth recreational firearm users. Int J Audiol . March 2014;53(Suppl 2):S26-34. doi:10.3109/14992027.2013.857437. (R)"
        },
        {
            "number in article": 47,
            "reference": "Johnson O, Andrew B, Walker D, Morgan S, Aldren A. British university students' attitudes towards noise-induced  hearing loss caused by nightclub attendance. J Laryngol Otol . January 2014;128(1):29-34;  quiz 33-4. doi:10.1017/S0022215113003241. (R)"
        },
        {
            "number in article": 48,
            "reference": "Thompson A, Pakulski L, Price J, Kleinfelder J. Health teachers' perceptions and teaching practices regarding hearing loss conservation. Am J Health Educ . 2013;44(3):335-342.  doi:10.1080/19325037.2013.838917. (R)"
        },
        {
            "number in article": 49,
            "reference": "Ismail AF, Daud A, Ismail Z, Abdullah B. Noise-induced  hearing loss among quarry workers in a north-eastern  state of Malaysia: a study on knowledge, attitude and practice. Oman Med J . September 2013;28:331-6.  doi:10.5001/omj.2013.96. (R)"
        },
        {
            "number in article": 50,
            "reference": "Li XT, Li X, Hu FF, et al. Association between paraoxonase 2 gene polymorphisms and noise-induced  hearing loss in the Chinese population. J Occup Health . 2013;55(2):56-65.  (R)"
        },
        {
            "number in article": 51,
            "reference": "Sekhar DL, Clark SJ, Davis MM, Singer DC, Paul IM. Parental perspectives on adolescent hearing loss risk and prevention. JAMA Otolaryngol Head Neck Surg . January 2014;140(1):22-8.  doi:10.1001/jamaoto.2013.5760. (R)"
        },
        {
            "number in article": 52,
            "reference": "Girard SA, Leroux T, Verreault R, et al. Falls risk and hospitalization among retired workers with occupational noise-induced  hearing loss. Can J Aging . March 2014;33(1):84-91.  doi:10.1017/S0714980813000664. (R)"
        },
        {
            "number in article": 53,
            "reference": "Rabinowitz PM, Galusha D, Dixon-Ernst  C, Clougherty JE, Neitzel RL. The dose-response  relationship between in-ear occupational noise exposure and hearing loss. Occup Environ Med . 2013;70(10):716-721.  doi:10.1136/oemed-2011-100455.   (R)"
        },
        {
            "number in article": 54,
            "reference": "Wells TS, Seelig AD, Ryan MA, et al. Hearing loss associated with US military combat deployment. Noise Health . January 2015;17(74):34-42.  doi:10.4103/1463-1741.149574. (R)"
        },
        {
            "number in article": 55,
            "reference": "Sherman CR, Azulay Chertok IR. Review of interventions to increase hearing protective device use in youth who live or work on farms. J Clin Nurs . January 2014;23(1-2):3-12. doi:10.1111/jocn.12087. (R)"
        },
        {
            "number in article": 56,
            "reference": "Whittaker JD, Robinson T, Acharya A, Singh D, Smith M. Noise-induced  hearing loss in small-scale  metal industry in Nepal. J Laryngol Otol . 2014;128(10):871-880. doi:10.1017/S0022215114001728. (R)"
        },
        {
            "number in article": 57,
            "reference": "Robinson T, Whittaker J, Acharya A, Singh D, Smith M. Prevalence of noise-induced  hearing loss among woodworkers in Nepal: A pilot study. Int J Occup Environ Health . 2015;21(1):14-22.  doi:10.1179/2049396714Y.0000000084. (R)"
        },
        {
            "number in article": 58,
            "reference": "Girard SA, Leroux T, Courteau M, Picard M, Turcotte F, Richer O. Occupational noise exposure and noise-induced  hearing loss are associated with work-related  injuries leading to admission to hospital. Inj Prev. 2015;21(e1):e88-92.  doi:10.1136/injuryprev-2013-040828.  (R)"
        },
        {
            "number in article": 59,
            "reference": "Berg RL, Pickett W, Linneman JG, Wood DJ, Marlenga B. Asymmetry in noise-induced  hearing loss: Evaluation of two competing theories. Noise Health . 2914;16(69):102-107. doi:10.4103/1463-1741.132092.  (R)"
        },
        {
            "number in article": 60,
            "reference": "Tahir N, Aljunid SM, hashim JH. Burden of noise induced hearing loss among manufacturing industrial workers in Malaysia. Iranian J Public Health . 2014;43(3):148-153.  (R)"
        },
        {
            "number in article": 61,
            "reference": "Doosti A, Lotfi y, Moossavi A, Makhshi E, Talasaz AH, Hoorzad A. Comparison of the effects of N-acetyl-cysteine  and ginseng in prevention of noise induced hearing loss in male textile workers. Noise Health . 2014;16(71):223-227.  doi:10.4103/1463-1741.137057.  (R)"
        },
        {
            "number in article": 62,
            "reference": "Halevi-Katz  DN, Yaakobi E, Putter-Katz  H. Exposure to music and noise-induced  hearing loss (NIHL) among professional pop/rock/jazz musicians. Noise Health . 2015;17(76):158-164.  doi:10.4103/1463-1741.155848.  (R)"
        },
        {
            "number in article": 63,
            "reference": "Lee GJ, Lim MY, Kuan AY, Teo JH, Tan HG, Low WK. The music listening preferences and habits of youths in Singapore and its relation to leisure noise-induced  hearing loss. Singapore Med J . 2014;55(2):72-77.  (R)"
        },
        {
            "number in article": 64,
            "reference": "Gan WQ, Moline J, Kim H, Mannino DM. Exposure to loud noise, bilateral high-frequency  hearing loss and coronary heart disease. Occup Environ Med . January 2016;73(1):34-41.  doi:10.1136/oemed-2014-102778.  (R)"
        },
        {
            "number in article": 65,
            "reference": "Balanay JA, Kearney GD. Attitudes toward noise, perceived hearing symptoms, and reported use of hearing protection among college students: Influence of youth culture. Noise Health . 2015;17(79):394-405.  doi:10.4103/1463-1741.169701.  (R)"
        },
        {
            "number in article": 66,
            "reference": "Størmer CC, Laukli E, Hoydal EH, Stenkley NC. Hearing loss and tinnitus in rock musicians: A Norwegian survey. Noise Health . 2015;17(79):411-21. doi:10.4103/1463-1741.169708.  (R)"
        },
        {
            "number in article": 67,
            "reference": "Irgens-Hansen  K, Baste V, Bratveit M, Lind O, Koefoed VF, Moen BE. Hearing loss in the Royal Norwegian Navy: A longitudinal study. Noise Health . 2016;18(82):157-65. doi:10.4103/1463-1741.181999.  (R)"
        },
        {
            "number in article": 68,
            "reference": "Washnik NJ, Phillips SL, Teglas S. Student's music exposure: Full-day personal dose measurements. Noise Health . 2016;18(81):98-103.  doi:10.4103/1463-1741.178510.  (R)"
        },
        {
            "number in article": 69,
            "reference": "Saunders GH, Frederick MT, Arnold ML, Silverman SC, Chisolm TH, Myers PJ. A Randomized Controlled Trial to Evaluate Approaches to Auditory Rehabilitation for Blast-Exposed  Veterans with Normal or Near-Normal  Hearing Who Report Hearing Problems in Difficult Listening Situations. J Am Acad Audiol . January 2018;29(1):44-62. doi:10.3766/jaaa.16143. (RCT)"
        }
    ]
}