{
    "metadata": {
        "title": "Agraphia  Speech Therapy",
        "synonyms": [
            "acquired agraphia",
            "acquired dysgraphia",
            "deep dysgraphia",
            "dysgraphia, global agraphia",
            "graphemic buffer disorder",
            "lexical agraphia",
            "phonological agraphia",
            " spatial dysgraphia",
            "surface agraphia",
            "dysgraphia: speech therapy",
            "acquired agraphia: speech therapy",
            "agraphia, acquired: speech therapy",
            "acquired dysgraphia: speech therapy",
            " dysgraphia",
            "acquired: speech therapy"
        ],
        "anatomical location body part affected": [
            "The brain, following stroke or degenerative neurological disorder. Damage to the following areas of the brain that have been associated with agraphia: the dominant hemisphere’s temporo-parietal-occipital  junction (Brodmann areas 37 and 39), the left ventral temporal cortex, and the posterior inferior frontal gyrus(1,30,31)"
        ],
        "area of specialty": [
            "adult neurological disorders",
            "pediatric genetic and/or neurological disorders"
        ],
        "description": [
            "Agraphia is an acquired disorder of written language that results in an inability to spell both words and nonwords.(2) The inaccuracies manifest in both written and oral spelling(3)",
            "Agraphia results from damage to the cognitive mechanism that is responsible for oral and written spelling. A dual model of spelling developed by Barry and Ellis describes two ways in which spelling words is accomplished.(3) These are known as the “semantic/ lexical route” and the “non-lexical  route”(2,3) –According to this model, in the semantic/lexical route, the meaning of a word supports the correct spelling of that word (i.e., knowing when to use the spelling “right” vs. “write”). If a person is able to spell without  using the meaning of words, errors such as FLOWER for “flour” can occur(4) –In the non-lexical  route, phonemes (sounds) are converted to graphemes (letters) and it is possible to spell unfamiliar words, unknown words, or nonwords accurately(2,3) –These two routes are posited to converge at a “graphemic output buffer” level, which is thought to be housed in the part of the brain in which graphemic representations of words are “held” prior to being either written down or spelled aloud(2,3,4) -Letter position errors, such as MABRLE for “marble,” are thought to reflect damage at the graphemic output buffer level(5) –The words must then be converted from the abstract sounds/representations in the graphemic output buffer level to letter shapes (e.g., upper and lower case, cursive, print), which is thought to take place via allographic conversion(2,4) -An allograph is defined as the unique production of a grapheme (i.e., each person writes the letter “a” in his or her own unique way, but all productions symbolize the same grapheme, “a”)(4) –Agraphia manifests in different forms depending on which portion of the spelling process is damaged.(2,3,4) For example, if the semantic/lexical route is damaged, words will be spelled incorrectly but nonwords will be relatively preserved.(2) If the damage is in the graphemic output buffer level, all words and nonwords will be spelled  incorrectly because the person will be unable to “hold” the graphemic representation in his or her mind prior to writing it down and spelling it aloud(3)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "784.69": "other: acalculia; agnosia; agraphia NOS; apraxia"
        },
        "ICD-10 codes": {
            "R48.8": "other and unspecified symbolic dysfunctions: acalculia, agraphia _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Errors of spelling may present as semantic paraphasias (CAT/dog), substitutions (WUTCH/watch), additions (WAUTCH/watch), omissions (WACH/watch), movement (WACTH/watch), or some combination of these (WAUCTH/watch).(2,3) There is evidence from research studies indicating that words that are more high frequency (i.e., occur more often in the language), words that are acquired at an earlier age, and words that are more concrete (i.e., nouns vs. verbs) are better preserved in agraphia(2,3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Extensive speech and language testing will be necessary for patients with agraphia, as treatment goals will depend upon the patient’s strengths and will utilize systems that are still intact.(1,3) Again, it is very important to understand that the patient is most likely undergoing significant emotional adjustments following the loss of some or all communicative abilities, and the examiner must take steps to ensure the patient is not made to feel patronized, humiliated, or otherwise looked-down upon(1,7)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  agraphia is the result of brain damage. typically, the damage occurs in the dominant hemisphere’s temporo-parietal-occipital junction  brodmann areas  and  .   for example, if the person is right-handed,  the damage": [],
        "pathogenesis:  brain damage that results in agraphia is usually caused by stroke; however, it has also been reported in patients with traumatic brain injury  tbi , delirium, dementia, or a neurological degenerative disease such as amyotrophic": [],
        "risk factors:  as agraphia is a result of brain damage, its risk factors are the risk factors for brain damage": [
            "Stroke–Advanced age (risk doubles each decade after age 55; peak incidence at 80–84  years of age)(11)–Aneurysm(7)–Sex (more common in women than men)(11)-Use of birth control pills and pregnancy further increase the risk of stroke in women(11)–Family history of stroke(11)–History of stroke, heart attack, or transient ischemic attack (TIA)(11)–Cigarette smoking(11)–Hypertension (normal blood pressure ≤ 120/80 mm Hg)(11)–Diabetes mellitus(11,12)–Carotid or other artery disease (including peripheral artery disease)(7,11)–Excess weight(11)–Hyperlipidemia (LDL cholesterol > 100 mg/dL)(11)–Physical inactivity(11)–Alcohol and/or drug abuse(11)–Atrial fibrillation or other heart disease(11)–Sickle cell disease(11)–Poor diet that is high in fat(11)–Geographical location (in the United States, strokes are more common in the Southeast)(11)–Socioeconomic factors (some evidence suggests strokes are more common among persons of low income)(11)–For detailed information on assessment and treatment of patients with stroke, see Clinical Review…Stroke Rehabilitation:Speech Therapy ; CINAHL Topic ID Number: T708774",
            "TBI–Age(13,14)-Children, specifically newborns through age 4 years(14)-Teenagers and young adults, especially those aged 15–24  years(14)-Adults over age 75(14)–Bicycle and motorcycle riders(13)–Sex (increased risk for males vs. females)(13)–For detailed information on TBI, see series of Clinical Reviews on this topic",
            "Dementia(15,16)–Advanced age (65+)(15)–Encephalopathy(9)–Genetic predisposition(15)–Parkinson disease(9,15)-For detailed information on assessment and treatment of patients with Parkinson disease, see Clinical Review…Parkinson Disease (Speech) ; CINAHL Topic ID Number: T708751–Vascular disease(15)-For detailed information on assessment and treatment of patients with vascular dementia, see  Clinical Review…Dementia, Vascular: Speech Therapy ; CINAHL Topic ID Number: T708923",
            "Neurological degenerative disease–Age (most common onset between ages 55 and 65 years)(10,17)–Genetic predisposition–Sex (greater incidence in men vs. women)(17)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Agraphia does not occur in isolation and is generally only one aspect of a person’s communicative disorder.(1,4,7,27) It is therefore necessary to proceed with evaluation and treatment of agraphia with great sensitivity to the patient’s emotional and cognitive state, and it might be necessary to refer the patient for psychological, neuropsychological, or psychiatric evaluation and treatment as well(1)",
        "Patients with agraphia should always be evaluated with a family member or caregiver present in order to ensure that the most accurate information is obtained",
        "It is important to consider the language in which an individual with agraphia writes. For example, in Japanese there are two distinct categories of written characters: Kana and Kanji. Sometimes it is also necessary for persons who write in Japanese to use the Romaji system, which correlates to the phonology of Western languages. Authors of a case study from Japan described a patient who developed pure agraphia for the Romaji system after experiencing an infarction of the left inferior frontal gyrus. If this patient had been assessed only for Kana and Kanji, his deficits would not have been accurately identified(28)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the underlying cause of the patient’s agraphia?",
                "course of treatment": {
                    "medical management": "Medical management will vary depending on the underlying cause of agraphia. Refer to neurological testing (MRI, CT) for description of site and size of brain damage. Patient will most likely be under the care of an internist and a neurologist, but may also require the care of a cardiologist, endocrinologist, and/or psychiatrist or psychologist",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? Are there any side effects? The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications can adversely affect cognitive and communicative functioning.(18) Contact a pharmacist or physician regarding questions about side effects(18)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Note the results of any neurological (MRI, CT scan), neuropsychological, or psychological/cognitive tests that have been completed"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, psychological, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "In which contexts and situations is spelling more difficult? Are certain words or word types (i.e., nouns, verbs) more difficult to spell? -Document if the patient speaks/understands more than one language -If the patient communicates in multiple languages, obtain information about the written forms of these languages (e.g., what alphabet/written characters are used?)(24) -What modalities are used in each language (e.g., reading, speaking, writing)?(25)  -Patients who communicate in multiple languages might not necessarily use the written form of each of the languages they speak -Obtain information about order of acquisition of each language and language history (e.g., language used in education)(25) -Which language is used in different situations (e.g., work, home, with relatives, with friends)?(25) -Premorbid proficiency in each language can be compared to present proficiency using a 7-point scale (e.g., 1 = not fluent, 7 = native proficiency)(26) -For detailed information on assessment of bilingual patients with language disorders, see Clinical Review…LanguageAphasia in Bilingual Adults ; CINAHL Topic ID Number",
                "body chart": "",
                "nature of symptoms": "Document the type of errors that are made in writing samples and during formalized testing. Errors of spelling might present as semantic paraphasias (CAT/dog), substitutions (WUTCH/watch), additions (WAUTCH/ watch), omissions (WACH/watch), movement (WACTH/watch), or some combination of these (WAUCTH/watch)(2,3)",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition and/or symptoms (e.g., aphasia, cognitive decline, apraxia) that could be indicative of a need to refer to physicianWith agraphia, as with other communicative disorders, symptoms or reports of depression, anxiety, or suicidal feelings should be taken seriously and a referral to a psychologist or psychiatrist should be made immediately.(1) Patients with communication disorders are at increased risk for depression and anxiety(15,18) -Many depression and psychological scales have been used to assess patients who have communication disorders. The speech-language  pathologist (SLP) can collaborate with the psychologist to determine the appropriate evaluation with -Hospital Anxiety and Depression Scale (HADS) (mild aphasia)(19) -Depression Intensity Scale Circles (DISC) (moderate aphasia)(19) -Stroke Aphasic Depression Questionnaire (severe aphasia  to be completed by caregiver)(19) -Visual Analogue Self-Esteem  Scale(20) -If there are concerns regarding the patient’s psychosocial status and he or she is not currently under the care of a psychiatrist or other mental health professional, a referral for further evaluation may be appropriateNote patient’s hearing abilities and use of hearing aids -Does the patient require frequent repetition of questions? -Does the patient speak loudly even in close, quiet conversational environments? -If the patient appears to have impaired hearing, refer to audiology for further assessment Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ____________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Did the patient have a premorbid neurological or communication disorder such as agraphia, aphasia, apraxia, anomia, or dementia?",
                    "comorbid diagnoses": "Ask patient or family/caregiver about other problems the patient has including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencing, including symptoms of depression(1)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient require written language as part of a job or hobby? Does the patient write or e-mail  professionally or socially?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient require a hearing aid? If so, is it in good working order? Does the patient wear glasses? Does the patient require a cane or walker?",
                "living environment": "With whom does patient live (e.g., caregivers, family members)?Identify if there are barriers to independence in the home; any modifications necessary? "
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document the use of alternative or augmentative communication (AAC).Depending on the severity of speech and language deficits, it might be appropriate to assess the patient’s ability to use an AAC system. For detailed information regarding the use of AAC devices in speech-language therapy, see the series of Clinical Reviews on this topicRule out motor impairment as the cause of agraphia. If it appears as though the patient is unable to hold or use the writing utensil secondary to poor motor function, refer to occupational therapy for further assessment. If the patient is able to spell words aloud, but not write the words down with correct spelling, this can indicate apraxic agraphia, which is due to a neuromuscular problem.(4,21) Refer patients with suspected apraxic agraphia to occupational therapy for evaluation and treatment",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "If it appears as though the patient is unable to hold or use the writing utensil secondary to reduced muscle strength, refer to occupational therapy for further assessment of hand strength and coordinationComplete a full oral mechanism exam. Assess lingual, labial, and velar structure, strength, range of motion (ROM), coordination, and rate; patients with agraphia sometimes also have dysarthria. For detailed information on assessment and treatment of dysarthria, please see the series of Clinical Reviews on this topicNeglect is a visual-spatial  disorder that results in the patient failing to describe, respond to, or orient towards stimuli in the neglected space.(6) In the more common left neglect, which results from right hemisphere brain damage, the person ignores the left visual field, significantly hindering writing abilities. Neglect, visual field cuts, visual-spatial  skills, and vision must all be assessed in order to determine if and to what extent they impact the patient’s agraphia",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "A complete and detailed evaluation of the patient’s speech, language, and cognitive skills is necessary. It is essential to know all of the patient’s strengths and deficits prior to beginning treatment. Several sessions might be required to complete the initial evaluation so that a proper treatment program can be developedA motor speech evaluation should be performed to identify or rule out coexisting apraxia and/or dysarthria -For detailed information on assessment and treatment of apraxia, see Clinical Review…Apraxia of Speech (Acquired) ;T708586.For detailed information on assessment and treatment of dysarthria (spastic, flaccid, ataxic, hypokinetic, and hyperkinetic), see the series of Clinical Reviews on dysarthriaAssess the patient for aphasia. For detailed information on assessment and treatment of aphasia, see the series of Clinical Reviews on this topic -Western Aphasia Battery (WAB) – to assess expressive and receptive language skills -Boston Diagnostic Aphasia Examination (BDAE) –to assess expressive and receptive language skills as well as visual spatial and quantitative skills -There is a writing subtest of the BDAE that has been utilized in research with patients with agraphia to obtain standardized scores related to writing impairment(24) -Boston Naming Test (BNT)(3) – to assess object naming through line drawings -Psycholinguistic Assessments of Language Processing in Aphasia (PALPA)(2) – to assess all aspects of language through 60 subtests including expressive, receptive, reading, and written language Assess vocal quality and other appropriate voice parameters (e.g., intensity, pitch, range); neurological impairment can affect vocal quality. Refer to otolaryngologist for complete workup to rule out laryngeal pathologies prior to completing a full evaluation -For detailed information on voice disorders, see the series of Clinical Reviews on this topicRule out or identify atypical speech dysfluencies (stuttering) -For detailed information on disorders of fluency, see the series of Clinical Reviews on this topicAssess reading skills as part of a complete evaluation of communication ability; many standardized tests for aphasia include portions for reading assessment. For detailed information on acquired reading disorders, see the series of Clinical Reviews on acquired dyslexiasComplete detailed evaluation of the patient’s writing abilities; many standardized tests for aphasia include -Signature writing – a person’s signature is considered to be an “automatic” task that is practiced so many times during one’s life that it should be spared despite an agraphia. If a patient is unable to write his or her signature, this might indicate motor, rather than linguistic, writing impairment(9) -Spontaneous writing sample – a short sample of writing has been shown to be an accurate example of the patient’s written form and content(9)Assess swallowing function with a bedside swallowing examination (BSE) if there are concerns about swallowing and aspiration risk –It might be necessary to perform an instrumental evaluation of swallowing (such as a videofluoroscopic swallow study [VFSS] or fiberoptic endoscopic evaluation of swallowing [FEES]) to rule out aspiration –For detailed information on evaluations of swallowing disorders, see the series of Clinical Reviews on in-depth BSEs and instrumental evaluations of swallowing (e.g., VFSS, FEES)",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Disturbances of arousal, attention, and cognition can exacerbate agraphia due to the interdependence of communicative and cognitive processes; for example, a patient has mild agraphia, yet is unable to write anything  down secondary to a severe short-term  memory deficit. Tests for –Birmingham Object Recognition Battery (BORB)(2) – to assess visual perception of objects –Clock drawing test(6,9) – an informal assessment to determine if visual-spatial  skills are intact in which a patient draws a clock –Mini-Mental  State Examination (MMSE)(9) – to assess overall cognitive impairment. Sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, Drawing –Wisconsin Card Sorting Test (WCST)(2) – to assess executive functioning such as perseveration and abstract thinking",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": "If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of a tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-Muir  Tracheostomy & Ventilator Swallowing and Speaking Valve ; CINAHL Topic IDT708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Patients with agraphia are also at risk for swallowing and feeding difficulties. Ensure that the patient and family/caregivers are aware of potential aspiration risks and educated about strategies when appropriate",
                "Following the extensive evaluation, a treatment plan must be carefully constructed to ensure maximal success. Patients with agraphia, as with most communicative disorders, are often dealing with social and emotional frustrations associated with isolation.(1) Any signs of depression or feelings of hopelessness that arise in the course of therapy should be taken seriously and referrals to the patient’s physician as well as a psychiatrist, psychologist, or neuropsychologist should be made immediately",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The diagnosis of agraphia is used to refer to the loss of written language. Specific labels might be applied to cases of agraphia that demonstrate the following characteristics: Allographic conversion impairment – patient may produce incorrect, although well-formed,  letters (i.e., writing “c” when the word is spelled with a “g”), or the patient will seem to “forget” how to form the letter altogether(4) Deep agraphia/deep dysgraphia/global agraphia – patient demonstrates increased difficulty with low frequency, abstract, and function words (those with little lexical meaning; e.g., prepositions, conjunctions, articles) and difficulty spelling unfamiliar or nonwords, as well as demonstrating semantic errors (writing CAT for “dog”)(2,4)  Graphemic buffer disorder – patient has increased difficulty spelling long words vs. short words (“length effect”); errors occur in the middle of words vs. the beginning and end of words; improved accuracy with concrete, high frequency, early acquired words(3,4) Lexical agraphia/surface agraphia – patient has increased difficulty spelling irregular, low frequency words(4) Phonological agraphia – patient has increased difficulty with low frequency, abstract, and function words as well as difficulty spelling unfamiliar words or nonwords(4) Spatial dysgraphia – when paper is placed in front of the patient, the patient writes but ignores part of the paper (usually the left side); drawing and line bisection are also affected(6)",
        "rule out": "Motor impairment and vision deficits as the cause of the writing disorder",
        "prognosis": [],
        "referral to other disciplines": "Referrals should be made to physical and occupational therapy if an underlying motor or muscle control/strength deficit appears to be the cause of the writing disorder. Referral to neurology for a full neurological workup should be made when a patient presents with an agraphia with no known underlying cause. Referral to psychology, psychiatry, or neuropsychology should be made if the patient reports feelings of depression, hopelessness, or other emotional distress. Referral to ophthalmology should be made if patient presents with visual field cut or poor vision",
        "other considerations": [],
        "treatment summary": [
            "Some researchers encourage structuring agraphia therapy around the model of errorless learning, which is currently being applied to most forms of speech therapy;(1,3) however, in a study conducted in the United States involving 4 patients with agraphia, researchers found that errorless and errorful training of spelling resulted in similar therapeutic gains, with a slightly larger treatment effect noted for those words trained through the errorful program(22) –Despite the slightly larger improvement with words trained through errorful learning, the patients reported that the errorless learning model was more enjoyable because the errorful model became frustrating at times(22)",
            "Copy and Recall Treatment (CART): a treatment protocol in which the patient copies target words repeatedly followed by delayed copying trials(2,4) –Studies have shown improved spelling of the target words;(2,4) more success is seen when a limited number of words are chosen at one time and are then trained to mastery(4) –Daily written homework in which patient copies target words from 5 sets of labeled pictures 20 times each followed by written naming task to test the recall of words copied(2) –In a small study conducted in the United Kingdom using CART, researchers demonstrated improvement in spelling of trained words as well as improvement in spelling of 6 untrained words. Overall outcomes for the group revealed significant improvements in written picture description tasks, but did not show improvements in functional tasks such as email writing and writing frequency, nor did the participants report improvement in the overall perception of disability(32)",
            "Problem-solving  method(4) –Treatment approach that serves as a compensatory strategy for spelling by teaching patients to “sound out” words they are trying to spell.(4) Patients are taught to use this problem-solving  method when they are writing paragraphs, journals, diaries, and other lengthy written passages. Patients are taught to use an electronic spell-checker  to improve accuracy. The following is an example of the problem-solving  method:(4) -When you are writing and you are unsure how a word is spelled, try to sound it out -Review what you have written and if it looks incorrect, try writing several variations -Select the spelling that “looks right” -Enter this spelling into the electronic spell-checker to either see if it is correct or if the correct spelling is given -Copy the correct word into your passage -Rewrite the sentence or paragraph with the correct spelling for reinforcement  –Research shows some carryover with this strategy to improve overall spelling knowledge(4) –In a case series study conducted in the United States, researchers treated three individuals with alexia and agraphia resulting from stroke by simultaneously addressing reading and writing impairments. For the written language/ spelling treatment, the three participants were taught to use three strategies: checking to see if the word looked correct, then sounding it out, and finally, checking the spelling with an electronic speller. Irregularly spelled, low-frequency words were used for treatment sessions. The extent of improvement varied between participants, but all three showed improvements in reading and writing. For writing, researchers documented improvements in spelling accuracy across words that were not specifically trained in therapy (indicating carryover)(30)",
            "Anagram-and-Copy  Treatment (ACT)(4) –Patients are given the letters of a target word in an anagram and asked to rearrange the letters to form the target word(2,4) –The following is an example of this type of treatment:(4) -The patient is shown a picture and asked to name the picture and write the word. If the patient is able to write the word, the clinician moves on to the next item; if not, continue to the next 3 steps -The letters of the word are provided to the patient in random order on tiles or slips of paper, and the patient is told to arrange them to spell the word. Once the patient spells the word, he or she is asked to copy it three times. If the patient is incorrect, the clinician arranges the letters and the patient copies the word three times -Once the patient is able to perform the above task successfully, the letters of the word plus 2 foils (one consonant and one vowel) are presented. The above procedure is repeated with these letters -Finally, the patient is asked to write the word to dictation without a visible target to copy –For homework, the patient is given a picture and written word at the top of a page with 20 blank lines for the patient to repeatedly copy the word. A “recall” page is also provided that consists of pictures with blanks for the patient to fill in without a target word to copy(4) –ACT has been shown to promote relearning of a set of personally significant written words for patients with severe aphasia.(4) There is no research to date that demonstrates carryover to untrained words",
            "Orthographic neighborhood treatment(3) –In a research study conducted in the United Kingdom, researchers sought to examine the effect of training words with large “orthographic neighborhoods” to increase carryover in therapy. An orthographic neighbor is a word that can be made by changing only one letter in the word. For example, the word CASK has a large orthographic neighborhood that includes CASE, CAST, TASK, MASK, CASH, and BASK. The word EDIT has a small orthographic neighborhood that includes only EMIT and EXIT(3) –The subject was trained across two therapy sessions, 1 hour each, with targeted words with large orthographic neighborhoods. The following is the procedure used in this study: -Pairwise comparisons: With the correctly spelled target word at the top of the page, the patient was given sets of two words, one being the target word and one an incorrect spelling of the target word (e.g., SA V AGE: SA VGE). The patient was to select the correctly spelled word, identify the error in the misspelled word, and rewrite it correctly(3) -Insert missing letters: With the correctly spelled target word at the top of the page, reproductions of the target word were listed with some letters missing each time. The patient was asked to fill in the missing letters (e.g., HERESY: H-R-SY)(3) -Word search grids: The patient was given traditional word search grids in which the target words were hidden horizontally, vertically, and diagonally. The list of target words was present below the word search and the patient was to find each target word in the grid(3) –In this specific study, the subject demonstrated improved spelling for both target words and words in the target words’ orthographic neighborhood that were not specifically trained.(3) Improvements were evident at 1 and 6 weeks post therapy",
            "V oice recognition software(23) –In a prospective case study involving a 65-year-old English-speaking  woman with conduction aphasia and agraphia, researchers used a voice recognition software program to improve functional writing ability(23) -Treatment consisted of ten 1-hour  sessions over the course of 4 weeks(23) -Software was the Dragon Naturally Speaking program(23)  -The patient was trained in basic computer skills as well as specific use of the software program in order to write e-mails, which was the patient-determined  goal of therapy(23) -By the sixth session, the patient was 100% independent with computer and software set-up tasks(23) -After the 10 treatment sessions, the patient was able to dictate and edit short, novel messages via the voice recognition software, including e-mails  for work, shopping lists, and personal messages to friends and family(23) -In baseline tests of computer and writing skills, the patient scored a total of 12/102 points (11.8%); after 10 weeks, the patient scored 88/102 points (86.3%)(23)",
            "Prism adaptation(6) –In a case study from France, an apparatus was used to reduce the subject’s left-sided  neglect when writing. The apparatus was described as a two-layer  rectangular wooden box-like frame that the patient sat in front of and toward the top of which he rested his chin; the patient wore prismatic lenses to shift his visual field to the right. While he was in this device he was asked to point straight forward, bisect a line, free draw a picture, and give a handwriting sample. The total time he spent exposed to the prism was about 3 minutes(6) –Following the exposure to the prism adaptation, the patient was assessed immediately, as well as 2, 24, and 48 hours post exposure. The patient demonstrated improvement in all measures of agraphia (neglected surface, broken lines, lines inclination, and graphic errors)(6)",
            "Imageability technique(27) –Authors of a case study described agraphia therapy for a 58-year-old  male with primary progressive aphasia. The patient’s case was unique in that the initial symptoms were difficulty writing and spelling. Over the course of 9 years, speech fluency progressively worsened, and eventually he was unable to speak. Because the patient demonstrated a strong imageability effect in his initial reading evaluation (better able to read concrete, imageable words [e.g., parakeet] versus abstract words [e.g., there]), the authors used an imageability technique to improve writing. An associative strategy was used to link concrete words and mental images to remember letter names (e.g., B = bee; X = X-ray)  and he was asked to generate country names to associate with each letter of the alphabet (e.g., A = Afghanistan, B = Belgium). In treatment sessions, the therapist cued him to speak the country names out loud to help him remember the letters. He had more difficulty with vowels, so consonants were trained first. Initially, the patient’s performance improved and at one of his assessments he was able to name 95% of consonants and 80% of vowels; however, because of his underlying diagnosis he eventually declined to 0% over the course of 2 years(27)",
            "Letter-picture  technique(1) –Authors of a case study described a unique approach to therapy for writing and spelling deficits in which a globally agraphic, English-speaking  patient was taught to utilize his intact visual memory as well as his ability to accurately arrange written letters to form a complete word(1) –Therapists taught the patient to take each letter and distort it slightly to create a picture that resembled the word. For example, with the word “cup,” the “c” was placed at the bottom to represent a saucer and the “u” and the “p” were placed on top to form the cup and handle(1) –The patient was able to memorize the drawings, and once they were recreated he could rearrange the letters within the picture to form the word he wanted to write. The patient eventually began creating his own “letter-pictures”  to regain a vocabulary(1) –After 5 months, the patient’s written vocabulary increased from 24 to 91 words. Eventually, the therapists were able to utilize similar techniques to begin retraining the patient to speak as well(1) –Once the letter-pictures  had been established, the patient was instructed to independently copy them repeatedly at home to aid memorization (1) . Problem Goal Intervention Expected Progression Home Program  Inability to communicate through written languagePatient will express himself or herself through written language with correct word choice, spelling, and grammarFunctional training _ CART _ _ Problem-solving method _ _ V oice recognition software _ _ See Treatment summary , aboveInitial training begins with a set of target words; once the patient has reached the predetermined level of mastery (usually 80– 90% accuracy), the SLP will progress to a new set of target wordsCART: Daily written homework in which patient copies target words from 5 sets of labeled pictures 20 times each followed by written naming task to test the recall of words copied(2) _ _ Problem-solving method: Patient is asked to write paragraphs and stories daily in his or her journal and use the problem- solving method to spell everything correctly. In therapy sessions, homework and the problem- solving method are reviewed with the therapist to increase independence(4) _ _ V oice recognition software: Install software on the patient’s home computer for practice and functional use such as e-mail writing(23) Inability to communicate through written languagePatient will strengthen mental sound-to-letter correspondences so that he or she can use knowledge of phonology to assist with spellingFunctional training _ ACT _ _ See Treatment summary , aboveInitial training begins with a set of target words; once the patient has reached the predetermined level of mastery (usually 80-90% accuracy), the SLP will progress to a new set of target wordsThe patient is given a picture and written word at the top of a page with 20 blank lines for the patient to repeatedly copy the word. A “recall” page is also provided that consists of pictures with blanks for the patient to fill in without a target word to copy(4)  Impaired short-term memory for temporarily “holding” spellings prior to writing or spelling aloud; graphemic buffer disorder(3,4)Patient will improve short-term memory for spellingFunctional training _ Orthographic neighborhood treatment _ _ See Treatment summary , aboveSLP progresses through pairwise comparisons, inserting missing letters and word search grids as described in Treatment summary , aboveNone specified; however, additional worksheets could be printed and provided for patient to utilize independently at home for increased practice Hemispatial neglect, which causes the patient to “ignore” half of the page when writing or drawing; spatial dysgraphiaPatient will utilize the entire page when writing or drawingFunctional training _ Prism adaptation _ _ See Treatment summary , aboveN/A None specified Severe expressive language deficits coupled with severe agraphia; an inability to communicate wants and needsPatient will increase communication through written languageFunctional training _ Letter-picture technique(1) _ _ See Treatment summary , aboveGradually introduce new letter-pictures to increase the patient’s written vocabularyThe patient should independently copy the letter-pictures repeatedly at home to aid in memorization of the letter-pictures(1) ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved functional written communication abilities": [
            "WAB writing subtests",
            "BDAE writing subtests",
            "PALPA writing subtests",
            "Spontaneous writing sample"
        ],
        "improved quality of life": [
            "Quality of Communication Life Scale (ASHA QCL) provides information about the patient’s communication interactionsand participation in social, leisure, and work activities(29)"
        ]
    },
    "maintenance or prevention": [
        "Maintenance of writing skills in a person with agraphia will depend on continued use of writing as well as the underlying diagnosis (i.e., progressive conditions might result in worsening agraphia)",
        "For treatments that focus on target words (e.g., CART, ACT), patients will likely maintain progress if they continue to utilize the home programs following discharge from therapy"
    ],
    "patient education": [
        "Find information about stroke prevention, risk factors, and recovery at the American Stroke Association website, http:// www.strokeassociation.org/STROKEORG/  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Young H, McKenna P, Wilson C. The use of letter-pictures  to access writing in aiding adjustment to severe expressive dysphasia: a novel technique in the rehabilitation of agraphia. J Cognit Rehabil . 2005;23(3):5-12.  (C)"
        },
        {
            "number in article": 2,
            "reference": "Kumar VP, Humphreys GW. The role of semantic knowledge in relearning spellings: evidence from deep dysgraphia. Aphasiology . 2008;22(5):489-504.  (C)"
        },
        {
            "number in article": 3,
            "reference": "Sage K, Ellis AW. Using orthographic neighbours to treat a case of graphemic buffer disorder. Aphasiology . 2006;20(9-11):851-870.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Beeson PM. Remediation of written language. Top Stroke Rehabil . 2004;11(1):37-48.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Gvion A, Friedmann N. Letter position dysgraphia. Cortex. 2010;46(9):1100-1113.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Rode G, Pisella L, Marsal L, Mercier S, Rossetti Y, Boisson D. Prism adaptation improves spatial dysgraphia following right brain damage. Neuropsychologia . 2006;44(12):2487-2493.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Ng YS. Clinical features and rehabilitation of strokes in the less common vascular territories: anterior and posterior cerebral artery strokes. Crit Rev Phys Rehabil Med . 2007;19(4):295-329.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Rapcsak SZ, Beeson PM, Henry ML. Phonological dyslexia and dysgraphia: cognitive mechanisms and neural substrates. Cortex. 2009;45(5):575-591.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Adamis D, Reich S, Treloar A, Macdonald AJ, Martin F. Dysgraphia in elderly delirious medical inpaitents. Aging Clin Exp Res . 2005;18(4):334-339.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Swezey RL, Friedman RE, Gale MR. A communication device for severely dysarthric persons with agraphia. Arch Phys Med Rehabil . 1970;51(8):501-504.  (C)"
        },
        {
            "number in article": 11,
            "reference": "American Heart Association. Stroke risk factors. American Heart Association Web site. http://www.strokeassociation.org/STROKEORG/AboutStroke/UnderstandingRisk/Understanding-Risk_UCM_308539_SubHomePage.jsp . Accessed December 27, 2017. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Romero JR. Prevention of ischemic stroke: overview of traditional risk factors. Curr Drug Targets . 2007;8(7):794-801.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Cassidy JD, Carroll LJ, Peloso PM. Incidence, risk factors and prevention of mild traumatic brain injury: results of the WHO collaborating centre task force on mild traumatic brain injury. J Rehabil Med . 2004;(43 Suppl):28-60.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Buracchio T, Arvanitakis Z, Gorbien M. Dementia with Lewy bodies: current concepts. Dement Geriatr Cogn Disord . 2005;20(5):306-320.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Mayo Clinic staff. Traumatic brain injury. Mayo Clinic Web site. http://www.mayoclinic.org/diseases-conditions/traumatic-brain-injury/basics/risk-factors/con-20029302 . Accessed December 27, 2017. (GI)"
        },
        {
            "number in article": 16,
            "reference": "Suh MK, Kim EJ, Lee BH. Hanja (Ideogram) alexia and agraphia in patients with semantic dementia. Neurocase . 2010;16(2):146-156.  (C)"
        },
        {
            "number in article": 17,
            "reference": "Ferguson TA, Elman LB. Clinical presentation and diagnosis of amyotrophic lateral sclerosis. NeuroRehabilitation . 2007;22(6):409-416.  (RV)"
        },
        {
            "number in article": 18,
            "reference": "Dementia. Clinical Practice Portal. American Speech-Language-Hearing  Association Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Accessed December 27, 2017. (GI)"
        },
        {
            "number in article": 19,
            "reference": "Brumfitt S. Psychosocial aspects of aphasia: speech and language therapists' views on professional practice. Disabil Rehabil . 2006;28(8):523-534.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Brumfitt SM, Sheeran P. The development and validation of the Visual Analogue Self-Esteem  Scale (VASES). Br J Clin Psychol . 1999;38(pt 4):387-400.  (R)"
        },
        {
            "number in article": 21,
            "reference": "De Smet HJ, Engelborghs S, Paquier PF, De Deyn PP, Mariën P. Cerebellar-induced  apraxic agraphia: a review and three new cases. Brain Cogn . 2011;76(3):424-434.  (C)"
        },
        {
            "number in article": 22,
            "reference": "Raymer A, Strobel J, Prokup T, Thomason B, Reff KL. Errorless versus errorful training of spelling in individuals with acquired dysgraphia. Neuropsychol Rehabil . 2010;20(1):1-15.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Estes C, Bloom RL. Using voice recognition software to treat dysgraphia in a patient with conduction aphasia. Aphasiology . 2011;25(3):366-385.  (C)"
        },
        {
            "number in article": 24,
            "reference": "Kambanaros M, Weekes BS. Phonological dysgraphia in bilingual aphasia: evidence from a case study of Greek and English. Aphasiology . 2013;27(1):59-79. doi:10.1080/02687038.2012.720963. (C)"
        },
        {
            "number in article": 25,
            "reference": "Muñoz ML, Marquardt TP, Copeland GA. A comparison of the codeswitching patterns of aphasic and neurologically normal bilingual speakers of English and Spanish. Brain Lang. 1999;66:249-274.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Edmonds LA, Kiran S. Effect of semantic naming treatment on crosslinguistic generalization in bilingual aphasia. J Speech Lang Hear Res . 2006;49(4):729-748.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Snowden JS, Kindell J, Thompson JC, Richardson AM, Neary D. Progressive aphasia presenting with deep dyslexia and dysgraphia. Cortex. 2012;48(9):1234-1239. doi:10.1016/j.cortex.2012.02.010. (C)"
        },
        {
            "number in article": 28,
            "reference": "Ogura K, Fujii T, Suzuki K, Mori E. Pure agraphia in Romaji after left inferior frontal gyrus infarction: a case of selective deficit in syllable-to-grapheme  conversion in Japanese. Brain Lang . October 2013;127(1):1-5.  doi:10.1016/j.bandl.2013.06.004. (C)"
        },
        {
            "number in article": 29,
            "reference": "Paul DR, Frattali CM, Holland AL, Thompson CK, Caperton CJ, Slater SC. Quality of Communication Life Scale (ASHA QCL. Rockville, MD: American Speech-Language-Hearing  Association; 2004. (PP)"
        },
        {
            "number in article": 30,
            "reference": "Kim ES, Rising K, Rapcsak SZ, Beeson PM. Treatment for Alexia With Agraphia Following Left Ventral Occipito-Temporal  Damage: Strengthening Orthographic Representations Common to Reading and Spelling. J Speech Lang Hear Res . October 2015;58(5):1521-37.  doi:10.1044/2015_JSLHR-L-14-0286.  (C)"
        },
        {
            "number in article": 31,
            "reference": "Rapp B, Purcell J, Hillis AE, Capasso R, Miceli G. Neural bases of orthographic long-term  memory and working memory in dysgraphia. Brain. February 2016;139(Pt 2):588-604.  doi:10.1093/brain/awv348. (R)"
        },
        {
            "number in article": 32,
            "reference": "Thiel L, Sage K, Conroy P. The role of learning in improving functional writing in stroke aphasia. Disabil Rehabil . October 2016;38(21):2122-2134. doi:10.3109/09638288.2015.1114038. (R)"
        }
    ]
}