{
    "metadata": {
        "title": "Landau-Kleffner  Syndrome  Communicative Disorders",
        "synonyms": [
            "communication disorders  landau-kleffner  syndrome",
            "communication disorders: acquired childhood aphasia with convulsive disorder",
            "communication disorders: aphasia, acquired epileptic",
            "communication disorders: aphasia, epileptic, acquired",
            " communication disorders: landau-kleffner  acquired epileptiform aphasia",
            "acquired childhood aphasia with convulsive disorder: communication disorders",
            "aphasia, acquired epileptic: communication disorders",
            "aphasia, epileptic, acquired: communication disorders",
            "landau-kleffner  acquired epileptiform aphasia: communication disorders"
        ],
        "anatomical location body part affected": [
            "The brain; anatomy of communication"
        ],
        "area of specialty": [
            "pediatric genetic and/or neurological disorders"
        ],
        "description": [
            "Landau-Kleffner  syndrome (LKS) is a rare childhood condition characterized by seizures and a loss of receptive and expressive language skills (i.e., acquired childhood aphasia).(1,2,3) The disease usually presents sometime between the age of 3 and 8 years in children with previously intact language skills(3,4)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "345.8": {
                "base": "other forms of epilepsy",
                "345.80": "other forms of epilepsy, without mention of intractable epilepsy",
                "345.81": "other forms of epilepsy, with intractable epilepsy"
            }
        },
        "ICD-10 codes": {
            "G40.801": "other epilepsy, not intractable, with status epilepticus",
            "G40.802": "other epilepsy, not intractable, without status epilepticus",
            "G40.803": "other epilepsy, intractable, with status epilepticus",
            "G40.804": "other epilepsy, intractable, without status epilepticus _ (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Spoken Language Comprehension G-code set": {
                "G9159": "Spoken language comprehension functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9160": "Spoken language comprehension functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9161": "Spoken language comprehension functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Spoken Language Expressive G-code set": {
                "G9162": "Spoken language expression functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9163": "Spoken language expression functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9164": "Spoken language expression functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement have been identified "
        ],
        "presentation signs and symptoms": [
            "Children with LKS present with seizures and aphasia; onset of aphasia can be progressive or abrupt(3,5)",
            "Signs/symptoms related to seizure:  20-30%  of children with LKS will not have any overt clinical symptoms of seizure activity.(4) If symptoms of seizure are present, they might include but are not limited to the following: –Blank stare(1) –Body convulsions(1,5) –Jerking of the arms and legs(1) –Loss of consciousness(1) –Smacking of the lips(1)",
            "Signs/symptoms related to aphasia:  Include but are not limited to the following: –Word deafness/auditory verbal agnosia: an inability to comprehend the meaning of words despite intact hearing ability(3,6,7) -Patient might respond appropriately to gestures but not spoken language(8) -Poor receptive language skills can initially present intermittently(8) -For detailed information on auditory verbal agnosia, see Clinical Review…Agnosia, Auditory Verbal ; CINAHL Topic ID Number: T903016 –Jargon: strings of unintelligible speech generally made up of multiple neologisms(6) –Mutism(5) –Nonverbal language skills are generally preserved (i.e., writing, gestures)(5) –Written language might be preserved in older children who learned to write prior to the onset of LKS(5) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "For an evaluation of a child’s speech and language abilities, the child’s parent or primary caregiver should always be available to provide additional information and/or support as needed",
            "For bilingual children, the speech-language  pathologist (SLP) should make every effort to thoroughly evaluate any languages that were present in the child’s system prior to the onset of aphasia; for suggestions related to assessment and treatment of bilingual children with language disorders, see the series of Clinical Reviews on this topic",
            "Children with LKS can experience depression and emotional disorders due to social isolation and speech, language, and/ or cognitive difficulties. An SLP must proceed with sensitivity during evaluations of speech, language, and cognition and refer to psychiatry or psychology as needed(1,5)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  the cause of lks is unknown. ,,  some factors that have been theorized to underlie the development lks include": [],
        "pathogenesis:  aphasia in lks is a result of the seizures associated with the disease. a seizure occurs when a short but intense surge of electrical activity alters the function of a part of the brain or the entire brain": [],
        "risk factors": [
            "Age (symptoms typically develop sometime between the ages of 3 and 8 years)(4,5)",
            "Arachnoid cysts(11)",
            "Brain lesions(5)",
            "Sex (occurs more frequently in males than in females)(4,5)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If a patient is experiencing a seizure stay calm and reassure other people nearby that the patient will be okay(1)  do not hold the patient down or try to restrict his or her movements(1) time the seizure (see below regarding specific time-related precautions)(1) clear the area around the patient of anything hard or sharp(1) loosen anything around the patient’s neck that may make breathing difficult or cause choking(1) put something flat and soft under the patient’s head(1) turn the patient gently onto one side to help keep the airway clear(1) do not try to force the patient’s mouth open. A person having a seizure CANNOT swallow his or her tongue. Efforts to restrain the tongue could injure the patient’s teeth or jaw(1) do not attempt CPR except in the unlikely case that the patient does not start breathing again after the seizure has ended(1) stay with the patient until the seizure ends naturally(1) be gentle and reassuring as the patient’s consciousness returns(1) call a taxi, friend, or relative to help the patient get home if he or she seems confused or unable to get home on his or her own(1)",
        "Patients with LKS can experience seizures at any time; if a patient experiences a seizure that lasts longer than 5 minutes, seek medical attention(1) After 10 minutes of uninterrupted seizure activity, a patient may be experiencing status epilepticus (prolonged seizure activity lasting over 30 minutes). Call 911. This is a medical emergency and can result in death(1,6)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "For an evaluation of a child’s speech and language abilities, the child’s parent or primary caregiver should always be available to provide additional information and/or support as needed",
            "For bilingual children, the speech-language  pathologist (SLP) should make every effort to thoroughly evaluate any languages that were present in the child’s system prior to the onset of aphasia; for suggestions related to assessment and treatment of bilingual children with language disorders, see the series of Clinical Reviews on this topic",
            "Children with LKS can experience depression and emotional disorders due to social isolation and speech, language, and/ or cognitive difficulties. An SLP must proceed with sensitivity during evaluations of speech, language, and cognition and refer to psychiatry or psychology as needed(1,5)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -When did the child first present with symptoms of LKS? -Refer to neurological reports for details of patient’s LKS Developmental history  (7) -Was the child a quiet or vocal infant? -Did the child coo, babble, or imitate sounds as an infant? -When did the child say his or her first word? -At what age did the child begin to name objects or people? -At what age did the child start to put words together (e.g., “Daddy up”)? -Were the child’s first words easy or difficult to understand? -In addition to completing a history of the child’s communication development, obtain information on the child’s motor, social, and cognitive development History of the pregnancy and delivery  (7) -Did the child’s mother have any illnesses, accidents, or complications while pregnant with the child? -Did the mother take any medications during the pregnancy? -What was the length of the pregnancy with the child? -What was the duration of the delivery?  -What was the child’s weight at birth? -Were there any complications or unusual circumstances during birth or shortly after? -What were the APGAR scores?",
                "course of treatment": {
                    "medical management": "The goal of medical management in children with LKS is normalization of both the electroencephalography (EEG) (i.e., elimination of seizure activity) and speech/language skills(4,9)",
                    "surgical management": [
                        "Surgical management:  In rare cases, patients with LKS are candidates for neurosurgical treatment",
                        "Criteria for surgery(15)",
                        "Clearly defined clinical syndrome (i.e., LKS)",
                        "Syndrome is resistant to medication (at least 2 years of medical management prior to surgery; determined by patient’s medical team; individualized decision)",
                        "Patient has been assessed for cognitive and behavioral deficits",
                        "Reasonable cost-benefit  ratio",
                        "There is EEG or other evidence of a focal surgical target in the patient’s brain",
                        "Although surgery might ameliorate seizures, it is unlikely to improve language function(15)"
                    ],
                    "medications": "Determine what medications physician has prescribed; are they being taken? Typical medications prescribed in the treatment of LKS include steroids(9,12,27) intravenous immunoglobulin (IVIG)(6) antiseizure/antiepileptic medications(6,9,13,14,27)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following",
                        "CT scan(6,11)",
                        "EEG measurement of brain waves(3,6,11,13)",
                        "MRI(11)",
                        "Neuropsychological testing(4)",
                        "Audiological evaluation(24)",
                        "Audiologist should complete a thorough audiological evaluation to include audiometric testing, auditory brainstem response (ABR), auditory evoked potentials (AEPs), middle latency response (MLR), and slow cortical potentials (SCPs)(24)",
                        "Overnight/24-hour  monitoring (video/EEG monitoring)(9)",
                        "Polysomnography: full night sleep study(16)",
                        "About 80% of children with LKS have one or more seizures during sleep(2)",
                        "Authors of a case series reported 3 cases of LKS in which diagnosis was delayed because initial sleep EEGs did not reveal seizure activity. Authors recommended sleep EEGs be repeated frequently in children whose clinical picture is consistent with acquired auditory agnosia(25)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help A ketogenic diet is a high-fat,  average protein, and low-carbohydrate  diet that is used to treat intractable epilepsy, especially in patients for whom surgery is inadvisable(4,14) Some small, uncontrolled studies have found that the ketogenic diet might be effective as a treatment for symptoms of LKS(4,14)",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Communication for children with LKS may be easier or more difficult depending on internal or external factors; for example, noise level in the environment, communication partner, time of day, language used (for bilingual children), fatigue, and stress -Are there factors (such as lights or noise) that seem to trigger, aggravate, or ameliorate seizures?(1) ",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms  especially as they relate to seizures (e.g., types of seizures, duration and frequency of seizure activity)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 0-10 scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night -Children with LKS sometimes experience sleep disturbance related to nighttime seizures (continuous spike waves during slow wave sleep [CSWS])(4) -Seizures in children with LKS might occur more frequently during sleep(8,17)",
                "other symptoms": "Ask child or parent about other symptoms he or she is experiencing",
                "respiratory status": "Does the child require supplemental oxygen? Nasal cannula? Does the child have a tracheostomy tube? Does the child require ventilator support?Children with LKS can experience depression and emotional disorders due to social isolation and speech, language, and/or cognitive difficulties. Refer to mental health professional as indicated(1,5)A hearing screening with an audiometer is within the scope of practice of a SLP and should be performed during all pediatric speech and language evaluations. If the child fails the hearing screening a referral to audiology should be made for a full audiological evaluation(8,18,19) -In order to determine that a child has word deafness/verbal auditory agnosia normal hearing abilities must be confirmed(8) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Has the child ever been diagnosed with a speech/language disorder? Does the child have a previous diagnosis of epilepsy? Does the child have a previous diagnosis of another neurological disorder?",
                    "comorbid diagnoses": "Ask patient and/or family/caregiver about other problems, including diabetes, cancer, heart disease, psychiatric disorders, orthopedic disorders, learning disability, and hearing loss Children with LKS are more likely present with comorbid behavioral, social, and cognitive disorders as compared to typically developing children(3)",
                    "medications previously prescribed": "",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What extracurricular activities does the child enjoy? (e.g., does the patient participate in recreational or competitive sports, drama, or music?)",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Does the child use a walker, wheelchair, or leg braces for mobility? -Does the child have a hearing loss? Does the child require/wear hearing aids or have cochlear implants?  -Does the child require/wear glasses? -Does the child use an alternative or augmentative communication device?",
                "living environment": " Living environment -With whom the patient lives (e.g., caregivers, siblings)? -Identify if there are barriers to age-appropriate independence in the home; any modifications necessary? -What percentage of time is another language spoken around/to the child? -What is the child’s proficiency level in each language? -In what situations (i.e., home, school, day-care)  does the child speak or hear each language?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "Patients with LKS will have speech and language deficits –A full speech/language evaluation to include standardized tests of speech and language should be performed at the therapist’s discretionAssess speech production and articulation -Standardized measures of articulation and phonology include the Goldman-Fristoe  Test of Articulation (GFTA) (assesses consonant sound production in individuals over 2 years of age) and Khan-Lewis Phonological Process Analysis -For detailed information on assessment of articulation, see the series of Clinical Reviews on speech sound disorders -For detailed information on assessment of dysarthria, see the series of Clinical Reviews on this topicAssess expressive and receptive language skills with both formal and informal measures. For detailed information on assessment of childhood aphasia, see Clinical Review…Aphasia, Acquired Childhood ; CINAHL Topic IDT708867To be determined by the evaluating SLP; tests utilized in research with patients with epilepsyStandardized test normed for children aged 5-21 years; used to evaluate receptive and expressive language skills and diagnose language disorders;(18) a preschool version is available for children under 5 (CELF-P-2)(18) Standardized test of children’s spoken and written language; subtests measure oral language, writing, reading, and spelling; normed for children 5 years 0 months through 12 years 11 months(18) Normed for persons ages 2 1/2 to 90 years; standardized test for receptive vocabulary(3) Standardized survey-style test intended to assess social skills of the patient; normed for individuals aged 0-90 years; five domains, including Communication, Daily Living Skills, Socialization, Motor Skills, and Maladaptive BehaviorAssess vocal function, including vocal quality, loudness, pitch, and endurance; if there are specific concerns regarding voice, refer to otolaryngologist for complete workup to rule out laryngeal pathologies prior to completing a full",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Children with LKS sometimes present with cognitive changes such as attention deficit hyperactivity disorder (ADHD), impaired attention skills, or impulsivity.(3,18)Refer to neuropsychological reports for complete information regarding child’s cognitive functioning",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall prevention strategies. Discharge criteria should include independence with fall prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Speech-language  treatment for children with LKS is always indicated due to the development of acquired childhood aphasia.(4) Goals of speech therapy will be determined following a thorough evaluation by an SLP and in cooperation with the patient’s family and/or school staff. Speech therapy should be one aspect of a multidisciplinary approach to the treatment of LKS(12)",
        "rule out": "The medical team will rule out the following prior to making a diagnosis of LKS Autism spectrum disorder (ASD) Epilepsychildren with LKS who develop aphasia generally respond to language stimulation by SLPs with some level of spontaneous speech; children with selective mutism do not. (For detailed information on assessment and treatment of selective mutism, see Clinical Review…Selective Mutism ; CINAHL Topic ID Number: T708637) Rett syndrome",
        "prognosis": [
            "Some disagreement exists in the literature; however, generally children with earlier onset of LKS (prior to the age of 4 years) have a poorer prognosis with regard to language recovery(3,5)",
            "Duration of epilepsy (i.e., presence of seizures) might interfere with the overall outcome of aphasia therapy; i.e., children in whom seizures disappear have greater chance of language recovery(3)",
            "Children with LKS who respond to drug treatment to control their seizures are more likely to recover language abilities than those whose seizures are not well-controlled(27)",
            "Even if a child’s language skills seem to resolve, problems with speech, language, reading, and/or writing can persist into adulthood(7,18)"
        ],
        "referral to other disciplines": "The following referrals might be appropriate for children with LKS Refer to ophthalmologist if vision problems are noted or reported by the patient during examination Refer to audiologist and/or otolaryngologist if patient fails hearing screening and/or appears to have difficulty hearing during the evaluation(8,18) Refer to learning disabilities specialist if parent or teacher of a child with epilepsy report difficulty in school subjects  Refer to behavioral specialist or psychotherapy if parent or teacher reports behavioral changes such as impulsivity or aggressiveness(5,20) Refer to physical and/or occupational therapy if patient appears to present with gross and/or fine motor deficits(5)",
        "other considerations": [],
        "treatment summary": [
            "Compensatory strategies focus on bypassing the impaired language system and getting information across through the use of visual or tactile techniques(4,21) –Multiple case studies involving children with acquired childhood aphasia demonstrate improve comprehension and expression when words and concepts are introduced through written words(21,22) –Written word therapy is often introduced in the classroom(21,22)",
            "Effective treatment protocols utilized in a classroom case study focusing on a child with LKS and subsequent acquired childhood aphasia include auditory training and cued articulation(22)",
            "Sign language is described in several case studies and anecdotal reports as being a useful method of communication in children with acquired aphasia(13,20,21,23,24) –When the child is unable to comprehend spoken words or produce words verbally, he or she might be successful using a signed language. Signs can be taken from American Sign Language (ASL), Paget-Gorman  Sign System, or other formal signed languages; however, signs developed with the child’s family members might be just as effective for communicating desires to a familiar communication partner",
            "Written word therapy(21,22) –Language is taught through written words so as to bypass the impaired auditory channel; demonstrated to be effective in case studies of children with aphasia(21,22) -Ideas are presented visually and given color codes according to part of speech (i.e., red for nouns, yellow for verbs, green for adjectives, blue for prepositions and conjunctions and brown for adverbs) -Child is taught that meaning is dependent on word order (i.e., demonstrating that “The dog had 4 puppies” is a meaningful sentence; however, changing the word order to “The puppy had 4 dogs” is illogical) -SLP and child can create written stories with “speech balloons” drawn around the words to indicate oral communication",
            "Auditory training(21) –“Go-games”  – child is trained to perform a task, such as putting a ball in a bucket, in response to a sound –Once the child has learned to respond to sounds, he or she is taught to perform different tasks in response to different sounds (i.e., pick up a doll in response to hearing a whistle); initially sounds (such as banging a drum) are made within the child’s view and then they are made behind a screen so the child can only rely on auditory input –The next stage involves matching onomatopoeic sounds (such as a lion’s roar) with pictures –Finally, the child is trained to distinguish between word pairs (such as minimal pairs “big” and “pig”) . Problem Goal Intervention Expected Progression Home Program Reduced communication skillsIncrease child’s language skillsWritten word therapy _ _ See Treatment summary , aboveWords and concepts are introduced slowly, and as the child becomes more successful, the colors and then the visual prompts are removed as language skills improveNone specified Reduced communication skillsIncrease child’s ability to communicate and express needs and wantsSigned language _ _ See Treatment summary , aboveProgression will vary according to the patient’s goals, motivation level and premorbid communication skillsSigns should be taught to and used with teachers, family members, and friends, if possible  Impaired reading abilitiesImprove child’s reading abilitiesFunctional training",
            "Training child in phonemic awareness (sound/symbol pairings) with one-to- one instruction, color coding, and sounds(23)",
            "A 1:1 classroom aide might improve academic performance(23)Progression will vary according to the patient’s goals, motivation level and premorbid reading skillsNone specified Impaired ability to participate in classroom activitiesImprove child’s classroom performanceClassroom modifications _ The SLP should work with the child’s parents and teachers to facilitate success in the classroom. Ideas from one case study involving a child with LKS include:(23)",
            "Use of computer program with visual and auditory reinforcements to help sustain child’s attentionModifications in the classroom are intended to improve the child’s classroom performance and attentionNone specified Reduced auditory comprehensionIncrease child’s auditory comprehensionAuditory training _ _ See Treatment summary , aboveProgression will vary according to the patient’s goals, motivation level and premorbid communication skillsA tape of the session can be provided for the parent to play back to the child at home for increased stimulation Reduced speech productionImprove child’s speech production skillsCued articulation (20,21)",
            "A visual cue is provided to the child for each consonant sound",
            "Visual cue (made with the therapist’s hand), spoken sound, and written letter are presented together",
            "Child is encouraged to create the sounds by himself or herselfChild’s sound repertoire will increase; sounds are then shaped into syllables, and then into wordsNone specified  Reduced participation in activities due to poor language skillsIncrease child’s involvement in school and family activitiesCompensatory strategies",
            "Use a visual daily schedule with pictures at home and school(21,23)",
            "Use of an FM system to reduce background noise (thereby reducing distraction) and provide a louder and clearer auditory input(23)Use of strategies will increase child’s participation in school and extracurricular activitiesStrategies should be used at home and school ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved quality of life": [
            "Standardized quality of life assessment, such as Short Form 36-Item Health Survey (SF-36)(3)"
        ],
        "improved receptive and expressive language skills": [
            "CELF-5",
            "CELF-P-2",
            "ITPA",
            "PPVT – IV"
        ],
        "improved functional communication": [
            "Vineland-II"
        ],
        "improved speech production and intelligibility": [
            "GFTA",
            "Khan-Lewis  Phonological Process Analysis"
        ],
        "increased participation in school, home, and social activities": [],
        "the progress of school-aged  children with ieps will be measured quarterly to yearly using goals set by the iep team": []
    },
    "maintenance or prevention": [
        "There is no known prevention of LKS Early intervention with speech therapy might improve outcomes; might also prevent development of secondary behavioral problems that result from frustration of an inability to communicate(12,27)",
        "Maintenance of language skills achieved in speech therapy is achieved through continuous use of these skills and medical management of the child’s seizures Use of sign language does not appear to interfere with a child’s recovery of spoken language(20)"
    ],
    "patient education": [
        "Information for family members of a child with LKS can be found on the Great Ormond Street Hospital (GOSH) Web site; GOSH is an international center of excellence in child healthcare located in the United Kingdom: http://www.gosh.nhs.uk/medical-information/search-medical-conditions/landau-kleffner-syndrome  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "\"About Epilepsy: The Basics.\". The Epilepsy Foundation Web site. http://www.epilepsy.com/learn/about-epilepsy-basics . Accessed August 17, 2017. (GI)"
        },
        {
            "number in article": 2,
            "reference": "\"Statistics on Voice, Speech, and Language\" page. National Institute on Deafness and Other Communication Disorders Web site. https://www.nidcd.nih.gov/health/statistics/ pages/vsl.aspx . Accessed August 17, 2017. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Duran MH, Guimarães CA, Medeiros LL, Guerreiro MM. Landau-Kleffner  syndrome: long-term  follow-up.  Brain Dev . 2009;31(1):58-63.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Mikati MA, Shamseddine AN. Management of Landau-Kleffner  syndrome. Paediatr Drugs . 2005;7(6):377-389.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Campos JG, de Guevara LG. Landau-Kleffner  syndrome. J Pediatr Neurol . 2007;5(2):93-99.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Kalita J, Singh MB, Misra UK, Das BK. Landau-Kleffner  syndrome evolving to electrical status epilepticus: a case report illustrating clinical heterogeneity. J Pediatr Neurol . 2004;2(3):159-162.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Stefanatos GA. Speech perceived through a damaged temporal window: lessons from word deafness and aphasia. Semin Speech Lang . 2008;29(3):239-252.  (C)"
        },
        {
            "number in article": 8,
            "reference": "Luat AF, Chugani HT, Asano E, Juhász C, Trock G, Rothermel R. Episodic receptive aphasia in a child with Landau-Kleffner  syndrome: PET correlates. Brain Dev . 2006;28(9):592-596.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Hartman AL. Epilepsy in infants and children. In: Bope ET, Kellerman R, eds. Conn's Current Therapy 2017 . Philadelphia, PA: Saunders Elsevier; 2017:1153-1158.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Rudolf G, Valenti MP, Hirsch E, Szepetowski P. From rolandic epilepsy to continuous spike-and-waves  during sleep and Landau-Kleffner  syndromes: insights into possible genetic factors. Epilepsia. 2009;50(suppl 7):25-28. (RV)"
        },
        {
            "number in article": 11,
            "reference": "De Volder AG, Michel C, Thauvoy C, Willems G, Ferrière G. Brain glucose utilisation in acquired childhood aphasia associated with a sylvian arachnoid cyst: recovery after shunting as demonstrated by PET. J Neurol Neurosurg Psychiatry . 1994;57(3):296-300.  (C)"
        },
        {
            "number in article": 12,
            "reference": "Gallagher S, Weiss S, Oram Cardy J. Efficacy of very high dose steroid treatment in a case of Landau-Kleffner  syndrome. Dev Med Child Neurol . 2006;48(9):766-769.  (C)"
        },
        {
            "number in article": 13,
            "reference": "Huppke P, Kallenberg K, Gärtner J. Perisylvian polymicrogyria in Landau-Kleffner  syndrome. Neurology . 2005;64(9):1660. (C)"
        },
        {
            "number in article": 14,
            "reference": "Lagae L. Rational treatment options with AEDs and ketogenic diet in Landau-Kleffner  syndrome: still waiting after all these years. Epilepsia. 2009;50(suppl 7):59-62. (RV)"
        },
        {
            "number in article": 15,
            "reference": "Cross JH, Neville BG. The surgical treatment of Landau-Kleffner  syndrome. Epilepsia. 2009;50(suppl 7):63-67. (RV)"
        },
        {
            "number in article": 16,
            "reference": "Chiofalo N, David P, Breinbauer C, Ferreira J. Polysomnography in the spectrum of acquired epileptiform aphasia. Am J Electroneurondiagn Techol . 2003;43(1):13-17,  30-32. (X)"
        },
        {
            "number in article": 17,
            "reference": "Zhang J, Talley G, Kornegay AL, Edwards JC. Electrical status epilepticus during sleep: a case report and review of the literature. Am J Electroneurodiagnostic Technol . 2010;50(3):211-218.  (C)"
        },
        {
            "number in article": 18,
            "reference": "Blum A, Tremont G, Donahue J. Landau-Kleffner  syndrome with lateral temporal focal cortical dysplasia and mesial temporal sclerosis: a 30-year follow-up.  Epilepsy Behav . 2007;10(3):495-503.  (C)"
        },
        {
            "number in article": 19,
            "reference": "Skahan SM, Watson M, Lof GL. Speech-language  pathologists' assessment practices for children with suspected speech sound disorders: results of a national survey. Am J Speech Lang Pathol . 2007;16(3):246-259.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Deonna T, Prelaz-Girod  AC, Mayor-Dubois  C, Roulet-Perez  E. Sign language in Landau-Kleffner  syndrome. Epilepsia. 2009;50(suppl 7):77-82. (RV)"
        },
        {
            "number in article": 21,
            "reference": "Vance M. Educational and therapeutic approaches used with a child presenting with acquired aphasia with convulsive disorder (Landau-Kleffner  syndrome). Child Lang Teach Ther. 1991;7(1):41-60.  (C)"
        },
        {
            "number in article": 22,
            "reference": "Lea J. Language development through the written word. Child Care Health Dev . 1979;5(1):69-74.  (C)"
        },
        {
            "number in article": 23,
            "reference": "Van Slyke PA. Classroom instruction for children with Landau-Kleffner  syndrome. Child Lang Teach Ther . 2002;18(1):23-42.  (C)"
        },
        {
            "number in article": 24,
            "reference": "Plyler E, Harkrider AW. Serial auditory-evoked  potentials in the diagnosis and monitoring of a child with Landau-Kleffner  syndrome. J Am Acad Audiol . 2013;24(7):564-571. doi:10.3766/jaaa.24.7.5. (C)"
        },
        {
            "number in article": 25,
            "reference": "van Bogaert P, King MD, Paquier P, et al. Acquired auditory agnosia in childhood and normal sleep electroencephalography subsequently diagnosed as Landau-Kleffner syndrome: a report of three cases. Dev Med Child Neurol . 2013;55(6):575-579.  doi:10.1111/dmcn.12025. (C)"
        },
        {
            "number in article": 26,
            "reference": "Pullens P, Pullens W, Blau V, Sorger B, Jansma BM, Goebel R. Evidence for normal letter-sound  integration, but altered language pathways in a case of recovered Landau-Kleffner  syndrome. Brain Cogn . 2015;99:32-45.  doi:10.1016/j.bandc.2015.07.003. (R)"
        },
        {
            "number in article": 27,
            "reference": "Caraballo RH, Cejas N, Chamorro N, Kaltenmeier MC, Fortini S, Soprano AM. Landau-Kleffner  syndrome: A study of 29 patients. Seizure. 2014;23(2):98-104.  doi:10.1016/ j.seizure.2013.09.016. (R)"
        }
    ]
}