{
    "metadata": {
        "title": "Dyslexia, Surface (Acquired)",
        "synonyms": [
            "surface dyslexia (acquired)",
            "acquired surface dyslexia",
            "alexia, surface (acquired)",
            "surface alexia (acquired)",
            "acquired surface alexia"
        ],
        "anatomical location body part affected": [
            "Left hemisphere cortex(1)"
        ],
        "area of specialty": [
            "adult neurological disorders"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R48.0": "dyslexia and alexia (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Other Speech Language Pathology G-code Set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Acquired surface dyslexia is a reading deficit in which the patient presents with relatively good reading ability of regularly spelled words (e.g., mint) but difficulty reading words with irregular spelling that cannot be sounded out (e.g., pint, psychic). The patient is able to apply grapheme-to-phoneme  rules, but does so inadequately and tends to make phonological errors in which the error word sounds  similar to the target word.(1) One explanation for the errors in surface dyslexia is that the patient relies on a sublexical procedure for reading rather than a lexical procedure. This theory assumes a reading model in which there are two main routes for reading.(2) In the lexical route (direct route), the word is recognized by matching it to a corresponding word form in the visual word store. In the phonological route (nonlexical, indirect route), the written word is read by converting graphemes to phonemes. It is hypothesized that patients with surface dyslexia are not able to use the lexical procedure for reading and rely primarily on the phonological route.(1) Comprehension of the word is often influenced by spoken pronunciation. Thus, the patient might exhibit errors in comprehending irregularly spelled words (e.g., “bear” misunderstood as “beer”) or homophones (words that sound the same but are spelled differently and have different meanings—e.g., “vein” vs. “vain”).(2) Writing ability often is impaired similarly to reading ability, with the patient exhibiting surface dysgraphia, which is difficulty spelling irregular words (e.g., “tough” as “tuff”)(3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Depression and anxiety are common among persons with brain injury and can adversely affect test performance.(12) Speech-language  pathologists (SLPs) should be knowledgeable about symptoms of depression (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness) and refer to a neuropsychologist or clinical psychologist when signs are present.(12) Persons with aphasia, dementia, or TBI might not be able to complete standardized tests or answer questions regarding medical history. It is recommended that the caregiver/ family members be involved in all assessment procedures. Tests to assess cognitive ability or premorbid cognitive ability through reading (National Adult Reading Test [NART]) are not valid for persons with acquired surface dyslexia.(13) Risk for falls is often present in persons with stroke or brain injury"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes: acquired surface dyslexia is caused by injury to the left cerebral cortex. brain injury may be caused by stroke, trauma, brain tumors, brain infections, and other conditions of the brain.   patients with progressive aphasia and progressive": [],
        "pathogenesis": [
            "Acquired surface dyslexia is caused by brain injury that prevents blood from reaching the reading areas of the brain,resulting in damage to brain cells.(7) Surface dyslexia can also result from degenerative conditions that impair semanticmemory, such as primary progressive aphasia and semantic dementia.(4,5,8,9) For detailed information on degenerativeanomia, see Clinical Review…Anomia, Degenerative ; Topic ID Number:T708760–In a study conducted in the United States examining the neural basis of surface dyslexia in patients with semanticdementia, researchers found that patients with surface dyslexia had atrophy in the left mid-fusiform  gyrus and leftsuperior temporal regions, which were the areas of the brain that the control subjects recruited when reading irregularwords(8)"
        ],
        "risk factors": [
            "Stroke–Age (risk doubles each decade of life after age 55)(10)–Sex (more common in women than men)(10)–Family history(10)–History of stroke(10)–Smoking(10)–High blood pressure(10)–Diabetes(10)–Excess weight(10)–Excess low-density  lipoprotein (LDL) blood cholesterol(10)–Physical inactivity(10)–Excessive alcohol use(10)–Irregular heartbeat(10)–Poor diet(10)",
            "Traumatic brain injury (TBI)–Children, especially newborns to 4-year-olds(11)–Teenagers and young adults, especially those 15 to 24 years of age(11)–Adults over 75(11)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Refer to neurological testing for site and size of lesion",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs). The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications can adversely affect cognitive and communicative functioning.(12) Contact a pharmacist or physician regarding questions about side effects(12)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Note the results of any neurological (MRI, CT), neuropsychological, or psychological/ cognitive tests that have been completed"
                    ],
                    "alternative therapies": "Document any use of home training programs or alternative therapies (e.g., acupuncture) and their efficacy",
                    "previous therapy": "Document whether patient has had speech-language  therapy, occupational therapy, or psychotherapy for this or for other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Does the patient have vision problems? -Does the patient have more difficulty reading some types of texts (e.g., newspaper, novels, instructions)? -Does the patient speak, understand, read, and/or write another language? If yes -Obtain information about order of acquisition of each language and language history (e.g., language used in education)(14) -Which language is used in different situations (e.g., work, home, with relatives, with friends)?(14) -What modalities are used in each language (e.g., reading, speaking, writing)?(14) -Premorbid proficiency in each language can be compared to present proficiency using a 7-point scale (e.g., 1 = not fluent, 7 = native proficiency)(15) -Does the patient have a mood disorder (e.g., depression) that might affect motivation to communicate?(16)",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition. Examples include aphasia, depression, limited/impaired physical mobility, dysphagia, apraxia, overall health status, and vision deficits",
                "respiratory status": "Document any respiratory difficulties the patient is experiencing (e.g., use of supplemental oxygen, mechanical ventilator)Patients with stroke or other brain injury are at increased risk for depression and anxiety.(12) Many depression scales and psychological scales have been used to assess patients who have had stroke. The SLP can collaborate with the psychologist to determine the appropriate evaluation with respect to the patient’s language abilities.(16)Examples include -Hospital Anxiety and Depression Scale (HADS) (mild aphasia)(16) -Depression Intensity Scale Circles (DISC) (moderate aphasia)(16) -Stroke Aphasic Depression Questionnaire (severe aphasia  to be completed by caregiver)(16) -Visual Analogue Self-Esteem  Scale(17) Note hearing ability -Does the patient have difficulty hearing in the quiet treatment environment? -Does the patient ask for frequent repetitions? -Does the patient have a known hearing loss? If so, does he or she wear hearing aids? Left, right, or bilateral? -It might be appropriate to recommend audiology consult for patients with suspected hearing loss Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous communication difficulties. Document any previous learning disabilities",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including hearing loss, vision deficits, diabetes, cancer, heart disease, and psychiatric disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Does the patient work and/or attend school? Does the patient regularly use a computer/telephone?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper)",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members), language(s) that the patient uses in the home"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Note if patient wears hearing aids or glasses and determine if hearing aids are in working order. Note if patient uses any devices to assist with mobility (e.g., walker, wheelchair) or communication (e.g., pen and paper, speech-generating  device)",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Screening for vision and hearing should always precede screening for reading difficulties. An audiologist should check for impacted cerumen prior to a pure-tone audiometric screening and word recognition testing.(12) Informal assessment of vision is required if patient intends to support communication with visual methods (e.g., writing, gestures, pictures) –In a study conducted in the United Kingdom of 177 patients with reading impairment following a stroke, researchers found that in the majority of patients, the reading impairment was related to a visual impairment such as visual field loss, eye movement deficit, or low central vision(30)",
            "special tests specific to diagnosis": "",
            "speech and language examination": "When selecting tests, clinicians must consider the patient’s level of awareness as well as cultural and linguistic background.(12) Tests that have normative information on diverse groups should be used when possible.(12) The following are examples of standardized tests that can be used to assess language, –Language  (expressive and receptive language ability)(1) -All general tests for aphasia have subtests that assess reading comprehension; however, many language tests have only a few items and are insufficient for detecting milder problems, distinguishing between reading disorders, or planning for(20) To assess different modalities of language (auditory, visual, gesture) and processing functions. Contains subtests for analyzing reading disorders(21) To assess components of language structure such as orthography, phonology, word and picture semantics, and morphology and syntax (22) To assess oral language (verbal fluency, language information content, comprehension, repetition and naming), nonverbal language, and reading and writing. Contains a supplementary task to aid the clinician in distinguishing among surface dyslexia, deep dyslexia, and visual dyslexiaSome tests that assess communication that is used in daily living contain tasks that assess functional reading ability(23) Assessment of the following areas of communication Reading, Writing, and Using Numbers; Social Interaction; Divergent Communication; Contextual Communication; Nonverbal Communication; Sequential Relationships; and Humor/Metaphor Absurdity(24) Assessment of functionalsocial communication; communication of basic needs; reading, writing, and number concepts; and daily planning –Bilingual assessment (as needed)(25) Assesses the bilingual patient’s ability to use each language in different settings by a language use history questionnaire. A computer program is available to evaluate responses in more than 100 different languages -Other assessments have been adapted and standardized for Spanish speakers (e.g., BDAE-3,  WAB-R, PALPA) -For detailed information on assessment and treatment of language disorders in bilingual patients, see Clinical Review…Aphasia in Bilingual Adults ; Topic ID Number –Reading -Reading comprehension(1)(26) Contains single word, sentence, and paragraph comprehension tasks as well as tasks of functional reading of signs and labels -Oral reading of decodable words, nonwords, sight words, sentences, and paragraphs(1)2nd Edition (TOWRE-2) in children and adults(36) -Other tests designed to assess developmental reading disorders may be appropriate in determining age or grade level equivalencies for individuals with acquired surface dyslexia; these include Gates-MacGinitie  Reading Tests, the Woodcock Reading Mastery Tests, and the Nelson-Denny  Reading Test(27,28,29)Assess written and oral spelling(1)Assess the patient’s writing abilities(1)T708854",
            "neurological examination": "",
            "oral structure and oral motor function": "A motor speech evaluation should be performed if there are signs of coexisting apraxia or dysarthria",
            "perception": "",
            "arousal attention cognition": "Refer to psychological and cognitive evaluations to assist in informing course of treatment and providing a prognosis for therapy. A comprehensive evaluation for acquired surface dyslexia should include assessments of visual-perceptual processes, visual spatial attention, and working memory(1) –Many tests of cognition are reading-based,  and the patient’s reading skills should be carefully considered before test(18) To assess cognitive status of adults. Sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, Drawing(19) To assess intellectual and cognitive abilities of adults",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [],
            "general": "The relative benefits and risks of intensive therapy should be evaluated on a case-by-case"
        },
        "diagnosis need for treatment": "The clinical diagnosis of acquired surface dyslexia is made by the SLP through the use of standardized reading assessments ",
        "rule out": "Surface dyslexia should be distinguished from other types of dyslexia (e.g., deep dyslexia, phonological dyslexia) and from a visual field deficit, low vision, or a visual neglect dyslexia.(5) Evidence of dementia and/or primary progressive aphasia must also be determined(4,5)",
        "prognosis": [],
        "referral to other disciplines": "Refer to OT for assistance with daily living skills if needed. Refer to a psychologist or counselor for depression or anxiety. Refer to an eye specialist to rule out visual impairment",
        "other considerations": [],
        "treatment summary": [
            "Semantically based approaches –Whole word/mnemonic approach:  Authors of a case study investigated the effects of a whole word, mnemonic approach to increase irregular word reading skills of a subject with acquired surface dyslexia.(34) A mnemonic aid, a picture representing the meaning of the word, was provided for each printed word on a cue card. The patient practiced reading the words at home using the mnemonic aids. Therapy focused on words with similar spelling but different pronunciation (e.g., bough, rough, through). At baseline, the subject could read 5 out of 24 words. After 2 weeks of therapy, the subject had perfect performance on the words that were trained and showed generalization to untrained words. Performance was maintained on a follow-up  test 1 year later.(34) Authors of a second case study performed with another subject using this technique found similar results, but therapy to improve reading did not generalize to spelling skills (dysgraphia)(3) –Homophone comprehension: A computer program was used to train a subject with surface dyslexia to better distinguish meaning between homophones. Therapy involved sentence completion tasks presented by a computer. The subject was required to select the correct word when presented with six choices: the target word, one homophone, and four phonologically related foils. Over the course of 29 sessions, the subject showed improvement on accuracy and decreased time on answering each sentence. Post-testing showed significant improvement on comprehension of treated and untreated items(35)",
            "Instruction for increasing reading fluency and comprehension –Oral Reading for Language in Aphasia (ORLA): ORLA requires the patient to repeatedly read aloud sentences and short paragraphs, first in unison with the clinician and then independently.(1) The approach is based upon learning principles such as active participation by the learner, repetitive practice, over-learning  of skills, use of meaningful materials, and opportunities for success. Authors of a case study of a subject with deep dyslexia examined the effects of ORLA on oral reading ability. No case studies using this approach have been trialed with persons with surface dyslexia. The treatment included a total of 24 1-hour  sessions over 7 weeks. Results indicated that ORLA was effective in improving oral reading of trained sentences, and improvements in reading comprehension were seen in subtests of the WAB-R  and the RCBA-2(1) . Problem Goal Intervention Expected Progression Home Program  Surface dyslexia – inability to read irregularly spelled wordsIncrease ability to read wordsWhole word/ mnemonic approach _ This approach is used to teach patients to distinguish between words with similar spelling but different pronunciation (e.g., through, tough) by use of mnemonic aids. A mnemonic aid consists of a picture representing the meaning of the word presented with a printed version of the word(23) _ _ See Treatment summary , aboveInitially, the patient will read words aloud correctly with the mnemonic aid; as reading skills improve, the patient will progress to reading words aloud correctly without the mnemonic aidThe patient can practice reading aloud words at home Surface dyslexia – inability to distinguish between homophonesIncrease ability to distinguish between homophonesHomophone/ computer-assisted approach _ Patients can complete fill-in-the-blank exercises in which they are asked to choose the correct homophone from a series of choices. Feedback can be delivered by a computer program or by a card with the correct answer on the back.(35) Patients can also practice learning homophones by reading each homophone and its definition and then writing the word in a sentence(33) _ _ See Treatment summary , abovePatient will learn to associate a written word form with its meaning by receiving corrective feedback from the SLP and reading the word in the context of a sentence; as the patient’s reading skills improve, the SLP will reduce and then eliminate the corrective feedbackThe patient can practice homophone exercises (fill-in-the-blank) at home  Surface dyslexia – reduced reading comprehensionIncrease reading fluency and reading comprehension by practicing repeated readings of words, sentences, phrases, or text (newspaper articles)Oral Reading for Language in Aphasia (ORLA)   (1) _ ORLA involves a series of steps of repeated reading intended to increase reading fluency and comprehension. A summary of the steps is below: _ _ 1.The SLP reads aloud a text to the patient and points to each word as it is read. The length of the material may vary from 3 to 100 words depending on the skills of the patient 2.The SLP reads aloud the text to the patient again and encourages the patient to point to each word as it is read 3.The SLP reads the material aloud together with the patient as the patient points to each word 4.For each line or sentence in the text, the SLP states a word and the patient must identify the word by pointing 5.For each line or sentence in the text, the SLP points to a word that the patient must read aloud 6.The patient reads the whole sentence aloud with the SLP _ See Treatment summary , aboveSLP proceeds through the steps of this program as indicated per ORLA protocol(1)Practice reading specific texts can be performed at home for 30 minutes/day  Practice reading specific texts can be performed at home for 30 minutes/dayIncrease communication skillsAphasia therapy _ For detailed information on assessment and treatment of aphasia, see the series of Clinical Reviews on aphasiaTherapy for aphasia generally progresses from sound level to syllable, word, phrase, sentence and finally conversational levelHome program will vary with respect to the goals of the patient Dysphagia (as needed) Increase swallow safety Dysphagia therapy _ Therapy will vary according to the results of a swallow evaluation. Treatment might include strategies for airway protection, strategies for facilitating oral phase of swallowing, and dietary adjustments. For detailed information on assessment and treatment of dysphagia, see Clinical Review… Dysphagia: Post- Stroke ; Topic ID Number:T708770As the patient’s swallow improves, the SLP will increase the frequency and intensity of dysphagia exercises as well as the difficulty of the trials of food and liquid that are given in therapyHome program will vary with respect to the goals of the patient Apraxia of speech (as needed)Increase functional speech productionApraxia therapy _ For detailed information on assessment and treatment of apraxia, see Clinical Review…Apraxia of Speech (Acquired) ; CINAHL Topic ID Number:T708586Therapy for apraxia generally progresses from sound level to syllable, word, phrase, sentence, and finally conversational levelHome program will vary with respect to the goals of the patient Dysarthria (as needed) Increase functional speech productionDysarthria therapy _ For detailed information on assessment and treatment of dysarthria (spastic, flaccid, ataxic, hypokinetic, and hyperkinetic), see the series of Clinical Reviews on these topicsTherapy for dysarthria generally progresses from sound level to syllable, word, phrase, sentence, and finally conversational levelHome program will vary with respect to the goals of the patient  Acquired agraphia/ dysgraphia (as needed)Increase writing skills Agraphia therapy _ For detailed information on assessment and treatment of acquired dysgraphia, see Clinical Review…Agraphia: Speech Therapy , referenced aboveTherapy for agraphia generally progresses from writing letters, words, phrases, sentence, and finally paragraph levelHome program will vary with respect to the goals of the patient ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved reading of irregularly spelled words": [
            "BDAE-3,  PALPA, WAB-R,  RCBA-2",
            "Gates-MacGinitie  Reading Tests(27)",
            "Woodcock Reading Mastery Tests(28)",
            "Nelson-Denny  Reading Test(29)",
            "TOWRE-2(36)"
        ],
        "improved reading comprehension": [
            "BDAE-3,  PALPA, WAB-R,  RCBA-2",
            "Gates-MacGinitie  Reading Tests(27)",
            "Woodcock Reading Mastery Tests(28)",
            "Nelson-Denny  Reading Test(29)"
        ],
        "improved functional reading ability": [
            "CADL-2,  ASHA-FACS,  RCBA-2"
        ],
        "family caregiver is educated regarding acquired surface dyslexia and ways to communicate more effectively with the patient": []
    },
    "maintenance or prevention": [
        "Clinic-based  treatment should eventually be transferred to home-based activities so that the patient and caregivers can continue treatment independently"
    ],
    "patient education": [
        "Patient and family education should include information about the effects of acquired surface dyslexia, including treatment options and prognosis. When possible, the partner or patient’s family should be educated about facilitative techniques to use when assisting the patient with communication and reading Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on April 21, 2017 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation "
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Cherney LR. Aphasia, alexia and oral reading. Top Stroke Rehabil . 2004;11(1):22-36.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Nickels L. Reading too little into reading?: strategies in the rehabilitation of acquired dyslexia. Eur J Disord Commun . 1995;30(1):37-50.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Weekes B, Coltheart M. Surface dyslexia and surface dysgraphia: treatment studies and their theoretical implications. Cogn Neuropsychol . 1996;13(2):277-315.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Graham KS, Hodges JR, Patterson K. The relationship between comprehension and oral reading in progressive fluent aphasia. Neuropsychologia . 1994;32(3):299-316.  (C)"
        },
        {
            "number in article": 5,
            "reference": "Patterson K, Hodges JR. Deterioration of word meaning: implications for reading. Neuropsychologia . 1992;30(12):1025-1040.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Funnell E, Pitchford NJ. Reading disorders and weak verbal IQ following left hemisphere stroke in children: no evidence of compensation. Cortex. 2010;46(10):1248-1258.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Ashley J, Duggan M, Sutcliffe N. Speech, language, and swallowing disorders in the older adult. Clin Geriatr Med . 2006;22(2):291-310.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Wilson SM, Brambati SM, Henry RG. The neural basis of surface dyslexia in semantic dementia. Brain. 2009;132(Pt 1):71-86. (R)"
        },
        {
            "number in article": 9,
            "reference": "Wu XQ, Liu XJ, Sun ZC, Chromik L, Zhang YW. Characteristics of dyslexia and dysgraphia in a Chinese patient with semantic dementia. Neurocase . 2015;21(3):279-288. doi:10.1080/13554794.2014.892621. (R)"
        },
        {
            "number in article": 10,
            "reference": "American Heart Association. Stroke risk factors. American heart Association Web site. http://www.strokeassociation.org/STROKEORG/AboutStroke/UnderstandingRisk/Understanding-Risk_UCM_308539_SubHomePage.jsp . Accessed July 15, 2018. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Mayo Clinic staff. Traumatic brain injury. Mayo Clinic Web site. http://www.mayoclinic.org/diseases-conditions/traumatic-brain-injury/basics/risk-factors/con-20029302 . Accessed July 15, 2018. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Practice Portal: Dementia. American Speech-Language-Hearing  Association Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Accessed July 15, 2018. (G)"
        },
        {
            "number in article": 13,
            "reference": "Freeman J, Godfrey HPD, Harris JK, Partridge FM. Utility of a demographic equation in detecting impaired NART performance after TBI. Br J Clin Psychol . 2001;40(Pt 2):221-224.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Muñoz ML, Marquardt TP, Copeland G. A comparison of the code switching patterns of aphasic and neurologically normal bilingual speakers of English and Spanish. Brain Lang. 1999;66(2):249-274.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Edmonds LA, Kiran S. Effect of semantic naming treatment on crosslinguistic generalization in bilingual aphasia. J Speech Hear Res . 2006;49(4):729-748.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Brumfitt S. Psychosocial aspects of aphasia: speech and language therapists' views on professional practice. Disabil Rehabil . 2006;28(8):523-534.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Brumfitt SM, Sheeran P. The development and validation of the Visual Analogue Self-Esteem  Scale (VASES). Br J Clin Psychol . 1999;38(Pt 4):387-400.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Folstein MF, Folstein SE, McHugh PR, Fanjiang G. Mini-Mental  State Examination . Odessa, FL: Psychological Corporation; 2001. (PP)"
        },
        {
            "number in article": 19,
            "reference": "Wechsler D. Wechsler Adult Intelligence Scale . 3rd ed. San Antonio, TX: The Psychological Corporation; 1997. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Goodglass H, Kaplan E, Barresi B. Boston Diagnostic Aphasia Examination-3 . Philadelphia, PA: Lippincott Williams & Wilkins; 2001. (PP)"
        },
        {
            "number in article": 21,
            "reference": "Kay J, Lesser R, Coltheart M. Psycholinguistic Assessment of Language Processing in Aphasia . Hove, UK: Lawrence Erlbaum Associates, Ltd; 1992. (PP)"
        },
        {
            "number in article": 22,
            "reference": "Kertesz A, Raven JC. Western Aphasia Battery-Revised . San Antonio, TX: Pearson; 2006. (PP)"
        },
        {
            "number in article": 23,
            "reference": "Holland A, Frattali CM, Fromm D. Communicative Abilities in Daily Living-2 (CADL-2) . Austin, TX: Pro-Ed; 1999. (PP)"
        },
        {
            "number in article": 24,
            "reference": "Frattali C; American Speech and Hearing Association. Functional Assessment of Communication Skills for Adults (ASHA FACS) . Rockville, MD: ASHA; 1995. (PP)"
        },
        {
            "number in article": 25,
            "reference": "Paradis M, Libben G. The Assessment of Bilingual Aphasia . Hillsdale, NJ: Lawrence Erlbaum Associates; 1987. (PP)"
        },
        {
            "number in article": 26,
            "reference": "La Pointe LL, Horner J. Reading Comprehension Battery for Aphasia . 2nd ed. Austin, TX: Pro-Ed; 1998. (PP)"
        },
        {
            "number in article": 27,
            "reference": "MacGinitie WH, MacGinitie RK, Maria K, Dreyer LG. Gates-MacGinitie  Reading Tests . 4th ed. Itasca, IL: Riverside Publishing; 2000. (PP)"
        },
        {
            "number in article": 28,
            "reference": "Woodcock RW. Woodcock Reading Mastery Tests-Revised . Circle Pines, MN: American Guidance Service; 1998. (PP)"
        },
        {
            "number in article": 29,
            "reference": "Brown JI, Fishco VV, Hanna GS. Nelson-Denny  Reading Test . Itasca, IL: Riverside Publishing; 1993. (PP)"
        },
        {
            "number in article": 30,
            "reference": "Rowe F, Wright D, Brand D. Reading difficulty after stroke: ocular and non ocular causes. Int J Stroke . 2011;6(5):404-411.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Simmons-Mackie  N, Kagan A. Application of the ICF in aphasia. Semin Speech Lang . 2007;28(4):244-253.  (G)"
        },
        {
            "number in article": 32,
            "reference": "Friedman RB, Robinson SR. Whole-word  training therapy in a stable surface alexic patient: it works. Aphasiology . 1991;5(6):521-527.  (C)"
        },
        {
            "number in article": 33,
            "reference": "Hillis AE. The role models of language processing in rehabilitation of language impairments. Aphasiology . 1993;7(1):5-26.  (C)"
        },
        {
            "number in article": 34,
            "reference": "Coltheart M, Byng S. A treatment for surface dyslexia. Seron X, Deloche G, eds. Cognitive Approaches in Neuropsychological Rehabilitation . Hillsdale, NJ: Lawrence Erlbaum Associates; 1989. (C)"
        },
        {
            "number in article": 35,
            "reference": "Scott C, Byng S. Computer assisted remediation of a homophone comprehension disorder in surface dyslexia. Aphasiology . 1989;3(3):301-320.  (C)"
        },
        {
            "number in article": 36,
            "reference": "Torgesen J, Wagner R, Rashotte C. Test of Word Reading Efficiency, Second Edition (TOWRE-2) . Austin, TX: Pro-Ed; 2012; 2012. (PP) "
        }
    ]
}