{
    "metadata": {
        "title": "Dyslexia, Phonological (Acquired)",
        "synonyms": [
            "phonological dyslexia (acquired)",
            "acquired phonological dyslexia",
            "alexia, phonological (acquired)",
            "phonological alexia (acquired)",
            "acquired phonological alexia"
        ],
        "anatomical location body part affected": [
            "Left hemisphere cortex(1)"
        ],
        "area of specialty": [
            "adult neurological disorders"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {
            "784.61": "alexia and dyslexia"
        },
        "ICD-10 codes": {
            "R48.0": "dyslexia and alexia _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for procedure will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified "
        ],
        "presentation signs and symptoms": [
            "Following damage to the left cerebral cortex, the patient with phonological dyslexia has difficulty with grapheme-to-phoneme  conversion while reading (e.g., is unable to sound out the letters to get the word). Spelling deficits usually reflect reading deficits. The patient can read high-frequency  words aloud but is unable to read pseudowords aloud (e.g., “bome”) and might have difficulty reading words with weak semantic representation (e.g., functors, syntactic morphemes).(2) Patients with phonological dyslexia might be able to read simple content, but have more difficulty with higher-level  reading materials such as novels or newspapers.(2) Patients with acquired dyslexia often have aphasia (for detailed information on assessment and treatment of aphasia, see the series of Clinical Reviews on aphasia) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Depression and anxiety are common among persons with brain injury and can adversely affect test performance.(9) It is important that speech-language  pathologists (SLPs) be knowledgeable about symptoms of depression and refer to a neuropsychologist or clinical psychologist when signs are present (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness).(9) Persons with acquired dyslexia and aphasia might not be able to complete standardized tests or answer questions regarding medical history. It is recommended that the caregiver/spouse be involved in all assessment procedures. During the evaluation, it is of utmost importance to be aware of a patient’s level of fatigue, pain tolerance, and level of frustration. A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials. Tests to assess cognitive ability or  premorbid cognitive ability through reading (National Adult Reading Test [NART]) are not valid for persons with acquired dyslexia(10)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  phonological dyslexia is caused by injury to the left cerebral cortex. brain damage might be caused by stroke, traumatic brain injury  tbi , brain tumors, brain infections, or other conditions of the brain.   phonological dyslexia has": [],
        "pathogenesis": [
            "Phonological dyslexia is caused when brain injury prevents blood from reaching the reading areas of the brain, whichdamages brain cells.(3) Damage associated with phonological dyslexia occurs in the perisylvian cortical regions.(4)Phonological dyslexia can evolve from deep dyslexia.(5) Several research studies suggest that phonological dyslexiaand deep dyslexia are not two separate diagnoses but instead are points along a continuum.(6) Deep dyslexia involvesphonological as well as semantic errors in reading. As the patient recovers from a brain injury, the semantic errors mightresolve, resulting in phonological dyslexia, in which the patient’s primary difficulty is reading pseudowords(5)"
        ],
        "risk factors  stroke": [
            "Age (risk doubles every decade after age 55)(7)",
            "Sex (more common in women than men)(7)",
            "Previous stroke(7)",
            "Family history of a stroke(7)",
            "Smoking(7)",
            "High blood pressure(7)",
            "Diabetes(7)",
            "Excess weight(7)",
            "Excess blood LDL cholesterol(7)",
            "Physical inactivity(7)",
            "Excessive alcohol use(7)",
            "Irregular heartbeat(7)",
            "Poor diet(7)"
        ],
        "risk factors  tbi": [
            "Children, especially newborns to 4-year-olds(8)",
            "Teenagers and young adults, especially those 15 to 24 years of age(8)",
            "Adults over 75(8)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the underlying cause of phonological dyslexia (e.g., stroke, TBI)? Refer to neurological testing for site and size of lesion",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs). The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications can adversely affect cognitive and communicative functioning.(11) Contact a pharmacist or physician regarding questions about side effects(11)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Note the results of any neurological (MRI, CT), neuropsychological, or psychological/ cognitive tests that have been completed"
                    ],
                    "alternative therapies": "Document any use of home training programs or alternative therapies (e.g., acupuncture) and their efficacy",
                    "previous therapy": "Document whether patient has had speech-language  therapy for this or for other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Does the patient have vision problems? -Does the patient have more difficulty reading some types of texts (e.g., newspaper, novels, instructions)? -Obtain information about order of acquisition of each language and language history (e.g., language used in education)(12) -Which language is used in a given situation (e.g., work, home, with relatives, with friends)?(12) -What modalities are used in each language (e.g., reading, speaking, writing)?(12) -Premorbid proficiency in each language can be compared to present proficiency using a 7-point scale (e.g., 1 = not fluent, 7 = native proficiency)(13) -Does the patient suffer from a mood disorder (e.g., depression) that might affect motivation to communicate?(9)",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition and/or symptoms. Examples include aphasia, depression, physical mobility, dysphagia, apraxia, overall health status, and visual impairment",
                "respiratory status": "Document any respiratory difficulties the patient is experiencing (e.g., use of supplemental oxygen, mechanical ventilator, tracheostomy tube)Depression and anxiety are common in persons with brain injury.(9) Inquire about symptoms of depression (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness) and refer to a neuropsychologist or clinical psychologist when symptoms are present(9) -Many depression scales and psychological scales have been used to assess patients who have had stroke. The SLP can collaborate with the psychologist to determine the appropriate evaluation with respect to the patient’s language -Hospital Anxiety and Depression Scale (HADS) (mild aphasia)(9) -Depression Intensity Scale Circles (DISC) (moderate aphasia)(9) -Stroke Aphasic Depression Questionnaire (severe aphasia  to be completed by caregiver)(9) -Visual Analogue Self-Esteem  Scale (V ASES)(14)Note hearing ability -Does the patient have difficulty hearing in the quiet treatment environment? -Does the patient ask for frequent repetitions? -Does the patient have a known hearing loss? If so, does he or she wearing hearing aids? Left, right, or bilateral? -Recommend audiology consult for patients with suspected hearing loss Barriers to learning -Are there any barriers to learning? Yes__ No__  -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous communication difficulties. Document any previous learning disabilities",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including hearing loss, vision deficits, diabetes, cancer, heart disease, and psychiatric disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Does the patient work and/or attend school? Does the patient regularly use a computer/telephone?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper, communication device)",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, and language(s) that the patient uses in the home and community"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Note if patient wears hearing aids or glasses; if used, determine if hearing aids are in working order. Note if patient uses any devices to assist with mobility (e.g., walker, wheelchair) or to communicate",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Screening for vision and hearing should always precede screening for reading difficulties. An audiologist should check for impacted cerumen prior to a pure-tone audiometric screening and word recognition testing.(11) Informal assessment of vision is required if patient intends to support communication with visual methods (e.g., writing, gestures, pictures) –In a study conducted in the United Kingdom of 177 patients with reading impairment following a stroke, researchers found that in the majority of patients, the reading impairment was related to a visual impairment such as visual field loss, eye movement deficit, or low central vision(28)",
            "special tests specific to diagnosis": "",
            "speech and language examination": "When selecting tests, clinicians must consider the patient’s level of awareness and cultural and linguistic background.(11) Tests that have normative information on diverse groups should be used when possible.(11) The following are some examples of standardized tests that might be used to assess language,All general tests of aphasia have subtests that assess reading comprehension; however, many language tests have only a few items and are insufficient for detecting milder problems, distinguishing between reading disorders, or(17) To assess different modalities of language (auditory, visual, gesture) and processing functions. Contains subtests for analyzing reading disorders(18) To assess components of language structure such as orthography, phonology, word and picture semantics and morphology, and syntax(19) To assess oral language (verbal fluency, language information content, comprehension, repetition, and naming), nonverbal language, and reading and writing. Contains a supplementary task to aid the clinician in distinguishing among surface dyslexia, deep dyslexia, and visual dyslexia –Bilingual assessment (as needed)(20) Assesses the bilingual patient’s ability to use each language in different settings by use of a language use history questionnaire. A computer program is available to evaluate responses in more than 100 languages -Other assessments have been adapted and standardized for Spanish speakers (e.g., BDAE-3,  WAB-R, PALPA)  –Reading -Reading comprehension(2) -Oral reading of single words, pseudowords, sentences, and paragraphs(2) -Patients with phonological dyslexia might have particular difficulty with affixed words (i.e., those with either a prefix or a suffix)(21)(22) Contains single word, sentence, and paragraph comprehension tasks as well as tasks of functional reading of signs and labels -Other tests designed to assess developmental reading disorders might be appropriate in determining age-or grade-level equivalencies for individuals with acquired alexia; these include the Gates-MacGinitie Reading Tests, the Woodcock Reading Mastery Tests, and the Nelson-Denny  Reading Test(23,24,25)Some tests that assess communication used in daily living also(26) Assessment of the following areas of communication Reading, Writing, and Using Numbers; Social Interaction; Divergent Communication; Contextual Communication; Nonverbal Communication; Sequential Relationships; and Humor/Metaphor Absurdity(27) Assessment of functionalsocial communication; communication of basic needs; reading, writing, and number concepts; and daily planningAssess oral and written spelling ability(2) –Functional writing skills  (2) -Agraphia/dysgraphia (written language impairment) commonly co-occurs  in patients with phonological dyslexia.(4)ForT708854",
            "neurological examination": "",
            "oral structure and oral motor function": "A motor speech evaluation should be performed if there are signs of coexisting apraxia or dysarthria",
            "perception": "",
            "arousal attention cognition": "Refer to psychological and cognitive evaluations to assist in informing course of treatment and providing a prognosis for therapy. Note that the patient’s reading ability might affect scores on some subtests and that reading subtests might not be accurate measures of the patient’s cognitive ability. A comprehensive evaluation for acquired dyslexia should assess visual-perceptual  processes, visual-spatial  attention, and working memory(2)(15) To assess cognitive status of adults. Sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, Drawing(16) To assess intellectual and cognitive abilities of adults",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regards to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies"
            ],
            "general": "The relative benefits and risks of intensive therapy should be evaluated on a case-by-case"
        },
        "diagnosis need for treatment": "The clinical diagnosis of phonological dyslexia is made by the SLP using standardized reading assessments ",
        "rule out": "Phonological dyslexia should be distinguished from other types of dyslexia (e.g., surface dyslexia) and from a visual field deficit, low vision, and visual neglect dyslexia(30)",
        "prognosis": [],
        "referral to other disciplines": "Refer to OT for assistance with daily living skills if needed. Refer to a psychologist or counselor for depression or anxiety. Refer to an eye specialist to rule out visual impairment",
        "other considerations": [],
        "treatment summary": [
            "Phonologically based approaches –Grapheme-to-phoneme  conversion (GPC) rules:  This treatment approach focuses on teaching the patient GPC rules so that he or she can better decode words. A multiple-baseline  study examined the effects of systematic practice with words exemplifying specific GPC rules (e.g., “c” before “a,” “o,” and “u” is pronounced /k/) on single-word  reading ability in a patient with phonological dyslexia. Two rules were trained over a 6-week  period (11 total sessions). The patient had significantly improved reading of target words as well as untreated stimuli(21) –Other studies examining the effects of rule-based  training have found that patients are able to learn GPC rules but are often unable to blend phonemes together to read words.(31) Effects of this approach are mixed(31) –Clinicians utilized a two-phase  treatment approach to strengthen both reading and spelling in a study conducted in the United States with 2 subjects with phonological alexia and agraphia(32) -The first phase of treatment focused on strengthening the sublexical/phonological route by retraining the relationships between phonemes and graphemes for 20 consonants and 12 vowels(32) -The second phase (termed interactive treatment) trained the subjects to utilize their newly relearned phonological knowledge to generate plausible spellings and detect/correct spelling errors(32) -Following 26 hour-long  sessions of therapy for each participant (3 times per week), both participants showed improvement in reading and spelling skills; additionally, they reported satisfaction with the treatment program(32)",
            "Semantically based approaches –Homophone association:  Authors of a case study examined the differential effects of two techniques to instruct functor words (e.g., of, be, the) on persons with phonological dyslexia. One of the techniques involved training two patients to associate nonpicturable words (e.g., functor words) with homophonous nouns (e.g., “be” paired with “bee”). The other technique involved training the patients to repeat target words and read them in a sentence (stimulation approach).(33) Results indicated that both patients succeeded in reading the target words with 90% accuracy with the homophone association method but only 59% with the repetition method(33) –Association of phonologically related words: In a multiple-baseline  study conducted in the United States, researchers examined the effects of training a patient with phonological alexia to associate functor and nonpicturable words with phonologically similar words (e.g., “former” with “four mermaids”). A control condition involved repetition of another set of functor words. Treatment for 60 targets was provided in 69 sessions over a period of 17 months (90-minute sessions). The patient improved to criterion level performance (90% accuracy) with the homophone training but not with the repetition training (44% accuracy). Fewer errors were made when the target more closely resembled the paired association(31)",
            "Instruction for increasing reading fluency and comprehension –Multiple oral reading (MOR):  MOR involves repeated guided reading practice of the same material over a period of days or weeks -Authors of a case study of a patient with phonological dyslexia examined the effects of MOR at home(2)  -The patient practiced reading aloud an article from the newspaper for 30 minutes each day for 1 week. The following week a new article was selected. The study continued for 18 weeks(2) -The patient improved reading fluency for the articles read. He also reported that he was able to achieve a faster reading rate much sooner for later articles. His understanding of new articles also improved(2) -In a study of MOR conducted in the United States involving 6 patients with acquired dyslexia (4 with phonological dyslexia and 2 with pure dyslexia), treatment consisted of one 2-hour  session per week for 8 weeks(34) -Each week, a different passage was trained in the session; untrained control, functor, and content passages were never trained but were tested pre and post therapy(34) -With the patients with pure dyslexia, reading rate for novel passages containing significant numbers of trained words increased as measured by post-therapy  tests(34) -Researchers concluded that MOR improves reading of untrained passages that overlap trained passages at the level of the patient’s specific deficit(34) –Repetition priming:  Repetition priming involves repetitive reading of words within sentences. Authors of a case study examined the effects of a program requiring a patient to read sentences by building them in steps. A patient with phonological dyslexia was instructed to read only the words that were highlighted in sentences in a computer program. The program gradually highlighted more words so that the patient “built” sentences gradually. This strategy of building sentences gradually and repeating words multiple times improved the patient’s reading with trained and untrained sentences(35) –Pseudoword training:  In a study conducted in the United States with 5 patients with acquired phonological dyslexia, researchers examined the effectiveness of pseudoword training on reading ability.(37) Researchers created lists of training words with different initial consonant clusters ranked as either “simple” or “complex” as indicated by sonority difference. Specific training and probe lists for each participant differed according to his or her individual strengths and weaknesses as measured during baseline assessments. For each initial consonant cluster, a list containing 20 real words and 20 pseudowords was randomly divided into either the trained or untrained group for each participant. Those participants who were initially trained on the simple cluster lists were trained on the complex cluster lists during the second training phase and vice versa. During the intervention phase of the study, treatment focused on training 3 different skills: 1) phoneme segmentation; 2) matching graphemes and phonemes; and 3) phoneme blending. At the conclusion of the study, outcome measures indicated that all participants improved on the trained clusters. Two of the participants who were trained on complex clusters first generalized to untrained simple clusters; however, the participants who were trained on simple clusters first did not show the same pattern. Researchers suggested that complex therapeutic targets should be used in treatment for patients with acquired phonological dyslexia in order to increase the likelihood of generalization to untrained items(37) . Problem Goal Intervention Expected Progression Home Program  Phonological dyslexia Increase understanding of rule-based spelling to assist in word readingGPC rules _ Provide systematic instruction of GPC rules. Patients practice specific rules to assist them in decoding unfamiliar words (e.g., “c” before “a,” “o,” and “u” is pronounced / k/). Effects of this approach are mixed due to difficulties in blending phonemes(31) _ _ See Treatment summary , aboveProgression of tasks in reading therapy generally increases gradually, per discretion of the SLP and tolerance of the patient, from word level to phrase level, sentence level, and finally paragraph levelGrapheme-to-phoneme conversion rules can be practiced at home  Phonological dyslexia Increase reading of functor wordsHomophone/similar word association _ Provide instruction of functor words (e.g., of, be, the) or verbs by pairing them with homophonous nouns or phonologically similar words that are more easily read due to their semantic strength and ability to be visualized (e.g., “be” paired with “bee”; “much” paired with “mud”).(33) An example activity might include providing the patient with index cards that contain the target word on one side (e.g., “be”) and the homophone or phonologically similar word on the other (e.g., “bee”). The patient can associate the two words by first saying the noun and then the target word. Two case studies provide preliminary positive evidence for this approach(31,33) _ _ See Treatment summary , aboveProgression of tasks in reading therapy generally increases gradually, per discretion of the SLP and tolerance of the patient, from word level to phrase level, sentence level, and finally paragraph levelPractice with homophone association can be performed at home  Phonological dyslexia Increase reading fluency and reading comprehension by practicing repeated readings of words, sentences, phrases, or text (newspaper articles)Multiple oral reading (MOR) _ MOR involves repeated reading practice of the same material over a period of days or weeks. Texts can be chosen by the patient or the patient’s family member. The patient practices reading the article aloud with assistance from the therapist or family member. Reading practice can be performed at home for up to 30 minutes at a time(2) _ _ Repetition priming _ Repetition priming involves repetitive reading of words within sentences. The therapist can “build” sentences with the patient by using a computer program or index cards. The patient reads a few words of the sentence at a time and words are gradually added(35) _ _ See Treatment summary , aboveOnce the patient has been trained on specific words or passages, the SLP might introduce novel reading material with significant overlap (i.e., many of the same letters or words) to promote generalization(34)Practice reading specific texts can be performed at home Aphasia (as needed) Increase functional language productionAphasia therapy _ For detailed information on assessment and treatment of aphasia see the series of Clinical Reviews on aphasiaTherapy for aphasia generally progresses from sound level to syllable, word, phrase, sentence, and finally conversational levelHome program will vary with respect to the goals of the patient  Acquired agraphia/ dysgraphia (as needed)Increase writing skills Agraphia therapy _ For detailed information on assessment and treatment of acquired dysgraphia, see Clinical Review…Agraphia: Speech Therapy , referenced aboveTherapy for agraphia generally progresses from writing letters to writing words, phrases, sentences, and finally paragraphsHome program will vary with respect to the goals of the patient ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved word, sentence, and text reading": [
            "Oral reading of single words, pseudowords, sentences, and paragraphs",
            "RCBA-2",
            "Gates-MacGinitie  Reading Tests(23)",
            "Woodcock Reading Mastery Tests(24)",
            "Nelson-Denny  Reading Test(25)"
        ],
        "improved functional reading ability": [
            "CADL-2",
            "ASHA-FACS"
        ],
        "effective external modifications  e.g., simplification of reading materials": [],
        "family education regarding acquired dyslexia and communicating more effectively with the patient": []
    },
    "maintenance or prevention": [
        "Clinic-based  treatment should eventually be transferred to home-based routines so that the patient and caregivers can continue treatment independently"
    ],
    "patient education": [
        "Patient and family education should include information on the effects of phonological dyslexia, treatment options, and prognosis. When possible, the partner or patient’s family should be educated about facilitative techniques to use when assisting the patient with communication and reading Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on October 14, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Vliet EC, Miozzo M, Stern Y. Phonological dyslexia: a test case for reading models. Psychol Sci . 2004;15(9):583-590.  (C)"
        },
        {
            "number in article": 2,
            "reference": "Cherney LR. Aphasia, alexia and oral reading. Top Stroke Rehabil . 2004;11(1):22-36.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Ashley J, Duggan M, Sutcliffe N. Speech, language, and swallowing disorders in the older adult. Clin Geriatr Med . 2006;22(2):291-310.  (GI) "
        },
        {
            "number in article": 4,
            "reference": "Rapcsak SZ, Beeson PM, Henry ML. Phonological dyslexia and dysgraphia: cognitive mechanisms and neural substrates. Cortex. 2009;45(5):575-591.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Friedman RB. Recovery from deep alexia to phonological alexia: points on a continuum. Brain Lang . 1996;52(1):114-128.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Crisp J, Howard D, Lambon Ralph MA. More evidence for a continuum between phonological and deep dyslexia: novel data from three measures of direct orthography-to-phonology  translation. Aphasiology . 2011;25(5):615-641.  (R)"
        },
        {
            "number in article": 7,
            "reference": "American Heart Association. Stroke risk factors. American Heart Association Web site. http://www.strokeassociation.org/STROKEORG/AboutStroke/UnderstandingRisk/Understanding-Risk_UCM_308539_SubHomePage.jsp . Accessed July 26, 2017. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Mayo Clinic staff. Traumatic brain injury. MayoClinic.com Web site. Web site. http://www.mayoclinic.org/diseases-conditions/traumatic-brain-injury/basics/risk-factors/con-20029302 . Accessed July 26, 2017. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Brumfitt S. Psychosocial aspects of aphasia: Speech and language therapists' views on professional practice. Disabil Rehabil . 2006;28(8):523-534.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Freeman J, Godfrey HP, Harris JK, Partridge FM. Brief report: utility of a demographic equation in detecting impaired NART performance after TBI. Br J Clin Psychol . 2001;40(Pt 2):221-224.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Practice Portal: Dementia. American Speech-Language-Hearing  Association Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Accessed July 26, 2017. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Muñoz ML, Marquardt TP, Copeland G. A comparison of the code switching patterns of aphasic and neurologically normal bilingual speakers of English and Spanish. Brain Lang. 1999;66(2):249-274.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Edmonds LA, Kiran S. Effect of semantic naming treatment on crosslinguistic generalization in bilingual aphasia. J Speech Lang Hear Res . 2006;49(4):729-748.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Brumfitt SM, Sheeran P. The development and validation of the Visual Analogue Self-Esteem  Scale. Br J Clin Psychol . 1999;38(Pt 4):387-400.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Folstein MF, Folstein SE, McHugh PR, Fanjiang G. Mini-Mental  State Examination . Odessa, FL: Psychological Corporation; 2001. (PP)"
        },
        {
            "number in article": 16,
            "reference": "Wechsler D. Wechsler Adult Intelligence Scale-Third  Edition. San Antonio, TX: The Psychological Corporation; 1997. (PP)"
        },
        {
            "number in article": 17,
            "reference": "Goodglass H, Kaplan E, Barresi B. Boston Diagnostic Aphasia Examination . 3rd ed. Austin, TX: Pro-Ed; 2001. (PP)"
        },
        {
            "number in article": 18,
            "reference": "Kay J, Lesser R, Coltheart M. Psycholinguistic Assessment of Language Processing in Aphasia . Hove, UK: Lawrence Erlbaum Associates, Ltd; 1992. (PP)"
        },
        {
            "number in article": 19,
            "reference": "Kertesz A, Raven JC. Western Aphasia Battery-Revised . San Antonio, TX: Pearson; 2006. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Paradis M, Libben G. The Assessment of Bilingual Aphasia . Hillsdale, NJ: Lawrence Erlbaum Associates; 1987. (PP)"
        },
        {
            "number in article": 21,
            "reference": "Hamilton AC, Coslett HB. Role of inflectional regularity and semantic transparency in reading morphologically complex words: evidence from acquired dyslexia. Neurocase . 2008;14(4):347-368.  (R)"
        },
        {
            "number in article": 22,
            "reference": "La Pointe LL, Horner J. Reading Comprehension Battery for Aphasia . 2nd ed. Austin, TX: Pro-Ed; 1998. (PP)"
        },
        {
            "number in article": 23,
            "reference": "MacGinitie WH, MacGinitie RK, Maria K, Dreyer LG. Gates-MacGinitie  Reading Tests . 4th ed. Itasca, IL: Riverside Publishing; 2000. (PP)"
        },
        {
            "number in article": 24,
            "reference": "Woodcock RW. Woodcock Reading Mastery Tests-Revised . Circle Pines, MN: American Guidance Service; 1998. (PP)"
        },
        {
            "number in article": 25,
            "reference": "Brown JI, Fishco VV, Hanna GS. Nelson-Denny  Reading Test . Itasca, IL: Riverside Publishing; 1993. (PP)"
        },
        {
            "number in article": 26,
            "reference": "Holland A, Frattali CM, Fromm D. Communicative Abilities in Daily Living-2 (CADL-2) . Austin, TX: Pro-Ed; 1999. (PP)"
        },
        {
            "number in article": 27,
            "reference": "Frattali C; American Speech and Hearing Association. Functional Assessment of Communication Skills for Adults (ASHA FACS) . Rockville, MD: ASHA; 1995. (PP)"
        },
        {
            "number in article": 28,
            "reference": "Rowe F, Wright D, Brand D. Reading difficulty after stroke: ocular and non ocular causes. Int J Stroke . 2011;6(5):404-411.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Simmons-Mackie  N, Kagan A. Application of the ICF in aphasia. Semin Speech Lang . 2007;28(4):244-253.  (G)"
        },
        {
            "number in article": 30,
            "reference": "Bub D. Alexia and related reading disorders. Neurol Clin . 2003;21(2):549-568.  (GI)"
        },
        {
            "number in article": 31,
            "reference": "Lott SN, Sample DM, Oliver RT, Lacey EH, Friedman RB. A patient with phonologic alexia can learn to read \"much\" from \"mud pies\". Neuropsychologia . 2008;46(10):2515-2523.  (C)"
        },
        {
            "number in article": 32,
            "reference": "Beeson PM, Rising K, Kim ES, Rapcsak SZ. A treatment sequence for phonological alexia/agraphia. J Speech Lang Hear Res . 2010;53(2):450-468.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Friedman RB, Sample DM, Lott SN. The role of level of representation in the use of paired associate learning for rehabilitation of alexia. Neuropsychologia . 2002;40(2):223-234. (C)"
        },
        {
            "number in article": 34,
            "reference": "Lacey EH, Lott SN, Snider SF, Sperling A, Friedman RB. Multiple Oral Re-reading  treatment for alexia: the parts may be greater than the whole. Neuropsychol Rehabil . 2010;20(4):601-623.  (R)"
        },
        {
            "number in article": 35,
            "reference": "Sperling AJ, Lott SN, Watson NL, Friedman RB. Using repetition priming to improve oral reading in phonological text alexia. Brain Lang . 2006;99(1):26-27.  (C)"
        },
        {
            "number in article": 36,
            "reference": "Simmons-Mackie  N, Threats TT, Kagan A. Outcome assessment in aphasia: a survey. J Commun Disord . 2005;38(1):1-27.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Riley EA, Thompson CK. Training pseudoword reading in acquired dyslexia: A phonological complexity approach. Aphasiology . 2015;29(2):129-150.  (R) "
        }
    ]
}