{
    "metadata": {
        "title": "Total Ankle Replacement",
        "synonyms": [
            "total ankle replacement",
            "total ankle arthroplasty",
            "ankle arthroplasty, total",
            " arthroplasty",
            "total ankle"
        ],
        "anatomical location body part affected": [
            "Ankle joint/lower extremity"
        ],
        "area of specialty": [
            "acute care",
            "aquatic therapy",
            "geriatric rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "The two primary surgical procedures for end-stage  ankle arthritis or arthropathy are total ankle replacement (TAR) and ankle arthrodesis (AA). Both methods provide symptomatic relief of disabling pain in the talocrural joint(1,3)",
            "There continues to be debate over whether TAR or AA should be the preferred surgery –Advantagesof TAR over AA include conservation of existing preoperative ankle ROM and protection of adjacent and nonadjacent joints(16) –The major disadvantage of TAR over AA is the higher reported complication and reoperation rates(16) -Authors of a 2020 systematic review and meta-analysis compared third-generation TAR implants to AA. Overall complication rates of TAR were 16%, compared to 6% for AA. TAR had a significantly higher reoperation rate than AA(21)",
            "However,continued improvements in implant design, instrumentation for implant alignment, and the use of cementless (bio-ingrowth)  fixation have contributed to better outcomes and the ability to perform TAR in awider variety of patients(3)",
            "Computer-assisted  guidance has improved surgical outcomes of patients with end-stage osteoarthritis (OA) and anatomical deformities. Improved placement of the TAR components may decrease risk of implant failure(12)",
            "These developments have resulted in TAR becoming a promising surgical option for the appropriate type of patient. Between 1998 and 2010 the use of TAR for end-stage  ankle arthritis increased 7-fold(18)",
            "Currently 14 different ankle arthroplastydevices have been approved by the U.S. FDA. Not all of them continue to be used. Common types include INBONE Total Ankle System, INFINITY Ankle Replacement, Salto Talarais and Salto Talaris XT, and Scandinavian Total Ankle Replacement (STAR). Recently developed devices that have been approved by the FDA includeZimmer Trabecular Metal Total Ankle, Vantage Total Ankle System, Cadence Total Ankle Replacement System, and Hintermann Series H2 Total Ankle System(17)",
            "Placement of the TAR implant is commonly made using an anterior surgical approach. The anterior incision allows full access to the distal tibia, tibiotalar joint, and talar dome. However, the anterior tibial artery and the deep and superficial peroneal nerves need to be identified and retracted from the surgical field(1,2,3)",
            "A lateral transfibular approach was trialed in the United States in beginning in 2013. This approach allows visualization of the center of ankle rotation for surgeons to address coronal rotational and sagittal plane deformities  –Authors of a small retrospective study (N = 20 patients with transfibular TAR between 2013 and 2014) found no cases of implant failure, fibular nonunion, or delayed union at 12-months  follow-up(8)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Z96.66": "presence of artificial ankle joint",
            "Z96.661": "presence of right artificial ankle joint",
            "Z96.662": "presence of left artificial ankle joint",
            "Z96.669": "presence of unspecified artificial ankle joint (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified. Reimbursement for therapy will depend on insurance contract coverage"
        ],
        "presentation signs and symptoms": [
            "Patient selection for TAR formerly was limited to relatively sedentary individuals or those who did not expect to participate in high-impact  recreational activities or heavy manual labor after ankle surgery. The optimal TAR candidate was an individual 65 years of age or older, with low or average BMI and a minimally physically demanding lifestyle. More recently, TAR surgery is also being performed on younger individuals who continue to participate in moderate physical activities(3)",
            "Potential physical problems following TAR include(1,2,3) –pain –swelling, edema –reduced lower-extremity  ROM –reduced lower-extremity  strength –atrophy of lower leg muscles (especially the gastrocsoleus) due to progressive pain in degenerative OA(6) –impaired functional mobility –decreased static and dynamic standing balance –antalgic gait with gait abnormalities –decreased endurance –weight-bearing  (WB) restrictions Causes, Surgical Indications, Contraindications, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Obtain specific guidelines for postoperative precautions including the patient’s WB status from the referring physician prior to initiating any evaluation procedures. Generally, the patient is non-WB  for a minimum of 6 weeks;(1) however, surgeons have permitted WB at 2 weeks in their patients with a STAR implant",
            "Obtain orders regarding guidelines for ROM progression. Surgeons may limit or restrict ROM in the first 2 weeks after surgery for protection and wound healing(1)",
            "Confirm that the patient understands and correctly follows any specific guidelines from physician",
            "Ensure appropriate fit/tolerance of immobilization devices (e.g., walking boot) and carefully monitor skin integrity and wound healing.(1) Patients with functional disability due to mobility restrictions (e.g., antalgic gait, frailty, easy fatigability, poor balance/coordination, increased fall risk) or cardiopulmonary limitations require special considerations/precautions for examination and treatment such as therapeutic exercise",
            "Check primary dressing for excessive drainage",
            "Monitor patient for orthostatic hypotension, pallor, nausea "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Clinicians should follow the guidelines of their clinic/hospital and what the patient’s physician orders in regard to the evaluation and treatment intervention. Obtain a written informed consent from the patient or legal caretaker",
        "Always respect the patient’s self-reported  level of pain",
        "Patients with this diagnosis are at risk for fragility fractures and falls. Follow facility protocols for fall prevention or, if inpatient, post fall-prevention  instructions at bedside",
        "Patients are at risk for developing a DVT.(1)  If DVT is suspected, contact the patient’s physician immediately. Signs and symptoms of DVT include calf pain, tightness, warmth, and erythema. For more details, please refer to Clinical Review …Deep Vein Thrombosis: Exercise ; CINAHL Topic ID Number: T708457",
        "Be aware of the possibility of the patient developing a postoperative infection and/or neuropathy within the involved lower extremity. Notify the referring physician immediately if the patient presents with any signs or symptoms of infection, such as unexplained increased pain, redness, warmth/increased temperature, or drainage at the incision site(1)",
        "Absolute contraindications for TAR  (3) Active or chronic ankle infection Severe osteoporosis Avascular necrosis of a significant portion of the talar body Peripheral neuropathy Impaired lower-extremity  vascular supply Long-term  use of corticosteroids Individuals who are skeletally immature",
        "Precautions for TAR  (3) Remote history of infection Presence of marked ankle instability Hindfoot varus or valgus deformity > 20° Less than 20° total arc of dorsiflexion and plantarflexion Obesity –Authors of a systematic review investigated the complication rates in patients who were obese and underwent TAR. Patients were considered obese if their BMI was ≥ 30kg/m².In the four studies (N = 400) analyzed, and 17.8% of patients developed a complication requiring surgical revision(19) Need to return to high-impact  physical activities",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Obtain specific guidelines for postoperative precautions including the patient’s WB status from the referring physician prior to initiating any evaluation procedures. Generally, the patient is non-WB  for a minimum of 6 weeks;(1) however, surgeons have permitted WB at 2 weeks in their patients with a STAR implant",
            "Obtain orders regarding guidelines for ROM progression. Surgeons may limit or restrict ROM in the first 2 weeks after surgery for protection and wound healing(1)",
            "Confirm that the patient understands and correctly follows any specific guidelines from physician",
            "Ensure appropriate fit/tolerance of immobilization devices (e.g., walking boot) and carefully monitor skin integrity and wound healing.(1) Patients with functional disability due to mobility restrictions (e.g., antalgic gait, frailty, easy fatigability, poor balance/coordination, increased fall risk) or cardiopulmonary limitations require special considerations/precautions for examination and treatment such as therapeutic exercise",
            "Check primary dressing for excessive drainage",
            "Monitor patient for orthostatic hypotension, pallor, nausea "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the primary or secondary cause of ankle arthrosis? Document of surgery, use of assistive device, use of controlled ankle movement (CAM) walker, or walking boot",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any previous history of musculoskeletal injuries or pain, OA, or rheumatoid arthritis? Inquire about previous injuries or surgeries to the affected ankle",
                    "comorbid diagnoses": "Does the patient have any other neurological conditions that might impact functional progress (e.g., stroke, multiple sclerosis, muscular dystrophy, Parkinson’s)?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., signs and symptoms of DVT, fracture, or infection) Barriers to learning Are there any barriers to learning? Yes __ No __ If Yes, describe ________________________ Medical history Past medical historyAsk the patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Ask the patient about leisure-time  and recreational/ sports activity. What type and how frequent? Is the patient employed? If so, describe the job duties. How does the patient access the community (e.g., drive self, public transportation)? If the patient drives, does the vehicle have a manual transmission?",
                "functional limitations assistance with ADLs adaptive equipment": "Inquire about safety and independence with mobility, which may be limited due to pain, weakness, immobilization of the affected ankle, and WB restriction. Does the patient currently use any assistive devices?",
                "living environment": "With whom does the patient live? Are there any caregivers who can assist the patient, if needed? What modifications, if any, might be needed for safe access into and within the home? Document number of stairs to enter the home and number of floors in home, location of bedrooms and bathrooms"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Determine height, weight, and BMI. Assess patient for leg-length  discrepancy (LLD) with the supine to sit test. If LLD is present, note if true or functional. Objective measurements of ankle edema can be taken using circumferential measurements, such as the figure-8,  and compared to the contralateral ankle",
            "assistive and adaptive devices": "Assess need for an assistive device (e.g., walker, crutches, grabber, shower bench, grab bars, raised toilet seat). Patient may have CAM walker/walking boot for first 3 to 6 weeks following surgery. Most surgeons will require the patient to be non-WB  for a minimum of 6 weeks.(1,2) Modify device as WB restrictions lessen",
            "balance": "Assess both static and dynamic standing balance, if permitted by physician’s WB orders. Assess unilateral balance of the contralateral extremity (especially if patient is toe-touch  or partial WB). Administer Berg Balance Scale",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess bilateral distal pedal pulses and note any asymmetry or abnormality (e.g., delayed refill, clubbing of toenails, cyanosis) Functional mobility  (including transfers, self-care, ADLs, etc.)  –Assess safety and independence with bed mobility and transfers; may be limited due to pain, weakness, immobilization of the affected ankle, and WB restrictions –Functional tests that may be performed, as indicated -Functional Independence Measure (FIM) -American Orthopaedic Foot and Ankle Society (AOFAS) ankle-hindfoot  score -Dynamic Gait Index (DGI) -Timed Up-and-Go  (TUG) test -Standardized stair-climbing  test",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Assess whether the patient can maintain required WB status in standing and ambulation with selected assistive device –Assess gait for any asymmetry or abnormality. Does the patient require an assistive device for safety? If so, assess gait pattern with selected assistive device. Typical gait deficits include decreased heel strike at initial contact, decreased stride length, decreased step length, decreased speed/cadence, decreased endurance, decreased stance time, poor weight shift, decreased normal heel-to-toe progression, hip hiking, and circumduction –Assess for continued compliance with WB restrictions as prescribed by surgeon",
            "muscle strength": "Assess bilateral lower-extremity muscle strength using manual muscle testing (MMT) within the constraints of postoperative precautions. Expect residual muscle weakness on affected side greater than unaffected side from long-term  physical inactivity and atrophy. When permitted by surgeon’s guidelines, assess strength of ankle dorsiflexors, plantarflexors, inverters, and everters",
            "observation inspection palpation including skin assessment": [
                "Assess incision sites and note any abnormality such as redness, increased warmth, or exudate that might indicate an infection or improper healing. Delayed wound healing is one of the more common complications of TAR. The surgical incision usually extends from anterior distal tibia to just over dorsum of foot",
                "Assess edema in affected ankle using circumference or figure-8  measure. Ask the patient if he/she is elevating ankle/foot to reduce swelling. Postoperative edema in the ankle and foot also increases the risk of delayed wound healing, which can prolong the immobilization period",
                "Assess muscle tone and muscle bulk. Note any atrophy in lower leg",
                "Assess scar thickness at incision, palpate for warmth"
            ],
            "posture": "Assess the patient’s standing posture, taking note of the patient’s lower-extremity  alignment (e.g., calcaneal valgus/varus, genu varus/valgus, asymmetric weight distribution)",
            "range of motion": "Assess bilateral lower-extremity  ROM within the constraints of patient’s precautions, especially ankle dorsiflexion, plantarflexion, inversion, and eversionDocument current ADLs level; refer to occupational therapy as indicated",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": " Sensory testing –Assess bilateral ankle/foot joint proprioception and sensation to light touch and sharp-dull -Sensory impairments noted in the anterior and lateral compartment of the lower leg may indicate the need to rule out superficial or deep peroneal nerve injury(3)",
            "special tests specific to diagnosis": " Special tests –AOFAS score –Foot Function Index (FFI) –Foot and Ankle Ability Measurement (FAAM) –Lower Extremity Functional Scale (LEFS) –Short-Form  Health Survey (SF-36)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over a regenerating peripheral nerve"
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves -With individuals with poor cognition -Over an area of poor sensation -In the very young and very old",
                "Whirlpool  contraindications -Certain dermatologic conditions (e.g., ichthyosis, infection) -Venous ulcers -Tissues damaged by radiation therapy -Peripheral vascular disease -Respiratory impairment -Surgical incisions/skin grafts -Malignancy -More than half-body  immersion during pregnancy",
                "Whirlpool  precautions (*some are relevant only if entire body is immersed) -Cardiac insufficiency -Impaired sensation -Impaired mental status -Impaired sensation -Unstable blood pressure -Cold hypersensitivity -Alcohol consumption (prior to therapy)* -Decreased strength/ROM/endurance/balance* -Urinary/fecal incontinence* -Fear of water* -Respiratory impairments  -Avoid warm/hot water if the patient is pregnant or has multiple sclerosis, increased risk of hemorrhage (e.g., on anticoagulant medications), impaired thermal regulation, acute inflammation, fever, edema, thrombophlebitis, or acute rheumatoid arthritis -Seasickness -Epilepsy*",
                "Pulsed lavage with suction (PLWS)  contraindications/precautions -Bleeding or increased risk of bleeding (e.g., anticoagulant medications) -Impaired sensation -Facial wounds -Areas near blood vessels or nerves -Recent surgical procedures",
                "Aquatic therapy  contraindications/precautions -Fear of water -Avoid warm/hot water if patient is pregnant or has multiple sclerosis, increased risk of hemorrhage (e.g., on anticoagulant medications) impaired thermal regulation, acute inflammation, fever, edema, thrombophlebitis, or acute rheumatoid arthritis -Epilepsy -Cardiovascular or pulmonary disease -Open wounds, catheters, colostomies, IVs, G-tubes -Urinary or fecal incontinence -Certain dermatologic conditions (e.g., ichthyosis, infection) -Venous ulcers -Tissues damaged by radiation therapy -Peripheral vascular disease -Respiratory impairment -More than half-body  immersion during pregnancy",
                "Thermotherapy  contraindications -Decreased circulation -Decreased sensation -Acute/subacute traumatic and inflammatory conditions -Skin infections -Impaired cognition or language barrier -Malignancy -Liniments or heat rubs -Heat rubs"
            ],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic",
                "Low-level  laser therapy (LLLT)  contraindications -Do not use laser with pregnant women, patients with epilepsy, or patients with infections -Do not use over cancerous lesions, the mediastinum, areas of impaired sensation, sympathetic ganglia, the vagus nerve, the gonads, the cornea, endocrine glands, or hemorrhaging lesions",
                "LLLT  precautions -Goggles with an appropriate optical density rating should be worn by the patient"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Electrotherapy  contraindications/precautions -Do not place electrodes near -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads -the pelvis, lumbar spine, hips, and abdomen of pregnant women -the neck of patients with a history of a stroke or seizures -Osteomyelitis -Hemorrhage -Impaired sensation, mental status, communication -Cardiovascular disease -Malignancy -Dermatological conditions -Proximity of electromagnetic radiation -History of spontaneous abortion in pregnant women",
                "Intermittent pneumatic compression  contraindications -Pulmonary edema -Cardiovascular disease -DVT  -Fracture -Skin infections",
                "Therapeutic ultrasound  contraindications; do not use -over the region of a cardiac pacemaker -over the pelvis, abdominal, and lumbar regions during pregnancy -over the eyes or testes -in an area with infection or bleeding -if a tumor or malignancy is present in the area -in the area of a DVT or thrombophlebitis -over the heart, stellate, or cervical ganglia -over epiphyseal plates",
                "Therapeutic ultrasound  precautions -Sensory deficits -Ineffective communication skills in a patient (e.g., impaired cognition, language barrier) -Circulatory impairments -Plastic or metal implants -Peripheral vascular disease -Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "other": [
                "Follow surgeon’s orders regarding WB status and mobilization",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies ",
                "Modify therapeutic exercises to allow patient to adapt for functional limitations (frailty, easy fatigability, poor balance/ coordination, increased fall risk) and comorbidities (e.g., heart disease)",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment  in decision making",
                "Avoid using deep-penetrating  thermal modalities (e.g., ultrasound) near prosthesis",
                "Contraindications/ precautions to use of modalities(4)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Post-TAR  with functional impairments/decreased lower-extremity  ROM, decreased strength, edema control, pain management, antalgic gait, impaired functional mobility, poor balance, and decreased endurance(1,3,7) Postoperative pain can develop due to the loosening of the interface between the surrounding bone and prosthesis and impaired mobility(7)",
        "rule out": "N/A",
        "prognosis": [
            "TARs are not as widely performed as total knee replacements (TKR) and total hip replacements (THR) in part due to their higher revision rates and rates of complications. In one systematic review, complication rates for TAR were found to be about 20% and revision rates about 8%. This can be compared to TKR and THR,in which reported implant survivorship at 10 years is reported to be > 95% and > 85%, respectively(17)",
            "Authors of a postoperative comparison study (N = 78 patients with total ankle, knee, or hip joint replacements) in Switzerland found that marked side-to-side  gait asymmetries at 6 months postoperative were more severe in patients following TAR than in patients with total knee or total hip replacement(6)",
            "Authors of research in the United States concluded that outpatient total ankle arthroplasty (TAA) was shown to be safe and less costly when compared to inpatient surgery(10) –Based on the medical records of 65 consecutive outpatient TAA patients from 2012 to 2016 with a minimum of 6months follow-up –Overall complication rate was 15.4%;there was one ankle wound infection and no readmissions for pain control",
            "Prognosis of TAR compared to AA –Abnormal gait patterns may not normalize after either TAR or AA.(11)TAR is associated with a more normal vertical ground reaction force curve(5)and increased ROM and gait cadence.(11)Arthrodesis patients walked with decreased sagittal ankle ROM, increased step length, and increased transient force at heel strike(11) –Authors of a systematic review and meta-analysis  assessed changes in gait biomechanics after TAR and AA(16) -17 studies were included -Following TAR, meta-analysis  found moderate evidence that lower extremity biomechanics (lower limb kinematics, kinetics, and spatio-temporal parameters) improved. There was moderate evidence that TAR improves preoperative ROM by 3° -Following AA, meta-analysis  found moderate evidence that ankle moment, hip ROM, and walking speed improved –Authors of a systematic review and meta-analysis  compared outcomes of TAR and AA(21) -11 studies were included -The outcome measures evaluated were AOFASscore, V AS, Ankle Osteoarthritis Scale (AOS), gait analysis, ROM, satisfaction, complications, and reoperation  -There was no significant difference between TAR and AA in AOFAS total, AOFAS pain, AOFAS alignment, V AS, AOS total, gait analysis, and satisfaction -TAR patients had significant improvement in AOFAS function and ROM compared to AA patients -TAR patients had significantly higher complication and reoperation rates than AA patients",
            "Short-term  function after TAR –Authors of an observational, population-based  study using California's hospital discharge database between 1995 and 2010 found that the short-term  complication risk for both TAR patients (n = 1,280) and arthrodesis patients (n = 8,491) was low. Patients who received TAR had significantly lower rates of readmission and periprosthetic joint infection/wound infection compared to patients managed with AA(9) –Authors of a study (N = 70) evaluated the correlation of patient-reported  outcome measuresand physical function in patients following TAR. Patients underwent a gait analysis preoperatively and at 1 year following TAR. Correlations were found between patient-reported  outcome measures and gait. Walking speed and ankle push-off  power correlated with patients’ perception of function and improvement. ROM and pain did not correlate with patient-reported  outcome measures(22)",
            "Long-term  function after TAR –Authors of a 2013 systematic review and meta-analysis  of 58 studies (N = 7,942 patients with TAR) found that overall survivorship was 89% at 10 years. The annual failure rate of TAR was 1.2%. Mean AOFAS score improved significantly, from 40 before TAR to 80 at 8.2 years follow-up.  Mean total ROM improved significantly, from 23° to 34°(5) –Authors in the United States of a 15-year  STAR implant survivorship study found that STAR ankles (N = 24) with retention at 9 years were highly likely to survive to 15 years(15) -70.7% of patients had no change on X-ray  prosthetic alignment from immediate postoperative alignment to 15 years -Metal implant survival at 15 years was 73% -52.4% with retained implants required an additional surgical procedure; average time to procedure was 10.2 years"
        ],
        "referral to other disciplines": " Referral to other disciplines Referral to occupational therapy to assist with ADLs Referral to social services for home and community support services and equipment needs Referral to home health agencies to continue with rehabilitative services",
        "other considerations": [
            "Other factors that can contribute to the inability to maximize functional mobility following TAR include noncompliance with rehabilitation, significant soft tissue compromise, neuromuscular injury, and neuropathy within the involved lower extremity(1)",
            "Conversion of a painful AA to a TAR can be a reasonable option, but whether it is an option will depend on factors determined by the surgeon. If there is no fibula then a conversion to TAR cannot be done(23) ›Treatment summary  (1,2)",
            "Evidence-based  guidelines for postoperative rehabilitative care after TAR are lacking. Recommendations for immobilization, initiation and progression of exercises, and WB restrictions vary depending on surgeons’ guidelines. There is a lack of consensus to support whether ROM exercises should be initiated a few days postoperatively or delayed several weeks until there is evidence of bone ingrowth into the implants. Evidence to support early protected motion and other treatments after TAR is also lacking(3)",
            "The duration of immobilization appears to vary based on the type of implant and procedure used. Generally, the ankle is continuously immobilized postoperatively in neutral for approximately 2 to 6 weeks. The duration of immobilization may be extended if soft tissue procedure was required, such as an Achilles tendon lengthening or ligament repair. In TAR without bony fusion or soft tissue repair, the patient may require only 2–3 weeks of immobilization or as many as 6 weeks of immobilization after cementless fixation(3,23)",
            "Early ROM may be allowed by the surgeon, but motion usually is restricted in the protective phase (up to 6 weeks)",
            "WB restrictions vary depending on the surgeon and the procedure used. Regardless of WB status, the patient usually is required to wear an ankle immobilizer during the initial WB precaution stage(3) . Problem Goal Intervention Expected Progression Home Program  Pain and edema Resolve pain and edemaPhysical agents and modalities _ Ice, elevation, and compression when acutely inflamed _ _ Heat to relieve stiffnessContinue as indicated Instruct patient in pain and edema management and joint protection techniques Reduced ankle ROM Achieve 100% of the ROM obtained intraoperatively(3)Therapeutic exercises (3) _ Initially (0–6 weeks postop), ROM only to unaffected joints to maintain ROM unless early ROM of the ankle has been prescribed by the surgeon. _ Pain-free ROM first in non-WB and then in WB positions, including dorsiflexion, plantarflexion, inversion and eversion, and circumduction.(3) _ Gastrocsoleus muscle stretching beginning with a towel stretch in long-sitting and progress to standing on a wedge for an extended period of time(3)Therapeutic exercises _ When ankle immobilizer has been discontinued by surgeon, gradually begin active ROM of the foot and ankle as well as towel stretches in long-sitting for improved dorsiflexion ROM _ _ Also passive ROM and stretching of shortened muscles and tendonsContinue prescribed exercises at home  Decreased lower- extremity strength _Restore strength, muscular endurance, and balance in the lower extremities for functional activitiesTherapeutic exercises _ In the protective phase: general strengthening of noninvolved joints _ _ Isometric exercises as permitted by the surgeon in the affected extremity. _ Low-intensity, high repetition, open- chain, resisted exercises against elastic resistance and closed- chain exercises such as squats, lunges, and heel raises(3)Progress to ankle strengthening with low- intensity resistance exercises (e.g., therapeutic bands) according to surgeon’s protocolContinue prescribed exercises at home Postsurgical wound/ scarFacilitate wound healing, scar managementManual therapy _ Monitor for signs and symptoms of infection. Incorporate edema management to improve healing of woundScar management Instruct patient in scar massage to be performed daily Proprioceptive and balance deficitsImprove balance and proprioceptionBalance training _ Provide appropriate assistive device for ambulation depending on patient’s WB status and ability _ _ Biomechanical Ankle Platform System (BAPS) board when indicatedUnilateral and bilateral WB activities as indicated _ Progress proprioceptive training to include visual and surface challengesIf safe, continue prescribed exercises at home Decreased cardiorespiratory endurance _Improve aerobic capacity and cardiopulmonary enduranceTherapeutic exercises Swimming, stationary cycling, treadmill walkingProgress endurance trainingIf safe, continue prescribed regimen at home  Unable to return to work or recreational activitiesResume a safe level of work-related and recreational activitiesTherapeutic exercises Integration of strength and balance training into simulated functional activities _ _ Functional training Activity modification for joint protection and patient education to help the patient return to safe and appropriate recreational activitiesProgress patient as indicatedContinue prescribed exercises at home Restricted WB (with assistive device) and impaired gaitNormalize gait mechanics and walking speed; assistive device as requiredFunctional training _ Progress WB according to surgeon’s protocol. Gait and stair trainingProgress to unassisted ambulationN/A ."
        ],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "decreased pain and edema": [
            "V AS, circumference measures"
        ],
        "improved rom": [
            "goniometry"
        ],
        "increased strength": [
            "MMT"
        ],
        "improved function scores": [
            "AOFAS, FFI, FAAM, LEFS"
        ],
        "improved balance": [
            "Berg Balance Scale"
        ],
        "improved gait mechanics and walking speed, with modified assistive device as indicated": [
            "Gait assessment, DGI, self-selected  normal walking speed, 6MWT"
        ],
        "independence in adls": [
            "SF-36Patient Information"
        ],
        "medlineplus medical encyclopedia website: ankle replacement, https:  medlineplus.gov ency article .htm": [],
        "aofas footcare md: total ankle replacement, https:  www.footcaremd.org conditions-treatments ankle total-ankle-replacement": []
    },
    "maintenance or prevention": [
        "To prevent early failure of prostheses, patients are advised to avoid high-impact  sports such as basketball, baseball, soccer, and jogging. Acceptable sports include golf, swimming, walking, biking, and other low- or no-impact  activities",
        "With advances in surgical techniques and TAR design, it is now possible for selected patients, typically those younger than 60 who were physically active prior to surgery and underwent unilateral TAR for post-traumatic arthritis, to return to low or moderate intensity athletic and fitness activities. A consensus statement for physical activity after TAR is needed(3)  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Grunfeld R, Aydogan U, Juliano P. Ankle arthritis: review of diagnosis and operative management. Med Clin North Am . 2014;98(2):267-289.  doi:10.1016/j.mcna.2013.10.005. (R)"
        },
        {
            "number in article": 2,
            "reference": "DiDomenico LA, Anania MC. Total ankle replacements: an overview. Clin Podiat Med Surg . 2011;28(4):727-744.  doi:10.1016/j.cpm.2011.08.002. (R)"
        },
        {
            "number in article": 3,
            "reference": "Kisner C, Colby LA. The ankle and foot. In: Therapeutic Exercise: Foundations and Techniques . 7th ed. Philadelphia, PA: FA Davis; 2017:860-865.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz's Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Zaidi R, Cro S, Gurusamy K, et al. The outcome of total ankle replacement: a systematic review and meta-analysis.  Bone Joint J . 2013;95-B(11):1500-1507. doi:10.1302/0301-620X.95B11.31633.  (SR)"
        },
        {
            "number in article": 6,
            "reference": "Casartelli NC, Item-Glatthorn  JF, Bizzini M, Leunig M, Maffiuletti NA. Differences in gait characteristics between total hip, knee, and ankle arthroplasty patients: a six-month postoperative comparison. BMC Musculoskelet Disord . 2013;14:176. doi:10.1186/1471-2474-14-176.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Skinner HB, Sekiya JK, Kameel O, McMahon PJ. Adult Reconstructive Surgery. In: Skinner HB, McMahon P, eds. Current Diagnosis and Treatment in Orthopedics . 6th ed. New York, NY: McGraw Hill Medical; 2021:362-363.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Tan EW, Maccario C, Talusan PG, Schon LC. Early complications and secondary procedures in transfibular total ankle replacement. Foot Ankle Int . 2016;37(8). (R)"
        },
        {
            "number in article": 9,
            "reference": "Stavrakis AI, SooHoo NF. Trends in complication rates following ankle arthrodesis and total ankle replacement. J Bone Joint Surg Am . 2016;98(17):1453-38.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Borenstein TR, Anand K, Li Q, Charlton TP, Thordarson DB. A review of perioperative complications of outpatient total ankle arthroplasty. Foot Ankle Int . 2018;39(2):143-148. doi:10.1177/1071100717738748. (R)"
        },
        {
            "number in article": 11,
            "reference": "Segal AD, Cyr KM, Stender CJ, et al. A three-year  prospective comparative gait study between patients with ankle arthrodesis and arthroplasty. Clin Biomech . 2018;54:42-53. doi:10.1016/j.clinbiomech.2018.02.018. (R)"
        },
        {
            "number in article": 12,
            "reference": "Waly FJ, Yeo NE, Penner MJ. Computed navigation guidance for ankle replacement in the setting of ankle deformity. Clin Podiatr Med Surg . 2018;35(1):85-94.  doi:10.1016/ j.cpm.2017.08.004. (R)"
        },
        {
            "number in article": 13,
            "reference": "Gross CE, Palanca AA, DeOrio JK. Design rationale for total ankle arthroplasty systems: an update. J Am Acad Orthop Surg . 2018;26(10):353-359. doi:10.5435/JAAOS-D-16-00715.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Tsai J, Pedowitz DI. Next-generation,  minimal-resection,  fixed-bearing  total ankle replacement: indications and outcomes. Clin Podiatr Med Surg . 2018;35(1):77-83. doi:10.1016/j.cpm.2017.08.005. (R)"
        },
        {
            "number in article": 15,
            "reference": "Palanca A, Mann RA, Mann JA, Haskell A. Scandinavian total ankle replacement: 15-year follow-up.  Foot Ankle Int . 2018;39(2):135-142.  doi:10.1177/1071100717738747. (R)"
        },
        {
            "number in article": 16,
            "reference": "Deleu PA, Besse JL, Naaim A, et al. Change in gait biomechanics after total ankle replacement and ankle arthrodesis: a systematic review and meta-analysis.  Clin Biomech (Bristol, Avon) . 2020;773:213-225.  doi:https://doi.org/10.1016/j.clinbiomech.2020.01.015. (M)"
        },
        {
            "number in article": 17,
            "reference": "Omar IM, Abboud SF, Youngner JM. Imaging of total ankle arthroplasty: normal imaging findings and hardware complications. Semin Musculoskelet Radiol . 2019;23(2):177-194.  doi:https://doi.org/10.1055/s-0038-1677466.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Taylor MA, Parekh SG. Optimizing outpatient total ankle replacement from clinic to pain management. Orthop Clin North Am . 2018;49(4):541-551.  doi:https://doi.org/10.1016/ j.ocl.2018.06.003. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Sansosti LE, Van JC, Meyr AJ. Effect of obesity on total ankle arthroplasty: a systematic review of postoperative complications requiring surgical revision. J Foot Ankle Surg . 2018;57(2):353-356.  doi:10.1053/j.jfas.2017.10.034. (SR)"
        },
        {
            "number in article": 20,
            "reference": "Bemenderfer TB, Davis WH, Anderson RB, et al. Heterotopic ossification in total ankle arthroplasty: case series and systematic review. J Foot Ankle Surg . 2020;59(4):716-721. doi:https://doi.org/10.1053/j.jfas.2019.12.003. (SR)"
        },
        {
            "number in article": 21,
            "reference": "Shih CL, Chen SJ, Huang PJ. Clinical outcomes of total ankle arthroplasty versus ankle arthrodesis for the treatment of end-stage  ankle arthritis in the last decade: a systematic review and meta-analysis.  J Foot Ankle Surg . 2020;59(5):1032-1039.  doi:https://doi.org/10.1053/j.jfas.2019.10.008. (M)"
        },
        {
            "number in article": 22,
            "reference": "Scott DJ, Kane J, Ford S, Daoud Y, Brodsky JW. Correlation of patient-reported  outcomes with physical function after total ankle arthroplasty. Foot Ankle Int . 2021;42(5):646-653.  doi:https://doi.org/10.1177/1071100720978428. (R)"
        },
        {
            "number in article": 23,
            "reference": "Coetzee JC, Raduan F, McGaver RS. Converting ankle arthrodesis to a total ankle arthroplasty. Orthop Clin North . 2021;52(2):181-190.  doi:https://doi.org/10.1016/ j.ocl.2020.12.005. (RV)"
        }
    ]
}