{
    "metadata": {
        "title": "Autologous Chondrocyte Implantation •Anthropometric characteristics:  Assess for leg-length discrepancy. Take circumferential measurements to document swelling of affected knee. Determine BMI •Assistive and adaptive devices: Evaluate for appropriate assistive ambulatory device (AD) such as cane, crutches, or walker, and modify prescription, as appropriate. Assess fit and safe operation of immobilizer brace or assistive devices. Assess ability to correctly don/doff knee brace, if applicable •Balance: Initially, complete appropriate balance assessment; then, before discharge, assess stability and for nonsymmetrical WB in standing. If patient is not full (FWB) status, assess stability in standing using assistive device, according to protocol. Prior to discharge, assess balance in 1-leg  stand with perturbations •Circulation: Dorsalispedis and posterior tibial pulses should be intact •Edema/atrophy: Assess for knee swelling and thigh atrophy with circumference measurements    •Functional mobility  (including transfers, etc.): If the patient is not FWB, assess ability to safely transfer and maintain restricted WB status; utilize FIM if appropriate •Gait/locomotion: Perform initial gait assessment with AD. When FWB, assess for residual gait abnormalities and safety with ambulation with Dynamic Gait Index (DGI). Compare sides. Before discharge, evaluate affected lower-extremity movement in walking •Joint integrity and mobility:  Assess passive mobility and dynamic tracking of the patella. If not in acute stage, assess for injury to knee ligaments and menisci. Compare to unaffected knee. Use caution when assessing joint accessory motion •Palpation: Assess –Vastus medialis oblique (VMO) muscles for atrophy, tone, and activation at terminal knee extension –Lateral and medial retinacula for tightness and tenderness –Patellofemoral joint for crepitation –Posterior knee for Baker’s cyst •Posture:  Assess knee alignment for genuvarum or valgus •Range of motion: Assess active and passive ROM according to protocol at knee joint with goniometer. Assess functional ROM in extremities •Reflexes:  Achilles and patellar tendon reflexes should be intact •Sensory testing: Sensation should be intact except for localized deficits around knee. Assess knee proprioception •Strength: Assess strength of lower extremity, knee extensors and flexors (according to rehabilitation protocol) with manual muscle testing (MMT). Compare quadriceps-hamstrings  strength ratio to contralateral side. When FWB status permits, assess ability to perform half-squat  with affected leg. Also, assess strength of lower extremity to perform functional activities •Special tests: –International Knee Documentation Committee (IKDC) Subjective Knee Evaluation Form –Lysholm Scale –Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) –Knee Injury and Osteoarthritis Outcome Score (KOOS) –Short-Form  Health Outcomes Study (SF-36) Assessment/Plan of Care",
        "synonyms": [
            "chondrocyte implantation, autologous",
            "hyaline articular cartilage resurfacing",
            " oswestry autologous chondrocyte implantation",
            "oscell protocol",
            "carticel grafting",
            " bioseed-c",
            "hyalograft c",
            "chondrocelect",
            "implantation, autologous chondrocyte",
            " matrix-applied chondrocyte implantation",
            "autologous cultured chondrocytes on porcine collagen membrane"
        ],
        "anatomical location body part affected": [
            "Tibiofemoral joint and patellofemoral joint/ hyaline cartilage of the medial and/or lateral femoral condyle, femoral trochlea; ankle/ talus(6,10)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation"
        ],
        "description": [
            "Autologous chondrocyte implantation (ACI) is a technique for resurfacing a chronic, symptomatic, full-thickness  articular cartilage defect, most commonly in the knee.(9) This tissue-engineered approach is mainly for a single tibiofemoral or patellofemoral osteochondral lesion, although its potential role in treating ankle (talus) joint defects is under investigation; a 2017 systematic review of studies of ACI for talar cartilage defects indicated the need for well-designed  randomized trials(10)",
            "ACI is a two-stage  procedure: 1) chondrocytes are first obtained arthroscopically from the patient’s healthy articular cartilage and cultured in vitro for several weeks; and 2) the cultured chondrocytes are then implanted under a sealed periosteal flap or matrix at the prepared site. The original procedure (ACI1) involves implantation during open knee surgery(9)",
            "The second-generation  method (ACI2) uses a bilayer collagen membrane. The third-generation  method (ACI3) uses cell carriers, a cell-seeded matrix, or a polymer scaffold matrix to hold the chondrocytes;this is also called matrix-applied  chondrocyte implantation (MACI) and autologous matrix-induced  chondrogenesis (AMIC).Some third-generation  methods also are described by the type of membrane used to form the matrix; e.g., autologous cultured chondrocytes on porcine collagen membrane.(11) ACI2 and ACI3 do not require arthrotomy at the time of implantation.(9) They might reduce complications and rehabilitation time associated with open implantation(9)",
            "Strict adherence to a guided rehabilitation protocol is required for optimal outcomes. Most protocolsinvolve continuous passive motion (CPM), progressive partial weight-bearing  (PWB), full ROM, electrotherapeutic modalities, and controlled therapeutic exercises",
            "Current rehabilitation protocols after tibiofemoral resurfacing aim to achieve full WB by 11–12  weeks postoperatively following the original ACI or ACI2 methods, and by 6–9 weeks after ACI3(2,11). Protocols for patellofemoral are not as well-defined  but single patellofemoral defect repairs can WB immediately after surgery(11)",
            "(This review was originally about ACI, but this technique has evolved with the second and third generations. More current research refers to the MACI procedure and this is noted when it is specific to MACI) "
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S83.3": "tear of articular cartilage of knee (current)",
            "M93.2": "osteochondritis dissecans (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified for this condition"
        ],
        "presentation signs and symptoms": [
            "Most patients will be seen soon after surgery, likely wearing a compressive dressing and with pain and swelling about the knee",
            "CPM might be prescribed",
            "Significant limitations/restrictions in knee ROM and WB",
            "Quadriceps muscle weakness",
            "Impaired lower-extremity  function (balance, mobility, and gait) associated with non-WB  or PWB restriction",
            "Using an assistive device (AD) for ambulation",
            "Reduced sensation/proprioception at the knee Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Initial subchondral injury and swelling might follow bruising or micro-injury  of the hyaline articular surface–Direct major trauma involving a shearing force to knee, as might occur in sports, falls, accidents, or work injuries–Repetitive microtrauma resulting from either normal “wear and tear” or overuse mechanism",
            "Osteochondral pathology, including osteoarthritis, necrosis, osteochondral defects, osteochondritis dissecans(5)"
        ],
        "pathogenesis": [
            "Hyaline cartilage degeneration is chronic because its limited vascularity mostly prevents intrinsic repair. Consequently,operative solutions have evolved for cartilage repair(9)",
            "The natural progression of articular cartilage defects is unclear. Symptomatic defects are associated with full-thicknessosteochondral damage, sclerosis, fragmentation, ischemia, and the development of cartilage flaps and loose bodies.Advanced signs include synovitis with persistent effusion(9)",
            "Damaged articular cartilage has a very limited capacity for self-regeneration  due in large part to its acellular structure.Consequently, current opinion is that untreated defects tend to progressively degenerate and increase the risk ofearly-onset osteoarthritis(9)",
            "There is no accepted uniform approach to surgical management of articular cartilage defects of the knee–Microfracture had been the gold standard against which other articular cartilage repair techniques were evaluated.Microfracture involves drilling small holes into the bone under the area that is damaged, with the scar tissue fromthe resulting clots eventually becoming fibrocartilage.(9) The majority of articles compare microfracture to ACI (SeePrognosis , below)–ACI is one of the numerous methods used. The goal of ACI is to resurface a full-thickness,  moderately large (2.5–4.0 cm2)defect with hyaline-like  cartilage and is distinct from techniques that promote the growth of fibrocartilage (e.g., abrasionarthroplasty, subchondral drilling, microfracture). Fibrocartilage has biomechanical properties inferior to those of hyalinecartilage(9)",
            "The two-stage  ACI procedure involves arthroscopic harvesting of the patient’s healthy articular cartilage and extractionof chondrocytes, which are cultured in vitro for several weeks. The second stage varies according to the generation of thesurgical technique used to complete the implantation(9)–The first-generation  procedure utilizes an open-knee  surgery that assesses the defective portion of the knee, followedby harvesting of the periosteum. Suturesare then applied to the periosteal cover. The surgeon assesses the suture line forwater-tightness,  applies a fibrin-glue  sealant, and implants the cultured chondrocytes followed by closure of the wound–The ACI2 procedure uses a monolayer membrane of porcine-type collagen to patch the lesion with the culturedchondrocytes instead of the periosteal cover–The cultivation of chondrocytes in the ACI3 procedure includes the addition of transforming growth factor-β  and otherspecific growth factors. This helps prevent the cultured chondrocytes from expressing fibroblast-specific type I collagen(vs. the cartilage-specific  type II collagen), and it also produces an extracellular matrix for implanting the chondrocytes.Hence, it is referred to as matrix-applied  chondrocyte implantation or as autologous matrix-induced  chondrogenesis(11)",
            "Knee outcomes have been evaluated in research studies by clinical evaluation, MRI and computer tomography CT imaging,“second-look” arthroscopy, histological examination of cartilage biopsy samples, and measurement of cartilage mechanicalproperties",
            "Tibiofemoral ACI is followed by a lengthy, guided rehabilitation protocol that requires thorough patient education toachieve maximum benefits. The exact protocol varies slightly among cartilage repair centers. (See Treatment Summary ,below)"
        ],
        "risk factors for articular defects": [
            "Prior knee injuries and surgery–Medial meniscus tear–Anterior cruciate ligament (ACL) rupture",
            "Increased BMI"
        ],
        "potential complications from surgery": [
            "Deep venous thrombosis (DVT), pulmonary embolism (PE), infection, bleeding, myocardial infarction, fracture, jointinstability, knee stiffness, arthrofibrosis, and stroke",
            "Severe deficits in ROM associated with knee stiffness"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Significant neurological or vascular deficits are not usually associated with ACI. Consult with physician regarding sensory or motor deficits found in the involved limb",
        "Follow physician orders for restrictions on WB, knee ROM, physical and electrotherapeutic modalities, exercise therapy, etc.",
        "Patient education is required for strict adherence to postoperative guidelines",
        "Notify referring physician immediately on discovery of evidence suggestive of DVT or thrombophlebitis",
        "Refer immediately to emergency care if evidence of ischemia or paralysis is present in the affected limb",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Does the history suggest insidious or sudden onset of knee symptoms? Patients with knee trauma will usually be able to describe the circumstances of their knee injury, as well as the symptoms that followed. The history might reveal sports training-related  knee pain and overuse injuries",
                "course of treatment": {
                    "medical management": "Is a physician other than the treating surgeon continuing to see the patient? What interventions have been tried for easing pain and swelling?",
                    "surgical management": [
                        "Surgical management: When was the ACI/MACI procedure? Document the type of ACI/MACI used to repair or reconstruct the hyaline surface. What postoperative treatment was completed? Were there any postoperative complications such as infection? Confirm the rehabilitative guidelines ordered by the surgeon"
                    ],
                    "medications": "Pain and swelling are usually managed with common analgesic medications such as oral NSAIDs. Document the prescribed medications and the patient’s opinion on their effectiveness",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Ask about results of X-rays  or other imaging studies. MRI(7) or CT is used to investigate",
                        "for possible osteochondral damage and softtissue derangement"
                    ],
                    "alternative therapies": "Has patient received acupuncture, tried other alternative treatments, or used ice or heat for pain/swelling? ",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other related orthopedic conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Patients initially experience increased discomfort/apprehension with prescribed physical activity",
                "body chart": "Use body chart to document location and nature of symptoms if areas other than the knee are involved",
                "nature of symptoms": "Report to physician if any of these knee symptoms or other lower extremity pain is currently reported -Crepitation -Instability and giving-way -Locking (suggestive of loose bodies) -Stiffness",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment. Specifically address if pain is a common symptom and whether it is present now and how much",
                "pattern of symptoms": "Document whether there are changes in symptoms throughout the day and night (i.e., a.m., mid-day,  p.m., night)",
                "sleep disturbance": "Document number of wakings/night related to knee symptoms",
                "other symptoms": "Document other symptoms patient might be experiencing that might exacerbate the condition and/or symptoms that could indicate need for physician consultation, such as falling because unable to bear weight secondary to the pain Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Does the patient have chronic health problems such as diabetes, cancer, heart disease, dementia, psychiatric disorders, or neuromuscular disease?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient if there are symptoms other than knee pain (e.g., low back, groin, or hip pain)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does patient participate in high-risk  occupational or sports activities that involve knee extension and pivoting?",
                "functional limitations assistance with ADLs adaptive equipment": "Does knee pain interfere with ADLs or use of adaptive equipment?",
                "living environment": "Are there barriers in the home that restrict access, such as stairs? Any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, weight-bearing  status, and stage of healing) •Activity limitations: When appropriate for functional status, evaluate for activity limitations and participation restrictions using simple performance tests (e.g., 6-minute  walk for distance test [6MWT], single-leg  hop, Timed Up and Go [TUG] test)",
            "anthropometric characteristics": "Assess for leg-length discrepancy. Take circumferential measurements to document swelling of affected knee. Determine BMI",
            "assistive and adaptive devices": "Evaluate for appropriate assistive ambulatory device (AD) such as cane, crutches, or walker, and modify prescription, as appropriate. Assess fit and safe operation of immobilizer brace or assistive devices. Assess ability to correctly don/doff knee brace, if applicable",
            "balance": "Initially, complete appropriate balance assessment; then, before discharge, assess stability and for nonsymmetrical WB in standing. If patient is not full (FWB) status, assess stability in standing using assistive device, according to protocol. Prior to discharge, assess balance in 1-leg  stand with perturbations",
            "cardiorespiratory function and endurance": [],
            "circulation": "Dorsalispedis and posterior tibial pulses should be intactAssess for knee swelling and thigh atrophy with circumference measurements If the patient is not FWB, assess ability to safely transfer and maintain restricted WB status; utilize FIM if appropriate",
            "functional mobility": "",
            "gait locomotion": "Perform initial gait assessment with AD. When FWB, assess for residual gait abnormalities and safety with ambulation with Dynamic Gait Index (DGI). Compare sides. Before discharge, evaluate affected lower-extremity movement in walkingAssess passive mobility and dynamic tracking of the patella. If not in acute stage, assess for injury to knee ligaments and menisci. Compare to unaffected knee. Use caution when assessing joint accessory motion",
            "muscle strength": "Assess strength of lower extremity, knee extensors and flexors (according to rehabilitation protocol) with manual muscle testing (MMT). Compare quadriceps-hamstrings  strength ratio to contralateral side. When FWB status permits, assess ability to perform half-squat  with affected leg. Also, assess strength of lower extremity to perform functional",
            "observation inspection palpation including skin assessment": [
                "Vastus medialis oblique (VMO) muscles for atrophy, tone, and activation at terminal knee extension",
                "Lateral and medial retinacula for tightness and tenderness",
                "Patellofemoral joint for crepitation",
                "Posterior knee for Baker’s cyst"
            ],
            "posture": "Assess knee alignment for genuvarum or valgus",
            "range of motion": "Assess active and passive ROM according to protocol at knee joint with goniometer. Assess functional ROM in extremitiesAchilles and patellar tendon reflexes should be intact",
            "self-care activities of daily living": " activities",
            "reflex testing": "",
            "sensory testing": "Sensation should be intact except for localized deficits around knee. Assess knee proprioception",
            "special tests specific to diagnosis": " –International Knee Documentation Committee (IKDC) Subjective Knee Evaluation Form –Lysholm Scale –Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) –Knee Injury and Osteoarthritis Outcome Score (KOOS) –Short-Form  Health Outcomes Study (SF-36)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "Tibiofemoral or patellofemoral joint ACI surgery/postoperative therapy according to specified rehabilitation protocol; restore function in ADLs",
        "rule out": "Other knee procedures that might have been performed during ACI surgery, such as for collateral ligament tear, cruciate ligament tear, meniscal injury, loose bodies; fracture",
        "prognosis": [
            "Authors of a case series in Germany (N = 130 patients with isolated full thickness cartilage defects of the knee treated with ACI) found that most patients were able to return to sports and work without modifications (heavy-labor  jobs excluded)(4) –Additionally, defect size and location did not appear to affect patient outcomes",
            "Comparison between microfracture, ACI, and MACI –Results of an RCT indicated that ACI was not inferior to microfracture in the treatment of small cartilage defects (1–4 cm²) at 24 months and that patients also had significantly better scores on KOOS ADLs subscores at 24 months and Knee-related  Quality of Life at 12 months(12) -Based on a German study involving 102 patients -Outcome measures were KOOS, MOCART (magnetic resonance observation of cartilage repair tissue) scoring system, Bern score, modified Lysholm score, International Cartilage Repair Society (ICRS) rating (histological and immunochemical scoring after rebiopsy 24 months after implantation), and IKDC –Authors of systematic reviews in 2018 and 2020 found similar results at 1-, 5-, and 10-year  follow-ups  for ACI/MACI and microfracture(13,14)  -Authors of a 2018 systematic review found no differences between microfracture and 1stgeneration ACI/3rd generation ACI (MACI) at an average of 7 years follow-up(13) -Tests utilized by included studies were treatment failure rates, MRI, and patient-reported outcome scores (Lysholm, KOOS, and Tegner scores) -Authors of a 2020 systematic review and meta-analysis found similar results at 1- and 5-year  follow up(14) -No significant differences were found in the IKDC and Lysholm scores or overall KOOS measures between patients in the ACI and microfracture groups –Results of an RCT indicated there was no difference in outcomes at 2-year  follow-up  when comparing ACI to MACI(15) -Based on a Norwegian study involving 41 patients -Primary outcome was KOOS at 2 years as compared with baseline. Secondary outcomes: number of failures. change in KOOS subscale, Lysholm, and V AS scores at 2 years as compared with baseline -The authors emphasized the need for longer follow-up studies –Authors of a 2017 systematic review concluded the following:(9) -Extrapolations of models beyond observed data for failure of ACI indicated gradually decreasing hazard (i.e., probability of failure decreasing with time) -Extrapolations of models beyond observed data for failure of microfractures indicated linearly increasing hazard (i.e., probability of failure increasing with time)",
            "Authors of a prospective cohort study (N = 58) in Australia assessed Limb Symmetry Indexes (LSI), 3-repetition-maximum straight-leg  raise strength, isokinetic knee-flexor  and knee-extensor  peak torque, and hamstring:quadriceps (H:Q) strength ratio at 1, 2, and 5 years follow-up  after ACI and a standardized rehabilitation protocol. Of patients, 53.4–72.4% demonstrated an LSI less than or equal to 90% of normal across all 3 time points. Peak knee-flexor  torque was significantly reduced at 1 year and H:Q ratio was significantly higher at all 3 time points(3)",
            "There has been an increase in research on the optimal time to FWB and its effect on prognosis in patients who have undergone MACI –Authors of a 2017 RCT study conducted in Australia compared the results of an 8-week  return to FWB to a 6-week  return to FWB for patients who had undergone MACI(8) -Patients who had undergone MACI were randomized to either the 8-week  control research group ([CR] n = 19) or the accelerated 6-week  WB group ([AR] n = 18) -Objective measures used in this study included the KOOS, 36-item  Short Form health survey, visual analog pain scale, 6-minute  walk test, and active knee ROM -Patients were evaluated at 1, 2, 3, 6, 12, and 24 months post-surgery -Both groups showed significant improvements in all objective measures with no between-group differences. However, patients in the AR group used crutches for less time and had outcomes comparable to those of the CR group at up to 24 months without damaging the graft integrity –Authors of a 2018 systematic review looking at outcomes after MACI with FWB at 6weeks, 8weeks, and 11–12  weeks concluded that there were no significant differences in outcomes or adverse effects of the various protocols(16) –Authors examining the 10-year  clinical and radiological outcomes of an RCT(8) comparing FWB by 8 and 12 weeks after MACI concluded that 8weeks to FWB was safe and that MACI was associated with high satisfaction levels and tissue durability beyond 10 years(17) -Based on an Australian RCT in which 60 of the original 70 patients were available for follow-up  at 10 years -Clinical outcomes: patient-reported  outcomes, maximal isokinetic knee extensor and flexor strength, and functional hop capacity -Radiological outcomes: high-resolution  MRI with MOCART. A combined MRI composite score was also evaluated"
        ],
        "referral to other disciplines": "Physician for comorbidity; orthopedic surgeon for knee-specific  red flags, persisting pain, or inability to achieve protocol timelines/goals (e.g., ROM); aquatic therapist for pool exercise",
        "other considerations": [],
        "treatment summary": [
            "Tibiofemoral/patellofemoral ACI is usually followed by a lengthy, guided rehabilitation protocol. Patient education and compliance are necessary to achieve maximum benefits. The exact protocol varies slightly among cartilage repair centers. General postoperative guidelines involve(2)  –Maximum protection of the repair site during the first 3 months -Restricted/controlled WB, with the goal of FWB at 6–12  weeks, depending on the ACI procedure and restrictions -Avoidance of shearing forces at the knee using an orthosis (e.g., unloader brace) for 3–8 weeks –Progressive restoration of active and passive ROM -CPM for 2 hours/day while inpatient (3–5 days), then 6–8 hours/day for 6 weeks -ROM goal for 6 weeks: 90° to 130° -Patellar mobilizations started immediately, or according to physician if patellofemoral ACI –Hydrotherapy beginning at 2–4 weeks (after wound is healed without infection) –Progressive muscle activation and strengthening -Closed kinetic-chain  (CKC) exercises initially -Program depends in part on location of graft –Proprioceptive (neuromuscular) reeducation, with biofeedback as needed –Electrotherapeutic/physical modalities –Progressive therapeutic aerobic exercise (with emphasis on cycling or rowing ergometry vs. treadmill)",
            "The following guidelines were provided by consensus by the Orthopedic Surgeons of America when considering rehabilitation after MACI. The guidelines describe four different patient profiles thatdetermine the rehabilitation program:(11) –Patient 1 has one defect in patella that is < 3 cm, is 24 years old, an office worker, and is a low to moderate exerciser -Initiate weight bearing – immediately -% body weight at initiation – 81–100% -Time to FWB (in weeks) – immediately -Time to passive ROM - immediately -Time to early active ROM, weeks – 2 -Time to full active ROM, weeks – 6 -Release to unrestricted ADLs – as early as 3 months -Release to sedentary work – 2–4 weeks -Release to heavy labor, months – 3–6 -Release to running, months – 7–9 -Release to tennis, months – 9 -Release to contact sports – 12+ –Patient 2 has multiple defects in both patella and trochlea will all being at least 5 cm, is 50 years old, and works in heavy labor -Initiate weight bearing – immediately -% body weight at initiation – < 20% (uncontained); 81% (contained) -Time to FWB (in weeks) – 5–6 -Time to passive ROM – immediately -Time to early active ROM, weeks – 4 -Time to full active ROM, weeks – 8–10 -Release to unrestricted ADLs – as early as 3 months -Release to sedentary work – 2–4 weeks -Release to heavy labor, months – 9–12 -Release to running, months – 10–12 -Release to tennis, months – 10–12 -Release to contact sports – 10–12 –Patient 3 has one defect in the femoral condyle that is < 3 cm, is 24 years old, an office worker, and is a low to moderate exerciser -Initiate weight bearing – immediately -% body weight at initiation – < 20% -Time to FWB (in weeks) – 7–9 weeks -Time to passive ROM – immediately -Time to early active ROM, weeks – immediately -Time to full active ROM, weeks – as tolerated, 4 weeks  -Release to unrestricted ADLs – as early as 3 months -Release to sedentary work – 2–4 weeks -Release to heavy labor, months – 3–6 months -Release to running, months –7–9 -Release to tennis, months - 9 -Release to contact sports –10–12 –Patient 4 has multiple defects in the femoral condyle with all being at least 5 cm, is 50 years old, and works in heavy labor -Initiate weight bearing – immediately -% body weight at initiation –< 20% -Time to FWB (in weeks) – 7–9 weeks -Time to passive ROM – immediately -Time to early active ROM, weeks – immediately -Time to full active ROM, weeks – as tolerated, 4 weeks -Release to unrestricted ADLs – as early as 3 months -Release to sedentary work – 2–4 weeks -Release to heavy labor, months – 9–12  months -Release to running, months – 10–12 -Release to tennis, months –12+ -Release to contact sports –12+ -. Problem Goal Intervention Expected Progression Home Program Pain and effusion Decrease pain/ tenderness and resolve swellingPhysical agents and mechanical modalities _ Cryotherapy and elevation for pain and edema. Heat, whirlpool, and contrast baths to relieve stiffness (according to protocol)N/A Recommend strategies for the home to assist in relieving pain/effusion as appropriate and indicated for each"
        ]
    },
    "desired outcomes outcome measures": {
        "resolution of pain and swelling": [
            "V AS",
            "Circumference measurements"
        ],
        "functional rom  > ° flexion and full knee extension": [
            "Goniometry"
        ],
        "lower extremity strength comparable to unaffected side": [
            "MMT",
            "Isokinetic testing"
        ],
        "full unassisted wb": [],
        "functional mobility": [
            "6MWT",
            "1-leg  hop test",
            "TUG test",
            "KOOS"
        ],
        "patient satisfaction": [
            "IKDC Subjective Knee Form"
        ],
        "appropriate physical fitness and physician clearance for return to regular activities sport with physician’s approval": []
    },
    "maintenance or prevention": [
        "Continue knee rehabilitation exercises after discharge",
        "Progression to intensive rehabilitation might improve functional outcomes in athletes"
    ],
    "patient education": [
        "Brown University Biomedical Education: Cartilage Team website, https://www.brown.edu/research/labs/cartilage/about",
        "Information about ACI can be found at the International Cartilage Regeneration & Joint Preservation Society website, https://cartilage.org/patient/about-cartilage/cartilage-repair/autologous-chondrocyte-implantation-aci/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Ebert JR, Edwards PK. The evolution of progressive postoperative weight bearing after autologous chondrocyte implantation in the tibiofemoral joint. J Sport Rehabil . 2014;23(3):192-202.  doi:10.1123/jsr.2013-0041.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Ebert JR, Smith A, Edwards PK, Ackland TR. The progression of isokinetic knee strength after matrix-induced  autologous chondrocyte implantation: implications for rehabilitation and return to activity. J Sport Rehabil . 2014;23(3):244-258.  doi:10.1123/JSR.2014-0159.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Pestka JM, Freucht MJ, Porichis S, Bode G, Sudkamp NP, Niemerer P. Return to sports activity and work after autologous chondrocyte implantation of the knee. Am J Sports Med. 2016;44(2):370-377.  (C)"
        },
        {
            "number in article": 5,
            "reference": "Bhattacharjee A, McCarthy HS, Tins B, et al. Autologous bone plug supplemented with autologous chondrocyte implantation in osteochondral defects of the knee. Am J Sports Med. 2016;44(5):1249-1259.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Angele P, Fritz J, Albrecht D, Koh J, Zellner J. Defect type, localization and marker gene expression determines early adverse events of matrix-associated  autologous chondrocyte implantation. Injury. 2015;S2-S9.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Rosa D, Balato G, Ciaramella G, Soscia E, Improta G, Triassi M. Long-term  clinical results and MRI changes after autologous chondrocyte implantation in the knee of young and active middle aged patients. J Orthop Traumatol . 2016;17(1):55-62.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Ebert JR, Edwards PK, Ackland TR, Fallon M, Janes GC, Wood DJ. Two-year outcomes of a randomized trial investigating a 6-week return to full weightbearing after matrix-induced  autologous chondrocyte implantation. Am J Sports Med . 2017;45(4):838-848.  doi:10.1177/0363546516673837. (RCT)"
        },
        {
            "number in article": 9,
            "reference": "Mistry H, Connock M, Pink J, et al. Autologous chondrocyte implantation in the knee: systematic review and economic evaluation. Health Tech Assess . 2017;21(6):1-294. doi:https://doi.org/10.3310/hta21060. (RV)"
        },
        {
            "number in article": 10,
            "reference": "Erickson B, Fillingham Y, Hellman M, Parekh SG, Gross CE. Surgical management of large talar osteochondral defects using autologous chondrocyte implantation. Foot Ankle Surg. April 2018;24(2):131-136.  doi:https://doi.org/10.1016/j.fas.2017.01.002. (SR)"
        },
        {
            "number in article": 11,
            "reference": "Flanigan DC, Sherman SL, Chilelli B, et al. Consensus on rehabilitation guidelines among orthopedic surgeons in the United States following use of third-generation  articular cartilage repair (MACI) for treatment of knee cartilage lesions. Cartilage. October 30, 2020;1947603520968876. doi:https://doi.org/10.1177/1947603520968876. (G)"
        },
        {
            "number in article": 12,
            "reference": "Niemeyer P, Laute V, Zinser W, et al. A prospective, randomized, open-label,  multicenter, phase III noninferiority trial to compare the clinical efficacy of matrix-associated autologous chondrocyte implantation with spheroid technology versus arthroscopic microfracture for cartilage defects of the knee. Orthop J Sports Med . 2019;7(7):1-11. doi:https://doi.org/10.1177/2325967119854442. (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Kraeutler MJ, Belk JW, Purcell JM, McCarty EC. Microfracture versus autologous chondrocyte implantation for articular cartilage lesions in the knee: a systematic review of 5-year outcomes. Am J Sports Med . 2018;46(4):995-999.  doi:https://doi.org/10.1177/0363546517701912. (SR)"
        },
        {
            "number in article": 14,
            "reference": "Gou GH, Tseng FJ, Wang SH, et al. Autologous chondrocyte implantation versus microfracture in the knee: A meta-analysis  and systematic review. Arthroscopy . January 2020;36(1):289-303.  doi:https://doi.org/10.1016/j.arthro.2019.06.033. (M)"
        },
        {
            "number in article": 15,
            "reference": "Fossum V, Hansen AK, Wilsgaard T, Knutsen G. Collagen-covered  autologous chondrocyte implantation versus autologous matrix-induced  chondrogenesis: A randomized trial comparing 2 methods for repair of cartilage defects of the knee. Orthop J Sports Med . 2019;7(9). doi:https://doi.org/10.1177/2325967119868212. (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Kraeutler MJ, Belk JW, Carver TJ, McCarty EC. Is delayed weightbearing after matrix-associated  autologous chondrocyte implantation in the knee associated with better outcomes? A systematic review of randomized controlled trials. Orthop J Sports Med . 2018;6(5):1. doi:https://doi.org/10.1177/2325967118770986. (SR)"
        },
        {
            "number in article": 17,
            "reference": "Elbert JR, Fallon M, Ackland TF, et al. Minimum 10-Year clinical and radiological outcomes of a randomized controlled trial evaluating 2 different approaches to full weightbearing after matrix-induced  autologous chondrocyte implantation. Am J Sports Med . 2020;48(1):133-142.  doi:https://doi.org/10.1177/0363546519886548. (RCT)"
        }
    ]
}