{
    "metadata": {
        "title": "Brachial Plexus Birth Injuries",
        "synonyms": [
            "brachial plexus injuries (bpis)",
            "birth injuries, brachial plexus",
            "erb's palsy",
            " erb-duchenne  palsy",
            "klumpke’s palsy",
            "erb-klumpke  paralysis injuries, birth, brachial plexus",
            "birth brachial plexopathy",
            "neonatal brachial plexus palsy",
            "obstetrical brachial plexus palsy",
            "obstetric brachial plexus injuries (obpis)",
            "total or global plexus palsy"
        ],
        "anatomical location body part affected": [
            "The lower cervical and upper thoracic nerves (C5-T1)  impacting the motor and sensory function of the upper extremity(22)"
        ],
        "area of specialty": [
            "pediatric rehabilitation",
            "neurological rehabilitation",
            "hand therapy"
        ],
        "description": [
            "A stretching or compression injury to the brachial plexus during birth resulting in motor and/or sensory deficits of the affected upper extremity in the neonate. The brachial plexus is a network of nerves that supplies innervation to the upper extremity. The brachial plexus typically consists of nerve roots C5–T1  (75%). In some cases, there are additional nerve root contributions from C4, referred to as a “prefixed cord” (22%), or from T2, referred to as “postfixed cord” (1%)(5)",
            "The brachial plexus is divided into 3 trunks (upper, middle, lower)",
            "Each trunk is divided into two divisions (anterior and posterior)",
            "The 6 divisions form 3 cords known as the lateral, posterior, and medial cords",
            "The 5 terminal, peripheral nerves that are formed from the 3 cords are the axillary, musculocutaneous, median, radial, and ulnar nerves"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "P14.0": "Erb’s paralysis due to birth injury",
            "P14.1": "Klumpke’s paralysis due to birth injury",
            "P14.3": "other brachial plexus birth injuries (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Although brachial plexus birth injuries (BPBIs) are rare and not always due to a complicated delivery, they are a considerable cause of litigation(1)"
        ],
        "presentation signs and symptoms": [
            "Different patterns of nerve damage result in different clinical presentations(5) –Injury to spinal nerves C5 and C6/upper plexus (Erb-Duchenne palsy or Erb palsy) -60% to 70% of BPBIs(5) -The affected shoulder is depressed, adducted, internally rotated, extended at the elbow, and pronated in the forearm(22) -Primarily results in paralysis and muscle atrophy of the deltoid, brachialis, biceps, and brachioradialis muscles(6) -A patient with this condition has impaired or lost sensation and strength in the C5 and C6 dermatomes and myotomes -Referred to as Group 1 in Narakas classification of obstetric brachial palsy –Injury to spinal nerves C5–C7  is referred to as Erb-plus palsy or extended Erb palsy(5) -20% to 30% of BPBIs -The shoulder is adducted and internally rotated as in Erb-Duchenne  palsy, but C7 is also affected(22)  -A patient with this condition has impaired or lost sensation and strength in the C5–C7  dermatomes and myotomes -Referred to as Group 2 in Narakas classification of obstetric brachial palsy",
            "Injury to spinal nerves C5–T1  (total or global plexus palsy, Erb-Klumpke  paralysis)(5) –Occurs in 15% to 20% of cases(5) –This can occur when there is traction during birth to the brachial plexus caused by a strong upward pull on the upper extremity when it is in an abducted position –Paralysis of the distal musculature of the ulnar nerve innervated wrist flexors and intrinsic muscles of the hand results in a “claw-hand”  deformity(6) –Injury to the lower plexus might have also damaged the sympathetic chain (Horner’s syndrome), which is characterized by a drooping eyelid (ptosis), constricted pupil (miosis), and lack of sweating (anhidrosis) on the affected side of the body(22) –Referred to as group 3 and 4 in Narakas classification of obstetric brachial palsy, with group 3 being without Horner’s syndrome and group 4 being with Horner’s syndrome",
            "Injury to spinal nerves C8–T1/lower  plexus (Klumpke’s palsy)(5) –Rare; less than 1% of cases –The affected side has typical shoulder and elbow function with hand impairment/poor grasp. The hand often is paralyzed and in a “claw-like”  position in which the metacarpophalangeal joints are extended and the interphalangeal joints are flexed –A patient has diminished or absent sensation in the C8–T1 dermatomes",
            "The degree of injury to the involved nerves also impacts presentation and clinical course; injury can be any degree from neuropraxia to an avulsion injury(5) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The etiology of BPBI is debated in the medical community. BPBI has many reported causes, most of which appear to berelated to the birth process",
            "Hypotheses include the following:–Injury to the brachial plexus resulting in a traction or compressive force applied to the brachial plexus when the shoulderof the infant is unable to pass the pubic symphysis(8)-This inability for the shoulder to pass the pubic symphysis is also known as “shoulder dystocia”-Prolonged delivery resulting in the need for instrument-assisted  vaginal delivery(8)"
        ],
        "pathogenesis": [
            "BPBIs occur in 0.4–4  per 1,000 births(5)",
            "The mechanism of injury is a traction or stretching, compression, or crush of the plexus during birth, resulting in motor/sensory deficits in the ipsilateral arm(5)",
            "In utero, potential mechanisms of injury to the brachial plexus include the following:(1)–Endogenous propulsive forces of labor–Impaction of the posterior shoulder behind the sacral promontory–Uterine anomalies (e.g., fibroids, an intrauterine septum) causing abnormal pressure",
            "BPBI can be further classified by the type of nerve injury(5)–Neuropraxia: the nerves are stretched or compressed, resulting in loss of myelin–Axonotmesis: the axon is severed and Wallerian degeneration occurs distally from the injury site–Neurotmesis: there is complete disruption of the axons, endoneurium, perineurium, and epineurium–Avulsion: the nerves are completely pulled out from the level of the spinal cord"
        ],
        "risk factors": [
            "The following are considered risk factors:–Maternal risk factors-Gestational diabetes mellitus(1,8,22)-Excessive weight gain (> 18 kg) during pregnancy(1,8)-Previous delivery of an infant with a BPBI(1)-Maternal age > 35(1)-Primiparity (giving birth for the first time)(1)-Multiparity (the production of several offspring in one gestation)-Maternal pelvic or uterine anomalies(1)–Labor-related  risk factors-Shoulder dystocia(1,22)-Prolonged labor(5,22)-Instrument-assisted  (forceps, vacuum) delivery(5,22)-Tachysystole (“> 6 contractions in 10 minutes or one large contraction lasting more than 2 minutes”)(5)-Use of oxytocin(5)–Fetal risk factors(5)-Macrosomia (large for gestational age) is the most common(1,8,22)-Fetal distress resulting in hypotonia(22)-Decreased fetal arm movements (might lead to muscle atrophy and increased stretch forces)-Presence of a first cervical rib-Clavicular fracture",
            "Breech position has not been associated with an increased risk for BPBI(5)",
            "Factors that might decrease the risk of BPBI(5)–Delivery via cesarean section has a protective effect against BPBI-The incidence of BPBI associated with a cesarean delivery is 0.02%;incidence with vaginal delivery is 0.2%(5)–Prematurity–Fetal growth restriction",
            "Researchers in Israel conducted a case-control  retrospective study between 1993 and 2012 to identify which risk factorsassociated with BPBI were modifiable(14)–Of 83,806 deliveries during that time, 144 cases of BPBI were identified–Logistic regression analysis showed that maternal age above 35 years, high estimated fetal weight before delivery, vaginalbirth after cesarean, and vacuum extraction were all found to be independent predictors for developing BPBI–The authors concluded that very few factors contributing to BPBI are modifiable and that it is an unpredictable andprobably unavoidable event"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If the child undergoes surgery, passive ROM (PROM), splinting, and weight-bearing  guidelines should be issued by the physician and followed closely. Close monitoring for the development of contractures, frozen shoulder, and shoulder dysplasia or dislocation is recommended",
        "Even with nerve repair or reconstructive surgery there are often permanent functional deficits. These impairments are a result of a combination of factors including decreased strength, ROM limitations and joint contractures, and bony changes(11)",
        "Parental consent for examination and treatment should be obtained where indicated",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -What type of BPBI was diagnosed in the child? -What (if any) complications did the mother experience during pregnancy/labor/delivery? Any maternal medical conditions such as gestational diabetes mellitus, hypertension, or infection? Type of delivery? Was it an instrument-assisted delivery?  -Any family history of brachial plexus palsy or shoulder dystocia? -Parity? If multiples, baby’s birth order? Baby’s birth weight and height? Apgar scores? Complications requiring NICU admission? -What medical interventions have been implemented to date? -Describe any progress in active or passive movement observed to this point -Does the parent observe the child having symmetrical response to tactile stimuli?",
                "course of treatment": {
                    "medical management": "Management involves continued assessment of motor function return, which typically includes early referral to a pediatric neurologist, pediatric orthopedist, occupational therapist, and/or a physical therapist Canadian guidelines suggest that patients with BPBI be referred to a multidisciplinary center by 1 month of age(15) Casting or splinting might be incorporated into the treatment program(12)",
                    "surgical management": [
                        "Surgical management:  Has the child had surgical intervention?",
                        "Reparative surgical procedures might include neuroma resection and nerve grafts. Donor nerve might be taken from sural nerve (a sensory nerve in the leg). Some surgeons advocate neurolysis for treatment of patients with",
                        "neuromain-continuity in upper trunk involvement, but this approach is controversial(9,10)",
                        "Authors of a case series study conducted in Spain have suggested that arthroscopic arthrolysis of the shoulder for children with brachial plexus birth palsy can produce improvements in function and mobility(17)"
                    ],
                    "medications": "Determine what medications clinician has prescribed, if any; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Routine imaging is not typically required if the child’s recovery is progressing(5)",
                        "EMG can be used to assist with diagnosis (confirming, localizing, and classifying the injury)(2,3) and to monitor recovery(3)",
                        "Electrodiagnostic studies, including nerve conduction velocity and needle EMG, overestimate clinical recovery in proximal muscles of the shoulder and arm and might provide false hope to parents and delay surgical intervention(5)",
                        "CT scan and MRI are also utilized in assessing brachial plexus injuries and determining the severity of the neurologic lesion",
                        "MRIs can be useful for assessing specific morphologic features of the glenohumeral joint(13)",
                        "Ultrasound might be useful for assessing suspected glenohumeral dysplasia and has the advantages of not subjecting the child to radiation, not requiring sedation, and is less expensive, but the quality of the study is dependent on the technician(13)",
                        "The sensitivity and specificity of detecting total root avulsions using an MRI were 0.88 and 1, respectively(18)"
                    ],
                    "alternative therapies": "Document any alternative therapies and whether they improve symptoms",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Assess patient response to tactile stimulation extremity, PROM, and what techniques can be used to calm the child when fussy",
                "body chart": "",
                "nature of symptoms": "Ask caregiver to remark on the nature of symptoms. Does the child appear to respond to a variety of tactile stimuli on the affected arm? Does the child spontaneously move the affected upper extremity? If so, in what positions? Does the child feel “floppy” or “stiff” when held? Does the affected arm feel “floppy” or “stiff” with movement?",
                "rating of symptoms": "The face, legs, arms, cry, consolability (FLACC) scale and the Oucher scale are appropriate pain assessment scales",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any. Does the infant/child awaken more frequently than typical for his/her age?",
                "other symptoms": "Document other symptoms patient might be experiencing that could be indicative of a need to refer to physician. Ptosis, anisocoria (unequal pupil size), and facial anhidrosis (lack of sweating) on the affected side are associated with Horner syndrome(9) ",
                "respiratory status": "If the phrenic nerve is damaged, partial paralysis of the diaphragm might result; however, this is relatively uncommon(2) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "If a long time has elapsed since onset, question the caregiver/parent regarding any surgical intervention to date, types of surgery, and child’s recovery to this point",
                    "comorbid diagnoses": "Ask caregiver/parent about other problems, including diabetes, cancer, heart disease, psychiatric disorders, orthopedic disorders, developmental delay, and cerebral palsy. Clavicular or humeral fractures are injuries associated with BPBI. Cerebral palsy is a concomitant condition(5)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask caregiver/patient about other symptoms patient might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Document gross and fine motor developmental milestones, as delays are common. Depending on the child’s age, document grade level, sport interests, hobbies, and ability to maneuver through home/school",
                "functional limitations assistance with ADLs adaptive equipment": "Depending on the age of the child, ask the patient/ parent if the child is right-  or left-handed.  Is the child able to bring his/her hand to mouth for self-feeding?  Can the child hold a cup/bottle to self-feed? Can the child comb his/her hair, dress, write/draw, brush teeth, tie shoes? Does child have any problems doing the things he/she likes to do?",
                "living environment": "Document with whom patient lives, caregivers, siblings, etc. Who are the primary caregivers? Does the child attend day care? If so, how many hours a day, per week? Identify if there are barriers to independence in the home; any modifications necessary?"
            },
            "general": "History taking/evaluation procedures vary depending on the age at which the child is presenting for evaluation"
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  The following should be modified accordingly, depending on age of child and interventions implemented to date",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document the use of any custom or OTC casts/splints. These are often indicated and prescribed by the physician, particularly after surgery –One splint designed to “balance shoulder growth and muscle function” is called the “Sup-ER  orthosis.” It supports the upper extremity in forearm supination and shoulder external rotation(12)",
            "balance": "Depending on the degree of paralysis, balance and protective reactions can be impaired. Assess protective reactions in prone, supine, and sitting. Assess head and trunk righting. Protective reactions should be assessed in all planes and trunk reactions noted during weight shifts. Document any asymmetry between extremities. The Pediatric Balance Scale (PBS) can be used with school-aged  children –A study conducted in British Columbia was designed to assess if children with BPBI had deficits in coordination and balance. The study included 39 children, mean age 9 years, with 22 male and 17 female subjects. The majority of children (66.7%) had scores below average on the MABC-2 Balance subscale(7)",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess brachial and radial pulses bilaterallySee Muscle strength , Reflex testing , and Sensory testing Functional mobility (including transfers, etc.) –The Pediatric Outcomes Data Collection Instrument (PODCI) can be used to assess function and quality of life in multiple areas. An overall global function score might be calculated from certain domains(23) –The Early Intervention Developmental Profile might also be used to assess function in children under the age of 4 years  –Wee-FIM –Assisting Hand Assessment (AHA) – a test of hand function for children with unilateral upper limb disability aged 18 months to 12 years. The AHA measures how effectively the affected hand and arm are used in bimanual performance and is completed by observing the child's spontaneous handling of toys in a relaxed play session -Requires videotape analysis",
            "functional mobility": "",
            "gait locomotion": "Note whether child has started walking at the appropriate age. If the child is presenting for assessment later in childhood and it is appropriate to assess gait, note arm swing on affected side, degree of trunk rotation, and posture during gait as a result of the palsyEarly detection of impending contractures is important to allow timely management and preservation of the joints –The use of the Modified Mallet Scale of shoulder function might be helpful for scoring function pre- and postoperatively and is shown to be a reliable test/measure.(5) The original Mallet scale assigns a grade of 0 (not testable) to 5 (normal) inexternal rotation, abduction, hand to mouth, and hand to head. The Modified Mallet scale adds internal rotation to the list. The Modified Mallet scale is the most commonly used tool to assess shoulder function(5) –The Toronto Test Score is also proven to have good intrarater and interrater reliability. Upper extremity function isshoulder abduction, elbow flexion, wrist extension, finger extension, and thumb extension. A grading scale of 0 (no function) to 2 (normal function) is used. A combined score of < 3.5 by 3 months of age or older indicates the need for microsurgical repair(5) Motor function (motor control/tone/learning) –Evaluate the child’s muscle tone and coordination -AHA can be used to assess bilateral upper extremity coordination –Assess voluntary movement ability, making note of any unbalanced muscle activity –Assess hand function. The nine-hole  peg test (9-HPT)  is a commercially available test of fine upper motor function that has high interrater and test-retest  reliability",
            "muscle strength": "Observe posture of the child and active movement of the arm to assess for muscle group innervation in the affected extremity. Monitor for degree of scapula winging and shoulder shrugging during AROM. It is also very common for the shoulder internal rotators to be stronger than the external rotators (infraspinatus) and an anterior contracture begin to develop. The unbalanced antagonistic muscle group (internal rotators) favors a position of medial rotation of the arm –Erb’s palsy (the most common of the brachial plexus injuries) affects the deltoid, rotator cuff, and biceps muscles.(22)PROM in the arm is greater than AROM –Functional evaluation of the elbow should take into consideration the typical external shoulder rotation deficit and elbow flexion contracture(4) -A “trumpet sign” is described as abduction of the shoulder during recruitment of elbow flexion in the presence of weak shoulder external rotation(4) –The Active Movement Scale (AMS) is a reliable and clinically useful measure to discriminate the AROM deficit in the upper extremity(4) -A standardized evaluation of AROM of 15 movements using an 8-point  scale of no contraction to full motion. Scores of 0 through 4 are gravity-eliminated motion, and scores 5 through 7 are against gravity -Movements included correspond with the essential movements required for basic hand function and the key AROM deficits in children with BPBIsUse of the Peabody Developmental Motor Scales, Second Edition (PDMS-2)  is an objective way to assess functional mobility in children under the age of 5 years. The Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)  is another test that can be used to assess coordination and developmental motor skills(7)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Note position of upper extremity and general upper body posture. Document presence of shoulder depression and rounding",
            "range of motion": "Assess ROM of all upper extremity joints with goniometry  –Most often, the largest loss of range is seen in shoulder external rotation.(12) Assess glenohumeral ROM with scapular stabilization",
            "self-care activities of daily living": "",
            "reflex testing": "Assess for symmetrical upper extremity movement when assessing the following infant reflexes asymmetric tonic neck reflex, Moro, and symmetric tonic neck. In older babies, assess for integration of these reflexes. Assess deep tendon reflexes of the affected upper extremity and compare to unaffected sideThe Pediatric Evaluation of Disability Inventory (PEDI) might be utilized to measure whether a child can perform self-care  tasks(24)",
            "sensory testing": "Assess the child’s ability to feel various sensory stimuli, such as light/deep touch, vibration, temperature, etc., as able. Assess proprioception (as able based on the child’s age) of the upper extremity. The pattern of lost or impaired sensation depends on the type and location of injury",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Test the child’s visual attention to the affected side –Brachial Plexus Outcome Measure (BPOM)(4) -A disease-specific  assessment developed in Canada -Evaluates the quality of upper extremity movement to complete 11 activities that measure the key deficient functional movement patterns in brachial plexus palsy -Performance is graded using a 5-point  ordinal scale -In a study involving 306 patients aged 4–18  years, the BPOM demonstrated good internal consistency and construct validity -The clinical use of this tool to evaluate the activity function of children with BPBI is supported. It is best used as an adjunct to an impairment outcome measure such as AMS -Further psychometric testing underway includes interrater and test-retest  reliability, as well as ability to measure changes pre- and post-surgical  or rehabilitative intervention –Canadian guidelines suggest the use of the Narakas classification system, limb length, the BPOM, and the AMS 2 years after birth/surgery as a common data set for all patients with BPBI(15)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess patient’s cognitive status to determine ability to follow directions. Is the patient alert and oriented x 4 (if appropriate)? Is the patient cooperative, irritable, or lethargic? Is the patient easily engaged in play?",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "It is generally recommended that the physician be contacted if there is a halt in the progression of active movement and the need for surgery be reassessed. If the child undergoes surgery, PROM, splinting, and weight-bearing  guidelines should be issued by the physician and followed closely. Close monitoring for the development of contractures, frozen shoulder, and shoulder dysplasia or dislocation is recommended",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Physical and/or occupational therapy is recommended as therapeutic intervention in the treatment of BPBI and is an integral part of a team approach to the child’s rehabilitation. Intervention usually begins within days of the child’s birth (~ 7 to 10 days) to maintain ROM, prevent contracture development, and provide tactile stimulation (sensory re-education).(5) Physical/occupational therapy treatment sessions are needed for periodic reassessment of functional mobility and developmental milestone progression in order to update the therapeutic home exercise program and educate the parents on the child’s progress. A child might need physical or occupational therapy during the growth course into adulthood when new limitations arise or loss of function/mobility occurs",
        "rule out": "Swelling in the neck and shoulder region might cause symptoms similar to those of brachial palsy (pseudoparalysis) and should be taken into consideration.(22)Patients might also present with pseudopalsy as a result of muscle guarding or restricted upper extremity movement due to pain associated with a clavicular or humeral fracture(5)",
        "prognosis": [
            "Most BPBIs in infants resolve spontaneously in the first 6 to 8 weeks of life, and infants have normal or close to normal ROM and strength.(5) Ten percent to 15% of children develop permanent weakness(5) –If substantial recovery is not present by 3 months of age, children can develop permanent loss of ROM, decreased strength, and decreased size and girth of the affected limb(5)",
            "Infants with preganglionic avulsion injuries are considered to have a very poor prognosis and those with postganglionic lesions have a better prognostic outcome(22) ",
            "Prognosis varies depending on the degree of nerve injury to the brachial plexus. Patients with neuropraxic injuries have an excellent prognosis for full and rapid recovery. The prognosis for patients with axonotmesis injuries varies. Neurotmesis injuries require microsurgical procedures for recovery, with fair to poor outcomes. Avulsion injuries require microsurgical procedures and outcomes are very poor(5)",
            "If left untreated, muscle imbalances create joint deformity, contractures, and overall decreased function of the involved side",
            "Glenohumeral dysplasia with glenoid retroversion and posterior humeral head subluxation is present in 60% to 80% of children who do not recover full ROM. This might develop after shoulder internal rotation contracture due to muscle imbalance between internal and external rotators. The deformity increases with age and might be prevented if the child undergoes tendon transfer surgery(5)",
            "Authors of a Norwegian study that reexamined 69 persons with a BPBI at 10–20  years after birth found that 17 had a permanent lesion with decreased shoulder function, elbow extension, and UE weakness, but despite these deficits 16/17 were independent in ADLs and 15 reported having only minor functional difficulties(11)"
        ],
        "referral to other disciplines": " Referral to other disciplines Occupational therapy, physical therapy, orthopedic surgery, or neurologist as indicated Between 2 and 6 months of age, a decision is made as to whether the child should undergo surgery. This determination is based on the degree of spontaneous return seen in the child. Thus, it is generally recommended that the physician be contacted for a reassessment if there is a plateau in the progression of active movement",
        "other considerations": [
            "Microsurgical nerve repair –The earlier a child undergoes microsurgical reconstruction, the greater the rate of improved hand and upper extremity function(5) –Surgical intervention within 3 months of injury is associated with improved functional outcomes in cases of axillary nerve reconstruction compared with surgical intervention at an older age(5)",
            "Use of an RT300 Arm system, a bike system that simultaneously provides electrical stimulation to the affected limb, can be considered a viable treatment option for patients with BPBI(19)"
        ],
        "treatment summary": [
            "Evidence is sparse on the rehabilitative treatment of BPBI. Canadian guidelines suggest that physical therapy should be advised by the multidisciplinary team(15)",
            "PROM exercises should begin immediately (observing precautions if fracture is present) in order to prevent joint contractures. Exercises need to be performed multiple times a day. Parents need to be properly instructed and a written home program should be provided to them in order to facilitate compliance with the program. If a fracture is present, shoulder exercises should begin once the fracture has healed (3–4 weeks post-injury)(5)",
            "Tactile stimulation with various textures and bilateral upper extremity activities, such as grabbing feet with both hands, should also be included in the child’s home program in order to facilitate cortical reorganization and the integration of the affected upper extremity(5)",
            "Electromyographically triggered musical-video  as reinforcement was found to be effective in increasing muscle activation in children with BPBI(16) –Based on a United States study of 6 children (average age 9 months) with BPBI",
            "The interventions listed below are meant to serve as a guide. Strategies must be modified according to the age of child and appropriateness, given each child’s unique circumstances",
            "Electrical stimulation during weight-bearing  exercises was found to be an effective technique to improve shoulder function and bone mineral density in children with obstetric brachial plexus injuries(20)",
            "Authors of a case report study conducted in the United States have suggested the use of electrical stimulation combined with constrained-induced  movement therapy in infants and children with perinatal brachial plexus injury(21) . Problem Goal Intervention Expected Progression Home Program  Loss of ROM/joint contractureImprove joint ROM to within normal limits/ prevent and decrease joint contracturesTherapeutic exercises The shoulder needs to be stabilized in order to maximize true glenohumeral mobility.(5) As developmentally able, active movement is encouraged through reaching or play _ _ Prescription, application of devices and equipment _ Recommendations should be made on position during sleep to promote ROM and discourage contracture _ _ Splints ordered by physician can assist with decreasing risk of contracture, but child should be monitored carefully for circulatory changes(2) _ _ The Sup-ER orthosis might be appropriate to facilitate muscle function and shoulder growth(12) _ _ Manual therapy _ Follow ROM and stretching protocol as prescribed by physician (note any contraindications post- surgery)Progress each unique child as appropriate and indicated depending on age and current circumstances _ _ Progress as indicatedImplement a home program as indicated to address ROM concerns _ _ Typically a ROM/ positioning program within physician guidelines is recommended from very early on(2)  Upper extremity/ shoulder girdle weakness (e.g., serratus anterior weakness)Strengthen recovering musclesTherapeutic activities, modalities, and parent"
        ]
    },
    "desired outcomes outcome measures": {
        "improved joint rom prevented and decreased joint contractures": [
            "Goniometry",
            "AMS"
        ],
        "strengthened recovering muscles": [
            "MMT",
            "Dynamometry for grip-strength  testing"
        ],
        "scapula stabilization during upper extremity movements": [
            "Modified Mallet scale"
        ],
        "achieved developmental milestones maximized ability to perform adls": [
            "PDMS-2",
            "Early Intervention Developmental Profile",
            "PEDI",
            "AHA",
            "BPOM",
            "BOT-2",
            "PODCI"
        ],
        "increased coordination": [
            "9-HPT"
        ],
        "increased ability to sense upper extremity’s position in space ": [],
        "minimize pain": [
            "FLACC scale",
            "Oucher scale"
        ]
    },
    "maintenance or prevention": [
        "Universal screening as part of the newborn checkup might detect BPBI. Physicians might note absence of upper extremity movement when performing tactile stimulation, the Moro reflex, or asymmetrical tonic neck reflex(5)",
        "A home exercise program is essential for preventing loss of ROM and strength. Parents should be educated that if a decline in function or ability is seen, follow-up  with the involved physician is warranted"
    ],
    "patient education": [
        "Brachial Plexus Birth Palsy information at the American Academy of Orthopaedic Surgeons website, https://orthoinfo.aaos.org/en/diseases--conditions/erbs-palsy-brachial-plexus-birth-palsy",
        "The website of the Brachial Plexus Center of St. Louis Children’s Hospital in association with Washington University School of Medicine, https://www.stlouischildrens.org/conditions-treatments/neurosurgery-services/brachial-plexus-center",
        "“Brachial Plexus Injury in Newborns,” MedlinePlus website. U.S. National Library of Medicine and National Institutes of Health, https://medlineplus.gov/ency/article/001395.htm Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Doumouchtsis SK, Arulkumaran S. Are all brachial plexus injuries caused by shoulder dystocia? Obstet Gynecol Surv . 2009;64(9):615-623.  doi:10.1097/ OGX.0b013e3181b27a3a. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Dilenno M. Orthopedic management. In: Tecklin JS, ed. Pediatric Physical Therapy . 5th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2015:463-497.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Wilson PE, Clayton GH. Rehabilitation medicine. In: Hay WW Jr, Deterding RR, Levin MJ, Abzug MJ, eds. Current Diagnosis & Treatment: Pediatrics . 24th ed. New York, NY: McGraw-Hill  Education; :880-887.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Ho ES, Curtis CG, Clarke HM. The Brachial Plexus Outcome Measure: development, internal consistency, and construct validity. J Hand Ther . 2012;25(4):406-417. doi:10.1016/j.jht.2012.05.002. (R)"
        },
        {
            "number in article": 5,
            "reference": "Abzug JM, Kozin SH. Evaluation and management of brachial plexus birth palsy. Orthop Clin North Am . 2014;45(2):225-232.  doi:10.1016/j.ocl.2013.12.004. (RV)"
        },
        {
            "number in article": 6,
            "reference": "Hewitt George A. Disorders of the motor unit. In: Pendleton HM, Schultz-Krohn  W, eds. Pedretti’s Occupational Therapy . 8th ed. St. Louis, MO: Elsevier; 2018:936-939.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Bellows D, Bucevska M, Verchere C. Coordination and balance in children with birth-related  brachial plexus injury: A preliminary study. Physiother Can . 2015;67(2):105-112. doi:10.3138/ptc.2013-77.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Lindqvist PG, Ajne G, Cooray C, Erichs K, Gudmundsson S, Dahlin LB. Identification of pregnancies at increased risk of brachial plexus birth palsy - the construction of a weighted risk score. J Matern Fetal Neonatal Med . 2014;27(3):252-256.  doi:10.3109/14767058.2013.809415. (C)"
        },
        {
            "number in article": 9,
            "reference": "Andrisevic E, Taniguchi M, Partington MD, Agel J, Van Heest AE. Neurolysis alone as the treatment for neuroma-in-continuity  with more than 50% conduction in infants with upper trunk brachial plexus birth palsy. J Neurosurg Pediatr . 2014;13(2). doi:10.3171/2013.10.PEDS1345.   (C)"
        },
        {
            "number in article": 10,
            "reference": "Pondaag W, Malessy MJ. Letters to the editor: Neonatal brachial plexus palsy. J Neurosurg Pediatr . 2014;14(5):555-557.  doi:10.3171/2014.4.PEDS14175. (X)"
        },
        {
            "number in article": 11,
            "reference": "Hulleberg G, Elvrum AK, Brandal M, Vik T. Outcome in adolescence of brachial plexus birth palsy. 69 individuals re-examined  after 10-20 years. Acta Orthop . 2014;85(6):633-640.  doi:10.3109/17453674.2014.964614. (R)"
        },
        {
            "number in article": 12,
            "reference": "Durlacher KM, Bellows D, Verchere C. Sup-ER orthosis: An innovative treatment for infants with birth related brachial plexus injury. J Hand Ther . 2014;27(4):335-339;  quiz 340. doi:10.1016/j.jht.2014.06.001. (X)"
        },
        {
            "number in article": 13,
            "reference": "Menashe SJ, Tse R, Nixon JN, et al. Brachial plexus birth palsy: Multimodality imaging of spine and shoulder abnormalities in children. AJR Am J Roentgenol . 2015;204(2):W199-206.  doi:10.2214/AJR.14.12862. (X)"
        },
        {
            "number in article": 14,
            "reference": "Zuarez-Easton  S, Zafran N, Garmi G, Nachum Z, Salim R. Are there modifiable risk factors that may predict the occurrence of brachial plexus injury? J Perinatol . 2015;35(5):349-352.  doi:10.1038/jp.2014.215. (R)"
        },
        {
            "number in article": 15,
            "reference": "Coroneos CJ, Voineskos SH, Christakis MK, et al. Obstetrical brachial plexus injury (OBPI): Canada's national clinical practice guideline. BMJ Open . 2017;27(7):e014141. doi:10.1136/bmjopen-2016-014141.  (G)"
        },
        {
            "number in article": 16,
            "reference": "Duff SV, Sargent B, Kutch JJ, Berggren J, Leiby BE, Fetters L. Using Contingent Reinforcement to Augment Muscle Activation After Perinatal Brachial Plexus Injury: A Pilot Study. Phys Occup Ther Pediatr . 2017;37(5):555-565.  doi:10.1080/01942638.2017.1290733. (R)"
        },
        {
            "number in article": 17,
            "reference": "Andres-Cano  P, Toledo M, Farrington D, Gil J. Arthroscopic treatment for internal contracture of the shoulder secondary to brachial plexus birth palsy: report of a case series and review of the literature. Eur J Orthop Surg Traumatol . 2015;25(7):1121-1129.  doi:10.1007/s00590-015-1670-x.  (C)"
        },
        {
            "number in article": 18,
            "reference": "Grahn P, Pöyhiä T, Sommarhem A, Nietosvaara Y. Clinical significance of cervical MRI in brachial plexus birth injury. Acta Orthop . 2019;90(2):111-118. doi:10.1080/17453674.2018.1562621. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Fears RL, Rinaldi RJ, Melanson A, Taher R, Cavazos L. Management of shoulder and elbow limitation in an adolescent with neonatal brachial plexus injury: could functional electrical stimulation be a solution? Am J Phys Med Rehabil . 2014;a77-78.  (RV)"
        },
        {
            "number in article": 20,
            "reference": "Elnaggar RK. Shoulder function and bone mineralization in children with obstetric brachial plexus injury after neuromuscular electrical stimulation during weight-bearing exercises. Am J Phys Med Rehabil . 2016;95(4):239-247.  doi:10.1097/PHM.0000000000000449. (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Berggren J, Baker LL. Therapeutic application of electrical stimulation and constraint induced movement therapy in perinatal brachial plexus injury: a case report. J Hand Ther . 2015;28(2):217-221.  doi:10.1016/j.jht.2014.12.006. (C)"
        },
        {
            "number in article": 22,
            "reference": "Buterbaugh KL, Shah AS. The natural history and management of brachial plexus birth palsy. Curr Rev Musculoskelet Med . 2016;9(4):418-426. doi:10.1007/s12178-016-9374-3.  (RV)"
        },
        {
            "number in article": 23,
            "reference": "Gates PE, Campbell SR. Effects of age, sex, and comorbidities on the pediatric outcomes data collection instrument (PODCI) in the general population. J Pediatr Orthop . 2015;35(2):203-209.  doi:10.1097/BPO.0000000000000233. (RV)"
        },
        {
            "number in article": 24,
            "reference": "Kramer JM, Schwartz A. Refining the pediatric evaluation of disability inventory-patient-reported  outcome (PEDI-PRO)  item candidates: interpretation of a self-reported outcome measure of functional performance by young people with neurodevelopmental disabilities. Dev Med Child Neurol . 2017;59(10):1083-1088.  doi:10.1111/dmcn.13482. (RV)"
        }
    ]
}