{
    "metadata": {
        "title": "Hypertension in Children",
        "synonyms": [
            "systemic hypertension in children",
            "high blood pressure in children",
            "blood pressure, high in children",
            "pediatric hypertension"
        ],
        "anatomical location body part affected": [
            "Cardiac system, renal system, optic fundi, central nervous system"
        ],
        "area of specialty": [
            "acute care",
            "cardiac rehabilitation",
            "orthopedic rehabilitation",
            " pediatric rehabilitation"
        ],
        "description": [
            "High blood pressure (BP) in childhood predicts adult hypertension and contributes to early onset of atherosclerotic cardiovascular disease (CVD) (1,2,3)",
            "Based on the U.S. National High Blood Pressure Education Program (NHBPEP) 2003 guidelines, HTN in children is BP equal to or greater than (≥) 95th percentile for age, sex, and height on three or more separate occasions over the course of a few weeks (1) –Normal BP: Less than (<) 90th percentile for age, sex, and height –Stage I HTN: Systolic BP (SBP) and/or diastolic BP (DBP) persistently ≥ 95th to 99th percentile for age, sex, and height + 5 mmHg –Stage II HTN: SBP and/or DBP persistently ≥ 99th percentile for age, sex, and height,plus 5 mmHg added to the value –Primary/essential HTN: HTN for which there is no known underlying cause –Secondary HTN: HTN for which an underlying cause can be identified –White-coat  HTN: SBP or DBP persistently > 95th percentile when measured in a medical setting but < 95th percentile when measured at home –Masked HTN: SBP or DBP is normal for age, sex, and height when taken in a medical setting but persistently hypertensive at home. It is an independent predictor of cardiovascular morbidity and mortality in adults and associated with more target-organ damage, especially left ventricular hypertrophy, compared to normotensive individuals; 1.5–3x  increased risk of cardiovascular morbidity and mortality",
            "The Seventh Report of the Joint National Commission on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC-7) concluded that older teenagers with SBP from 120 mmHg to 140 mmHg and/or DBP from 80 mmHg to 90 mmHg are classified as having pre-HTN.(1)  In the updated 2018 guidelines,HTN in normal-weight adolescents is consistent with threshold values applied to adults (2,3)",
            "Prevalence of HTN in children and adolescents has been increasing over the past few decades worldwide(3,4,37) –Increases can be seen in studies of children in the United States (between +3.2%–to 20.6%),(38,39,40) as well as among children in Europe (+12.8%),(37) Latin America (between +4.8% to 15%),and in Asia (between 9.4% to 24%)(30,33,37,41,43)In a 2015 meta-analysis,  the prevalence of HTN in children ranged from 4.32% in6-year-olds  to 7.89% in14-year-olds.  In sub-group meta-analyses,  the prevalence of HTN was higher when measured by aneroid sphygmomanometry (7.23%) versus measured by mercury sphygmomanometry (4.59%) or oscillometric sphygmomanometry (2.94%) (4)  –The reported rates of HTN vary from study to study. The variability may reflect different methodologies used to measure BP, including differences in equipment (manual or electronic, or 24-hour  ambulatory BP monitoring) and number of BP measurements made to diagnose HTN(37) –Prevalence of hypertension is higher in obese and overweight children than in average-weight  children(53)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "I10": {
                "base": "essential (primary) hypertension",
                "ICD-10-CA": "modification in Canada",
                "I10.0": " I10.0 benign hypertension",
                "I10.1": " I10.1 malignant hypertension"
            },
            "I11": {
                "base": "hypertensive heart disease",
                "I11.0": "hypertensive heart disease with (congestive) heart failure",
                "I11.9": "hypertensive heart disease without (congestive) heart failure",
                "ICD-10-CA": "modification in Canada – 4th character extensions were deleted to allow for use of dual classifications for",
                "added": " added specificity"
            },
            "I12": {
                "base": "hypertensive renal disease",
                "I12.0": "hypertensive renal disease with renal failure",
                "I12.9": "hypertensive renal disease without renal failure",
                "ICD-10-CA": "modification in Canada – 4th character extensions were deleted to allow for use of dual classifications for",
                "added": " added specificity"
            },
            "I13": {
                "base": "hypertensive heart and renal disease",
                "I13.0": "hypertensive heart and renal disease with (congestive) heart failure",
                "I13.1": "hypertensive heart and renal disease with renal failure",
                "I13.2": "hypertensive heart and renal disease with renal failure with both (congestive) heart failure and renal disease",
                "I13.9": "hypertensive heart and renal failure, unspecified",
                "ICD-10-CA": "modification in Canada – 4th character extensions were deleted to allow for use of dual classifications for",
                "added": " added specificity"
            },
            "I15": {
                "base": "secondary hypertension",
                "I15.0": "renovascular hypertension",
                "I15.1": "hypertension secondary to other renal disorders",
                "I15.2": "hypertension secondary to endocrine disorders",
                "I15.8": "other secondary hypertension",
                "I15.9": "secondary hypertension, unspecified",
                "ICD-10-CA": "modification in Canada",
                "5th": " 5th digit assigned to specify",
                "0": " 0 benign or unspecified",
                "1": " 1 malignant",
                "(ICD": "codes are provided for the reader’s reference, not for billing purposes)",
                "Reimbursement:": "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or",
                "information": " information regarding reimbursement has been identified",
                "Presentation/signs": "and symptoms (3,7,8)",
                "Only": " Only half of children with severe HTN are symptomaticChildren < 1 year of age may have failure to thrive, irritability,",
                "feeding": " feeding difficulties, cyanosis, respiratory distress, heart failure, or seizuresCommon symptoms are epistaxis, headaches,",
                "diplopia,": " diplopia, blurry vision, chest pain, fatigue, flushing, dyspnea on exertion, excessive sweating, heart palpitations,",
                "myalgia,": " myalgia, joint pain, and edema. Nausea and vomiting are especially common with acute HTNUncommon symptoms",
                "of": " of HTN in children are Bell’s palsy and abdominal painA hypertensive crisis is characterized by a sudden and rapid",
                "elevation": " elevation of BP from baseline manifesting as a hypertensive emergency or urgency. It may occur in individuals with or",
                "without": " without a history of HTN(33,36)Hypertensive emergency: elevated BP accompanied by acute target-organ  damage (heart,",
                "brain,": " brain, kidneys); potentially life-threateningHypertensive  urgency: severely elevated BP without acute target-organ",
                "damage": " damage",
                "Causes,": " Causes, Pathogenesis, & Risk Factors"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified –Presentation/signs and symptoms  (3,7,8) -Only half of children with severe HTN are symptomaticChildren < 1 year of age may have failure to thrive, irritability, feeding difficulties, cyanosis, respiratory distress, heart failure, or seizuresCommon symptoms are epistaxis, headaches, diplopia, blurry vision, chest pain, fatigue, flushing, dyspnea on exertion, excessive sweating, heart palpitations, myalgia, joint pain, and edema. Nausea and vomiting are especially common with acute HTNUncommon symptoms of HTN in children are Bell’s palsy and abdominal painA hypertensive crisis is characterized by a sudden and rapid elevation of BP from baseline manifesting as a hypertensive emergency or urgency. It may occur in individuals with or without a history of HTN(33,36)Hypertensive emergency: elevated BP accompanied by acute target-organ  damage (heart, brain, kidneys); potentially life-threateningHypertensive  urgency: severely elevated BP without acute target-organ damage  Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [
            "-Only half of children with severe HTN are symptomaticChildren < 1 year of age may have failure to thrive, irritability, feeding difficulties, cyanosis, respiratory distress, heart failure, or seizuresCommon symptoms are epistaxis, headaches, diplopia, blurry vision, chest pain, fatigue, flushing, dyspnea on exertion, excessive sweating, heart palpitations, myalgia, joint pain, and edema. Nausea and vomiting are especially common with acute HTNUncommon symptoms of HTN in children are Bell’s palsy and abdominal painA hypertensive crisis is characterized by a sudden and rapid elevation of BP from baseline manifesting as a hypertensive emergency or urgency. It may occur in individuals with or without a history of HTN(33,36)Hypertensive emergency: elevated BP accompanied by acute target-organ  damage (heart, brain, kidneys); potentially life-threateningHypertensive  urgency: severely elevated BP without acute target-organ damage  Causes, Pathogenesis, & Risk Factors regarding exercise intolerance  Elevated SBP and/or DBP _ _ Decreased cardiorespiratory endurance and physical activity level _ _ Increased BMI and/or body fat percentageReduce BP to < 95th percentile for age, sex, and height for children with uncomplicated primary HTN and no target- organ damage(6,8) _ _ Reduce BP to < 90th percentile for age, sex, and height for children with secondary HTN, diabetes, MetS, and/or target- organ damage(6,8) _ _ 2005 evidence-based CDC physical activity guidelines recommend school-aged children perform 40–60 minutes of moderate-to- vigorous intensity aerobic exercise/ physical activity (70– 80% of maximal fitness) per day(12,17,20) _ _ Patient and/or primary caregivers are educated regarding the importance of lifestyle modifications as well as the deleterious effects of HTNTherapeutic activities (1,3,6,17,19) _ Implement a cardiorespiratory endurance program allowing for adequate warm-up and cool down periods in conjunction with a variety of functional, age-appropriate resistance exercises, weight-bearing activities, and stretching _ _ Dynamic exercise (such as jogging and swimming) in contrast to isometric exercise (weight lifting) reduces both SBP and DBP and is associated with an increase in HDL cholesterol, a reduction in LDL cholesterol, and a reduction in stress _ _ Keep in mind that children with HTN and/or obesity do not tolerate vigorous exercise. Sustained low-intensity activities are more appropriate initially, with a gradual increase in intensity overtime _ _ Appropriate warm- up and cool-down including stretching, yoga techniques, diaphragmatic breathing techniques, and/or meditation as part of a comprehensive fitness and stress management program as indicated _ _ Limit sedentary activities such as video games, watching TV , and computer use to < 2 hours/day _ _ Ongoing patient and primary education regarding the positive effects of complying with lifestyle modifications. This should be in adjunct with nutritional counseling and/or peer support groups _ _ Monitor HR, BP, rate of perceived level of exertion, and/or oxygen saturation pre and post activity _ _ (See Treatment summary , above, for more details)Therapeutic treatment intervention programs focus on increasing physical activity and fitness levels while decreasing risk factors for CVD _ _ Physical activity and/ or therapeutic exercises should be perceived as fun. Increase patient compliance by incorporating variety of activities that the patient enjoys and can be supported by primary caregiver, family, and/or peers. Strongly encourage the entire family to actively participate in modifying their lifestyle(1,6,10) _ _ Gradually increase patient’s daily physical activity up to ideally 60 minutes a day(4) _ _ Follow-up appointments on a regular basis should be included as part of the treatment intervention to safely monitor and progress the exercise program as well as track patient’s cardiorespiratory endurance, BMI, strength, and flexibility. This may also promote better compliance with the regimenCreate daily activity journal for patient and/or primary caregivers to use. Instruct patient and/or primary caregivers to record the following: physical activity choice, duration, rate of perceived exertion, and time spent performing sedentary activities (video games, computer, TV) _ _ Encourage children to participate in organized sports/physical fitness activities(20) _ _ Provide patient and family/ caregivers with written instructions regarding physical activities that can be performed at home on a daily basis _ _ Encourage the purchase and use of a home BP monitoring device so that the patient can keep a record of daily BP measurements; should be taken at the same time each day(15)  . Desired Outcomes/Outcome Measures"
        ],
        "contraindications precautions to test": [
            "Be aware that antihypertensive medications may cause orthostatic hypotension. Advise the patient and/or primary caregivers regarding this potential side effect and instruct patient in transitioning slowly from a lying to sitting and/or standing position(15)",
            "Signs and symptoms associated with HTN, such as headaches, visual disturbances, flushing, palpitations, edema, or hematuria, should be immediately reported to the referring physician. Further medical testing is warranted to rule out systemic illnesses, renal disease, and congenital diseases(11)",
            "Malignant HTN is characterized by an elevation in SBP and/or DBP (≥ 160/≥ 105 mmHg in children under 10 years of age and ≥ 170/≥ 110 mmHg in children over 10 years of age). It is associated with spasms of the retinal arteries, papilledema, and hemorrhages. Immediately call 911 and contact the patient’s referring physician(4,8) –Hypertensive encephalopathy is often seen with malignant HTN –Patients have a combination of the following signs and symptoms: nausea, vomiting, headaches, ataxia, stupor, altered mental status, visual disturbances, seizures, and stroke –Infants have symptoms of heart failure, irritability, respiratory distress, and failure to thrive"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes   ,,,,,,,,,": [
            "Primary HTN is more common with increasing age and is associated with increased BMI, metabolic syndrome, and familyhistory of HTN. It is rarely seen in children under 10 years of age. Eighty-five  percent to 95% of adolescents with HTNhave primary HTN",
            "Secondary HTN is more common in children under the age of 10 years but can occur in adolescents–Secondary HTN among children is due to an underlying disorder, often renal disease, which affects glomerular filtration,ion transport, or hormonal messages to the kidneys (e.g., reflux nephropathy, chronic glomerulonephritis, chronichemodialysis, coarctation of the aorta, neuroendocrine tumors, renal artery stenosis)(36)-Renal parenchymal disease is the most common cause (60–70%)  of HTN in childhood(36)-Renovascular HTN constitutes 5–10%  of childhood cases of HTN(36)–Children with severe HTN, unlike adults, usually have secondary HTN(14)–Other causes of secondary HTN-Drugs: corticosteroids, oral contraceptives, sympathomimetics, illicit drugs (cocaine, phencyclidine [PCP])-Sickle cell anemia, bronchopulmonary dysplasia, 17 syndrome, cystic fibrosis, idiopathic arterial calcification ofinfancy, obesity, closure of abdominal wall defects in neonates, hyperkalemia, status-post  genitourinary surgery orimmobilization, pain, burns, traction-Authors of a 2014 systematic review found that cystic fibrosis can lead to high serum levels of sodium and bicarbonate,with low levels of potassium and chloride. These electrolyte abnormalities are associated with fluid volume depletion,excessive sweating, vomiting, heat exposure, and pulmonary infection(42)-Authors of a prospective study of 52 adolescents with sickle cell anemia in the United States found that BPabnormalities were common and that HTN is a risk factor associated with the progression of sickle cell nephropathy(47)"
        ],
        "pathogenesis": [
            "BP = cardiac output x total peripheral resistance (vasoconstriction of blood vessels)(12,15)–Cardiac output = heart rate x stroke volume–HTN generally is a result of increased cardiac output, increased peripheral resistance, or both-Mean arterial BP = cardiac output x total peripheral resistance",
            "For most cases of HTN no precise cause can be identified, likely because many factors affect total peripheral resistanceand/or cardiac output. In addition, problems arise with the physiological control systems that monitor and regulatepressure(3,4,15)–Factors that have been implicated as causes of HTN(15)-Increased sympathetic nervous system activity due to autonomic nervous systemdysfunction-Increased renal reabsorption of sodium, chloride, and water leading to renal hypertension. Genetic variation in thepathways by which the kidneys respond to sodiumoften is involved-Increased activity of the renin-angiotensin-aldosterone  system, resulting in expansion of extracellular fluid volume andincreased systemic vascular resistance-Decreased vasodilation of the arterioles related to dysfunction of the vascular endothelium-Resistance to insulin, which may be a common factor linking HTN, diabetes mellitus type 2 (DM2),hypertriglyceridemia, obesity, and glucose intolerance",
            "Monogenic causes (single gene mutations) are rare but should be suspected in children with a family history of severe,early-onset HTN, death from stroke, or heart failure(11,14,15)",
            "Most types of inherited HTN are thought to be polygenic (i.e., mutations in more than one gene)(15)"
        ],
        "risk factors": [
            "Increased BMI is strongly associated with elevated BP(8,10,11,12,16)–The U.S. Centers for Disease Control and Prevention (CDC) defines overweight and obesity based on BMI-Overweight: ≥ 85–94th  percentile for age and sex-Obesity: ≥ 95th percentile for age and sex(16)–HTN is more common among obese children, with prevalence of up to 30%(1,3,4,8,9,12)-About one third of children in the United States and Canada are considered overweight(12)-SBP and DBP values are greater in obese children compared to non-obese  children(13)-Investigators of a comparative study inthe United States found that children and adolescents who were classified asseverely obese were more than twice as likely as other children to have HTN(48)-Randomly selected charts of children ages 3 to 17 years were reviewed to study the prevalence of severe obesity andHTN at eight public community health centers in the greater Philadelphia, PA area-Of the 691 patients included in the study, 58% were Black and 16% were Hispanic-Authors of a studyin Mexico found that the prevalence of HTN was associated with overweight/obesity in school-agedchildren (mean age of 8.79±1.83 years)(31)-Overweight/obesity and HTN were positively associated, with an odds ratio of 2.74.Children with HTN were 2.74times more likely to be overweight/obese than normotensive children-The more severe the obesity, the more frequently HTN was observed; children with HTN were 4.65 times more likelyto be severely obese–Increased BMI is associated with two hormonal abnormalities that may lead to HTN(12)-Hyperinsulinemia as a consequence of peripheral insulin resistance primarily in skeletal muscle; contributes to HTN bythree possible mechanisms:-Altered renal sodium handling-Increased vascular resistance-Increased sympathetic nervous system (SNS) activity-Hyperleptinemia resulting from increased adipose tissue mass:-Increased SNS activation due to increased circulating leptin levels–Obesity contributes to the development of hyperlipidemia and salt sensitivity, which are other risk factors for HTN thatcan persist into adulthood(10,12)–Significant obesity increases the likelihood of developing left ventricular hypertrophy, carotid artery stiffness, andincreased carotid intima media thickness independent of BP levels(10,12)–A large waist-to-sitting-height  ratio in children is associated with higher BMI and elevated BP(56)",
            "Ethnicity/race: Black teenagers in the United States are twice as likely to develop HTN in early adulthood compared toadolescents from other racial groups(1,3,10,17)–HTN in Black persons is related to genetic, socioeconomic, and behavioral factors, which include dietary factors,increased salt sensitivity, lack of direct health care/lack of health insurance, exposure to violence, and physicalinactivity(17,18,19)",
            "Diet: Most studies show a direct correlation between sodium intake and primary HTN. In contrast, dietary potassium levelsare inversely related to BP levels(1,17)",
            "Inactivity–Physical activity levels generally decline with increasing age(18,59)–Prevalence of physical inactivity is greater among adolescent Black females compared to adolescent White females andcontinues into adulthood(18)–Increased sedentary lifestyle partially due to a reduction in school physical-education  requirements, increased time spentusing computers/video games, and concerns regarding outdoor safety for children(16)",
            "Pre-HTN:  Children in whom pre-HTN  was diagnosed were found to be at twice the risk of developing HTN compared tothose with normal BP levels(17)–Children with HTN have 2.5 times the risk of having HTN in adulthood(1)–HTN in children is an important CVD risk factor and a precursor to adult CVD. Signs of CVD in children with HTNare similar to those in adults. These include increased carotid intima-medial  thickness, left ventricular hypertrophy, andfibrotic plaque formation(1,9,17)",
            "Family history of HTN: Children with a parental history of HTN are at increased risk of developing persistent HTNcompared to children with normotensive parents(3,11,17)–Heritability of childhood HTN is estimated at 40–50%(10,11,19)",
            "Stress: Sympathetic hyper-responsiveness  to stress may be related to the development of HTN–According to one study, adolescents who have > 20 mmHg SBP or DBP in response to stress were 5 times more likely todevelop HTN than those with a lesser response to stress(17)–Elevated cortisol and aldosterone levels in response to chronic stress affect fluid and electrolyte balance and BP.Abnormally high cortisol levels have been associated with cardiac disease and HTN(17)–Daily psychological stress increases BP and the risk of developing HTN(19)",
            "Cardiac abnormalities, including patent ductus arteriosus, coarctation of the aorta, arteriovenous fistula, left ventricularhypertrophy, and increased carotid intima-medial thickness(2,13)–HTN was found inapproximately one third of infants with coarctation of the aorta(13)–Left ventricular hypertrophy is the most common indication of target-organ  damage in children with HTN(11)–Increased carotid intima-medial  thickness is a good measure for identifying subclinical atherosclerosis. It is significantlyincreased in children with HTN compared to normotensive children(11,34)–Authors of a study of 73 children and adolescents with nocturnal HTN in South Koreafound that carotidintima-medial thickness and daytime BP were significantly increased(34)-Carotidintima-medial  thickness is also greater in children and adolescents with DM, type 1 (DM1) and nocturnal HTN,compared with subjects without nocturnal HTN. Nocturnal HTN may influence the development and progression ofatherosclerosis in pediatric patients with DM1(34)",
            "Chronic renal disease(2)–HTN is more common in children with polycystic kidney disease and glomerulonephritis(2)–Prevalence of HTN increases with decreasing glomerular filtration rate and increased severity of renal disease(2,4)–High prevalence of nocturnal HTN in children with chronic renal disease(2)–Eight to ten percent of children with severe HTN have renal artery stenosis resulting from fibromuscular dysplasia(13)–Ten percent of children with chronic urinary infections develop significant or malignant HTN that is often silent until latechildhood(13)",
            "Metabolic syndrome (MetS) is a constellation of metabolic risk factors associated with CVD and diabetes. The diagnosisof MetSrequires at leastthree of the following: serum triglycerides > 95th percentile, high-density  lipoprotein (HDL)cholesterol < 5th percentile, SBP or DBP > 95th percentile, and impaired glucose tolerance(2,6)–The majority of children with MetS demonstrate some degree of HTN(6)–Children with MetS are at 2 to 3 times the risk of having increased carotid intima-medial  thickness andDM2 as adults(35)–Prevalence of MetS in adolescents is 4.2% to 8.4%.Prevalence increases to 30–50%  in overweight childrenwith highBMI(4,6,10)–MetS is associated with left ventricular hypertrophy and atherosclerosis and is a strong independent predictor ofcardiovascular events in hypertensive adults(2,6)",
            "Diabetes(34)–Prevalence of HTN is 73% in children and adolescents with DM2 and 22% in children and adolescents with DM1 in theUnited States–Individuals with DM1 often have two or more additional CVD risk factors",
            "Sleep disorders: Obstructive sleep apnea is a risk factor for primary HTN(3,10,11)–Authors of a study of preschool children conducted in Australia found that obstructive sleep apnea duringREM sleepreduced pulse transit time (an inverse continuous indicator of changes in BP). Those withmoderate-severe obstructive sleep apnea had higher baseline BP during REM sleep compared to normative values.HigherBP values during REM sleep may lead to higher BP values during daytime(45)",
            "Formula-fed  infants versus breastfed infants: Meta-analysis  of studies published after 1980 suggests that children who werebreastfed as infants tended to have lower BP than their peers who were formula-fed;  however, the role of breast milk versusformula-derived  long chain polyunsaturated fatty acids in modulating BP later in life is unclear(9,10)",
            "Smoking or prenatal exposure to maternal smoking(2,37)",
            "Alcohol consumption (2)",
            "Low birth weight: may be associated with elevated uric acid levels, which inhibit glomerular filtration(2,11,21,37)",
            "Prematurity(21,37,50)–Authors of a retrospective cohort study in Sweden compared 68 children born extremely preterm (24–27  weeks gestation)to 65 matched controls born at term. BP values were evaluated at their 2.5-year  corrected age(50)-There were significantly higher mean SBP and DBP in preterm boys-There were no significant differences in mean SBP or DBP in girls",
            "Prenatal exposure to lead, particularly in girls(32)–Mother-child  pairs originally recruited for an environmental birth cohort study between 1994 and 2003 in Mexico Cityparticipated in a prospective follow-up  study from 2008 to 2010 that looked at the effects of prenatal lead exposure on BPin children 7 to 15 years of age-Maternal tibia lead levels were significantly associated with increased SBP and DBP in girls but not boysafter adjustingfor relevant covariates (children’s gestational age and weight at birth, birth order, age, and BMI; maternal nonsmoker,maternal diet)-Maternal tibia lead, which reflects cumulative environmental lead exposure and a source of exposure to the fetus, is apredisposing factor to higher BP in girls but not boys. Lead exposure may result in an increased risk of HTN in mothersas well as their daughters-The authors concluded that sex-specific  adaptive responses to lead toxicity during prenatal development may explain thereasons for sex differences later in life"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Be aware that antihypertensive medications may cause orthostatic hypotension. Advise the patient and/or primary caregivers regarding this potential side effect and instruct patient in transitioning slowly from a lying to sitting and/or standing position(15)",
            "Signs and symptoms associated with HTN, such as headaches, visual disturbances, flushing, palpitations, edema, or hematuria, should be immediately reported to the referring physician. Further medical testing is warranted to rule out systemic illnesses, renal disease, and congenital diseases(11)",
            "Malignant HTN is characterized by an elevation in SBP and/or DBP (≥ 160/≥ 105 mmHg in children under 10 years of age and ≥ 170/≥ 110 mmHg in children over 10 years of age). It is associated with spasms of the retinal arteries, papilledema, and hemorrhages. Immediately call 911 and contact the patient’s referring physician(4,8) –Hypertensive encephalopathy is often seen with malignant HTN –Patients have a combination of the following signs and symptoms: nausea, vomiting, headaches, ataxia, stupor, altered mental status, visual disturbances, seizures, and stroke –Infants have symptoms of heart failure, irritability, respiratory distress, and failure to thrive"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "How long has the patient had HTN?",
                "course of treatment": {
                    "medical management": "Has the patient been referred to any of the following management program, pediatric nephrologist, pediatric ophthalmologist? Has the patient been hospitalized due to severe, uncontrolled HTN or surgical intervention? Is the patient undergoing dialysis? NHBPEP guidelines for repeat BP measurements in children ≤ 17 years of age(1,2,3,11)Annual BP measurements starting at 3 years of age by pediatrician and whenever evaluated by a medical professionalRecheck BP in 6 monthsRecheck BP in 12 weeks or sooner if the patient is symptomatic; if BP is persistently elevated on two additional occasions, evaluate or refer to pediatric nephrologist within 1 month or sooner if patient is symptomaticEvaluate or refer to pediatric nephrologist within 1 week or immediately if the patient is symptomatic  Follow-up  appointments with the physician should be scheduled frequently (every 24 weeks) until BP is controlled and then less frequently (every 34 months)(2) Cardiovascular risk factor monitoring (cholesterol and triglycerides, glucose, and urinalysis testing) through laboratory tests may be performed on a regular basis in some children(2)",
                    "surgical management": [],
                    "medications": "Determine what medications have been prescribed and be aware of their side effects, which may include exercise intolerance, headaches, swelling/edema, and hyper/hypokalemia(3)stage II HTN, symptomatic HTN, secondary HTN, organ damage, diabetes (DM1 or DM2), persistent HTN despite nonpharmacological measures(2) Individualized stepped-care  approach to antihypertensive treatment should be implemented based on the cause of HTN; however, there is some controversy regarding the initial antihypertensive medication prescribed for children in whom primary HTN is diagnosed(2,7) There are limited efficacy studies and long-term  pediatric data regarding the benefits and adverse effects of antihypertensive medications in children(2,6,7) A calcium channel blocker (CCB), angiotensin-converting  enzyme (ACE) inhibitor, or angiotensin receptor blocker (ARB) is often the firstline  choice for primary HTN in children A diuretic is often the second-line  of medications used and in combination with others; diuretics work best in Black patients(2) ACE inhibitors or ARBs are preferred in children with proteinuria-related  renal disease and MetS but should be avoided in sexually active/pregnant females(2) Obese children with signs of MetS should not be prescribed a diuretic (see note above) in combination with a beta blocker as initial therapy due to the significant diabetogenic potential(2)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The current consensus from the National Heart, Lung, and Blood Institute (NHLBI)is that BP should be taken for all children ≥ 3 years old and children < 3 years old at risk for HTN or increased intracranial pressure at all medical encounters or annually(1,2)",
                        "May need further BP monitoring using ambulatory BP measurement or self-measurement  at home since BP in children",
                        "is known to be quite labile and in order to rule out preHTN,  masked HTN, and white-coat  HTN(1,2,3,13)",
                        "Ambulatory BP monitoring: child wears a portable monitor that records BP periodically over a period of time(10,54)",
                        "Ambulatory BP monitoring is well tolerated and easily reproducible(13)",
                        "Periodic laboratory testing to monitor for target-organ  damage(2)",
                        "Additional laboratory tests as indicated: complete blood count (CBC), blood urea nitrogen (BUN), serum creatinine, serum magnesium level, serum calcium, electrolytes, urinalysis, uric acid, renal ultrasound, fasting lipid profile, glucose tolerance test/fasting glucose test, retinal exam, and echocardiogram(2,7,11,57)",
                        "Serum magnesium levels < 1.8 mg/dL were associated with pre-HTN  and HTN in healthy children(57)",
                        "Drug screen is necessary if history suggests the need(51)",
                        "Polysomnography if history of loud or frequent snoring(52)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture, herbal supplements, reflexology) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "Symptoms are present in only half of children with severe HTNepistaxis, headaches, diplopia, blurry vision, chest pain, fatigue, flushing, dyspnea on exertion, excessive sweating, heart palpitations. Nausea and vomiting are especially common in acute HTN. Other symptoms include myalgia, joint pain, and edema(2,8) -Athletes may describe impaired performance; muscle cramps and weakness may indicate hypokalemia or hyperaldosteronism(7)",
                "rating of symptoms": "",
                "pattern of symptoms": "Document changes in symptoms such as edema, fatigue, headaches, and visual disturbances throughout the day and night (a.m., mid-day, p.m., night). Inquire regarding any previous documentation regarding home BP monitoring(2,3) ",
                "sleep disturbance": "Document number of wakings/night. Obese children may have obstructive sleep apnea, which is associated with HTN in both children and adults. Increased stress and/anxiety can also affect sleep patterns and increase BP.(10) Short sleep duration was associated with pre-HTN  and HTN among 1215  year-olds  in a study involving 6,940 subjects conducted in Lithuania(55)",
                "other symptoms": "Document any other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., headache, dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia, unusual weight gain/weight loss) -Urinary symptoms such as dysuria, nocturia, hematuria, urinary tract infections, or enuresis should always be discussed due to the high prevalence of renovascular disease in children with HTN(2,7,10)",
                "respiratory status": "Does the patient report shortness of breath with daily activities? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Inquire about birth history due to association of HTN with low birth weight, use of umbilical artery catheter in NICU, and other complications associated with prematurity(2,7,11,13)",
                    "comorbid diagnoses": "Ask patient/primary caregiver about other medical diagnoses, including obesity, diabetes, asthma, cancer, heart disease, renal disease, psychiatric disorders, learning disabilities, etc. Inquire regarding family history of HTN, CVD, diabetes, obesity, familial endocrinopathies, MetS, or renal disease (2)",
                    "medications previously prescribed": "It is important to ask whether the patient is currently taking/has taken any prescription drugs, OTC drugs, herbal or other supplements, or illicit drugs Drugs that can increase BP include cyclosporine, tacrolimus, dextroamphetamine, erythropoietin, glucocorticoids, oral contraceptives, methylphenidate, tricyclic antidepressants, NSAIDs, phenylpropanolamine, pseudoephedrine, anabolic steroids, cocaine, ethanol, MDMA (Ecstasy), tobacco, the herb “ma huang,” and caffeine(1,2,10) Prevalence of anabolic steroid use among high school athletes in the United States is as high as 7%, and ~ 10% of anabolic steroid users are teenagers(2) The U.S. Federal 2007 Best Pharmaceuticals for Children Act led to the study and FDA approval of these antihypertensive drugs for pediatric use(1,2)benazepril (Lotensin), enalapril (Vasotec), lisinopril (Prinivil, Zestril)irbesartan (Avapro), losartan (Cozaar), valsartan (Diovan), olmesartanpropranolol (Inderal)amlodipine (Norvasc), clonidine (Catapres), hydrochlorothiazide (HTN) (HydroDIURIL, Oretic, Microzide, Esidrix)hydralazine (Apresoline), minoxidil (Loniten)",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports and, if so, have those activities been limited due to patient’s current condition? Does the patient attend school? If so, what is his or her primary mode of transportation? How often does the patient attend physical education (PE) class at school? How much daily physical activity does the patient typically do? Does the patient have hobbies or special interests? Does the patient participate in group activities such as a church group, Boy/Girl Scouts, etc.? Does the patient have a job; if so, what are his/her work duties?",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": "With whom does the patient live (e.g., family members, caregivers)? Do the primary caregivers work full time? Does it appear that the primary caregivers are supportive of the patient and willing to encourage lifestyle modifications for the patient and/or family, such as dietary changes and increased physical activity? Does it appear that the primary caregivers understand the disease process associated with HTN? Does primary caregiver(s) exercise and, if so, how often and what type? How much time daily does the patient spend watching TV , playing video games, and/or using the computer? Identify if there are any barriers within the home for patient’s independence as indicated"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) ",
            "anthropometric characteristics": "Assess BMI and body composition with skinfold assessment. Compare to normative data(10)",
            "assistive and adaptive devices": "",
            "balance": "Assess patient’s static and dynamic balance with one or more of the following tests as deemed appropriate for the –Bruininks-Oseretsky  Test of Motor Proficiency-Second  Edition (BOT-2)  balance subscale, Pediatric Balance Scale (PBS)(23,24) –Due to time constraints, only parts of the PBS, such as the Romberg, Sharpened Romberg, and Single Leg Stance, may be performed",
            "cardiorespiratory function and endurance": [
                "(50th99th  percentile) for children based on age, sex, and height can be referenced athttps://www.nhlbi.nih.gov/health-pro/guidelines/current/hypertension-pediatric-jnc-4/blood-pressure-tables",
                "Gold standard for measuring BP is auscultation, except in infants, in whom Korotkoff sounds may be difficult to hear(4,10,11) -In infants and preadolescent children, the first and fourth Korotkoff sounds represent the SBP and DBP, respectively, since the fifth sound may not disappear until the pressure is very low(36) -Noninvasive BP measurements with validated oscillometric devices correlate well with arterial BP measurements in infants(36)",
                "Oscillometric/automated BP devices are convenient, but normative data based on auscultatory measurements are often higher(4,11) -The NHBPEP recommends taking the average of several measurements by an oscillometric device for comparison with BP tables(11) -If BP exceeds 90th percentile, repeat with auscultation(11) -There has been a decline in the use of mercury sphygmomanometers due to environmental and medical safety hazards of mercury(36) -Aneroid sphygmomanometers need frequent calibration, and the Association for the Advancement of Medical Instrumentation requires that the average difference in BP readings between two devices should not exceed 5 mmHg(36)",
                "Proper cuff size is very important; inflatable bladder needs to completely encircle the right upper arm with the cuff bladder width ~ 40% of upper arm circumference, midway between olecranon process and acromion process. Cuff",
                "bladder length should cover ~ 80100%  of the upper arm circumference. BP is overestimated if cuff size is too small and underestimated if cuff size is too large(4,8,10)",
                "BP measurement should be measured at least twice and after 35 minutes of seated rest with the right arm supported at heart level(4,10,11,13)",
                "Ambulatory BP monitoring is optimal for identifying nocturnal HTN, which is strongly associated with target organ damage(34,54)",
                "Current role of exercise stress testing in the evaluation of HTN children is not well defined. The American College of Sports Medicine does not recommend routine exercise testing for the hypertensive athlete -Neither adult nor pediatric expert panels recommend exercise stress testing as part of the routine evaluation of children with HTN as the only cardiovascular abnormality(2) -If a patient has significantly increased SBP and/or DBP during sub-maximal/maximal  exercise test, consult with the referring physician",
                "Depending on the clinical setting, therapist may benefit from using the Modified Borg Scale or other rate of perceived exertion test such as the Dyspnea Scale to predict aerobic capacity",
                "May utilize the 6-minute  walk for distance test (6MWT), a submaximal exercise test requiring the use of the Modified Borg Scale(25,26)",
                "Monitor heart rate (HR), BP, and oxygen saturation pre and post activity"
            ],
            "circulation": "Check for upper extremity (UE) (brachial) and LE (lower extremity) (femoral) pulse. Be aware of orthostatic hypotension due to some antihypertensive medicationsPerform dermatomal/myotomal testing for UEs and LEs, as indicated Assess basic mobility as indicated and note if any assistive device may be beneficial. Assess using FIM or WeeFIM as indicated",
            "functional mobility": "",
            "gait locomotion": "Assess patient’s gait and note any asymmetryAssess UE and LE muscle tone as indicated and note any asymmetry",
            "muscle strength": "Perform bilateral UE and LE manual muscle testing as well as back extensor and abdominal strength per age levelHave parent/primary caregiver complete gross and fine motor checklist (i.e., age skill acquired, such as sitting upright, rolling, pull to stand, crawling, ambulating independently, feeding self, writing) to establish patient’s baseline motor development –Isolated gross or fine motor skills may be performed to assess age-appropriate  functional level (e.g., jumping, skipping, bilateral coordination, throwing/catching) as indicated –May utilize formal gross motor assessment tools such as the Pediatric Evaluation of Disability Inventory (PEDI), Peabody Developmental Motor Scales, Second Edition (PDMS-2),  or BOT-1/2(23,27,28)",
            "observation inspection palpation including skin assessment": [
                "Note any skin abnormalities, such as pallor, flushing, malar rash, and/or increased sweating(2,10)",
                "Increased muscle mass, acne, striae, gynecomastia, facial hair, deep voice, baldness, and breast atrophy in females are physical findings associated with the use of anabolic steroids(2)",
                "Acne, increased fat present around the neck and face, and moon facies are also associated with Cushing’s syndrome(2,10)",
                "Respiratory rate, including shortness of breath at rest and with activity"
            ],
            "posture": "Visual inspection of patient’s posture which may contribute to poor use of accessory muscles for breathing and impact cardiopulmonary function",
            "range of motion": "Assess active range of motion (AROM) and passive range of motion (PROM) for bilateral UE and LE and note any asymmetry/functional limitation. Indicate whether limitation is due to pain, muscle guarding, or decreased muscle length",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral C5, C6, C7, L4, and S1 and note any abnormality",
            "sensory testing": "Perform light touch, sharp-dull,  and joint proprioception testing for bilateral UE and LE as indicated and note any asymmetry",
            "special tests specific to diagnosis": "Health-related quality of life measures should be included in the evaluation of children with HTN due to the potential physical, psychological, and social impact of HTN –SF-36  and SF-12  Health Surveys -Meaningful clinical difference for SF-36/SF-12  is 7.31(22)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "May be necessary to assess patient’s ability to follow multistep commands based on his or her age and/or other diagnoses (e.g., ADHD, sensory integration dysfunction)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Severe/stage II HTN is considered a contraindication to participating in exercise programs, PE classes, and competitive sports; however, once BP is controlled and in the normal, pre-HTN,  or mild/stage I range, exercise may be resumed",
                "Patients with HTN may be at risk for falls when performing transitional movements as a result of some antihypertensive medications; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Be aware that children who are obese tend to have higher resting SBP and have an exaggerated response to physical activity compared to children of normal weight(29)",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Managing childhood HTN is directed first at the cause of HTN and then at alleviation of any of the prevailing symptoms. End-organ  damage, comorbid conditions, and associated risk factors influence treatment intervention. Nonpharmacologic and pharmacologic treatment are recommended based on the child’s age, stage of HTN, and response to treatment(10)  The increased prevalence of HTN in children worldwide emphasizes the need for a more aggressive approach to screen and diagnose HTN in childhood(37)",
        "rule out": "Differential diagnosis for HTN ideally should have occurred prior to a physical/occupational therapy evaluation",
        "prognosis": [
            "Prognosis depends on the underlying cause of HTN. If BP is controlled, prognosis is excellent. Early diagnosis and intervention for children with HTN is key to preventing the long-term  effects of HTN(2,10)",
            "Children with end-stage  renal disease have a 1,000-fold  higher cardiac death rate than age-matched  peers. In a 2009 literature review, cardiac death accounted for 38% of the total deaths in children on dialysis, according to U.S. Renal Data System data(2)"
        ],
        "referral to other disciplines": "Nutritionist/dietician counseling for diet modifications and/or weight loss management program should be considered as part of a comprehensive rehabilitation program for the patient and primary caregivers. The best results are most likely to occur when exercise is included in a series of lifestyle modifications. See Treatment summary for more details(6,9) May need to refer patient for psychological counseling if patient reports/appears to have increased stress and anxiety, which can increase BP(10)",
        "other considerations": [
            "Researchers of a study conducted in Israel suggest that individuals with a history of resolved childhood glomerular disease are at increased risk for developing HTN as adults compared to individuals without a history of childhood renal disease. The two most common resolved childhood glomerular diseases are acute glomerulonephritis and steroid-sensitive  nephrotic syndrome(46)",
            "Authors of a study in South Korea found that post-menopausal  women who had a history of adolescent pregnancy were more likely to have HTN compared to those without a history of adolescent pregnancy(58)"
        ],
        "treatment summary": [
            "Exercise intervention may lowerBP in children.(52) However, authors of a meta-analysis  of 19 RCTs of preschool children less than 6 years of age found that health-related  exercise did not change BP, despite improvements in physical fitness and BMI (5)",
            "Normal effects of exercise and physical training on determinants of BP (6) –Maximum dynamic/aerobic exercise leads to 3–4x  increase in cardiac output, and SBP rises linearly with this increased cardiac output –Systemic arterioles dilate during dynamic exercise, which decreases systemic vascular resistance and only minimally increases DBP. The minimal rise in DBP blunts the rise in mean arterial pressure –Static or isometric exercise produces a smaller increase in cardiac output but causes a small rise in systemic vascular resistance, resulting in a greater increase in mean arterial pressure during static vs. dynamic exercise –Decreased BP may also be associated with alterations in insulin sensitivity, resulting in decreased circulating levels of insulin and increased sodium excretion",
            "Older teenagers with pre-HTN  should be monitored closely and counseled on the potential benefits of lifestyle modifications for therapeutic intervention",
            "NHBPEP guidelines recommend lifestyle modifications, with weight reduction as the primary therapy for obesity-related HTN in children(1,2,9) –Lifestyle modifications are the following: regular physical activity, avoiding excess weight gain, limiting sodium intake, and increasing intake of fresh fruits and vegetables, fiber, and low-fat  dairy products(9) –Authors of a study in the United States found that short-term diet and exercise can result in improvements in abnormal laboratory findings associated with MetS in overweight children(60)  –Weight loss through caloric restriction and increased physical activity can reduce both SBP and DBP, and CHD risk in adolescents with HTN, based on a 2005 review(9) -An 8-16 mmHg reduction in BP was associated with an 8-10%  reduction in BMI -Serum lipid profiles and insulin sensitivity also improved after weight loss(9)",
            "The American Academy of Pediatrics published guidelines for sports participation in children and adolescents with HTN: (3) –Patients who have severe, uncontrolled stage II HTN or target-organ  involvement should not participate in competitive sports and highly static activities until BP is controlled(2) –Patients who have controlled HTN and no target-organ  disease may participate in competitive sports with moderate to high dynamic and low static demands(2)",
            "The American College of Sports Medicine recommends that athletes with HTN establish a training program including both dynamic exercise and resistance exercise but not power lifting (6)",
            "Studies indicate that dynamic and static exercise may be particularly effective for treating young patients whose BP is persistently > 95th%. SBP and DBP are significantly decreased in response to regular exercise. The benefit is related to improved general physical fitness(52)",
            "Aerobic exercise (such as jogging and swimming) in contrast to isometric exercise (weight lifting) is associated with an increase in HDL cholesterol, a reduction in low-density  (LDL) cholesterol, and a reduction in stress level(6,17) –Evidence-based  CDC physical activity guidelines recommend that school-aged  children perform 40–60  minutes of moderate-to-vigorous  intensity aerobic exercise/physical activity (70–80%  of maximal fitness) daily(12,20)",
            "Allow for the patient and parent to decide what physical activities are appropriate and enjoyablefor the exercise program. Examples are: –Moderate to high dynamic exercise, low static: fast walking, running, swimming, basketball, baseball, soccer –Moderate to high static, low dynamic exercises: weight lifting, karate, water skiing, sailing –High dynamic, high static exercise: football, running (sprinting), wrestling, cycling",
            "Incorporate a variety of activities in order to prevent boredom while simultaneously increasing physical fitness; emphasize having fun while participating in a variety of physical fitness activities",
            "Recommend dietary changes with the DASH (Dietary Approaches to Stop Hypertension) diet: fruits and vegetables (at least 4–5 servings per day for each group) with reduced saturated fats, low-fat  dairy (≥ 2 servings/day), reduced refined carbohydrates, reduced sodium intake (1,200 mg/day for 4–8 years of age and 1,500 mg/day > 8 years of age). The DASH diet is rich in potassium, magnesium, and calcium. It has been shown to lower adult SBP by 8–14  mmHg(1,4,9,10,17) –Refer to http://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/dash-diet/art-20048456  for more details –The DASH diet has not been specifically studied in children or adolescents but has been shown to reduce BP in adults with HTN(6,9) –Authors of a randomized, cross-over  clinical controlled trial conducted in Iran suggest that adolescents with MetS who adhere to the DASH diet for 6 weeks can reduce circulating levels of high-sensitivity  C-reactive  protein(43) -Sixty subjects with MetS were randomly assigned to adhere to the DASH diet or usual dietary advice for 6 weeks and then, after a 4-week  wash-out  period, subjects crossed over to the alternative diet –The Framingham Children’s Study demonstrated that children who consumed a diet high in fruits and vegetables (≥ 4 servings) plus dairy products (≥ 2 servings) in their preschool years had smaller age-associated  increases in SBP and DBP throughout childhood than children who consumed less of these foods, even after accounting for differences in BMI(9) -Evidence is controversial for a direct relation between sodium and BP levels in children with HTN. Some studies indicate no benefit of sodium reduction and others find a modest reduction in BP in obese adolescents, but not in lean adolescents(6,9) -Sodium restriction combined with potassium supplementation significantly reduced BP in young adults with borderline HTN; however, sodium restriction alone had no effect(1) -In adolescents, diets high in polyunsaturated fatty acids are reported to lower both SBP and DBP(1) -Insufficient evidence is available to recommend calcium and potassium supplementation for lowering BP in children with HTN -Magnesium supplementation was found by some studies to reduce DBP  -Some studies support the efficacy of potassium and calcium supplementation, which promotes sodium excretion and reduces sodium retention, thereby reducing BP -Further research is needed regarding the potential role of fat and fiber in BP in children prior to establishing recommendations -Limited studies indicate an inverse relationship between DBP and fiber in boys and between SBP and protein, cholesterol, and fiber in girls -Systolic BP was significantly reduced in teenagers with pre-HTN  when they increased their intake of polyunsaturated fats to 20% of caloric intake compared to a nonrandomized control group –Recommend a reduction in caffeine intake, especially that in sodas.High caffeine intake is associated with higher SBP(51)",
            "There are no data regarding the effect of avoidance of tobacco, alcohol, and stress on BP control in children, but these health-promoting  practices should be included in patient and family education (1,2,3) . Problem Goal Intervention Expected Progression Home Program  Lack of education regarding contraindications and precautions for physical activity and exerciseEducate patient and/or primary caregivers regarding contraindications and precautions for physical activity/exercise _ Demonstrate independence with monitoring HR, BP, and/or perceived level of exertionTherapeutic activities/"
        ]
    },
    "desired outcomes outcome measures": {
        "ultimate goal is reduced bp and maintenance of normal bp levels for age, gender, and height through compliance with an overall lifestyle modification plan that includes daily physical activity and necessary dietary changes": [],
        "improve bmi": [],
        "decrease percentage of body fat": [
            "Body composition (skinfold assessment)"
        ],
        "increase daily physical activity": [
            "Physical activity level (e.g., pedometer/accelerometer), 6MWT"
        ],
        "improve quality of life": [
            "SF-36  or SF-12"
        ]
    },
    "maintenance or prevention": [
        "The recommended lifestyle modifications should be maintained as a part of theongoing, daily routine(12)",
        "Authors of a 2013 systematic review and meta-analysis  found that obesity prevention programs have a moderate effect on reducing BP. Participants in programs that combine diet and physical activity interventions had a significantly greater reduction in both SBP and DBP than those in diet-only or physical-activity-only  interventions(49)",
        "It is recommended that children should be screened regularly for early detection of HTN so that treatment can be initiated as early as possible(30)",
        "Patient and caregiver/family lifestyle modifications, including weight management, daily exercise, dietary modifications, and health education, need to be emphasized.(30) The 2005 United States Dietary Recommendations for Children and Adolescents suggest that parents and guardians should be responsible for teaching their children about food and nutrition both at and away from home. The guidelines also recommend that parents and guardians serve as role models and lead by example(44)",
        "Healthcare professionals, educators, and policy makers should play a key role in the prevention of obesity and related risk factors for the development of HTN and other chronic diseases associated with the condition(30)",
        "The incidence of adult HTN, atherosclerosis, DM2, stroke, and/or MetS may be reduced and/or prevented by decreasing the risk factors for the development of HTN in children, such as obesity and poor physical fitness. Childhood BP is the best predictor of adult BP(2,9,13) Screening children for high cholesterol, high BP, obesity, and elevated glucose levels could identify both children and their parents at increased risk for CVD, DM2, and HTN(35) –Researchers at Cincinnati Children’s Hospital conducted a longitudinal study to evaluate the use of risk factor screening results of 5- to 19-year-old  children and adolescents in order to predict the parents’ risk for developing CVD, DM2, and HTN(35) -Longitudinal data from the National Heart, Lung, and Blood Institute Princeton Follow-Up  Study, a 22- to 30-year follow-up  of Black and White school-aged children and their parents, were analyzed -Results suggest that pediatric risk factors predict risk for developing CVD, DM2, and HTN as in parents -Elevated triglycerides and LDL cholesterol levels in children and adolescents 5 to 19 years of age were predictive of parental CVD by mean age of 66 years",
        "Long-term  compliance with lifestyle modifications (dietary changes and regular physical activity) is more likely to be achieved through a family-based  approach versus a patient-only-oriented  approach, since most children view their guardians and siblings as role models(1,2,10) Weight loss is highly effective in reducing BP in overweight children; however, treatment interventions promoting sustained, long-term  weight loss in children have been largely ineffective. Innovative nutrition interventions need to be established to address the unique needs and circumstances of children (2,3,9) Educate children and adolescents on the deleterious effects of alcohol and smokin (2,3) "
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Chobanian AV, Bakris GL, Black HR, et al. Seventh report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure. Hypertension . December 2003;42(6):1206-1252.  (G)"
        },
        {
            "number in article": 2,
            "reference": "Flynn JT, Kaelber DC, Baker-Smith  CM, et al. Clinical Practice Guideline for Screening and Management of High Blood Pressure in Children and Adolescents. Pediatrics . 2017;140(3):e20171904. doi:10.1542/peds.2017-1904.  (G)"
        },
        {
            "number in article": 3,
            "reference": "Baker-Smith  CM, Flinn SK, Flynn JT, et al. Diagnosis, evaluation, and management of high blood pressure in children and adolescents. Pediatrics . 2018;142(3):1-16. doi:10.1542/peds.2018-2096.   (G)"
        },
        {
            "number in article": 4,
            "reference": "Song P, Zhang Y, Yu J, et al. Global Prevalence of Hypertension in Children: A Systematic Review and Meta-analysis.  JAMA Pediatr . Advance online publication. October 7, 2019;1-10.  doi:10.1001/jamapediatrics.2019.3310. (M)"
        },
        {
            "number in article": 5,
            "reference": "García-Hermoso  A, Alonso-Martinez  AM, Ramírez-Vélez  R, Izquierdo M. Effects of Exercise Intervention on Health-Related  Physical Fitness and Blood Pressure in Preschool Children: A Systematic Review and Meta-Analysis  of Randomized Controlled Trials. Sports Med . September 25, 2019. doi:10.1007/s40279-019-01191-w.  (M)"
        },
        {
            "number in article": 6,
            "reference": "Pescatello LS, Franklin BA, Fagard R, Farquhar WB, Kelley GA, Ray CA; American College of Sports Medicine. American College of Sports Medicine position stand. Exercise and hypertension. Med Sci Sports Exerc . 2004;36(3):533-553.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Srivastava S, Beck A. Renal disease. In: Dusenbery SM, White AJ, eds. The Washington Manual of Pediatrics . Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2009:371-373.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Suresh S, Mahajan P, Kamat D. Emergency management of pediatric hypertension. Clin Pedriatr (Phila) . 2005;44(9):739-745.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Couch SC, Daniels SR. Diet and blood pressure in children. Curr Opin Pediatr . 2005;17(5):642-647.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Luma GB, Spiotta RT. Hypertension in children and adolescents. Am Fam Physician . 2006;73(9):1558-1568.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Nguyen M, Mitsnefes M. Evaluation of hypertension by the general pediatrician. Curr Opin Pedriatr . 2007;19(2):165-169.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Torrance B, McGuire KA, Lewanczuk R, McGavock J. Overweight, physical activity, and high blood pressure in children: a review of the literature. Vasc Health Risk Manag . 2007;3(1):136-149.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Rowan S, Adrogue H, Mathur A, Kamat D. Pediatric hypertension: a review for the primary care provider. Clin Pediatr (Phila) . 2005;44(4):289-296.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Williams SS. Advances in genetic hypertension. Curr Opin Pediatr . 2007;19(2):192-198.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Cunningham SG. Assessment and management of patients with hypertension. In: Hinkle JL, Cheever KH, eds. Brunner and Suddarth's Textbook of Medical-Surgical  Nursing. 13th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2014:861-874.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "McCall A, Raj R. Exercise for prevention of obesity and diabetes in children and adolescents. Clin Sports Med . 2009;28(3):393-421.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Covelli MM. Prevalence of behavioral and physiological risk factors of hypertension in African-American  adolescents. Pediatr Nurs . 2007;33(4):323-332.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Staffileno BA, Coke LA. Recruiting and retaining young, sedentary, hypertension-prone  African American women in a physical activity intervention study. J Cardiovasc Nurs . 2006;21(3):208-216.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Fleming JA, George N. Complex risk factors underlying pre-hypertension  and hypertension in adolescents of color: a review. Am J Nurs Pract . 2008;12(11-12):49-56.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Mark AE, Janssen I. Dose-response  relation between physical activity and blood pressure in youth. Med Sci Sports Exerc . 2008;40(6):1007-1012.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Vasylyeva TL, Chennasamudram SP, Okogbo ME. Can we predict hypertension among preterm children?. Clin Pediatr . 2011;50(10):936-942.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Balla J, George SZ. The use of a modified treatment based classification system to treat an adolescent with imaging evidence of a herniated disc. Orthop Practice . 2008;20(3):176-81.  (C)"
        },
        {
            "number in article": 23,
            "reference": "Flegel J, Kolobe TH. Predictive validity of the test of infant motor performance as measured by the Bruininks-Oseretsky  test of motor proficiency at school age. Phys Ther . 2002;82(8):762-771.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Franjoine MR, Gunther JS, Taylor MJ. Pediatric Balance Scale: a modified version of the Berg Balance Scale for the school-age  child with mild to moderate motor impairment. Pediatr Phys Ther . 2003;15(2):114-128.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Guyatt GH, Sullivan MJ, Thompson PJ. The 6-minute walk: a new measure of exercise capacity in patients with chronic heart failure. Can Med Assoc J . 1985;132(8):919-923. (R)"
        },
        {
            "number in article": 26,
            "reference": "Sajan I, Manlhiot C, Reyes J, McCrindle BW, Humpl T, Friedberg MK. Pulmonary arterial capacitance in children with idiopathic pulmonary arterial hypertension and pulmonary arterial hypertension associated with congenital heart disease: relation to pulmonary vascular resistance, exercise capacity, and survival. Am Heart J . 2011;162(3):562-568.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Palisano RJ, Kolobe TH, Haley SM, Lowes LP, Jones SL. Validity of the Peabody Developmental Gross Motor Scale as an evaluative measure of infants receiving physical therapy. Phys Ther . 1995;75(11):939-951.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Feldman AB, Haley SM, Coryell J. Concurrent and construct validity of the Pediatric Evaluation of Disability Inventory. Phys Ther . 1990;70(10):602-610.  (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Carletti L, Rodrigues AN, Perez AJ, Vassallo DV. Blood pressure response to physical exertion in adolescents: influence of overweight and obesity. Arq Bras Cardiol . 2008;91(1):24-30.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Durrani AM, Fatima W. Determinants of blood pressure distribution in school children. Eur J Public Health . 2012;22(3):369-373.  doi:10.1093/eurpub/ckr036. (R)"
        },
        {
            "number in article": 31,
            "reference": "Padilla-Raygoza  N, Ruiz-Paloalto  L, Guerrero RD, Canfield CM. Prevalence of overweight/obesity in school-aged  children from Celaya, Guanajuato, Mexico, and its association with arterial hypertension: a cross-sectional  study. Internet J Pediatr Neonatol . 2011;13(2):1-9.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Zhang A, Hu H, Sanchez BN, et al. Association between prenatal lead exposure and blood pressure in children. Environ Health Perspect . 2012;120(3):445-450.  doi:10.1289/ ehp.1103736. (R)"
        },
        {
            "number in article": 33,
            "reference": "Wu HP, Yang WC, Wu YK, Zhao LL, Chen CY, Fu YC. Clinical significance of blood pressure ratios in hypertensive crisis. Arch Dis Child . 2012;97(3):200-205. doi:10.1136/archdischild-2011-300373.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Lee SH, Kim JH, Kang MJ, Lee YA, Won Yang S, Shin CH. Implications of nocturnal hypertension in children and adolescents with type 1 diabetes. Diabetes Care . 2011;34(10):2180-2185.  doi:10.2337/dc11-0830  R. (R)"
        },
        {
            "number in article": 35,
            "reference": "Morrison JA, Glueck CJ, Wang P. The child as proband for future parental cardiometabolic disease: the 26-year prospective Princeton Lipid Research Clinics Follow-up  Study. J Pediatr. 2012;160(4):590-597.  doi:10.1016/j.jpeds.2011.12.003. (R)"
        },
        {
            "number in article": 36,
            "reference": "Chandar J, Zilleruelo G. Hypertensive crisis in children. Pediatr Nephrol . 2012;27(5):741-751.  doi:10.1007/s00467-011-1964-0.  (RV)"
        },
        {
            "number in article": 37,
            "reference": "Malatesta-Muncher  R, Mitsnefes MM. Management of blood pressure in children. Curr Opinion Nephrol Hypertens . 2012;21(3):318-322.  doi:10.1097/MNH.0b013e328351c415. (RV)"
        },
        {
            "number in article": 38,
            "reference": "Hansen ML, Gunn PW, Kaelber DC. Underdiagnosis of hypertension in children and adolescents. JAMA. 2007;298(8):874-879.  (R)"
        },
        {
            "number in article": 39,
            "reference": "McNiece KL, Poffenbarger TS, Turner JL, Franco KD, Sorof JM, Portman RJ. Prevalence of hypertension and pre-hypertension  among adolescents. J Pediatr. 2007;150(6):640-644.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Urrutia-Rojas  X, Egbuchunam CU, Bae S, et al. High blood pressure in school children: prevalence and risk factors. BMC-Pediatr . 2006;6:32. (R)"
        },
        {
            "number in article": 41,
            "reference": "Patil RR, Garg BS. Prevalence of hypertension and variation in blood pressure among school children in rural area of Wardha. Indian J Public Health . 2014;58(2):78-83. doi:10.4103/0019-557X.132278.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Scrati-Manzoni  E, Fossali E, Agostoni C, et al. Electrolyte abnormalities in cystic fibrosis: systematic review of the literature. Pediatr Nephrol . 2014;29(6):1015-1023. doi:10.1007/s00467-013-2712-4.  (SR)"
        },
        {
            "number in article": 43,
            "reference": "Saneei P, Hashemiour M, Kelishasi R, Esmailzadeh A. The Dietary Approaches to Stop Hypertension (DASH) Diet affects inflammation in childhood metabolic syndrome: a randomized cross-over  clinical trial. Ann Nutr Metab . 2014;64(1):20-27.  doi:10.1159/000358341. (RCT)"
        },
        {
            "number in article": 44,
            "reference": "Gidding SS, Dennison BA, Birch LL, et al. Dietary recommendations for children and adolescents: A guide for practitioners. Pediatrics . 2006;117(2):544-559. doi:10.1542/peds.2005-2374.  (G)"
        },
        {
            "number in article": 45,
            "reference": "Nisbet LC, Yiallourou SR, Biggs SN, et al. Preschool children with obstructive sleep apnea: the beginnings of elevated blood pressure? Sleep. 2013;36(8):1219-1226. doi:10.5665/sleep.2890. (R)"
        },
        {
            "number in article": 46,
            "reference": "Vivante A, Twig G, Tirosh A, Skorecki K, Calderon-Margalit  R. Childhood history of resolved glomerular disease and risk of hypertension during adulthood. JAMA. 2014;311(11):1155-1157.  doi:10.1001/jama.2013.284310.   (R)"
        },
        {
            "number in article": 47,
            "reference": "Becker AM, Goldberg JH, Henson M, et al. Blood pressure abnormalities in children with sickle cell anemia. Pediatr Blood Cancer . Advance online publication. 2014;61(3):518-522.  doi:10.1002/pbc.24843.   (R)"
        },
        {
            "number in article": 48,
            "reference": "Nguyen JV, Robbins JM, Houck KL, et al. Severe obesity and high blood pressure among children, Philadelphia health centers, 2010. J Prim Care Community Health . 2014;5(2):152-155.  doi:10.1177/2150131913506437. (R)"
        },
        {
            "number in article": 49,
            "reference": "Cai L, Wu Y, Wilson RF, Segal JB, Kim MT, Wang Y. Effect of childhood obesity prevention programs on blood pressure: a systematic review and meta-analysis.  Circulation . 2014;129(18):1832-1839.  doi:10.1161/CIRCULATIONHAHA.113.005666. (SR)"
        },
        {
            "number in article": 50,
            "reference": "Bonamy AK, Källén K, Norman M. High blood pressure in 2.5-year-old  children born extremely preterm. Pediatrics . 2012;129(5):e1199-1204.  doi:10.1542/peds.2011-3177.  (R)"
        },
        {
            "number in article": 51,
            "reference": "McCambridge TM, Benjamin HJ, Brenner JS, et al. Council on Sports Medicine and Fitness. Athletic participation by children and adolescents who have systemic hypertension. Pediatrics . 2010;125(6):1287-1294.  doi:10.1542/peds.2010-0658.  (G)"
        },
        {
            "number in article": 52,
            "reference": "Schroeder ML, Delaney A, Baker A. The child with cardiovascular dysfunction. In: Hockenberry MJ, Wilson D, eds. Wong’s Nursing Care of Infants and Children . 10th ed. St. Louis, MO: Elsevier Mosby; 2015:1302-1306.  (GI)"
        },
        {
            "number in article": 53,
            "reference": "Rerksuppaphol S, Rerksuppaphol L. Association of obesity with the prevalence of hypertension in school children from central Thailand. J Res Health Sci . 2015;15(1):17-21. (R)"
        },
        {
            "number in article": 54,
            "reference": "Flynn JT, Daniels SR, Hayman LL, et al. American Heart Association Atherosclerosis, Hypertension and Obesity in Youth Committee of the Council on Cardiovascular Disease in the Young. Update: Ambulatory blood pressure monitoring in children and adolescents: A scientific statement from the American Heart Association. Hypertension . 2014;63(5):1116-1135.  doi:10.1161/HYP.0000000000000007. (G)"
        },
        {
            "number in article": 55,
            "reference": "Kuciene R, Dulskiene V. Associations of short sleep duration with prehypertension and hypertension among Lithuanian children and adolescents: A cross-sectional  study. BMC Public Health . 2014;14:255. doi:10.1186/1471-2458-14-255.  (R)"
        },
        {
            "number in article": 56,
            "reference": "Zhang YX, Zhao JS, Zhang ZHC. Percentiles of waist-to sitting-height  ratio and its relationship with obesity and elevated blood pressure among children and adolescents in Shangdong, China. Blood Press Monit . 2016;21(1):33-37.  (R)"
        },
        {
            "number in article": 57,
            "reference": "Guerrero-Romero  F, Rodriguez-Moran  M, Hernandez-Ronguillo  G, et al. Low serum magnesium levels and its association with high blood pressure in children. J Pediatr. 2016;93-93.  (R)"
        },
        {
            "number in article": 58,
            "reference": "Park JS, Jung I, young JjC, Cho HY. Impact of adolescent pregnancy on hypertension in postmenopausal women. J Hypertens . 2016;34(1):47-53.  (R)"
        },
        {
            "number in article": 59,
            "reference": "CDC – Physical Activity Facts. https://www.cdc.gov/healthyschools/physicalactivity/facts.htm . Accessed October 24, 2019. (PGR)"
        },
        {
            "number in article": 60,
            "reference": "Chen AK, Roberts CK, Barnard RJ. Effects of a short-term  diet and exercise intervention on metabolic syndrome in overweight children. Metabolism . 2006;55:871-878.  (R) "
        }
    ]
}