{
    "metadata": {
        "title": "Cancer-Related  Fatigue and Exercise",
        "synonyms": [
            "cancer fatigue, exercise",
            "cancer fatigue distress, exercise",
            "fatigue in cancer, exercise",
            "fatigue, cancer-related  and exercise",
            "exercise and cancer-related  fatigue"
        ],
        "anatomical location body part affected": [
            "Widespread pervasive and generalized fatigue/ diminished energy or capacity and motivation to accomplish normal ADLs"
        ],
        "area of specialty": [
            "oncology"
        ],
        "description": [
            "As defined by the National Comprehensive Cancer Network, cancer-related  fatigue (CRF) is “a distressing, persistent subjective sense of tiredness or exhaustion related to cancer or cancer treatment that is not proportional to recent activity and interferes with usual functioning” (1)",
            "Worldwide, 50% to 90% adults with various types of cancer experience disproportionate fatigue and functional decline each year that impairs all health-relatedQOL  functional domains. CRF begins at diagnosis and typically worsens during treatment. It can persist for months to years after diagnosis (1)",
            "CRF reduces a patient’s ability to participate in cancer treatments and in ADLs, thus reducing overall QOL and potentially overall survival (2)",
            "CRF does not improve with rest and rarely occurs as an isolated symptom. Rather, CRF has a multidimensional nature associated with a cluster of symptoms such as sleep disturbance, pain, and emotional distress (2,3)",
            "In a United States study, researchers found that 45% of cancer survivors report moderate to severe CRF (4)",
            "Moderately strong evidence from systematic reviews with meta-analysis of RCTs supports the use of exercise programs for reducing CRF.(2,4) Authors of a 2017 meta-analysis   (11,525 participants; 78% female; mean age 54 years) found that the evidence was strong enough to recommend exercise as a first-line  intervention for CRF (2)",
            "Patients of all ages and with all types of cancer benefited from physical activity according to the results of the 2017 meta-analysis.  Exercise was more effective when patients were undergoing primary treatment, whereas exercise plus psychological intervention was more effective after primary treatment (2)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "C21": "malignant neoplasm of anus and anal canal",
            "C34": "malignant neoplasm of bronchus and lung",
            "C50": "malignant neoplasm of breast",
            "C56": "malignant neoplasm of ovary",
            "C61": "malignant neoplasm of prostate",
            "C71": "malignant neoplasm of brain",
            "C76": "malignant neoplasm of head, face and neck",
            "C80": "malignant neoplasm without specification of site (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified for treating CRF with supervised physical activity"
        ],
        "presentation signs and symptoms": [
            "Common symptoms of CRF include: (1) –Physical fatigue -Inactivity with associated deconditioning(4) -Stress -Idleness –Mental fatigue -Decreased attention span -Decreased concentration -Short-term  memory loss -Decreased ability to learn new things -Emotional distress(4) –Treatment-related  symptoms -Pain -Nausea -V omiting",
            "Patients report experiencing atypical and persistent fatigue, commonly described as overwhelming, while performing everyday tasks that is not relieved by rest (2,3)",
            "Patient-reported  symptoms of CRF are consistent with functional decline in both physical and mental performance (1,3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "CRF is likely multifactorial, with both physical and psychological causes. (1)The exact etiology and how much the canceror the cancer treatment contributes to CRF remains unclear",
            "The etiology of CRF is categorized as either central or peripheral(3)–Central CRF refers to fatigue originating from deficits in the CNS. Causes include inflammation, cytokine dysfunction,hypothalamic-pituitary-adrenal  axis disruption, disruptions in circadian rhythm, serotonin dysregulation, and vagalafferent nerve activation–Peripheral CRF refers to fatigue originating from impairments within the musculoskeletal system such as musclemetabolism dysregulation and problems with adenosine triphosphate (ATP) regulation and production",
            "The kind and stage of cancer, whether or not there is metastasis, and type of cancer treatment may affect the severity ofCRF (2)",
            "Cancer treatment (5)–Radiation therapy-Radiation therapy uses high-energy  particles or waves to destroy or damage cancer cells. It is one of the most commoncancer treatments, either by itself or along with other forms of treatment–Chemotherapy-The use of medicines or drugs to treat cancer-CRF typically worsens in the first few days after treatment and then improves until the next treatment cycle–Targeted therapy-Targeted therapy uses drugs or other substances to more precisely identify and attack cancer cells, resulting in minimaldamage to normal, healthy cells. Targeted therapy are a growing field of cancer treatment regimens"
        ],
        "pathogenesis": [
            "The pathophysiological mechanism of CRF has not been determined and possibly varies among individuals and kinds ofcancer. Several potential mechanisms have been proposed, including serotonin excess, vagal afferent activation, anemia,and ATP deficiency (3)",
            "The pathogenesis of CRF is multifactorial and involves cognitive, emotional, psychological, and somatic aspects (3)",
            "Central fatigue may be due to failure of the CNS to transmit neuronal impulses. Transmission failure can lead to decreasedability to perform physical or cognitive tasks without the presence of motor weakness or cognitive failure (3)–Alterations in cytokine response, hypothalamic-pituitary-adrenal  axis, circadian rhythm, serotonin, and vagal afferentnerve function are thought to be central factors that can lead to CRF",
            "Peripheral fatigue occurs when a muscle is unable to perform a task despite receiving a stimulus, likely due to deficienciesin ATP or muscle metabolites (3)",
            "CRF is likely driven by a proinflammatory cytokine response. Elevated levels of cytokines can cause a variety of effects,including alterations in muscle function and impairments to the CNS, as they penetrate the blood-brain  barrier (3,4,6)",
            "The adverse side effects of radiation therapy and chemotherapy probably contribute to the development and severity ofCRF. Fifty to ninety percent of patients with cancer experience CRF; the higher end of this range represents those whoundergo chemotherapy or radiation(1,3)–65% to 100% of patients undergoing radiation therapy experience CRF(7)–82% to 96% of patients undergoing chemotherapy report CRF(7)"
        ],
        "fatigue is a major side effect for patients who receive interleukins, tnf-α, and interferon": [],
        "risk factors": [
            "Female (1)",
            "Younger patients (> 60 years of age) (1)",
            "Cancer treatment (5)–Surgery–Radiation therapy–Chemotherapy–Targeted therapy",
            "Increased stress (1,3)",
            "Sedentary lifestyle or lack of regular physical activity (8)",
            "Weight loss (possibly due to anorexia-cachexia  syndrome) (3)",
            "Poor sleep quality (4)",
            "Childhood adversity(8)",
            "Depression, catastrophizing, loneliness, trait anxiety(8)Overall Contraindications/Precautions/Recommendations"
        ],
        "clinicians should follow the guidelines of their clinic hospital and what the patient’s physician orders in regard to treatment intervention and treatment intensity. confirm that the patient has received medical clearance for exercise therapy. exercise": [],
        "observe the patient’s medical orders regarding advanced directives, specifically cpr or advanced cardiac life support. note specifically in the patient’s medical chart their advanced directives": [],
        "respect the patient’s self-reported  level of pain at all times": [],
        "confirm that the patient does not have any unstable cardiac disease, acute infection, or other acute medical condition that would contraindicate exercise": [],
        "in pediatric cases, obtain written consent from parents or legal caretaker and secure their involvement commitment to treatment": [],
        "document fatigue with a visual analog scale  v as . modify treatment if patient’s fatigue level worsens": [],
        "patients may be wary of reporting severity of fatigue out of fear of receiving less aggressive cancer treatment.   pay close attention to physical and nonverbal signs of fatigue": [],
        "see specific  contraindications precautions recommendations to examination   and  contraindications precautions recommendations   under assessment plan of care": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": " Medical management What cancer treatment has the patient received or is currently receiving? Have potential CRF contributing factors, such as anemia, poor sleep quality, nutritional deficiencies, dehydration, emotional distress, prolonged bed rest, and comorbidities, been treated or ruled out?Document any surgical intervention to date. When? Are there any specific postsurgical guidelines to follow during treatment?Obtain a complete list of prescribed medications that are currently being taken to treat CRF and cancer For patients with cancer-related  anemia, the best evidence for efficacy of drug treatments favors the use of hematopoietic growth factors (e.g., darbepoetin)(1) For patients with depression, the best evidence for efficacy of drug treatments favors the use of methylphenidate (a psychostimulant)(1) Modafinil is a novel CNS stimulant used to treat excessive fatigue and sleepiness. It has been shown useful in treating patients with CRF(1)",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: A variety of diagnostic tests may be indicated depending on the underlying disease and complications that may have arisen during the patient’s medical treatment",
                        "Medically treatable causes of fatigue (e.g., anemia, insomnia, hypothyroidism) should be addressed, and other",
                        "illnesses (e.g., chronic fatigue syndrome, fibromyalgia, heart failure, EpsteinBarr  virus infection, multiple sclerosis, hypothyroidism) should be ruled out prior to a diagnosis of CRF (1,8)",
                        "Tests commonly ordered include CT scan, blood tests, lumbar puncture, bone marrow biopsy/aspiration, MRI, X-ray, and ultrasound"
                    ],
                    "alternative therapies": "Document any treatment at home or alternative/complementary therapies for fatigue (e.g., herbal supplements, acupuncture, yoga, tai chi, breathing exercises) that have been tried and whether they were helpful. Acupuncture was shown to be an effective auxiliary therapeutic method in CRF(1)",
                    "previous therapy": "Document whether the patient has any rehabilitation services for this condition and what specific treatments were helpful or not helpful. Has the patient tried exercise for relieving fatigue and, if so, what specific exercise program was helpful or not helpful?"
                },
                "aggravating easing factors": "Do any situations seem to make symptoms worse or better? Document length of time prior to exacerbating/alleviating symptoms. Do ADLs worsen the CRF and, if so, what specific activities are the most aggravating?",
                "body chart": "Use body chart to identify location of any tenderness or pain",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent)",
                "rating of symptoms": "Use a V AS or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also document changes in symptoms due to weather or other external variables -Are fatigue symptoms associated with physical activity related to a specific time of day or to the time that medications are taken?",
                "sleep disturbance": "Does the patient complain of insomnia? If present, document the usual number of wakings/night and report this to physician",
                "other symptoms": "Document other symptoms the patient may be experiencing that may exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician  -Patients often report complaints of mental fatigue (e.g., lack of motivation, inability to concentrate, forgetfulness) that impair regular ADLs, including household work, gardening, and walking, as well as occupational duties (1) -Self-reported  QOL is reduced due to subjective functional decline(1) -Some patients present with both CRF and depression. Refer the patient to their physician if the patient has signs/ symptoms of depression(2,4)",
                "respiratory status": "Document whether the patient requires respiratory support, such as supplemental oxygen or a ventilator. If so, indicate the number of liters of oxygen and by what means it is being provided Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe (e.g., cognitive impairment, speech deficit, foreign language)"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any medical conditions or interventions related to the patient’s cancer. Document the patient’s typical physical activity level prior to onset of cancer and CRF",
                    "comorbid diagnoses": "Ask the patient about coexisting medical problems, including diabetes, heart disease, musculoskeletal disorders, psychiatric disorders, and chronic lung disease",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs, herbal remedies, and nutritional supplements)",
                    "other symptoms": "Ask the patient about other symptoms they may be experiencing that have affected functional mobility and QOL. Have mental health services been provided for patient and/or family?"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient currently attending school, working, or on a leave of absence from work due to medical disability? Describe the job requirements and work/school setting. In what recreational activities or sports does the patient participate, if any? Does the patient have a strong support network? What hobbies or special interests does the patient enjoy?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient currently require the use of assistive devices or equipment in order to perform self-care  activities, such as a walker, cane, elevated commode, grab bars, or reacher?",
                "living environment": "With whom does the patient live (e.g., family members, caregivers)? Identify if there are any barriers to patient’s independence in the homeStairs? If so, number of floors in home? Location of bedroom and bathroom? Entrance to the home? Shower vs. bathtub? Modifications within the home may need to be made depending on the patient’s functional mobility status -What support systems within the home (family/caregiver) and community are available for the patient? How does the patient access their community (e.g., drive, public transportation, walking)?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) •Anthropomorphic: Determine BMI and compare to age- and sex-matched  values. Is the patient underweight?",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Evaluate the need for any assistive and adaptive devices and determine the appropriate fit. Patients may require a cane or walker to compensate for severe mobility deficits or CRF. Also consider assistive devices within the home to increase safety with bathing, toileting, and transfers",
            "balance": "Assess static and dynamic balance; use Berg Balance Scale (BBS), Standing Reach, Timed-Up-and-Go  (TUG), or Pediatric Balance Scale (PBS), as appropriate. Does impaired balance modify the patient’s independent use of exercise modalities?",
            "cardiorespiratory function and endurance": [
                "Assess patient’s functional aerobic endurance with the 6-minute  walk for distance test (6MWT) at self-paced speed",
                "Report patient’s exertional level using the Borg Rating of Perceived Exertion (RPE) Scale or any dyspnea scale "
            ],
            "circulation": "Assess distal pedal pulses. Document any pitting edema",
            "functional mobility": "Assess basic ADLs and level of assistance required to safely perform skills such as transfers, bed mobility, grooming, dressing, and toileting –Utilize the FIM, WeeFIM, TUG test, Timed Up and Down Stairs (TUDS) test, Peabody Developmental Motor Scales, Second Edition (PDMS-2),  Pediatric Evaluation of Disability Inventory (PEDI), and/or Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)  as appropriate per patient’s age and setting",
            "gait locomotion": "Assess patient’s gait and note any significant deviations. Assess safety with Dynamic Gait Index (DGI)Assess bilateral upper and lower extremity joint mobility using the Paris Stoddard Scale if indicated by the presence of impaired ROM or movement limitations in functional tasks",
            "muscle strength": "Scan strength in the upper and lower extremities and trunk using manual muscle testing (MMT). If appropriate, use weight machines for strength testing as indicated for exercise prescription –Muscle weakness in cancer patients is often present due to ATP dysregulation or buildup of metabolic by-products  at the neuromuscular junction(3)",
            "observation inspection palpation including skin assessment": [
                "Document presence and location of any skin lesions or rash that may be associated with cancer-related  treatments",
                "Assess upper and lower extremities for muscle atrophy",
                "Assess pain/tenderness of soft tissue and joints"
            ],
            "posture": "Assess standing and sitting posture. Note any abnormalities such as rounded shoulders, forward head, decreased/ increased lumbar lordosis, or increased thoracic kyphosis",
            "range of motion": "Assess bilateral upper and lower extremity ROM and muscle flexibility as indicated, especially the hip flexors, quadriceps, hamstrings, and calf,which can affect functional mobility and ambulatory efficiency",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral C5, C6, C7, L4, and S1 and note any abnormality",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –The current severity of CRF can be assessed with V AS-E.  Note whether fatigue symptoms were exacerbated by certain activities during the physical exam –The Brief Fatigue Inventory(1) –The Cancer-Related  Fatigue Distress Scale(1) –The Piper Fatigue Scale (PFS), a 22-item  numeric rating scale, evaluates subjective fatigue (behavioral, sensory, affective, cognitive, mood), with each item rated from 0 (none) to 10 points (a great deal)(1) –The Short Form Health Survey (SF-36)  evaluates self-perceived health and QOL –The Functional Assessment of Chronic Illness Therapy–Fatigue  (FACIT-F),  Version 4, a 13-item  questionnaire that measures an individual’s level of fatigue during usual daily activities over the past week. Each item is rated on a 0 (no fatigue) to 4 (very much fatigue) scale. This instrument is also called the Functional Assessment of Cancer Therapy (FACT) Fatigue Scale(1) –The General Sleep Disturbance Scale (GSDS), a 21-item  numeric rating scale, evaluates sleep disturbance, with each item rated from 0 (never) to 7 (every day). A score of 43 or higher reflects sleep disturbance(11)Child Report Form of the Child’s Health and Illness Profile–Child  Edition (CHIP-CE/CRF)  and Adolescent Edition (CHIP-PE-AE)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess patient’s ability to follow commands and attend to specific tasks. CRF symptoms such as diminished attention or ability to concentrate, insomnia or hypersomnia, increased emotional lability, and perceived problems with short-term  memory can affect the patient’s ability to fully participate in a structured exercise program(10)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "CRF/poor physical functioning secondary to fatigue and inactivity that contribute to reduced muscle strength and cardiorespiratory endurance;loss of vitality is associated with reduced health-related  QOL",
        "rule out": " Rule out Physicians may determine whether coexisting conditions such as severe dehydration, anemia, hypothyroidism, infection, heart failure, anxiety/depression, and sleep apnea worsen the patient’s CRF (7)",
        "prognosis": [
            "Type and stage of cancer, whether or not there is metastasis, and cancer treatment may affect severity of CRF.(14)CRF can last for months to years, even after cancer treatment has stopped(8)",
            "Research is lacking on which specific physiological benefits of exercise are associated with positive treatment outcomes in patients with CRF",
            "Age does not appear to reduce the benefit of exercise. Older patients with CRF appear to derive similar exercise benefits as younger ones(15)",
            "Patients with very high levels of fatigue may receive the greatest benefits of exercise(16)"
        ],
        "referral to other disciplines": " Referral to other disciplines Sleep therapist for insomnia Acupuncturist for pain Clinical psychiatrist for depression Dietician for concerns regarding weight loss and loss of appetite Aquatic exercise therapist for pool training Occupational therapist for ADL training",
        "other considerations": [
            "The American Cancer Society (ACS) has published guidelines on nutrition and exercise for cancer prevention that are consistent with general health promotion(17)",
            "Authors of a qualitative research study reported several factors that women with breast cancer perceived as barriers to exercise after breast cancer treatment. These included treatment-related  side effects, self-image  issues, inadequate education regarding exercise, and perceived limitations to exercise(18)  –The most common treatment-related  side effects included dizziness, nausea, paresthesia in the hands and feet, swollen joints, and hair loss –Self-image  issues were mostly due to changing appearance, including hair loss, scars, and a perception of pity from others –Many participants were not given adequate information about type, intensity, and duration of exercise –Participants were wary of existing exercise programs because they were not specifically geared toward breast cancer survivors",
            "Patients with CRF may also experience a phenomenon called post-exercise  malaise, which is a worsening of CRF symptoms after performing a mentally or physically taxing activity. Symptoms of post-exercise  malaise can last for several hours after exercise or mental strain(19)"
        ],
        "treatment summary": [
            "Authors of a 2017 meta-analysis  including 113 RCTs and 11,525 participants found that exercise, psychological interventions, and a combination of exercise and psychological interventions are effective at reducing CRF. On the other hand, pharmaceutical interventions were not effective for reducing CRF (2) –Results of studies that examined a combined exercise and psychological intervention were mixed.Some found that a stand-alone  modality may be more effective than a combination –Exercise interventions may be more effective during treatment, whereas psychological or exercise plus psychological interventions may be more effective after completion of primary treatment",
            "A small, non-randomized  control trial (N = 22 Indian women with breast cancer who were receiving chemotherapy) found that participants who were given a pedometer-based  walking program demonstrated a statistically significant increase in functional capacity, QOL, and skeletal mass compared to participants who were given standard physical activity advice. Fatigue and total body fat improved as well, but these improvements were not statistically significant (20)",
            "In 2020 the European Society for Medical Oncology published clinical practice guidelines for diagnosing and treating CRF(21) –Physical activity is recommended for patients with CRF who do not experience cachexia –Moderate-intensity  physical exercise and aerobic and functional resistance exercises are recommended in patients with CRF –Brisk walking, stationary biking with light resistance, and home-based  aerobic and resistance training are recommended for improving CRF and overall QOL –QOL benefits from exercise may vary based on stage of cancer, treatment modality, and the lifestyle of the patient –Yoga is a good exercise option to improve CRF and QOL –A consensus was not reached regarding the use of acupuncture to treat CRF –Psychoeducation and cognitive behavioral therapy were recommended to manage CRF",
            "In a systematic review and meta-analysis  that included 11 RCTs (N = 788), investigators found a clear improvement in CRF as a result of exercise interventions, with a large effect size (4) –Aerobic exercise yielded better results than a combination of aerobic and resistance exercises in patients with CRF –High adherence to interventions leads to larger effect sizes –Effects of interventions were the same for all cancer types",
            "Authors of a 2017 systematic review and indirect-comparisons meta-analysis  who reviewed 245 articles concluded that patients can choose among different types of exercise and nonpharmacological interventions to reduce CRF(22) –Type of physical activity chosen may be influenced by patient preference, contraindications, or cost and availability of exercise equipment or classes –Relaxation is very important during cancer treatment but comes less important after treatment has concluded –The most effective interventions during cancer treatment were relaxation, massage, physical activity combined with cognitive behavioral therapy, and combined aerobic and resistance training –The most effective interventions after cancer treatment were yoga, inspiratory muscle training, combined aerobic and resistance training, and dance",
            "Authors of a systematic review studied the effect of diet interventions, exercise interventions, and a combination of diet and exercise interventions on CRF and QOL in men with prostate cancer(23) –Soy supplements improved QOL in men with prostate cancer but led to adverse events –A combination of healthy diet and aerobic and resistance training reduced CRF in men treated with androgen deprivation therapy –Exercise with or without nutrition therapy reduced CRF and improved QOL for men with prostate cancer  –A lower prevalence of CRF was found in women with breast cancer who consumed a higher-quality  diet compared with those who consumed a lower-quality  diet –Following a combined healthy eating and exercise intervention, reduced CRF symptoms were maintained at 6-month follow-up –Group-based  and structured exercise interventions were more effective than home-based  exercise interventions for improving CRF",
            "Authors of a systematic review of previous systematic reviews with meta-analyses  studied the effects of exercise (aerobic, resistance, or both) on CRF in adults(24) –Authors concluded that there was a lack of certainty around the positive effects of exercise on CRF –However, none of the systematic reviews demonstrated worsening of CRF due to exercise",
            "Authors of a small study (N = 34) studied the effects of aerobic exercise on patients with CRF and found that aerobic exercise had a beneficial impact on CRF (25) –Exercise may protect against proinflammatory cytokines by balancing the ratio of proinflammatory cytokines and anti-inflammatory  cytokines –Exercise may help to reduce sleep disturbances and psychological distress –This study demonstrated that patients can receive positive effects from aerobic exercise during radiation treatments –Resistance training and alternative forms of exercise did not produce a significant decrease in CRF –Aerobic exercise as an intervention significantly increased QOL during and after cancer treatment",
            "Tai chi was shown to reduce CRF in patients with nasopharyngeal cancer compared with usual care. Tai chi was performed for 1 hour, 5 days a week during chemoradiotherapy(26) –Studies have shown that tai chi can improve neuromuscular reaction, lower extremity strength, muscle content, and bone density –In patient with COPD, tai chi was found to improve diaphragm strength, lung function, and exercise capacity –The meditation component of tai chi was found to promote overall well-being,  counteract stress, and improve psychological health",
            "In a systematic review and meta-analysis  researchers studied the effect of community-based  exercise programs on CRF(27) –Many community-based  exercise programs in this study met American College of Sports Medicine recommendations for physical activity –Community-based  exercise programs have a small yet significant effect on CRF –This review states that patients can feel confident that reductions in CRF can be maintained when participating in community-based  programs",
            "Authors of a small study (N = 18 patients with cancer who were hospitalized for radiotherapy or chemotherapy) found that targeting exercise programs to a rating of 4 (of 10) on the Borg Rating of Perceived Exertion Scale can lead to an immediate reduction in CRF after exercise therapy in patients with cancer(28)",
            "The exercise prescription should be individualized according to each patient’s health status, functional capacity, preferred type of aerobic activity, and voluntary exertion. In most cases, walking is a safe and enjoyable aerobic activity",
            "The exercise dose (i.e., the intensity, duration, and frequency) should be progressed gradually according to individual patient tolerance, with close monitoring of fatigue and modification of the exercise program as indicated ›It is recommended that patients with cancer achieve 500–1000  metabolic equivalents of task (METs) minutes of activity weekly(9)",
            "At least 150 minutes of moderate-intensity  exercise or 75 minutes of vigorous-intensity  exercise per week",
            "Exercise should be performed in episodes of at least 10 minutes and spread throughout the week",
            "Adults with chronic conditions should be as active as their condition allows if they are unable to meet the 150-minute recommendation",
            "For increased health benefits, patients with cancer can increase their moderate-intensity  exercise to 300 minutes per week or their vigorous-intensity  exercise to 150 minutes per week ›Authors of an RCT (n = 163 prostate cancer patients, 43 to 90 years of age) found that either impact (bounding, skipping, drop jumping, hopping, and leaping) and resistance training or aerobic and resistance training in university-affiliated  exercise clinics in Australia was effective for reducing CRF and enhancing vitality(16) ›In a systematic review of aquatic therapy for CRF investigators found that aquatic therapy (N = 137) was a safe and feasible way to reduce CRF in patients with breast cancer (29)  . Problem Goal Intervention Expected Progression Home Program Functional decline due to CRFImprove flexibility, endurance, strength, balance, walking ability, and functional statusTherapeutic exercise _ Individualized stretching, aerobic and resistive exercise training, as indicated _ _ Aquatic therapy   (30) _ Patients may benefit from an aquatic therapy program for aerobic endurance and strengthening _ _ Functional training _ Specific exercises for improving posture, balance, functional mobility, and/or gait, as indicated _ (See Treatment summary  for more details on aerobic endurance and strengthening programs)Individualized progression of exercise frequency, intensity, and duration, as indicated and tolerated. See Treatment summary , aboveProvide written instructions for safe, independent exercise ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Reduced symptoms of CRF",
            "Improved strength and flexibility, as indicated",
            "Improved cardiorespiratory endurance",
            "Improved functional mobility, as indicated",
            "Improved self-perceived  health and QOL"
        ],
        "outcome measures": [
            "V AS-E",
            "PFS",
            "ROM",
            "MMT",
            "Borg RPE Scale, dyspnea scale",
            "Functional mobility: FIM, WeeFIM, TUD test, DGI, 6MWT",
            "QOL: SF-36",
            "Balance scales: BBS, PBS, TUG test",
            "FACIT-F",
            "GSDS",
            "CHIP-CE/CRF,  CHIP-PE-AE"
        ]
    },
    "maintenance or prevention": [
        "Continue prescribed home-based  or community-based  exercises",
        "Maintain good sleep hygiene",
        "Ormel et al. studied predictors for exercise adherence after a cancer treatment program and found that the most prominent predictors were location of the rehabilitation center, previous exercise history, high motivation to exercise, and having fewer exercise limitations(31)"
    ],
    "patient education": [
        "Cleveland Clinic website, “Cancer Fatigue,” https://my.clevelandclinic.org/health/articles/cancer-related-fatigue",
        "American Cancer Society (ACS) website, https://www.cancer.org/",
        "National Cancer Institute, Comprehensive Cancer Information website, https://www.cancer.gov/",
        "National Comprehensive Cancer Network website, https://www.nccn.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Mohandas H, Jaganathan SK, Mani MP, Ayyar M, Thevi GR. Cancer-related  fatigue treatment: an overview. J Cancer Res Ther . October 2017;13(6):916-929.  doi:10.4103/ jcrt.JCRT_50_17. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Mustain KM, Alfano CM, Heckler C, et al. Comparison of pharmaceutical, psychological, and exercise treatments for cancer-related  fatigue: a meta-analysis.  JAMA Oncol . July 2017;3(7):961-968.  doi:10.1001/jamaoncol.2016.6914. (M)"
        },
        {
            "number in article": 3,
            "reference": "O'Higgins CM, Brady B, O'Connor B, Walsh D, Reilly RB. The pathophysiology of cancer-related  fatigue: current controversies. Support Care Cancer . October 2018;26(10):3353-3364.  doi:10.1007/s00520-018-4318-7.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Kessels E, Husson O, Van de Feltz-Cornelis  CM. The effect of exercise on cancer-related  fatigue in cancer survivors: a systematic review and meta-analysis.  Neuropsychiatr Dis Treat. February 2018;14:479-494.  doi:10.2147/NDT.S150464. (M)"
        },
        {
            "number in article": 5,
            "reference": "American Cancer Society. Treatment Types. American Cancer Society Web site. https://www.cancer.org/treatment/treatments-and-side-effects/treatment-types.html . (GI)"
        },
        {
            "number in article": 6,
            "reference": "Yang S, Chu S, Gao Y, et al. A narrative review of cancer-related  fatigue (CRF) and its possible pathogenesis. Cells. July 2019;8(7):738-756.  doi:10.3390/cells8070738. (R)"
        },
        {
            "number in article": 7,
            "reference": "Banipal RP, Singh H, Singh B. Assessment of cancer-related  fatigue among cancer patients receiving various therapies: a cross-sectional  observational study. Indian J Palliat Care. April 2017;23(2):207-211.  doi:10.4103/IJPC.IJPC_135_16. (R)"
        },
        {
            "number in article": 8,
            "reference": "Bower JE. The role of neuro#immune interactions in cancer#related fatigue: biobehavioral risk factors and mechanisms. Cancer. February 2019;125(3):353-364.  doi:10.1002/ cncr.31790. (RV)"
        },
        {
            "number in article": 9,
            "reference": "Stefani L, Galanti G, Klika R. Clinical implementation of exercise guidelines for cancer patients: adaptation of ACSM’s guidelines to the Italian model. J Funct Morphol Kinesiol . January 2017;2(4). doi:10.3390/jfmk2010004. (G)"
        },
        {
            "number in article": 10,
            "reference": "Granger CL, Connolly B, Denchy L, et al. Understanding factors influencing physical activity and exercise in lung cancer: A systematic review. Supportive Care in Cancer . 2017;25(3):983-999.  (SR)"
        },
        {
            "number in article": 11,
            "reference": "Panuccio F, Galeoto G, Marquez MA, et al. General Sleep Disturbance Scale (GSDS-IT)  in people with spinal cord injury: a psychometric study. Spinal Cord . November 2020;58:1183-1188.  doi:10.1038/s41393-020-0500-0.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Siemens W, Boehike C, Bennett MI, Offner K, Becker G, Gaertner J. Transcutaneous electrical nerve stimulation for advanced cancer pain inpatients in specialist palliative care —a blinded, randomized, sham-controlled  pilot cross-over  trial. Support Care Cancer . March 2020;28:5323-5333.  doi:10.1007/s00520-020-05370.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis Company; 2016. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Ma Y, He B, Jiang M, et al. Prevalence and risk factors of cancer-related  fatigue: a systematic review and meta-analysis.  Int J Nurs Stud . November 2020;111. doi:10.1016/ j.ijnurstu.2020.103707. (M)"
        },
        {
            "number in article": 15,
            "reference": "Van Vuplen JK, Sweegers MG, Peeters PH, et al. Moderators of exercise effects on cancer-related  fatigue: a meta-analysis  of individual patient data. Med Sci Sports Exerc . February 2020;52(2):303-314.  doi:10.1249/MSS.0000000000002154. (M)"
        },
        {
            "number in article": 16,
            "reference": "Taaffe DR, Newton RU, Spry N, et al. Effects of Different Exercise Modalities on Fatigue in Prostate Cancer Patients Undergoing Androgen Deprivation Therapy: A Year-long Randomised Controlled Trial. Eur Urol. Advance online publication. February 26, 2017;17(30108-2):pii:  S0302-2838.  doi:10.1016/j.eururo.2017.02.019. (RCT)"
        },
        {
            "number in article": 17,
            "reference": "Rock CL, Thomson C, Gansler T, et al. American Cancer Society guideline for diet and physical activity for cancer prevention. CA: A Cancer Journal for Clinicians . 2020;70(4):245–271.  doi:10.3322/caac.21591. (G)"
        },
        {
            "number in article": 18,
            "reference": "Kim S, Han J, Lee MY, Jang MK. The experience of cancer#related fatigue, exercise and exercise adherence among women breast cancer survivors: Insights from focus group interviews. J Clin Nurs . November 2020;29:758-769.  doi:10.1111/jocn.15114. (R)"
        },
        {
            "number in article": 19,
            "reference": "Towmey R, Yeung ST, Wrightson JG, Milllet GY, Culos-Reed  SN. Post-exertional  malaise in people with chronic cancer-related  fatigue. J Pain Symptom Manag . August 2020;60(2):407-416.  doi:10.1101/2019.12.12.19014829. (R)"
        },
        {
            "number in article": 20,
            "reference": "Ghandi A, Samuel SR, Kumar KV, Saxena PP, Mithra P. Effect of a pedometer-based  exercise program on cancer related fatigue and quality of life amongst patients with breast cancer receiving chemotherapy. Asian Pac J Cancer Prev . June 2020;21(6):1813-1818.  doi:10.31557/APJCP.2020.21.6.1813. (R)"
        },
        {
            "number in article": 21,
            "reference": "Fabi A, Bhargava R, Fatigoni S, et al. Cancer-related  fatigue: ESMO clinical practice guidelines for diagnosis and treatment. Ann Oncol . March 2020;31(6):713-723. doi:10.1016/j.annonc.2020.02.016. (G)"
        },
        {
            "number in article": 22,
            "reference": "Hilfiker R, Meichtry A, Eicher M, et al. Exercise and other non-pharmaceutical  interventions for cancer-related  fatigue in patients during or after cancer treatment: a systematic review incorporating an indirect-comparisons  meta-analysis.  Br J Sports Med . May 2018;52:651-658.  doi:10.1136/bjsports-2016-096422.  (M)"
        },
        {
            "number in article": 23,
            "reference": "Baguley BJ, Bolam KA, Wright OR, Skinner TL. The effect of nutrition therapy and exercise on cancer-related  fatigue and quality of life in men with prostate cancer: a systematic review. Nutrients. September 2017;9:1003. doi:10.3390/nu9091003. (SR)"
        },
        {
            "number in article": 24,
            "reference": "Kelley GA, Kelley KS. Exercise and cancer-related  fatigue in adults: a systematic review of previous systematic reviews with meta-analyses.  BMC Cancer . October 2017;17(693). doi:10.1186/s12885-017-3687-5.  (M)"
        },
        {
            "number in article": 25,
            "reference": "Patel JG, Bhise AR. Effect of aerobic exercise on cancer-related  fatigue. Indian J Palliat Care . October 2017;23(4):355-361.  doi:10.4103/IJPC.IJPC_65_17. (R)"
        },
        {
            "number in article": 26,
            "reference": "Zhou W, Wan YH, Chen Q, Qiu YR, Luo XM. Effects of tai chi exercise on cancer-related  fatigue in patients with nasopharyngeal carcinoma undergoing chemoradiotherapy: a randomized controlled trial. J Pain Symptom Manag . March 2018;55(3):737-44.  doi:10.1016/j.jpainsymman.2017.10.021. (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Wagoner CW, Lee JT, Battaglini CL. Community-based  exercise programs and cancer-related  fatigue: a systematic review and meta-analysis.  Support Care Cancer . March"
        },
        {
            "number in article": 2021,
            "reference": " doi:10.1007/s00520-021-06135-7.  (M)"
        },
        {
            "number in article": 28,
            "reference": "Matsugaki R, Akebi T, Shitama H, Wada F, Saeki S. Immediate effects of exercise intervention on cancer-related  fatigue. J Phys Ther Sci . 2018;30(2):262-265.  doi:10.1589/ jpts.30.262. (R)"
        },
        {
            "number in article": 29,
            "reference": "Barbagelata K, Eadi J, McNamara M, Sayles M, Smith JM. Aquatic therapy reduces pain and fatigue in breast cancer survivors: a systematic review. Rehab Oncol . December"
        },
        {
            "number in article": 2020,
            "reference": " doi:10.1097/01.REO.0000000000000247. (SR)"
        },
        {
            "number in article": 30,
            "reference": "Jiang Z. The consensus of physical therapeutic treatment on cancer patients. AIP Conference Proceedings . February 2020;2208(1):020050. doi:10.1063/5.0000360. (CP)"
        },
        {
            "number in article": 31,
            "reference": "Ormel HL, Van Der Schoot GG, Sluiter WJ, Jalving M, Gietema JA, Walenkamp AME. Predictors of adherence to exercise interventions during and after cancer treatment: a systematic review. Psycho#Oncology . 2018;27:713-724.  doi:10.1002/pon.4612. (SR)"
        }
    ]
}