{
    "metadata": {
        "title": "Cancer-Related  Fatigue",
        "synonyms": [
            "cancer fatigue",
            "cancer fatigue distress",
            "fatigue in cancer",
            "fatigue, cancer-related",
            "fatigue, cancer"
        ],
        "anatomical location body part affected": [
            "Cancer-related  fatigue appears to be systemic, pervasive, and, unlike peripheral muscle fatigue, is centralized (i.e., not localized to an individual organ or body part)"
        ],
        "area of specialty": [
            "oncology",
            "pediatric rehabilitation",
            "women’s health",
            "orthopedic rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "Cancer-related  fatigue (CRF) is an idiopathic syndrome characterized by persistent tiredness due to cancer or cancer treatment that compromises physical functioning and is not proportional to recent activity(7) –CRF has been reported to occur in 25–99%  of cancer patients.(56) Authors of a meta-analysis  reported a pooled prevalence of 52% (84 studies involving 144,813 subjects)(17)",
            "CRF is defined as a distressing, persistent, sense of physical, emotional, and/or cognitive exhaustion or tiredness related to cancer or cancer-related  treatment that interferes with functioning.(7) It is characterized by the following: –Diminished energy and increased need for rest not proportional to energy exerted –It can include -generalized weakness -diminished mental concentration -insomnia or hypersomnia -sleep is often not restorative -increased emotional reactivity -muscle weakness or heaviness",
            "The fatigue is generally considered to have a sensory dimension (fatigue severity, persistence), a physiological dimension (e.g., leg weakness, reduced mental concentration), and a performance dimension (decreased performance of needed or valued activities)(7)",
            "The National Comprehensive Cancer Network (NCCN) and the National Cancer Institute endorse a multimodal treatment approach that includes medications (e.g., for correction of anemia or depression), physical activity, dietary recommendations, cognitive-behavioral interventions, psychotherapy, and sleep hygiene(2,7) –An example of a multimodal treatment approach used in a 10-week  German study consisted of the following:(15) -The psychoeducation fatigue group: CRF comprehension and management, basics of communication, stress management (8 sessions of 75 minutes each) -Sleep education and sleep diary – two 75-minute sessions -Eurythmy: uses active, rhythmic exercises often on the basis of verses and poems (45 minutes consisting of 30 minutes of exercise and 15 minutes of rest) -Painting therapy  -Exercise therapy: consisted of 3–5 45-minute trainer-led  sessions over 10 weeks with patient instructed to exercise at home for 30 minutes a day, 3–5 times per week. Training was at 70–80%  maximum heartrate and was in the form of walking/running –See Clinical Review…Cancer-Related  Fatigue and Exercise ; CINAHL Topic ID Number: T709184 for a further discussion of exercise therapy for cancer patients"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "C21": "malignant neoplasm of anus and anal canal",
            "C34": "malignant neoplasm of bronchus and lung",
            "C50": "malignant neoplasm of breast",
            "C56": "malignant neoplasm of ovary",
            "C61": "malignant neoplasm of prostate",
            "C71": "malignant neoplasm of brain",
            "C76": "malignant neoplasm of head, face and neck",
            "C80": "malignant neoplasm without specification of site (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified for treating CRF with supervised physical activity"
        ],
        "presentation signs and symptoms": [
            "Patients may present for physical therapy intervention in various stages of their disease course/treatment; i.e., while undergoing active treatment, as long-term  (more than 5 years) survivors of cancer, or during end-stage  palliative care(7)",
            "Atypical and persistent fatigue, commonly described as overwhelming, felt on exertion while performing everyday tasks, and not relieved by rest(7)",
            "Reduced vigor, tiredness, lack of motivation, inability to concentrate, forgetfulness, etc., impaired regular ADLs, including household work, gardening, and walking, as well as occupational duties(7)",
            "Complaints of functional decline in both physical and mental performance(7)",
            "Reduced QOL, resulting in large part from functional decline(7)",
            "Insomnia/sleep disturbance/poor sleep quality(7)",
            "Researchers in the Netherlands found that fatigue levels in long-term cancer survivors vary depending on cancer type, time since diagnosis, age, sex, treatment with chemotherapy, number of comorbid conditions, educational level, and partnership(10) –Based on cancer survivorship data from 5,911 patients Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Except for chemotherapy-induced  anemia, which can contribute to general fatigue, the causative mechanisms of CRFremain obscure(2)",
            "There is increasing evidence that CRF is linked to gene polymorphisms, hypothalamic-pituitary-adrenal  disruption, alteredcircadian rhythmicity, diminished heartrate variability, immune dysfunction, serotonin dysregulation, mitochondrialdysfunction, 5-hydroxytryptophan  dysregulation, and proinflammatory cytokine activity(7)",
            "Authors of a 2015 systematic review suggest that CRF is linked to immune/inflammatory, metabolic, neuroendocrine, andgenetic biomarkers(11)"
        ],
        "pathogenesis": [
            "The pathophysiological etiology of CRF is unknown, although multiple comorbidities usually are present(2)",
            "Several etiological factors have been proposed, including serotonin excess, vagal afferent activation, anemia, and adenosinetriphosphate (ATP) deficiency(7)",
            "Radiation therapy (RT) and chemotherapy (CT) likely contribute to the incidence of CRF(7)",
            "Advice to reduce physical activity or to rest does not lessen the fatigue and, unlike muscle fatigue, CRF is systemicand may include changes in the central processing of fatigue, promoting a sense of fatigue in general, or fatigue not inproportion to amount of exercise(7)"
        ],
        "risk factors for crf": [
            "Authors of a 2020 systematic review and meta-analysis  (84 studies involving 144,813 subjects)identified the following riskfactors for CRF(17)–poor performance status–chemoradiotherapy–female sex–insomnia–neuroticism–pain–depression",
            "Comorbidities associated with chronic fatigue (e.g., chronic fatigue syndrome, fibromyalgia, Lyme disease, Epstein-Barrvirus infection, multiple sclerosis, heart failure, anxiety/depression, sleep apnea)–Authors of an integrative literature review that included 21 studies and over 80,000 patients with cancer found that thepresence of one or more chronic comorbidities was significantly associated with increased prevalence and severity ofCRF; arthritis, hypertension, and cardiac disease were associated with higher prevalence and increased severity of CRFmore than were other types of comorbidities(5)",
            "Anemia resulting from cancer treatment(7)Overall Contraindications/Precautions/Recommendations"
        ],
        "ensure that the patient has received medical clearance physician order for exercise therapy. exercise may be unsafe in patients with bone cancer; obtain weight-bearing  and mobility precautions as appropriate": [],
        "obtain safety instructions parameters regarding physical therapy from patient’s oncologist. for example, before implementing manual therapy, including massage, obtain clearance and specific precautions  such as amount of manual": [],
        "in pediatric cases, obtain written consent from parents or legal caretaker and secure their involvement commitment to treatment": [],
        "document fatigue with a visual analog scale  v as , with  = no fatigue and  = worst fatigue imaginable  or other validated fatigue scale  see special tests,  below . modify treatment if patient’s fatigue level worsens": [],
        "avoid use of superficial heating modalities, including warm whirlpool, and do not use therapeutic ultrasound in area of primary malignancy or metastasis": [],
        "patients with cancer are at increased risk for dvt; monitor for signs and symptoms": [],
        "see specific  contraindications precautions recommendations to examination   and  contraindications precautions recommendations   under assessment plan of care": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": " Medical management What cancer treatments is the patient receiving?  Have comorbidities and potential CRF contributing factors (e.g., anemia, poor sleep quality, nutritional deficiencies, dehydration, emotional distress, prolonged bed rest) been addressed or ruled out? Have there been any complications up to this point? Authors of a 2018 scoping review involving 447 trials and 37 systematic reviews found that the most frequent interventions for CRF were exercise, pharmacological, psycho‐education, and mindbody interventions. Interventions appeared to be successful for certain types of cancer(18)Was an oncology surgical procedure performed? Is the patient receiving ongoing postoperative care, including CT and/or RT? Are there postsurgical guidelines to follow during treatment? Medications for this condition Obtain a complete list of prescribed medications that are currently being taken to treat CRF(7) Erythropoiesis-stimulating  agents if anemia is suggested as causing CRF Anti-depressants  if depression is suggested as causing CRF Wisconsin ginseng, Asian ginseng, fermented red ginseng Psychostimulants (e.g., methylphenidate) Corticosteroids Targeted anticytokine therapy and thyrotropin-releasing  hormone Nutritional supplements",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Document the laboratory tests that confirmed cancer in this patient. Document the results of any bloodwork that has been completed; low hemoglobin (anemia) is common in patients with cancer and is associated with higher levels of fatigue(7)"
                    ],
                    "alternative therapies": "Document any treatment at home or alternative therapies for fatigue (e.g., acupuncture, psychological counseling) that have been tried and whether they helped There is some preliminary evidence to support the efficacy of alternative therapies to treat CRF, including yoga, relaxation, stress reduction, acupuncture, Qigong, massage, healing touch, and reflexology. (See Other considerations , below.) In general, studies have not used controlled designs and have had small sample sizes",
                    "previous therapy": "Has patient tried exercise for relieving fatigue and, if so, what specific exercise program was helpful or not helpful?"
                },
                "aggravating easing factors": "Document activities that provoke fatigue symptoms and how the patient attempts to relieve them",
                "body chart": "Use body chart to identify location of any tenderness or pain",
                "nature of symptoms": "Ask the patient to describe the nature of symptoms. See Presentation/signs and symptoms , above",
                "rating of symptoms": "Use V AS or other fatigue measurement scale to assess symptoms at their best (usually zero) and worst. Inquire if patient also has pain; use V AS to assess",
                "pattern of symptoms": "Are symptoms related to time of day, possibly in relation to time that medications are taken? Diurnal variations in fatigue severity are common. Morning fatigue and evening fatigue are associated with different phenotypic characteristics and genomic markers so may be distinct but related symptoms.(12) Also, document changes in symptoms due to weather or other external variables. See Presentation/signs and symptoms , above",
                "sleep disturbance": "Does the patient complain of insomnia? If present, document the usual number of wakings/night and report this to physician -The General Sleep Disturbance Scale (GSDS), a 21-item numeric rating scale, can be used to evaluate sleep disturbance, with each item rated from 0 (never) to 7 (every day). A score of 43 or higher reflects sleep disturbance(1)",
                "other symptoms": "Document any other symptoms that increase disability in ADLs and/or indicate need for medical consultation Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe  (e.g., cognitive impairment, speech deficit, foreign language)",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "When was cancer diagnosed? What was the patient’s regular physical activity status prior to onset of CRF? Has fatigue associated with another diagnosis (e.g., chronic fatigue syndrome) ever been diagnosed in the patient? ",
                    "comorbid diagnoses": "Ask patient about coexisting medical problems, including diabetes, heart disease, musculoskeletal disorders, psychiatric disorders, chronic lung disease, etc., and any of the comorbidities mentioned inRisk factors , above",
                    "medications previously prescribed": "Obtain a comprehensive list of medications (including OTC drugs) taken",
                    "other symptoms": "Ask about other symptoms that have affected the patient’s mobility"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient currently on work disability? Did the patient participate in vigorous recreational activities or sports prior to this referral? Document any desire expressed by the patient to return to activities that currently are limited by CRF",
                "functional limitations assistance with ADLs adaptive equipment": "What functional limitations does the patient have? Does the patient require assistance with ADLs? Document assistive devices that are being used (e.g., cane, crutches, walker, wheelchair)",
                "living environment": "Identify barriers to mobility in the home and whether any modifications are necessary (e.g., stairs, number of floors in home, lack of caregivers). What support system (family/caregiver) is available?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Assess for need, appropriate fit, and appropriate use. May require cane or walker to compensate for severe mobility deficits or CRF. Also consider assistive devices to increase safety with bathing, toileting, and transfers",
            "balance": "Assess statically and dynamically; utilize Berg Balance Scale as appropriate",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess peripheral pulses",
            "functional mobility": "Assess ability to perform functional tasks that involve using the upper extremities (e.g., reaching, pulling, pushing, holding) and lower extremities (e.g., ascending/descending steps, squatting, kneeling, kicking). Utilize FIM or Timed Up and Go (TUG) test for objective measurement",
            "gait locomotion": "Assess walking ability, including synchrony of limb movements and gait speed, as well as posture. Assess safety with Dynamic Gait Index (DGI) and walking distance and speed with 6-minute  walk test (6MWT)Assess joint mobility if indicated by the presence of impaired ROM or movement limitations in functional tasks",
            "muscle strength": "Scan strength using manual muscle testing (MMT) and in functional tasks (e.g., handgrip, pushing, pulling, sit-up,  legpress), as indicated",
            "observation inspection palpation including skin assessment": [
                "Observe for any gross deformity",
                "Inspect for muscle atrophy",
                "Assess pain/tenderness in reported areas"
            ],
            "posture": "Assess in sitting, in standing, and during gait",
            "range of motion": "Assess ROM and flexibility as indicated by movement limitations in functional tasks. (Tight muscles may contribute to inefficient movement patterns)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Assess severity of CRF with V AS -Were fatigue symptoms exacerbated by certain activities during the exam? –The Piper Fatigue Scale (PFS), a 22-item  numeric rating scale, is commonly used to evaluate subjective fatigue (behavioral, sensory, affective, cognitive, mood), with each item rated from 0 (“none”) to 10 points (“a great deal”)(1)a 6-item  questionnaire designed to assess the severity and impact of fatigue in patients with cancer -Psychometrically and linguistically validated in 8 languages and linguistically validated in 27 additional languages(3,4)4-item  questionnaire developed for clinical and research use -Concurrent validity with the BFI(3) consists of a 15-item questionnaire split into three subscales (physical, cognitive, and affective fatigue) based on a 5-point  Likert scale, with a possible range of 0 (no fatigue) to 60 (maximum fatigue) -Robust reliability and validity on both the original version (Japanese) and a translated German version have been shown -Based on a classification code, patients with ≥30 points have CRF, those with 23–29  points are suspected of having CRF, and persons with ≤22 points are considered to be free from CRF(15) -Authors of a study conducted in Germany used the CFS to measure CRF in breast cancer patients while investigating which other questionnaires could predict significant change in CRF as measured by the CFS-D  (German version) after a multimodal intervention (sleep, psychoeducation, eurythmy, painting therapy, and standard aerobic training)(15) -The Self-Regulation  Scale and the Internal Coherence Scale at baseline were found to be predictive of CFS scores at end of treatment, while the Pittsburgh Sleep Quality Index, the autonomic regulation scale, and the European Organization of Research and Treatment Health-Related  Quality of Life Core Questionnaire scale were not found to be predictive of final CFS score –Self-perceived  health and QOL can be evaluated with the Short-Form  Health Survey (SF-36) –Authors of a 2019 systematic review identified 25 scales in the literature that measured fatigue. After analysis, they(19) -Two unidimensional, BFI and Functional Assessment of Chronic TherapyFatigue subscale [FACT-F]),  and two multidimensional, Multidimensional Fatigue Inventory(MFI-20)  and Piper Fatigue Scale revised (PFS-R)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "CRF/functional decline in ADLs related to persistent fatigue; problems may include reduced ROM, strength, and endurance and deficits in posture, balance, and gait",
        "rule out": " Rule out Medically treatable causes of general fatigue (e.g., dehydration, anemia, insomnia, hypothyroidism)",
        "prognosis": [
            "Type and stage of cancer, metastasis, and type of cancer treatment may affect severity of CRF(7)",
            "Specific cancer-related  factors associated with positive treatment outcomes in patients with CRF are lacking"
        ],
        "referral to other disciplines": "Sleep therapist for insomnia; pain specialist for pain; psychiatrist for depression; physician for unresolved musculoskeletal injury; recreational therapist for supervised group exercise; aquatic exercise therapist for pool training; occupational therapist for ADL training; nutritionist for dietary needs/deficiencies; sleep study clinic for sleep disturbances",
        "other considerations": [
            "Complementary/alternative and other interventions –Mindfulness-based  stress reduction and conscious yoga significantly improved overall QOL and fatigue severity in a quasi-experimental  study involving 24 women with breast cancer, conducted in Iran(13)",
            "In an RCT conducted in Norway with 160 women with stage I or II breast cancer, researchers examined the effectiveness of a psychoeducational intervention in reducing CRF. The psychoeducational intervention was intended to improve knowledge about fatigue and increase skills for alleviating fatigue; information was provided over the course of three 2-hour  group sessions. There were no statistically significant differences between the intervention group and a control group or within groups for any of the fatigue outcome measures at the conclusion of the study(6)",
            "There have been various systematic reviews addressing nutrition and CRF –In a 2017 systematic review regarding nutrition and exercise therapy in patients with prostate cancer, researchers found support for supervised moderately hard resistance training, with or without moderately vigorous aerobic exercise, for improving CRF and QOL. More studies are required to determine effects of nutrition management and exercise together(16)  –Authors of a 2019 systematic review and meta-analysisconcluded  that there was insufficient evidence to determine the optimal nutrition care plan to improve CRF and/or QOL in cancer patients and survivors(20)",
            "Authors of a 2019 systematic review and Bayesian network meta-analysis  comparing the various interventions for CRF found that multimodal therapy, cognitive behavioral therapy, and qigong might be the optimum selections for reducing CRF(21) –Based on 182 studies comprising 18,491 participants",
            "Authors of a 2020 systematic review and meta-analysis  concluded that internet-based  self-management  programs are effective in reducing the incidence of fatigue, depression, and anxiety and improving sleep quality and QOL among CRF patients(22) –Based on 13 articles, including 1603 patients",
            "Authors of a 2020 systematic review and meta-analysis  concluded that multidisciplinary psychosocial interventions may decrease fatigue among breast cancer patients(23) –Thirty-one  studies were included"
        ],
        "treatment summary": [
            "Exercise is currently recognized as one of the most effective nonpharmacologic intervention for CRF(7) –A safe initial approach is prescription of enjoyable aerobic activity (usually walking) –Slowly progress the exercise dose (intensity, duration, and frequency) as tolerated, with careful monitoring of fatigue symptoms –Therapists should attempt to individualize the intensity of exercise per each patient’s health status, functional capacity, and voluntary exertion –The NCCN Fatigue Practice Guidelines recommend a predominantly aerobic exercise program, starting at moderate intensity (55–70%  maximum HR or an 11–13  rating of perceived exertion on the Borg RPE Scale), with a duration of 15–30 minutes 3–5 days per week",
            "Exercise training should be considered as a treatment for CRF(7) –The following treatments have strong evidence to support their use in the treatment of CRF: -Exercise -Education and supportive counseling -Measures to optimize sleep quality -Energy conservation measures -Structured rehabilitation -Yoga -Management of concurrent symptoms –The following interventions have some evidence of effectiveness in the treatment of CRF -Acupuncture -Massage -Corticosteroids -Ginseng -Bright-light  therapy -Mindfulness training -Healing touch, hypnosis, relaxation",
            "Authors of a 2020 meta-analysis  examined moderators of the effects of exercise on CRF(24) –Exercise interventions had statistically significant beneficial effects on CRF –Authors did not find that effects were influenced by patient demographic characteristics or cancer type –Supervised exercise interventions had significantly larger effects on fatigue than unsupervised exercise interventions –Supervised interventions with a duration greater than 12 weeks showed smaller effects on fatigue than shorter supervised interventions",
            "Aerobic exercise training can be regarded as beneficial to patients with CRF(25), particularly those with solid tumors –Based on a 2012 Cochrane systematic review with meta-analysis –Fifty-six  RCTs (N = 4,068 adults) were included in the review –Twenty-eight  of the RCTs involved women who had breast cancer –wiThe authors could not determine the optimal type, intensity, and timing of exercise interventions ",
            "There is moderate-quality  evidence that aerobic exercise improves fatigue in patients with hematological malignancies(8) –Based on a 2014 Cochrane systematic review –Seven RCTs involving 692 patients evaluated fatigue –The exercise intervention consisted mainly of walking programs of varying duration and intensity levels",
            "Authors of a 2016 Cochrane Review concluded that the positive effects of exercise on CFR in adults were not as evident in research on children and adolescents with CRF(26) –The authors indicated that small numbers of participants and inadequate study designs limited their conclusions. Six studies were included involving 171 patients –No positive effects of exercise were seen on fatigue –There was a suggestion of positive intervention effects in the areas of body composition, flexibility, cardiorespiratory fitness, muscle strength, and health-related  QOL (cancer-related  items) –. Problem Goal Intervention Expected Progression Home Program Functional decline due to CRFImprove flexibility, endurance, strength, and functional status; reduce self-reported CRF _ Educate patient/ caregiver on effects of CRFTherapeutic exercise _ Individualized stretching, aerobic, and resistive exercise training, as indicated _ Aquatic therapy _ Yoga _ _ Functional training _ Specific exercises for improving posture, balance, functional mobility, and/or gait, as indicated _ Patient/caregiver education  Information on what to expect with cancer treatment and how to manage CRFIndividualized progression of exercise frequency, intensity, and duration, as indicated and tolerated. See Treatment summary , aboveProvide written instructions for safe, independent exercise _ Provide written educational materials to patient/caregiver ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced crf": [
            "PFS, BFI, FIFS",
            "V AS-E",
            "CFS"
        ],
        "improved strength and flexibility, as indicated": [
            "Reassessment of ROM and strength, as indicated"
        ],
        "improved cardiorespiratory endurance": [
            "6MWT"
        ],
        "improved functional mobility, as indicated": [
            "FIM",
            "TUG test",
            "Reassessment of posture, balance, and gait, as indicated",
            "DGI",
            "Berg Balance Scale"
        ],
        "improved self-perceived  health and qol": [
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "Continue prescribed home-based  exercises",
        "Maintain good sleep hygiene",
        "Compliance with medical management for comorbidities",
        "Routine screening for CRF should occur at regular intervals during cancer treatment and follow-up.(7) Study findings suggest that CRF is underdiagnosed.(7) There is no consensus about optimal method or frequency of screening Reasons CRF may be underreported and undertreated include difficulties in defining and accurately measuring CRF and different perceptions by patients, their caregivers, and their healthcare teams about its impact on patient’s lives(14) Other factors that have been identified include a tendency to view fatigue as an inevitable consequence of cancer and a tendency for patients to be stoic about fatigue to avoid being labeled as a complainer and to avoid prompting a change in therapy to a less aggressive treatment(7)"
    ],
    "patient education": [
        "Patients often seek information about CRF from the internet. Results of a study to evaluate websites on CRF indicate that quality and accuracy of content was variable and the easiest websites to navigate were not always those with the best information(9) This study examined 25 websites, three of which were identified as providing the most trustworthy information on CRF: –OncoLink,“Cancer-Related  Fatigue,” https://www.oncolink.org/support/side-effects/other-side-effects/fatigue-and-cancer/cancer-related-fatigue –Livestrong Foundation, “Fatigue,” https://www.livestrong.org/we-can-help/finishing-treatment/fatigue –Cleveland Clinic, “Diseases and Conditions, Fatigue and Cancer Fatigue,” https://my.clevelandclinic.org/health/diseases/5230-cancer-fatigue Factors considered included accuracy of information and whether websites consistently disclosed authorship, funding sources, and affiliations with medical or charitable institutions. Site maintenance and review, ease of navigating, presence of ads, and need to provide personal information were also considered. Of note, fewer than half of the websites discussed the possible interaction of biological, psychosocial, and other factors despite this being stressed in the literature.(9) It was also noted that almost one third of the sites failed to clearly communicate nonpharmacological intervention options(9)",
        "Other sources of patient information include: National Comprehensive Cancer Network (NCCN) website, “Cancer-Related Fatigue,” https://www.nccn.org/professionals/ physician_gls/default.aspx American Cancer Society publication, “Fatigue and Weakness,” https://www.cancer.org/treatment/treatments-and-side-effects/physical-side-effects/fatigue.html Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Dodd MJ, Cho MH, Miaskowski C, et al. A randomized controlled trial of home-based  exercise for cancer-related  fatigue in women during and after chemotherapy with or without radiation therapy. Cancer Nurs . 2010;33(4):245-257.  doi:10.1097/NCC.0b013e3181ddc58c. (R)"
        },
        {
            "number in article": 2,
            "reference": "National Cancer Institute. National Cancer Institute: Fatigue (PDQ®). National Cancer Institute Web site. http://www.cancer.gov/about-cancer/treatment/side-effects/fatigue/fatigue-pdq . Published August 21, 2021. (G)"
        },
        {
            "number in article": 3,
            "reference": "Davis MP, Khoshknabi D, Walsh D, et al. Four-item  fatigue screen: Replacing the Brief Fatigue Index. Am J Hosp Palliat Care . 2013;30(7):652-656. doi:10.1177/1049909112460567. (R)"
        },
        {
            "number in article": 4,
            "reference": "The Brief Fatigue Inventory (BFI). MD Anderson Cancer Center Web site. http://www.mdanderson.org/education-and-research/departments-programs-and-labs/departments-and-divisions/symptom-research/symptom-assessment-tools/brief-fatigue-inventory-bfi.html . (GI)"
        },
        {
            "number in article": 5,
            "reference": "Wright F, Hammer MJ, D'Eramo Melkus G. Associations between multiple chronic conditions and cancer-related  fatigue: an integrative review. Oncol Nurs Forum . July 1, 2014;41(4):399-410.  doi:10.1188/14.ONF.41-04AP.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Schjolberg TK, Dodd M, Henriksen N, et al. Effects of an educational intervention for managing fatigue in women with early stage breast cancer. Eur J Oncol Nurs . June 2014;18(3):286-294.  doi:10.1016/j.ejon.2014.01.008. (R)"
        },
        {
            "number in article": 7,
            "reference": "Mitchell SA, Berger AM. Fatigue. DeVita VT, Lawrence TS, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg’s Cancer. Principles & Practice of Oncology . 11th ed. Philadelphia, PA: Wolters Kluwer/Lippincott Williams & Wilkins; 2019. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Bergenthal N, Will A, Streckmann F, et al. Aerobic physical exercise for adult patients with haematological malignancies. Cochrane Database Syst Rev . 2014;(11). Art No: CD009075. doi:10.1002/14651858.CD009075.pub2.   (SR)"
        },
        {
            "number in article": 9,
            "reference": "D'Silva S, van Kessel K. An evaluation of the quality and content of Web sites on cancer related fatigue. J Consum Health Internet . 2014;18(4):313-336. doi:10.1080/15398285.2014.952997. (R)"
        },
        {
            "number in article": 10,
            "reference": "Husson O, Mols F, van de Poll-Franse  L, de Vries J, Schep G, Thong MS. Variation in fatigue among 6011 (long-term)  cancer survivors and a normative population: A study from the population-based  PROFILES registry. Support Care Cancer . 2015;23(7):2165-2174.  doi:10.1007/s00520-014-2577-5.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Saligan LN, Olson K, Filler K, et al. The biology of cancer-related  fatigue: A review of the literature. Support Care Cancer . 2015;23(8):2461-2478. doi:10.1007/s00520-015-2763-0.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Dhruva A, Aouizerat BE, Cooper B, et al. Cytokine gene associations with self-report  ratings of morning and evening fatigue in oncology patients and their family caregivers. Biol Res Nurs . 2015;17(2):175-184.  doi:10.1177/1099800414534313. (R)"
        },
        {
            "number in article": 13,
            "reference": "Rahmani S, Talepasand S. The effect of group mindfulness-based  stress reduction program and conscious yoga on the fatigue severity and global and specific life quality in women with breast cancer. Med J Islam Repub Iran . 2015;29:175. (R)"
        },
        {
            "number in article": 14,
            "reference": "James S, Wright P, Scarlett C, Young T, Jamal H, Verma R. Cancer-related  fatigue: Results from patient experience surveys undertaken in a UK regional cancer centre. Support Care Cancer . 2015;23(7):2089-2095.  doi:10.1007/s00520-014-2565-9.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Kröz M, Reif M, Zerm R, et al. Do we have predictors of therapy responsiveness for a multimodal therapy concept and aerobic training in breast cancer survivors with chronic cancer-related  fatigue? Eur J Cancer Care . 2015;24(5):707-717.  doi:10.1111/ecc.12278. (R)"
        },
        {
            "number in article": 16,
            "reference": "Baguley BJ, Bolam KA, Wright ORL, Skinner TL. The Effect of Nutrition Therapy and Exercise on Cancer-Related  Fatigue and Quality of Life in Men with Prostate Cancer: A Systematic Review. NUTRIENTS . 2017;9(9):1-30.  doi:10.3390/nu9091003. (SR)"
        },
        {
            "number in article": 17,
            "reference": "Ma Y, He B, Jiang M, et al. Prevalence and risk factors of cancer-related  fatigue: a systematic review and meta-analysis.  Int J Nurs Stud . November 2020;111. doi:10.1016/ j.ijnurstu.2020.103707. (M)"
        },
        {
            "number in article": 18,
            "reference": "Pearson EJM, Morris ME, di Stefano M, McKinstry CE. Interventions for cancer-related  fatigue: a scoping review. Eur J Cancer Care (Engl) . 2018;27(1). doi:10.1111/ecc.12516. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Al Maqbali M, Hughes C, Gracey J, Rankin J, Dunwoody L, Hacker E. Quality assessment criteria: psychometric properties of measurement tools for cancer related fatigue. Acta Oncologica . 2019;58(9):1286-1297.  doi:https://doi.org/10.1080/0284186X.2019.1622773. (SR)"
        },
        {
            "number in article": 20,
            "reference": "Baguley BJ, Skinner TL, Wright ORL. Nutrition therapy for the management of cancer-related  fatigue and quality of life: a systematic review and meta-analysis.  Br J Nutr. 2019;122(5):527-541.  doi:https://doi.org/10.1017/S000711451800363X. (M)"
        },
        {
            "number in article": 21,
            "reference": "Wu C, Zheng Y, Duan Y, et al. Nonpharmacological interventions for cancer-related  fatigue: a systematic review and Bayesian network meta-analysis.  Worldviews Evid Based Nurs. 2019;16(2):102-110.  doi:https://doi.org/10.1111/wvn.12352. (M)"
        },
        {
            "number in article": 22,
            "reference": "Huang J, Han Y, Wei J, et al. The effectiveness of the Internet-based  self-management  program for cancer-related  fatigue patients: a systematic review and meta-analysis.  Clin Rehabil. 2020;34(3):287-298.  doi:https://doi.org/10.1177/0269215519889394. (M)"
        },
        {
            "number in article": 23,
            "reference": "Myrhaug HT, Mbalilaki JA, Lie NK, Hansen T, Nordvik JE. The effects of multidisciplinary psychosocial interventions on adult cancer patients: a systematic review and meta-analysis.  Disabil Rehabil . 2020;42(8):1062-1070.  doi:https://doi.org/10.1080/09638288.2018.1515265. (M)"
        },
        {
            "number in article": 24,
            "reference": "Van Vuplen JK, Sweegers MG, Peeters PH, et al. Moderators of exercise effects on cancer-related  fatigue: a meta-analysis  of individual patient data. Med Sci Sports Exerc . February 2020;52(2):303-314.  doi:10.1249/MSS.0000000000002154. (M)"
        },
        {
            "number in article": 25,
            "reference": "Cramp F, Byron-Daniel  J. Exercise for the management of cancer#related fatigue in adults. Cochrane Database Syst Rev . 2012(11):CD006145. doi:https:// doi.org/10.1002/14651858.CD006145.pub3. (SR)"
        },
        {
            "number in article": 26,
            "reference": "Braam KI, van der Torre P, Takken T, Veening MA, van Dulmen-den  Broeder E, Kaspers GJ. Physical exercise training interventions for children and young adults during and after treatment for childhood cancer. Cochrane Database Syst Rev . 2016;3(3). Art No: CD008796.  (M)"
        }
    ]
}