{
    "metadata": {
        "title": "Ventriculotomy, Cardiac  Occupational Therapy",
        "synonyms": [
            "longitudinal ventriculotomy  occupational therapy",
            "apical ventriculotomy occupational therapy"
        ],
        "anatomical location body part affected": [
            "Ventricle of the heart"
        ],
        "area of specialty": [
            "cardiovascular rehabilitation",
            "acute care",
            "home health",
            "pediatric rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "Ventriculotomy is a surgery in which an incision is made in a ventricle of the heart.(1)Ventriculotomy can be performed on adults or children (including infants).(2,3) A ventriculotomy can be unilateral (performed on only one ventricle) or bilateral (performed on both ventricles of the heart).(25)A ventriculotomy is involved in the treatment or repair of various cardiac conditions (e.g., myocardial infarction,(6,23) coronary artery disease,(9) ventricular aneurysm,(11,28) ventricular septal defects(2,3,7,8,23,25,27,30) or application of equipment; include recommendations/ strategies for specific ADLs/IADLs that assist the patient in adhering to physician guidelines (e.g., lifting precautions following surgery)  . Desired Outcomes/Outcome Measures"
        ],
        "indications": [
            "A ventriculotomy might be required for a variety of underlying diagnoses, including",
            "Myocardial infarction (MI)(6,23) –For additional information on MI, see Clinical Review…Myocardial Infarction ; CINAHL Topic ID Number: T708724",
            "Ventricular septal rupture (VSR)/ventricular septal perforation(6,24)",
            "Ventricular septal defects (VSDs)(2,3,7,8,23,25,27,30)",
            "Coronary artery disease (CAD)(9,29)",
            "Ventricular thrombus infection(10)",
            "Ventricular aneurysm(11,28)",
            "Heart failure(12)",
            "Following a Norwood procedure for hypoplastic left heart syndrome to establish a right ventricle to pulmonary artery (RV-PA) conduit(26)"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {
            "Mobility G-code set": {
                "G8978": "Mobility: walking & moving around functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8979": "Mobility: walking & moving around functional limitation; projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8980": "Mobility: walking & moving around functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Changing & Maintaining Body Position G-code set": {
                "G8981": "Changing & maintaining body position functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8982": "Changing & maintaining body position functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8983": "Changing & maintaining body position functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Carrying, Moving & Handling Objects G-code set": {
                "G8984": "Carrying, moving & handling objects functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8985": "Carrying, moving & handling objects functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8986": "Carrying, moving & handling objects functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Self Care G-code set": {
                "G8987": "Self care functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8988": "Self care functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8989": "Self care functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Primary G-code set": {
                "G8990": "Other physical or occupational therapy primary functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8991": "Other physical or occupational therapy primary functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8992": "Other physical or occupational therapy primary functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Subsequent G-code set": {
                "G8993": "Other physical or occupational therapy subsequent functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8994": "Other physical or occupational therapy subsequent functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8995": "Other physical or occupational therapy subsequent functional limitation, discharge status, at discharge from therapy or to end reporting"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this procedure. No specific issues or information regarding reimbursement has been identified",
            "Presentation/signs and symptoms:  Symptoms will vary significantly between patients depending on the underlying condition associated with the need for ventriculotomy. Prior to ventriculotomy, patients may present with the following cardiac signs and symptoms –Angina(28) –Arrhythmias(28) –Pulmonary hypertension(28) –Aortic stenosis(29) –Low ejection fraction(29) –Coronary artery disease(29) –Atrial fibrillation(29)",
            "Following ventriculotomy, patients may experience the following –General side effects associated with heart surgery(5) -Pain or tenderness at the surgical site -Fatigue/easily tired -Trouble sleeping -Decreased appetite -Constipation -Feelings of depression or mood swings –Complications related to underlying cardiac condition (e.g., cardiopulmonary decompensation, reduced endurance, swelling/edema, shortness of breath) Surgical Indications, Contraindications, & Complications"
        ],
        "presentation signs and symptoms": [
            "Symptoms will vary significantly between patients depending on the underlying condition associated with the need for ventriculotomy. Prior to ventriculotomy, patients may present with the following cardiac signs and symptoms –Angina(28) –Arrhythmias(28) –Pulmonary hypertension(28) –Aortic stenosis(29) –Low ejection fraction(29) –Coronary artery disease(29) –Atrial fibrillation(29)",
            "Following ventriculotomy, patients may experience the following –General side effects associated with heart surgery(5) -Pain or tenderness at the surgical site -Fatigue/easily tired -Trouble sleeping -Decreased appetite -Constipation -Feelings of depression or mood swings –Complications related to underlying cardiac condition (e.g., cardiopulmonary decompensation, reduced endurance, swelling/edema, shortness of breath) Surgical Indications, Contraindications, & Complications"
        ],
        "contraindications precautions to test": [
            "Occupational therapy evaluations of patients who have undergone ventriculotomy should utilize a client-centered  approach to most effectively evaluate deficits and needs(14)",
            "A client-centered  approach is based on the following principles:(14) –The patient is uniquely qualified to make decisions about his or her occupational functioning –The patient should have an active role in determining goals and desired outcomes –The patient-therapist  relationship should be interdependent –Evaluation and treatment should focus on the patient’s culture, roles, interests, etc. –When the patient is able to define the problems on which he or she would like to work, the patient also becomes a problem solver –The patient should evaluate his or her own performance and set personal goals"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [
        "An occupational therapy assessment should include the patient and family/friends as appropriate; including the patient’s familial and social network in the rehabilitation process can assist in the patient’s psychosocial recovery",
        "Follow the surgeon’s orders regarding out-of-bed  and activity restrictions and vital sign parameters",
        "Monitor vital signs (e.g., heart rate, respiratory rate, blood pressure [BP], SpO 2) and document abnormalities throughout evaluation and treatment sessions for any patient who has undergone ventriculotomy. Follow physician orders with respect to vital sign parameters and discontinue session if the patient’s vital signs fall outside of acceptable parameters",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Occupational therapy evaluations of patients who have undergone ventriculotomy should utilize a client-centered  approach to most effectively evaluate deficits and needs(14)",
            "A client-centered  approach is based on the following principles:(14) –The patient is uniquely qualified to make decisions about his or her occupational functioning –The patient should have an active role in determining goals and desired outcomes –The patient-therapist  relationship should be interdependent –Evaluation and treatment should focus on the patient’s culture, roles, interests, etc. –When the patient is able to define the problems on which he or she would like to work, the patient also becomes a problem solver –The patient should evaluate his or her own performance and set personal goals"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Review medical chart and physician reports to ascertain information about the surgery -What is the underlying diagnosis associated with the ventriculotomy? Have there been any complications to date? -Document presurgery level of function (e.g., was the patient’s functional status decreased because of the underlying condition?)",
                "course of treatment": {
                    "medical management": "Document medical management of ventriculotomy and underlying diagnosis to date. Medical Airway management during and after surgery(28) Cardiopulmonary bypass, which is required during cardiac ventriculotomy(2,3,8) Placement of a permanent pacemaker is sometimes required with cardiac ventriculotomy(3,29) Postoperative cardiac management, including cardiac rehabilitation, activity restrictions/limitations, medications, or additional surgeries",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? Pain medications (to manage discomfort after surgery)(5) Typical cardiac medications include angiotensin-converting-enzyme  (ACE) inhibitors, angiotensin receptor blockers, beta blockers, calcium channel blockers, antithrombotics(antiplatelet and anticoagulant), cholesterollowering medications/statins, and digitalis(28,31)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests prior to a cardiac ventriculotomy are the following:",
                        "Diagnostic imaging (e.g., MRI, CT scan, chest X-ray)",
                        "Blood work (CBC, platelets, PT[INR], PTT, BUN, creatinine, glucose, urinalysis)",
                        "Ventriculogram (radionuclide ventriculography)(6) ",
                        "Echocardiography (ECHO)(28)",
                        "Coronary arteriography(28)",
                        "Electrocardiogram (EKG) monitoring before and after a cardiac ventriculotomy(4,6,15)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Do any activities or positions aggravate or ease the patient’s symptoms (e.g., chest pain or shortness of breath)?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -Use Oucher scale for pediatric patients; use the FLACC (Face, Legs, Activity, Cry, Consolability) scale for infants and nonverbal patients",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician or obtain immediate medical assistance (e.g., persistent shortness of breath, chest pain, dizziness or fainting spells, severe abdominal pain, sudden and severe headache,worsening of swelling in the leg or ankle, extreme fatigue)(5)",
                "respiratory status": "Document current and prior respiratory status -Does the patient require supplemental oxygen? Tracheostomy tube, nasal cannula, or breathing mask? -Does the patient require mechanical ventilation? Did the patient require mechanical ventilation for a prolonged period following ventriculotomy? -Does the patient become short of breath? If so, when? Standing? Walking? With exercise? Barriers to learning -Are there any barriers to learning? Yes_ /No__ -If Yes, describe"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Is there a previous history of ventriculotomy? If so, for what reason? Document history of any other cardiac surgery Is there a history of neurological or cardiovascular disease, including stroke, hypertension, arterial stenosis, etc.?",
                    "comorbid diagnoses": "Ask patient/caregiver about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "What current assistive or adaptive equipment is available to the patient at home? Can it still be used based on patient’s current level of functioning? Does the patient drive independently? If the patient does not currently drive, is returning to driving a goal? -Document both high-  and low-tech  adaptations and equipment -Possible side effects associated with cardiac procedures include shortness of breath, reduced endurance, fatigue, and surgical site pain/tenderness,(6)which can lead to mobility and ADL/IADL limitations",
                "living environment": " Living environment -Who is the patient’s primary caregiver? -If the patient has no caregiver or the patient’s caregiver is not receiving guidance or assistance with the patient’s care, refer to social worker or case management -With whom does the patient live (e.g., spouse/partner, parents, children, siblings, grandparents, caregivers)? -Are there pets in the home? -Identify if there are barriers to independence in the home; are any modifications necessary? -Inquire about the levels of the home, including stairs, numbers of floors, etc. -A home visit may be beneficial in order to provide functional and realistic environmental modifications around the house"
            }
        },
        "relevant tests and measures": {
            "general": "While tests and measures are listed in alphabetical order, sequencing should be appropriate to ›Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting",
            "anthropometric characteristics": "Note body mass index (BMI); obesity is a risk factor for cardiac disease(31)",
            "assistive and adaptive devices": "Assess the patient’s need for and/or use of assistive and adaptive devices; incorrect use of ambulation devices can increase risk of falls –Mobility aids -Cane -Walker -Wheelchair -Crutches -Hemi-walker -Ankle-foot  orthoses (AFOs) –Toileting equipment -Grab bars next to the toilet -Bedside commode -Urinal at bedside -Raised toilet seat -Elevated foot rest at the toilet –ADL/IADL aids -Reachers -Long-handled  equipment (e.g., sponge, shoe horn) -Nonslip/slip prevention materials (e.g., Dycem) -Sock aide or elastic laces for donning footwear  -Personal digital assistant (PDA) -Large-print  reading material -Adaptive/ergonomic computer/mouse/keyboard -Text-to-speech  software -Adaptive cooking equipment",
            "balance": "Evaluate static and dynamic balance functionally during ADL tasks involving weight shifting –Tinetti Balance Scale(17) –Berg Balance Scale –Functional Reach Test",
            "cardiorespiratory function and endurance": [
                "Assess heart rate, BP, and respiratory rate regularly pre/during/post activity; use Borg Rating of Perceived Exertion (RPE) Scale if indicated -Ventricular tachycardia can occur after ventriculotomy(4) -Patients who have undergone left ventriculotomy for treatment of heart failure will have reduced maximal heart rate capacity, limited functional capacity, and an abnormal response to submaximal exercise(12)",
                "Monitor breathing to assist in determining fatigue and endurance levels",
                "6−minute walktest (6MWT)"
            ],
            "circulation": "Assess pulse bilaterally; note any discrepancies or abnormalitiesBed mobility and transfers should be assessed to determine the amount of assistance needed for the patient to perform each activity –Test static and dynamic activitiesa measurement of mobility; includes tasks such as standing from a seated position, walking, turning, stopping, and sitting down, all of which are important for independent mobility(18)an 18-item,  7-level  ordinal scale assessing functional mobility, ADLs, language skills, and cognition(19)",
            "functional mobility": "",
            "gait locomotion": "Observe patient’s gait and ability to climb stairs (assisted or unassisted) –Note use of braces or ambulatory aids for walking –If the patient presents with impaired gait, referral to physical therapy may be appropriateAssess fine and gross motor function of the upper and lower extremities; describe the quality of movement",
            "muscle strength": "Assess muscle strength –Manual muscle testing (MMT) to evaluate strength in both upper extremities, including the shoulder, elbow, forearm, wrist, and fingers; do not perform MMT with contracted muscles or muscles with abnormal tone and coordination issues. For patients with ventriculotomy, monitor for vasovagal syncope during MMT if patient strains or performs a Valsalva maneuver (intentional breath-holding) –Dynamometer to evaluate hand strength bilaterally –Assess grip force in functional tasks (e.g., turning a doorknob, holding a ball) –Assess pinch strengthmeasures limb strength impairments with weighted ordinal scale",
            "observation inspection palpation including skin assessment": [
                "Observe for and document presence of skin breakdown upon initial evaluation and at the start of each treatment session; report new or changing skin breakdown to patient’s nurse and/or physician",
                "Observe the patient’s incision; infection of the incision can occur after ventriculotomy; observe the patient for signs of infection, including increased tenderness, redness and swelling around the incision, drainage/oozing from the incision, odor from the drainage, and fever(5)",
                "Document signs of impaired cardiac/respiratory functioning such as pallor, cyanosis, shortness of breath, and diaphoresis"
            ],
            "posture": "Poor posture may impact the ability of a patient to complete occupational tasks such as feeding, dressing, oral care, transfers, and meal preparation –Document static/dynamic posture in both sitting and standing throughout a variety of tasks –Note posture with/without adaptive equipment ",
            "range of motion": "Assess AROM and PROM of both upper and lower extremities; document any swelling(5) –Note pain response with any active movement or stretchingAssess safety and ability to perform ADLs (e.g., brushing teeth, combing hair, dressing upper and lower extremities, clothing management, using the toilet, applying makeup or shaving the face, bathing, eating) –For infants/children who have undergone ventriculotomy, the WeeFIM is appropriate for assessment of ADLs(20) -The WeeFIM assesses basic daily living and functional skills in children from birth to 7 years of ageself-care, sphincter control, transfers, locomotion, communication, and social cognition –For community-dwelling  and other high-functioning  patients, assess IADLs such as driving (car transfers), meal preparation, shopping, and housework -Lawton and Brody Instrumental Activities of Daily Living Scale -Includes items related to using the telephone, taking public transportation, shopping, meal preparation, housework, and medication and money management –The FIM, the Physical Self-Maintenance  Scale (PSMS), the Assessment of Motor and Process Skills (AMPS), the Kohlman Evaluation of Living Skills (KELS), the Frenchay Activities Index, and the Barthel Activities of Daily Living Index are appropriate standardized measures for ADLs",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Examine for sensory impairment pressure, proprioception, vibration",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Quality of life -The Short Form Health Survey (SF-36)  evaluates overall independence, emotional and mental health, limitations to previous roles, and social status -The Canadian Occupational Performance Measure (COPM) evaluates function through evaluation at baseline and status throughout treatment using the patient’s direct input in scale -The COPM allows patients to identify goals in therapy that are personally meaningful; useful for a client-centered approach to therapy",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Note patient’s ability to communicate and level of arousal as well as memory, attention, problem solving, and orientation to person, place, time, and situation –A brief cognitive assessment such as the Mini-Mental  State Examination (MMSE) is appropriate for patients who have undergone ventriculotomy(16) –For patients with significant cognitive impairment, referral to neuropsychology is appropriate for extensive assessment and input regarding cognitive intervention –Refer to speech-language  pathology reports regarding speech, language, or cognitive-linguistic  impairments",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "< 12 days after acute MI(21)",
                "Unstable angina(21)",
                "EKG showing new signs/symptoms of MI(21)",
                "Oxygen saturation less than 85%(21)",
                "PaO 2 less than 60 mm Hg(21)",
                "Hemoglobin less than 8 g/dL(21)",
                "Hematocrit less than 26%(21)",
                "Severe aortic outflow obstruction(21)",
                "Suspected/known dissecting aneurysm(21)",
                "Acute myocarditis, pericarditis(21)",
                "Uncontrolled complex arrhythmias(21)",
                "Severe heart failure(21)",
                "Recent pulmonary embolus or thrombophlebitis(21)",
                "Untreated 3rd degree heart block(21)",
                "Uncontrolled diabetes(21) ",
                "Acute infection(21)",
                "Digoxin toxicity(21)",
                "Severe aortic stenosis or obstructive hypertrophic cardiomyopathy(22)",
                "Persistent hypotension: systolic BP < 90 mm Hg(9)",
                "Uncontrolled hypertension: resting systolic BP > 200 mm Hg, resting diastolic BP > 105-110  mm Hg(22)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Exercise contraindications for cardiac patients",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "As is the case with all patients who are assessed for occupational therapy, the occupational therapist (OT) must consider the patient’s risk factors and deficits to determine if the patient is an appropriate candidate for therapy; a multifaceted, multidisciplinary approach is indicated for patients who have undergone ventriculotomy and have impairments in endurance, functional status, upper extremity function, vision, cognition, ADLs, or IADLs and have the potential to benefit from occupational therapy",
        "rule out": "N/A",
        "prognosis": [
            "Authors of a study designed to assess two different ventriculotomy closure techniques for the repair of left ventricular aneurysm determined that a direct closure method (direct suturing of the epicardium) was associated with improved outcomes when compared to closure with Teflon felt strips(28) –73 patients who underwent cardiac surgery for left ventricular aneurysm repair were included in the study; 36 patients were treated with direct closure of ventriculotomy and 37 patients were treated with Teflon felt strip closure –Comparison of postoperative outcomes between the 2 groups indicated similar early outcomes, though there was a higher incidence of atrial and ventricular arrhythmias and postoperative mortality within the Teflon felt group",
            "Authors of a review article describing different surgical techniques to repair ventricular septal defects highlighted evidence suggesting that a limited apical left ventriculotomy approach with a short/limited incision may help to preserve long-term ventricular functioning and reduce complications that may arise from standard ventriculotomy(30)"
        ],
        "referral to other disciplines": " Referral to other disciplines Referral to physical therapy if the patient has difficulty with gait, balance, transfers, or weight-bearing Referral to speech therapy if the patient presents with speech, language, cognitive, or swallowing problems Referral to neuropsychology for significant cognitive impairment Referral to ophthalmology or neuro-ophthalmology  for assessment and treatment of visual disturbances after ventriculotomy Referral to dietitian or nutritionist if the patient has any feeding or swallowing difficulties and may be at risk for malnutrition; patient may require nutritional supplements or supplemental feedings Referral to recreational or vocational therapist for returning to activities of leisure and employment Referral to audiology if the patient appears to have a hearing loss Referral to psychiatry, psychology, or social work if patient appears depressed or anxious, is having difficulty coping, and/ or may benefit from assistance with issues such as facility placement",
        "other considerations": [],
        "treatment summary": [
            "The American Heart Association and the American Association of Cardiovascular and Pulmonary Rehabilitation recommend that cardiac rehabilitation programs consist of exercise counseling and training, education regarding lifestyle changes (weight management, healthy eating, smoking cessation, blood pressure management, lowering cholesterol, and controlling diabetes), psychosocial support, and stress management(31,32)",
            "The American Heart Association also recommends that cardiac rehabilitation programs include the following 3 types of physical activity(31) –Aerobic exercises for heart health  –Stretching for muscle flexibility –Strengthening exercises for muscle health and to help with balance",
            "Occupational therapy intervention for patients who have undergone a ventriculotomy might include ADL/IADL training: –The OT will help the patient select and then train the patient to use assistive devices to increase independence in ADLs/ IADLs while adhering to specified cardiac or postsurgical precautions –The patient should be actively involved in selecting devices based on personal preferences to ensure the greatest possible compliance with device use –Allow increased time for patient to complete ADLs/IADLs; provide patient and caregiver education regarding the need for extended time to complete self-care  routines; educate patient and caregiver on energy conservation techniques and/or adaptive strategies to complete home management activities . Problem Goal Intervention Expected ProgressionHome Program _ Pain at surgical incision site _ _Reduced pain with or without activity _ _Physical agents and mechanical modalities _ _ Encourage compliance with medications prescribed by the patient’s physician to manage pain at surgical incision site(s) _ _N/A _N/A _ ADL/IADL impairment _ _To increase functional independence with ADLs and IADLs _ _ _Functional training _ Task-oriented training; _ ADL training; _ IADL training; _ Balance training _ Training in the use of energy conservation techniques during ADLs/IADLs due to limited endurance Prescription, application of devices and equipment _ Recommendation of appropriate assistive devices to promote further independence _ _ Training of the patient to use device during ADLs/IADLsWith functional training and use of assistive devices, the patient’s ability to complete ADL and IADL tasks independently will improve _Provide patient and family/caregivers with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment; include recommendations/ strategies for specific ADLs/IADLs that assist the patient in adhering to physician guidelines (e.g., lifting precautions following surgery)  ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes  outcome measures": [
            "Increased cardiovascular fitness–6MWT",
            "Improved functional mobility–FIM, WeeFIM, TUG test",
            "Increased independence in ADLs/IADLs–FIM, WeeFIM, PSMS, AMPS, KELS, Frenchay Activities Index, Barthel Activities of Daily Living Index, Lawton andBrody Instrumental Activities of Daily Living Scale",
            "Improved quality of life–SF-36",
            "Improve balance–Tinetti Balance Scale, Berg Balance Scale, Functional Reach Test",
            "Return to work and regular activities–COPM",
            "Increased patient knowledge about cardiac risk factors",
            "Decreased pain or improved sensitivity to pain–V AS, Oucher pain scale, FLACC"
        ]
    },
    "maintenance or prevention": [
        "Information for patients and family members about heart conditions and cardiac rehabilitation can be found at the American Heart Association website, http://www.heart.org/",
        "A patient guide including information about adult and pediatric heart conditions and treatment procedures can be found at the Society of Thoracic Surgeons website, http://ctsurgerypatients.org/",
        "Patient resources regarding cardiac rehabilitation can be found at the American Association of Cardiovascular and Pulmonary Rehabilitation website, https://www.aacvpr.org/Resources/Resources-for-Patients/Cardiac-Rehab-Patient-Resources(32)"
    ],
    "patient education": [
        "Patient education for cardiac patients should include information about lifestyle modifications, including regular physical activity/exercise, weight management,reduced sodium and low fat diet, and smoking cessation; education should also include medication management and blood pressure monitoring.(5,31) Educate patient regarding progressive increase in physical activity according to physician’s orders and facility protocol Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Ventriculotomy. In: Venes D, ed. Taber's Cyclopedic Medical Dictionary . 22nd ed. Philadelphia, PA: FA Davis Company; 2013:2460. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Liu JC, Zhang JC, Li Q, et al. Is left ventriculotomy feasible for muscular ventricular septal defects in infants? Heart Surg Forum . 2008;11(2):E78-E81.  doi:10.1532/ HSF98.20071202. (R)"
        },
        {
            "number in article": 3,
            "reference": "Shin HJ, Jhang WK, Park JJ, et al. Left ventricular function after left ventriculotomy for surgical treatment of multiple muscular ventricular septal defects. Ann Thorac Surg . 2011;92(4):1490-1493.  doi:10.1016/j.athoracsur.2011.04.026. (R)"
        },
        {
            "number in article": 4,
            "reference": "Drew BJ, Califf RM, Funk M, et al. Practice standards for electrocardiographic monitoring in hospital settings: an American Heart Association scientific statement from the Councils on Cardiovascular Nursing, Clinical Cardiology, and Cardiovascular Disease in the Young: endorsed by the International Society of Computerized Electrocardiology and the American Association of Critical-Care  Nurses. Circulation . 2004;110(17):2721-2746.  (G)"
        },
        {
            "number in article": 5,
            "reference": "Society of Thoracic Surgeons. What to expect after heart surgery. Society of Thoracic Surgeons Web site. http://www.sts.org/sites/default/files/documents/pdf/whattoexpect.pdf . Published 2009. Accessed May 27, 2017. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Minami H, Mukohara N, Hidefumi O, Yoshida M, Matsuhisa H, Shida T. Subepicardial aneurysm following ventriculotomy closure of ventricular septal rupture due to acute myocardial infarction. Jpn J Thorac Cardiovasc Surg . 2004;52(1):45-47.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Caimmi PP, Grossini E, Kapetanakis EI, et al. Double patch repair through a single ventriculotomy for ischemic ventricular septal defects. Ann Thorac Surg . May 2010;89(5):1679-1681.  doi:10.1016/j.athoracsur.2009.06.064. (R)"
        },
        {
            "number in article": 8,
            "reference": "Myhre U, Duncan BW, Mee RB, et al. Apical right ventriculotomy for closure of apical ventricular septal defects. Ann Thorac Surg . 2004;78(1):204-208.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Suzer K, Omay O, Ozker E, Ozgol I, Wijers TS. A novel approach to surgical treatment of diseased intracavitary coronary arteries and ventriculotomy closure. Ann Thorac Surg . 2008;85(3):1110-1112.  doi:10.1016/j.athoracsur.2007.06.063. (R)"
        },
        {
            "number in article": 10,
            "reference": "Mathieu P, Marchand R, Tardif J, Perrault LP. Ventriculotomy and resection for left ventricular thrombus infection with Salmonella. Eur J Cardiothorac Surg . 2000;18(3):360-362.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Mandegar MH, Yousefnia MA, Roshanali F. Simple suture mitral annuloplasty with left ventriculotomy. Asian Cardiovasc Thorac Ann . 2008;16(6):495-496.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Herdy AH, Moritz P, Assis AV, Ribeiro F, Collaço J, Ribeiro JP. Abnormal response of left ventricular systolic function to submaximal exercise in post-partial  left ventriculotomy patients. Braz J Med Biol Res . 2007;40(2):159-165.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Perloff JK, Middlekauf HR, Child JS, Stevenson WG, Miner PD, Goldberg GD. Usefulness of post-ventriculotomy  signal averaged electrocardiograms in congenital heart disease. Am J Cardiol . 2006;98(12):1646-1651.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Gillen G. Cerebrovascular accident/stroke. In: Pendelton HM, Schultz-Krohn  W, eds. Pedretti’s Occupational Therapy Practice Skills for Physical Dysfunction . 7th ed. St. Louis, MO: Mosby Elsevier; 2013:844-880.  (GI)"
        },
        {
            "number in article": 15,
            "reference": "Graham EM, Atz AM, Bradley SM, et al. Does a ventriculotomy have deleterious effects following palliation in the Norwood procedure using a shunt placed from the right ventricle to the pulmonary arteries? Cardiol Young . 2007;17(2):145-150.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Folstein MF, Folstein SE, McHugh PR. \"Mini-mental  state\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res . 1975;12(3):189-198. (R)"
        },
        {
            "number in article": 17,
            "reference": "Tinetti ME, Williams TF, Mayewski R. Fall Risk Index for elderly patients based on number of chronic disabilities. Am J Med . 1986;80(4):429-434.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Podsiadlo D, Richardson S. The timed \"Up & Go\": a test of basic functional mobility for frail elderly persons. J Am Geriatr Soc . 1991;39(2):142-148. doi:10.1111/j.1532-5415.1991.tb01616.x.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Kidd D, Stewart G, Baldry J, et al. The Functional Independence Measure: a comparative validity and reliability study. Disabil Rehabil . 1995;17(1):10-14. doi:10.3109/09638289509166622.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Msall ME, DiGaudio K, Rogers BT, et al. The Functional Independence Measure for Children (WeeFIM). Conceptual basis and pilot use in children with developmental disabilities. Clin Pediatr . 1994;33(7):421-430.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Goodman CC, Boissonnault WG, Fuller KS. Myocardial infarction. In: Pathology: Implications for the Physical Therapist . 2nd ed. Philadelphia, PA: Saunders; 2003:401-408. (GI)"
        },
        {
            "number in article": 22,
            "reference": "Watchie J. Cardiopulmonary assessment. In: Watchie J, ed. Cardiopulmonary Physical Therapy: A Clinical Manual . Philadelphia, PA: Saunders; 1995:157. (GI)"
        },
        {
            "number in article": 23,
            "reference": "Caimmi PP, Grossini E, Kapetanakis EI, et al. Double patch repair through a single ventriculotomy for ischemic ventricular septal defects. Ann Thorac Surg . May 2010;89(5):1679-1681.  doi:10.1016/j.athoracsur.2009.06.064. (R)"
        },
        {
            "number in article": 24,
            "reference": "Higashi R, Matsumura Y, Yamaki F. Posterior ventricular septal perforation: sandwich technique via right ventriculotomy using BioGlue. Gen Thorac Cardiovasc Surg . August 2013;61(8):460-2.  doi:10.1007/s11748-012-0172-6.  (C)"
        },
        {
            "number in article": 25,
            "reference": "Iwaki R, Nakagiri K, Murakami H, Morimoto N, Yoshida M, Mukohara N. Double-patch  repair by a bilateral ventriculotomy for postinfarction ventricular septal defect. J Card Surg. March 2014;29(2):181-5.  doi:10.1111/jocs.12262. (R)"
        },
        {
            "number in article": 26,
            "reference": "Mery CM, Lapar DJ, Seckeler MD, et al. Pulmonary artery and conduit reintervention rates after Norwood using a right ventricle to pulmonary artery conduit. Ann Thorac Surg . October 2011;92(4):1483-9,  1489. doi:10.1016/j.athoracsur.2011.04.120. (R)"
        },
        {
            "number in article": 27,
            "reference": "Shin HJ, Jhang WK, Park JJ, et al. Left ventricular function after left ventriculotomy for surgical treatment of multiple muscular ventricular septal defects. Ann Thorac Surg . October 2011;92(4):1490-3.  doi:10.1016/j.athoracsur.2011.04.026. (R)"
        },
        {
            "number in article": 28,
            "reference": "Aliyev E, Dolapoglu A, Beketaev I, et al. Left ventricular aneurysm repair with endoaneurysmorrhaphy technique: an assessment of two different ventriculotomy closure methods. Heart Surg Forum . 2016;19(2):64-68.  doi:10.1532/hsf.1358. (R)"
        },
        {
            "number in article": 29,
            "reference": "Ailawadi G, Downs E, Mehta G, Kern JA, Ragosta M, Lim DS. Retrieval of embolized transcatheter aortic valves in left ventricle through apical ventriculotomy. J Card Surg . 2016;31:203-205.  doi:10.1111/jocs.12701. (C)"
        },
        {
            "number in article": 30,
            "reference": "Yoshimura N, Fukahara K, Yamashita A, et al. Current topics in surgery for multiple ventricular septal defects. Surg Today . 2016;46:393-397.  doi:10.1007/s00595-015-1180-9. (RV)"
        },
        {
            "number in article": 31,
            "reference": "American Heart Association. Cardiac rehab: your roadmap to recovery. American Heart Association Web site. http://www.heart.org/HEARTORG/Conditions/More/CardiacRehab/Cardiac-Rehab_UCM_002079_SubHomePage.jsp . Published 2017. Accessed May 26, 2017. (GI)"
        },
        {
            "number in article": 32,
            "reference": "American Association of Cardiovascular and Pulmonary Rehabilitation. Cardiac rehab patient resources. American Association of Cardiovascular and Pulmonary Rehabilitation Web site. https://www.aacvpr.org/Resources/Resources-for-Patients/Cardiac-Rehab-Patient-Resources . Published 2016. Accessed May 26, 2017. (GI)"
        }
    ]
}