{
    "metadata": {
        "title": "Carpal Tunnel Release (Postoperative Treatment)",
        "synonyms": [
            "release, transverse carpal ligament",
            "ctr",
            "endoscopic carpal tunnel release (ectr)"
        ],
        "anatomical location body part affected": [
            "The carpal tunnel is the canal between the wrist and the hand that contains the median nerve and nine flexor tendons (i.e., flexor digitorum profundus, flexor digitorum superficialis, flexor pollicis longus)",
            "The floor (i.e., dorsal) of the tunnel is formed by the carpal bones, and the roof (i.e., volar) is created by the transverse carpal ligament (also known as flexor retinaculum or retinacular ligament)",
            "The transverse carpal ligament is a broad band of fibers that overlies the top of the carpal tunnel to contain the median nerve and tendons within"
        ],
        "area of specialty": [
            "hand therapy",
            "neurological rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Carpal tunnel syndrome (CTS) is median nerve neuropathy. The etiology is not fully understood, but it appears that increased pressure within the carpal canal and traction on the nerve result in median nerve dysfunction(10) –For more information, see  Clinical Review ... Carpal Tunnel Syndrome: Conservative Management  ; CINAHL Topic ID Number: T708574",
            "CTS is the most common upper extremity compressive neuropathy(10)",
            "Carpal tunnel release (CTR) is a surgical procedure that divides the transverse carpal ligament to relieve the pressure on the median nerve. It can be performed as an open procedure or endoscopically.(10) Ultrasound-guided  percutaneous release isanother, minimally invasive, approach that has shown promise in management of CTS(18)",
            "Indicated for patients who have continued symptoms following nonoperative treatment or when signs of atrophy or muscle weakness in median nerve innervated musculature (e.g., thenar muscles) are present",
            "Complications (e.g., iatrogenic injury to the nerve or tendons, postoperative infection, uncontrollable pain, persistent or recurrent symptoms) can arise after CTR, requiring further treatment.(9) See Diagnosis/Need for Treatment  section below"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G56.0": "carpal tunnel syndrome",
            "01N53ZZ": "release median nerve, percutaneous approach",
            "01N50ZZ": "release median nerve, open approach",
            "0PNM4ZZ": "release right carpal, percutaneous endoscopic approach",
            "0PNM0ZZ": "release right carpal, open approach",
            "0PNN0ZZ": "release left carpal, open approach",
            "0PNN3ZZ": "release left carpal percutaneous approach (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified "
        ],
        "presentation signs and symptoms": [
            "Patient will often present 1–3 weeks following CTR. Sutures have usually been removed by this time. The incision may still be healing, with increased edema of the volar wrist, localized erythema, and increased scar tissue thickness. Residual paresthesias in the median nerve distribution of the hand may be present. There is often tenderness of the scar and volar region of the wrist. Limited ROM of the wrist and weakness in grip strength are also expected post-surgery Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Contact patient’s physician if there are signs and symptoms of surgical infection (redness or warmth around the incision, delayed healing, fever, purulent discharge, abnormal pain and/or swelling)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "CTR is indicated in patients with CTS who have severe paresthesias or thenar atrophy(7,12)",
            "CTR is recommended when current conservative treatment has failed to resolve symptoms within 2–7 weeks(7)"
        ],
        "pathogenesis": [
            "Open CTR: A volar incision is made in the distal aspect of the palm over the transverse carpal ligament, taking care notto transect the structures beneath. The palmar fascia is then incised, followed by longitudinal transection of the transversecarpal ligament. There is variation among surgeons related to the size of the incision (e.g., open versus mini open), butoutcomes are similar regardless of approach(10,17)",
            "Endoscopic CTR:; The transverse carpal ligament is longitudinally transected using and an endoscopic for visualization andinstrumentation(1)",
            "Percutaneous or ultrasound-guided  CTR is being explored in research(1)",
            "Skin closure may be done with either non-absorbable  or absorbable sutures; evidence does not show that one is superior tothe other regarding outcomes (e.g., pain, scar satisfaction, hand function, complications)(11)",
            "Additional procedures may be done at the time of the CTR, often for advanced or recalcitrant disease (e.g., Camitz tendontransfer, ligament reconstruction, interposition or wrapping of the nerve)"
        ],
        "risk factors": [
            "Risk factors for developing CTS include obesity, increased age, smoking history, diabetes, high BMI, rheumatoid arthritis,lupus, multiple sclerosis, pregnancy, menopause",
            "Although it is hypothesized that occupations that expose workers to vibration, prolonged wrist flexion, or computer useincrease risk for CTS, evidence does not support these hypotheses, but a high rate of wrist/hand repetitive motion may beassociated with increased risk(10)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "In cases in which a medical condition is contributing to CTS, the medical condition should be treated first, which may resolve the CTS and eliminate the need for surgery",
        "Following CTR, patients should avoid repetitive use of the hand, forceful gripping, weight-bearing  through the heel of the hand, and other exacerbating activities until adequate healing has occurred",
        "Carefully follow surgeon’s orders and protocol",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Contact patient’s physician if there are signs and symptoms of surgical infection (redness or warmth around the incision, delayed healing, fever, purulent discharge, abnormal pain and/or swelling)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patients can present to therapy 13 weeks after CTR or may be referred later due to continuing symptoms (e.g., pain, stiffness, swelling). Document date of surgery and postoperative course (e.g., length of immobilization, date of suture removal [if applicable], current functional upper extremity [UE] use)",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications the clinician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Generally, not required; however, MRI or electrodiagnostic testing may be appropriate if new paresthesias, delayed preoperative symptom resolution, or other symptoms/complications develop. MRI can then identify transection of nerve branches or other pathology "
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or hot pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Are symptoms worse after working or first thing in the morning?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant versus intermittent, sharp, dull, aching, burning, numbness, tingling). Is the patient experiencing any pain or paresthesias? Residual paresthesias in the median nerve distribution of the hand may be present. How long did the patient have symptoms prior to surgery?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and currently (specifically address if pain is present now and how much ). Also assess for pain at rest and with activity",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night);also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms the patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to a physician (e.g., dizziness, fever, foul-smelling  incision drainage) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Does the patient have any medical conditions that may have contributed to CTS (e.g., hypothyroidism, rheumatoid arthritis)? Does the patient have any medical conditions that may delay healing (e.g., diabetes, vascular disease)? Does the patient have preexisting diabetic neuropathy or chemotherapyinduced  peripheral neuropathy? Does the patient smoke (delays healing)?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -In what types of occupational tasks and leisure activities/hobbies does the patient normally participate? Are any of these activities currently limited due to the symptoms after CTR? -Has the patient returned to work? If not, when is return to work expected? -What restrictions has the surgeon imposed?",
                "functional limitations assistance with ADLs adaptive equipment": "What functional deficits is the patient currently experiencing (e.g., unable to turn a doorknob, open a jar, turn a key, start a car)?",
                "living environment": "With whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) •Assistive devices/equipment:  Does the patient have an orthosis? Typically, the wrist should not be immobilized after a routine carpal tunnel surgery(7)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Distal pulses should be normalIf appropriate to perform after the surgery, assess and compare neural mobility in the upper extremities",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Assess grip strength using a dynamometer once cleared for resistive activity by the surgeon. Assess pinch strength using a pinch gauge (lateral and two-point  pinch). Have the patient attempt three trials for each. Compare to the contralateral side. The abductor pollicis brevis muscle should be assessed using manual muscle testing",
            "observation inspection palpation including skin assessment": [
                "Observe the incision and take note of increased scar thickness or adherence, erythema, and presence of sutures. Also, look for any signs of infection (e.g., swelling, redness, pus drainage) ",
                "Is there any evidence of thenar atrophy?",
                "V olar wrist edema and edema of the thenar and hypothenar eminences are common. V olumetric measurements might be used to monitor edema",
                "Assess tenderness (via V AS) at the incision site and with pressure at the thenar and hypothenar eminences. There is often tenderness of the scar and volar region of the wrist(2)"
            ],
            "posture": "Screen for postural abnormalities, as indicated",
            "range of motion": "Determine AROM and PROM of the wrist (flexion, extension, radial deviation, and ulnar deviation). Wrist extension deficits are expected in the initial stages of recovery, and wrist flexion may cause significant discomfort. Finger and thumb ROM, along with forearm pronation and supination, should also be assessed",
            "self-care activities of daily living": "Identify functional and ADL deficits related to pain, weakness, and ROM deficits. Determine need for adaptive equipment and activity modification. Functional upper extremity use can be assessed with the Disabilities of the Arm, Shoulder and Hand (DASH) or Quick DASH –For detailed information about the DASH, see  Clinical Review ... Disabilities of the Arm, Shoulder and Hand (DASH)T903177",
            "reflex testing": "Assess for neurological abnormality. Patient might have hyporeflexia if there is peripheral nerve impingement and hyperreflexia if there is spinal cord impingement -Biceps (C5) -Brachioradialis (C6) -Triceps (C7)",
            "sensory testing": "Paresthesias can take a significant time to resolve following CTR (months to 1–2 years). Have the patient describe the type of paresthesias being experienced and their location, frequency, etc. Conduct thorough evaluation of the sensation of the hand. Light touch/deep pressure (e.g., Semmes-Weinstein  monofilament testing, Weinstein Enhanced Sensory Test [WEST])assessment of the median and ulnar nerve distributions. Static and moving two-point  discrimination should also be evaluated",
            "special tests specific to diagnosis": " Special tests specific to diagnosisStandardized questionnaire that can be used by practitioners to gain a better understanding of the patient’s symptoms and functional deficits -A self-administered  questionnaire for the assessment of severity of symptoms and functional status in carpal tunnel syndrome. Authors of a 2020 studyfound that the BCTQ appears to have acceptable structural validity, but a shortened version (CTS-6)  may have better psychometric properties.(8) The BCTQ has been translated into several languages(3) Standardized questionnaire that can be used by practitioners to gain a better understanding of the patient’s symptoms and functional deficitsNine Hole Peg Test (9HPT), Purdue Pegboard Test, Moberg Pick-Up  Test, Jebsen-Taylor Hand Function Test",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic",
                "Cryotherapy  contraindications(4) -Raynaud’s syndrome -Cold intolerance -Cryoglobulinemia -Cold urticaria -Over an area of peripheral vascular disease -Paroxysmal cold hemoglobinuria  -Impaired circulation -Over area of nerve regrowth",
                "Cryotherapy  precautions(4) -Hypertension -Thermoregulatory disorders -Over an area of poor sensation -Individuals with poor cognition -In the very young or very old -Hypersensitivity to cold -Over an acute wound -Over superficial nerves",
                "Thermotherapy  contraindications(4) -Decreased circulation -Decreased sensation -Acute/subacute traumatic and inflammatory conditions -Skin infections -Impaired cognition or language barrier -Malignancy -Liniments or heat rubs -Presence of or tendency for hemorrhage or edema",
                "Electrotherapy  contraindications/precautions(4) -Do not place electrodes near: -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads -Osteomyelitis -Hemorrhage -Impaired sensation, mental status, communication -Cardiovascular disease -Malignancy -Dermatological conditions -Proximity of electromagnetic radiation -In pregnant women, near the pelvis, lumbar spine, hips, abdomen -In patients with stroke or seizures, near the neck -History of spontaneous abortion in pregnant women",
                "Therapeutic ultrasound contraindications(4) -Over the region of a cardiac pacemaker -Over the pelvis, abdominal, and lumbar regions during pregnancy -Over the eyes or testes -In an area with infection or bleeding -If a tumor or malignancy is present in the area -In the area of a DVT or thrombophlebitis -Over the heart, stellate, or cervical ganglia -Over epiphyseal plates",
                "Therapeutic ultrasound  precautions(4) -Sensory deficits -Ineffective communication skills in a patient (e.g., impaired cognition, language barrier) -Circulatory impairments -Plastic or metal implants -Peripheral vascular disease -Note: Always decrease ultrasound intensity if the patient complains of discomfort "
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including regarding modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Contraindications/precautions to use of modalities"
            ]
        },
        "diagnosis need for treatment": " Status post CTR, with decreased ROM and strength, increased pain and edema, non-supple  scar, hypersensitivity, and functional deficits Patients can also be referred for complications from CTR such as iatrogenic injuries (e.g., nerve or tendon laceration), postoperative infection, pain (out of proportion to normal), and persistent or recurrent symptoms. In these cases, nonoperative treatment including splinting, injections, therapy, and desensitization should be considered before revision surgery(9)",
        "rule out": "",
        "prognosis": [
            "Time to return to work varies depending upon the procedure performed, patient response to surgery, and occupation",
            "Surgical treatment is the most effective treatment for patients with severe CTS. A trial of nonoperative treatment prior to surgical intervention is appropriate for patients with moderate or mild CTS(10,13,16)",
            "Some authors have found good patient satisfaction with simultaneous bilateral CTR(10)",
            "The presence of pillar pain may delay return to functional activities following CTR.Lower preoperative pressure-pain threshold may be associated with development of pillar pain(14)"
        ],
        "referral to other disciplines": "Back to physician for signs of infection, increased symptoms, or lack of progress",
        "other considerations": [],
        "treatment summary": [
            "Immobilization –Immobilization after surgery, when compared to a no-splinting  protocol, has not been found by researchers to produce significant effects on pain, grip strength, or pinch strength(10) –Authors of a systematic review found that short-term  (2–3 days) bulky dressing resulted in improved outcome compared to long-duration  immobilization(16)",
            "Exercise –There is no evidence to support supervised exercise when treating patients after CTR(16) –However, in situations in which a patient is experiencing increased symptoms or weakness, or must return to a physically demanding occupation, therapy may be beneficial –Use of technology (i.e., tablet-based  versus paper-based  patient education materials) for a home exercise program following CTR may improve short-term outcomes. Authors of a blinded, randomized controlled study conducted in Spain found significantly better Quick DASH scores in a group performing tablet-based  home exercise versus a paper-based program at 4-week follow-up(15) . Problem Goal Intervention Expected Progression Home Program  Pain and tenderness Eliminate/decrease pain, tenderness, and edemaRest/elevation _ The patient should maintain elevation and rest the operated hand for the first 2 days after CTR _ Therapeutic modalities Cryotherapy can be used to control pain and swelling(4) _ _ Splinting _ Immobilization following CTR has not been shown to be beneficial for improved long-term outcome.(6)Generally, post-operative splinting is not needed _ _ Manual therapy _ Effleurage or retrograde massage for edema reductionHeat therapy may also be used to reduce pain in nonacute conditionsRecommend therapeutic strategies for home to assist in pain/edema management, PRICE (protection, rest, ice, compression, elevation)  Risk for developing nerve/tendon adhesionsPrevent adhesions Nerve mobilization and mechanical interface exercises _ Nerve gliding exercises may increase median nerve mobility, decrease mechanical irritation, and increase blood supply, as well as reduce intraneural edema and pressure and reduce sensitivity.(5) However, the efficacy of the intervention for patients with CTS in studies has been mixed _ _ Median nerve gliding exercises: 6 positions, as follows: Position 1: Wrist in neutral, fingers and thumb flexed (full fist). Position 2: Wrist remains in neutral, fingers and thumb are extended, and thumb remains adducted. Position 3: Wrist is extended, digits extended, thumb remains in neutral. Position 4: Wrist, digit, and thumb extension. Position 5: Supination is added to position 4. Position 6: The opposite hand is used to gently stretch the thumb into abduction _ Tendon gliding exercises: The patient begins with the hand and wrist in neutral, digits extended, and the elbow resting on a table. The patient then performs the following motions (each held 5–7 seconds and performed 10 times): full fist, straight fist, hook fist, and tabletopAs the clinician is mobilizing the median nerve, it is important to be cognizant of the patient’s symptoms. If a median nerve gliding position increases any symptoms (e.g., paresthesia), then the clinician should limit intervention to less aggressive positionsRecommend exercises for home that assist in preventing tissue adhesions  Decreased wrist, digit ROMIncrease ROM of wrist, digitsTherapeutic modalities _ Moist heat pack to increase tissue elasticity prior to manual therapy and stretching exercises _ _ Manual therapy _ PROM to increase ROM of the digits, as well as wrist extension. Carpal bone mobilization can also be indicated to improve symptoms _ Therapeutic exercises _ Gentle AROM of the wrist and digits may be initiated within a few days after surgery. Wrist flexion, extension, ulnar/radial deviation, and digital/ thumb ROM may all be performed in 3 sets of 15 or as toleratedActive assisted and passive ROM added to treatment program as healing progressesAROM exercises should be performed several times a day  Scar thickness, adherence, and tendernessDecrease scar thickness, adherence, and tendernessManual therapy _ Scar massage once full healing has occurred to decrease scar thickness and adherence _ Desensitization  A desensitization program (e.g., vibration, textures, tapping) should be initiated if hypersensitivity around the scar is a clinical concern _ Therapeutic exercises _ While active motion of the fingers is encouraged immediately after surgery, gentle AROM of the wrist may be initiated within a few days after surgery, based on patient’s symptomsScar compression or taping  Compression (e.g., silicone gel, elastomer) or kinesiology taping can be added to the treatment program once the incision is healedMake recommendations for the use of equipment (i.e., gel sleeves) for home, as appropriate and indicated Grip/pinch and wrist muscle weakness, as well as thenar weakness/atrophyImprove grip/pinch, wrist, and thenar muscle strengthTherapeutic exercises _ Active hand and wrist motion should be performed immediately after surgery to prevent stiffness and rigidity of the tendons and nerves.(7)Strengthening exercises should be performed 3–4 weeks post-operatively _ _Progress individual as appropriate and indicatedProvide recommendations for a home exercise program that incorporates strengthening as indicated  Impaired functional/ ADLs/occupational performanceRestore prior functional capacity in occupational and leisure activitiesFunctional training _ Functional strengthening and education in activity modification in anticipation of return to work and leisure activities _ Electronics-based home exercise program   (15)Progress individual as appropriate and indicatedProvide recommendations for a home exercise program that incorporates functional training as indicated ."
        ]
    },
    "desired outcomes outcome measures": {
        "resolution of symptoms": [
            "Brigham and Women’s Hospital Carpal Tunnel Syndrome Questionnaire(3)",
            "BCTQ"
        ],
        "improved sensation": [
            "Semmes-Weinstein  monofilaments or WEST",
            "Static and/or moving 2-point  discrimination"
        ],
        "improved functional upper extremity use": [
            "Quick DASH",
            "DASH"
        ],
        "improved fine-motor  dexterity": [
            "Functional/dexterity testing: 9HPT, Purdue Pegboard Test, Moberg Pick-Up  Test, Jebsen-Taylor  Hand Function Test"
        ],
        "increased strength": [
            "Grip/pinch strength measurements"
        ],
        "increased rom": [
            "Goniometry"
        ],
        "decreased complaints of pain": [
            "V AS"
        ]
    },
    "maintenance or prevention": [
        "Patients should continue to participate in a home exercise program to maximize strength and function. Forceful gripping and repetitive flexion and extension of the wrist should be avoided to prevent reoccurrence of CTS"
    ],
    "patient education": [
        "See Carpal Tunnel Syndrome from the American Academy of Orthopaedic Surgeons at https://orthoinfo.aaos.org/en/diseases--conditions/carpal-tunnel-syndrome",
        "See Carpal Tunnel Syndrome from the American Society for Surgery of the Hand at http://www.assh.org/handcare/Anatomy/Details-Page/articleId/27950",
        "Patient education materials from the American Society of Hand Therapists at https://www.asht.org/patients/patient-education-resources  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Tulipan JE, Ilyas AM. Carpal tunnel syndrome surgery: what you should know. Plast Reconstr Surg Glob Open . March 20, 2020;8(3):e2692. doi:10.1097/ GOX.0000000000002692. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Gurpinar T, Polat B, Polat AE, Carkci E, Kalyenci AS, Ozturkmen Y. Comparison of open and endoscopic carpal tunnel surgery regarding clinical outcomes, complication and return to daily life: A prospective comparative study. Pak J Med Sci . 2019;35(6):1532-1537.  doi:10.12669/pjms.35.6.967. (R)"
        },
        {
            "number in article": 3,
            "reference": "Levine DW, Simmons BP, Koris MJ, et al. A self-administered  questionnaire for the assessment of severity of symptoms and functional status in carpal tunnel syndrome. J Bone Joint Surg Am . 1993;75(11):1585-1592.  (R)"
        },
        {
            "number in article": 4,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz's Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:43, 80-82, 127-128, 179, 322-323. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Talebi GA, Saadat P, Jaadian Y, Taghipour M. Comparison of two manual therapy techniques in patients with carpal tunnel syndrome: A randomized clinical trial. Caspian J Intern Med . 2020;11(2):163-170.  doi:10.22088/cjim.11.2.163. (R)"
        },
        {
            "number in article": 6,
            "reference": "Peters S, Page MJ, Coppieters MW, Ross M, Johnston V. Rehabilitation following carpal tunnel release. Cochrane Database Syst Rev . February 17, 2016;2:CD004158. doi:10.1002/14651858.CD004158.pub3.   (SR)"
        },
        {
            "number in article": 7,
            "reference": "Zhao M, Burke D. Median neuropathy (carpal tunnel syndrome). In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Elsevier Saunders; 2019:191-196.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Multanen J, Ylinen J, Karjalainen T, Ikonen J, Häkkinen A, Repo JP. Structural validity of the Boston Carpal Tunnel Questionnaire and its short version, the 6-Item CTS symptoms scale: a Rasch analysis one year after surgery. BMC Musculoskelet Disord . September 12, 2020;21(1):609. doi:10.1186/s12891-020-03626-2.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Karl JW, Ganccarczyk SM, Strauch RJ. Complications of carpal tunnel release. Orthop Clin North Am . 2016;47(2):425-433.  doi:10.1016/j.ocl.2015.09.015.   (RV)"
        },
        {
            "number in article": 10,
            "reference": "Calandruccio J, Thompson N. Carpal tunnel syndrome: making evidence-based  treatment decisions. Orthop Clin North Am . 2018;49(2):223-229.  doi:10.1016/j.ocl.2017.11.009. (RV)"
        },
        {
            "number in article": 11,
            "reference": "Wade R, Wormald J, Figus A. Absorbable versus non-absorbable  sutures for skin closure after carpal tunnel decompression surgery. Cochrane Database Syst Rev . 2018; (2):CD011757. doi:10.1002/14651858.CD011757.pub2.  (SR)"
        },
        {
            "number in article": 12,
            "reference": "Zamborsky R, Kokavec M, Simko L, Bohac M. Carpal tunnel syndrome: symptoms, causes and treatment options. Literature review. Ortop Traumatol Rehabil . 2017;19(1):1-8. doi:10.5604/15093492.1232629. (RV)"
        },
        {
            "number in article": 13,
            "reference": "Baker N, Stevans J, Terhorst L, Haas A, Kuo Y, Al Snih S. What types of treatment are provided for patients with carpal tunnel syndrome? a retrospective analysis of commercial insurance. PM R. 2018;10(8):826-835.  doi:10.1016/j.pmrj.2018.02.004. (R)"
        },
        {
            "number in article": 14,
            "reference": "Roh Y, Koh Y, Kim J, Lee K, Gong H, Baek G. Preoperative pain sensitization is associated with postoperative pillar pain after open carpal tunnel release. Clin Orthop Relat Res. 2018;476(4):734-740.  doi:10.1007/s11999.0000000000000096. (R)"
        },
        {
            "number in article": 15,
            "reference": "Blanquero J, Cortés-Vega  M, García-Frasquet  M, Sánchez-Laulhé  P, Nieto Díaz de los Bernardos M, Suero-Pineda  A. Exercises using a touchscreen tablet application improved functional ability more than an exercise program prescribed on paper in people after surgical carpal tunnel release: a randomised trial. J Physiother . 2019;65(2):81-87.  doi:10.1016/j.jphys.2019.02.008. (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Huisstede B, van den Brink J, Randsdorp M, Geelen S, Koes B. Effectiveness of surgical and postsurgical interventions for carpal tunnel syndrome—a systematic review. Arch Phys Med Rehabil . 2018;99(8):1660-1680.e21.  doi:10.1016/j.apmr.2017.04.024. (SR)"
        },
        {
            "number in article": 17,
            "reference": "Akkurt MO, Düzgün S, Ates A, Yarad#lm## YU. Comparison of two approaches for carpal tunnel release: Extended versus mini-open  technique. Jt Dis Relat Surg . 2020;31(1):50-55.  doi:10.5606/ehc.2020.71250. (R)"
        },
        {
            "number in article": 18,
            "reference": "Petrover D, Hakime A, Silvera J, Richette P, Nizard R. Ultrasound-guided  surgery for carpal tunnel syndrome: a new interventional procedure. Semin Intervent Radiol . 2018;35(4):248-254.  doi:10.1055/s-0038-1673360.  (X)"
        }
    ]
}