{
    "metadata": {
        "title": "Boutonnière Deformity of the Finger",
        "synonyms": [
            "finger deformity, boutonnière",
            "buttonhole deformity",
            "central slip injury",
            " deformity of the finger, boutonnière",
            "finger deformity, boutonnière"
        ],
        "anatomical location body part affected": [
            "Any of the fingers on either hand might be affected. In the thumb, boutonnière deformity (BD) occurs at the metacarpophalangeal (MCP) joint, whereas in the remaining fingers BD occurs at the proximal interphalangeal (PIP) joint"
        ],
        "area of specialty": [
            "hand therapy",
            "orthopedic rehabilitation"
        ],
        "description": [
            "A rupture of the central slip causing a deformity characterized by flexion of the PIP joint and extension or hyperextension of the distal interphalangeal (DIP) joint. In some cases, MCP joint extension might also be present. This is usually a result of trauma or secondary to inflammatory arthritis (e.g., rheumatoid arthritis [RA])"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M20.021": "boutonnière deformity of right finger(s)",
            "M20.022": "boutonnière deformity of left finger(s)",
            "M20.029": "boutonnière deformity of unspecified finger(s) (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The classic presentation is PIP joint flexion with DIP joint hyperextension. There is damage to the central slip that limits the extensor function of the affected digit(1) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Extreme pain and edema might limit examination in the acute stage. Physician might perform digital block to decrease pain during assessment"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Etiology can be nontraumatic or traumatic",
            "A common nontraumatic cause of BD is RA. Approximately 50% of individuals withRA will develop a BD(1)",
            "Injury to the extensor tendon(1)",
            "Traumatic causes of BD include injury to the finger (might be open or closed) andfull-thickness  burns(1)"
        ],
        "pathogenesis:  the progression begins with injury to the central slip, which runs along the dorsum of the digit over the pip joint and is where the extensor tendon attaches to": [],
        "risk factors": [
            "Injury to the finger, especially the PIP joint",
            "RA or Dupuytren’s disease",
            "Infection of the finger"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If the deformity is not recognized and addressed early, correcting the deformity becomes more difficult if left untreated for more than 3 weeks(1)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Direct, forceful flexion or volar dislocation of the PIP joint, resulting in central slip injury.(5)The central slip might also be lacerated in open injury or as a result of an inflammatory disease, such as RA. In Dupuytren’s disease chronic PIP contractures can result in secondary boutonnière deformities",
                "course of treatment": {
                    "medical management": "Variable depending on mechanism of injury and time between injury and presentation",
                    "surgical management": [],
                    "medications": "Patient might be taking analgesics for pain",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: X-rays frequently are used to assess for fracture as well as for subluxation of the PIP joint"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Inquire about aggravating or precipitating factors",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Patients might not present with any visual deformity immediately following injury. These patients might present with pain, edema, and restricted PIP joint ROM. Which digit(s) are involved?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of awakenings/night, if applicable",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have RA or any other systemic inflammatory condition?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Does the patient engage in hand-intensive  activities (e.g., knitting, crocheting)? ",
                "functional limitations assistance with ADLs adaptive equipment": "Function might be limited, especially if the deformity is in the dominant hand. Does the patient use any adaptive equipment? Does the patient use any ambulation aids in the affected hand?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) •Joint integrity and mobility: PIP joint dislocation might occur. In patients with RA, assess for other deformities of the hand",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Assess grip and pinch strength using dynamometer and pinch meter; compare to contralateral hand. Strength testing might be contraindicated in acute BD",
            "observation inspection palpation including skin assessment": [
                "Following a traumatic injury to the finger, significant edema, increased at the PIP joint, might be present. Edema can be assessed using volumetric or circumferential measurements. Compare to contralateral hand",
                "Assess for signs of infection (e.g., erythema, warmth, discharge, odor) in open injury cases. Monitor for appropriate wound healing",
                "Observe for visual BD: PIP flexion, DIP hyperextension. MCP joint extension might be noted in some cases",
                "Palpate for tenderness (and quantify using V AS) at the PIP joint. Palpate for tenderness of the dorsal surface of the middle phalanx at the insertion of the central slip. Palpate ulnar and radial aspects of the digit for lateral band tenderness",
                "Patients with a central slip injury will exhibit significant tenderness over the dorsum of the PIP joint. (1)",
                "Assess for MCP joint and DIP joint abnormality as well"
            ],
            "posture": "",
            "range of motion": "Determine active and passive ROM using goniometry. Initially, some ability to actively extend the PIP joint might be noted due to intact lateral bands, but in later stages of the deformity the patient might not be able to do so.(6) Assessing ROM in the involved PIP joint(s) might be contraindicated in acute BD",
            "self-care activities of daily living": "Assess self-care deficits by patient report or demonstration",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Central slip tenodesis test, introduced by Smith and Ross. This test involves placing a finger on the dorsum of the proximal phalanx and exerting a gentle force, flexing the MCP joint. In a finger with an intact central slip, passive extension of the PIP joint occurs by tenodesis effect. A positive indication of a central slip injury is an extensor lag of the PIP joint when the test is performed(2)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Cold intolerance",
                "Over area of peripheral vascular disease",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over an open wound",
                "Over superficial nerves for extended periods",
                "Very young or very old",
                "Poor cognition",
                "Personal aversion to cold ",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy  contraindications(3)",
                "Cryotherapy  precautions(3)",
                "Thermotherapy contraindications(3)"
            ]
        },
        "diagnosis need for treatment": "Traumatic injury to the finger, pain and/or edema of the PIP joint, visible BD",
        "rule out": " Rule out Pseudo-boutonnière PIP dislocation Avulsion fracture Fracture of the proximal or middle phalanx PIP joint sprain",
        "prognosis": [],
        "referral to other disciplines": "Hand surgeon to determine if surgical intervention is necessary (open injuries, fixed deformities) if referral from primary care or self-referral",
        "other considerations": [],
        "treatment summary": [
            "Splinting of the PIP joint in extension with the MCP and DIP joints free is appropriate for BD.(6) DIP flexion is encouraged to facilitate centralization of sagittal bands",
            "The use of a functional thumb orthosis with type I BD (MCP flexion with DIP hyperextension) and type II BD (MCP flexion and adduction with DIP hyperextension) of the thumb in patients with RA might be effective in relieving pain(4) –Based on an RCT conducted by researchers from Brazil –Forty subjects in whom type I or II boutonnière thumb deformity on the dominant side was diagnosed were included in the study –Participants were randomly assigned to an intervention group that used an orthosis daily or a control group that wore an orthosis only during evaluations –Subjects were evaluated at baseline, then at 45 and 90 days –Tests performed included a V AS for thumb pain, the O’Connor Dexterity Test, Jamar dynamometer, pinch gauge, goniometry, and the Health Assessment Questionnaire –V AS pain scores for those in the intervention group were significantly lower in comparison to those in the control group, which saw no change at evaluation times –Eighty-five  percent and 75% of those in the intervention group rated their results as “better” or “much better” at 45 and 90 days, respectively –No statistically significant decrease in strength was observed in the group wearing the thumb orthosis . Problem Goal Intervention Expected Progression Home Program  Pain and edema Eliminate/decrease pain and edemaEdema control _ Use of self-adherent wrap to provide compression _ _ Retrograde massage _ _ Cryotherapy/contrast bath _ _ Elevate extremityN/A Patient education for pain and edema management  Reduced MCP, PIP, DIP joint ROM/joint contractureImprove ROM Splinting _ The PIP joint should be splinted in full extension with a dorsal padded aluminum splint. Alternatively, thermoplastic figure -8 or “clamshell” style orthoses can be fabricated. The MCP and DIP joint should be left free for active and passive ROM exercises _ Continuous splinting for 6 weeks followed by a few more weeks of night splinting or until full active PIP extension and DIP flexion are achieved(1) _ _ Therapeutic exercises _ The patient should be instructed in active and passive flexion exercises of the DIP joint while wearing the splint _ _ Physical agents/ mechanical modalities _ Moist heat pack can be used to increase tissue elasticity prior to manual therapy and stretching exercisesTherapeutic exercises _ After several weeks of constant splinting, PIP joint flexion activities might be introduced gradually. Extension splinting might be continued at night _ _ Manual therapy _ Passive PIP joint extension stretching to achieve full extension ROM and prevent contracture of the PIP joint _ _ Passive DIP joint flexion to maintain good gliding of the lateral bands and prevent DIP joint extension contracture _ _ Massage might be used to prevent tendon adherence and lateral band adherenceProvide patient with splint-wearing schedule and ROM exercises as prescribed _ _ Exercises should be performed frequently throughout the day Impaired hand function/ decreased grip and pinchRestore normal hand functionFunctional training _ Begin functional training once PIP joint extension is achievedAfter full PIP joint extension ROM is achieved, grip strengthening, dexterity, and other functional training activities might be initiated to help restore full hand functionContinue prescribed exercises at home . "
        ]
    },
    "desired outcomes outcome measures": {
        "eliminated decreased pain": [
            "V AS"
        ],
        "eliminated decreased edema": [
            "V olumetric/circumferential measurements"
        ],
        "improved rom": [
            "Goniometric measurements"
        ],
        "restored normal hand function": [
            "Quick Disabilities of the Arm, Shoulder, and Hand (QuickDASH) (written or verbal version)(7)"
        ],
        "improved strength": [
            "Manual muscle testing (MMT)",
            "Dynamometer (grip strength)",
            "Pinch meter (pinch strength)"
        ]
    },
    "maintenance or prevention": [
        "Early diagnosis and treatment in acute cases help to prevent severe deformity. Night splinting or intermittent daytime splinting might help maintain ROM"
    ],
    "patient education": [
        "AAOS OrthoInfo, “Boutonnière Deformity,” https://orthoinfo.aaos.org/en/diseases--conditions/boutonniere-deformity Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on January 4, 2019 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Binstead JT, Hatcher JD. Boutonniere deformity. [Updated 2019 Nov 8]. StatPearls [Internet]  Web site. https://www.ncbi.nlm.nih.gov/books/NBK470323/ . 2019. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Lane R, Nallamothu SV. Swan-neck  deformity. [Updated 2019 Feb 4]. StatPearls [Internet]  Web site. https://www.ncbi.nlm.nih.gov/books/NBK525970/ . 2019. (R)"
        },
        {
            "number in article": 3,
            "reference": "In: Bellew JW, Michlovitz JL, Nolan TP Jr, et al, eds. Michlovitz’s Modalities for Therapeutic Intervention . Philadelphia, PA: FA Davis; 2016:42-44,  80-82. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Silva PG, Lombardi I, Breitschwerdt C, Poli Araújo PM, Natour J. Functional thumb orthosis for type I and II boutonniere deformity on the dominant hand in patients with rheumatoid arthritis: a randomized controlled study. Clin Rehabil . 2008;22(8):684-9.  (RCT)"
        },
        {
            "number in article": 5,
            "reference": "McMurtry JT, Isaacs J. Extensor tendons injuries. Clin Sports Med . 2015;34(1):167-180.  doi:10.1016/j.csm.2014.09.005. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Page G, Kahanov L, Eberman LE. Active boutonniere deformity in a collegiate football player: A case review. Athl Train Sports Health Care . 2014;6(5):237-240. doi:10.3928/19425864-20140916-02.  (C)"
        },
        {
            "number in article": 7,
            "reference": "London DA, Stepan JG, Boyer MI, Calfee RP. Performance characteristics of the verbal QuickDASH. J Hand Surg Am . 2014;39(1):100-107.  doi:10.1016/j.jhsa.2013.09.041. (R) "
        }
    ]
}