{
    "metadata": {
        "title": "Dysphagia  Cornelia de Lange Syndrome",
        "synonyms": [
            "cornelia de lange syndrome  dysphagia",
            "cornelia de lange syndrome esophageal dysphagia",
            "cornelia de lange syndrome: swallowing disorder",
            "cornelia de lange syndrome: deglutition disorder",
            "cornelia de lange syndrome: oral dysphagia",
            " cornelia de lange syndrome: pharyngeal dysphagia",
            "cornelia de lange syndrome: difficulty swallowing",
            "swallowing disorder: cornelia de lange syndrome",
            "esophageal dysphagia: cornelia de lange syndrome",
            "deglutition disorder: cornelia de lange syndrome",
            "oral dysphagia: cornelia de lange syndrome",
            "pharyngeal dysphagia: cornelia de lange syndrome",
            "difficulty swallowing: cornelia de lange syndrome",
            "de lange syndrome: dysphagia",
            "de lange syndrome: swallowing disorder",
            "de lange syndrome: deglutition disorder",
            "de lange syndrome: esophageal dysphagia",
            "de lange syndrome: oral dysphagia",
            "de lange syndrome: pharyngeal dysphagia",
            "de lange syndrome: difficulty swallowing",
            "dysphagia: de lange syndrome",
            "esophageal dysphagia: de lange syndrome",
            "swallowing disorder: de lange syndrome",
            "deglutition disorder: de lange syndrome",
            "oral dysphagia: de lange syndrome",
            "pharyngeal dysphagia: de lange syndrome",
            "difficulty swallowing: de lange syndrome",
            "brachmann-de  lange syndrome: dysphagia",
            "brachmann-de  lange syndrome: swallowing disorder",
            "brachmann-de lange syndrome: deglutition disorder",
            "brachmann-de lange syndrome: oral dysphagia",
            " brachmann-de  lange syndrome: esophageal dysphagia",
            "brachmann-de  lange syndrome: pharyngeal dysphagia",
            "brachmann-de  lange syndrome: difficulty swallowing",
            "dysphagia: brachmann-de  lange syndrome",
            "swallowing disorder: brachmann-de  lange syndrome",
            " deglutition disorder: brachmann-de  lange syndrome",
            "oral dysphagia: brachmann-de lange syndrome",
            "pharyngeal dysphagia: brachmann-de  lange syndrome",
            "difficulty swallowing: brachmann-de  lange syndrome",
            "esophageal dysphagia: brachmann-de lange syndrome"
        ],
        "anatomical location body part affected": [
            "The systems most commonly involved in CdLS are the neural, craniofacial, gastrointestinal, and musculoskeletal systems(1)"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders",
            "pediatric genetic and/or neurological disorders",
            "infant feeding and feeding disorders",
            "craniofacial and/or oral motor abnormalities"
        ],
        "description": [
            "Cornelia de Lange syndrome (CdLS) is a genetic disorder that can affect almost any organ system"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Q87.1": "congenital malformation syndromes predominantly associated with short stature",
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Swallowing G-code set": {
                "G8996": "Swallowing functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G8997": "Swallowing functional limitation, projected goal status, at initial therapy treatment/outset and at discharge from therapy",
                "G8998": "Swallowing functional limitation, discharge status, at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Dysphagia refers to difficulty swallowing due to an inability to move food efficiently during the oral, pharyngeal, or esophageal phases of swallowing.(2) The oral phase includes sucking, chewing, and moving the food or liquid into the throat while achieving adequate lip closure. The pharyngeal phase is the initiation of the swallowing reflex, when the food is squeezed down the throat and the airway is closed off to prevent aspiration (food or liquid entering the airway) or choking. In the esophageal phase, the openings at the top and bottom of the esophagus move the food or liquid to the stomach by relaxing and tightening.(3) Symptoms of dysphagia sometimes evolve throughout the lifespan of the patient with CdLS. Infants have been reported to have oral feeding difficulties, necessitating enteral feeding. Esophageal dysphagia has been noted in adults with CdLS; Gastroesophageal reflux disease (GERD) has been reported in up to three quarters of an adult patient sample (N = 49) in a study conducted in the United States.(4)For detailed information on dysphagia in childhood, see Clinical Review…Dysphagia in Childhood ; CINAHL Topic ID Number:T708938.Clinical presentation of CdLS involves any of the following symptoms:",
            "Musculoskeletal system –Small stature throughout life(1) –Delayed bone age(1) –Hip abnormalities, including dislocation(1) –Scoliosis(1)",
            "Head and facial features –Hirsute forehead (excessive/thick hair on the forehead)(1) –Synophrys (joined eyebrows) at midline of nose and extending down the bridge of the nose(1) –Arched eyebrows(1)  –Thick and long eyelashes(1) –Thick, low-set  ears(1) –Flattened midface with short nose(1) –Long philtrum(1) –Thin upper lip and down-turned  corners of the mouth(1) –Widely spaced teeth(1) –Micrognathia(1) –Square chin(1) –Cleft palate(1) –Crowding of teeth, small teeth, absent teeth, and periodontal disease(1)",
            "Limbs –Small hands and feet(1) –Proximally placed thumb –Fifth finger clinodactyly (curving of the fifth finger towards the fourth finger)(1) –Short fingers and toes(1) –Upper extremity malformations in one-third  of patients (e.g., absent forearm)(1) –Syndactyly of toes 2 and 3 (toes are fused together)(1)",
            "Organs –Gastroesophageal reflux disease (GERD) is common(1) –Pyloric stenosis (narrowing of the part of the stomach that connects to the small intestine [duodenum]that can result in vomiting)(1) –Congenital heart malformations (in 25% of patients)(1) –Diaphragmatic hernia(1) –Kidney and/or urinary tract anomalies(1) –Hypoplastic genitalia(1) (incomplete or underdevelopment of genitalia) –Genital malformations(1) –Cryptorchidism (absence of one or both testes from the scrotum)(1)",
            "Sensory system –Frequent otitis media due to external auditory stenosis(1) –Sensorineural and conductive hearing loss (in up to 60% of patients)(1) –Myopia (nearsightedness), ptosis (drooping of the upper eyelid), and blepharitis (chronic inflammation of the eyelid)(1)",
            "Behavior –Hyperactivity(1) –Short attention span(1) –Attention-deficit  disorder with or without hyperactivity (ADD or ADHD)(1) –Extreme shyness(1) –Self-injurious  behavior(1) –Compulsive behavior(1) –Increase in behavioral issues during adolescence (e.g., obsessive-compulsive behaviors, anxiety, and aggression)(1) –Features of autism spectrum disorder (ASD)(46) -In a study conducted in the United Kingdom that included 103 participants with CdLS, researchers found that 78.6% of these individuals exhibited ASD symptomology according to the Social Communication Questionnaire (SCQ; a screening measure for ASD for persons aged 4 to 40 years).(46) In this sample, 45% of the participants met the criteria for ASD on the SCQ(46) ",
            "Neurological –Seizures (20% of patients)(1) –High pain tolerance that might be due to peripheral neuropathy(1) –Delayed development(1) –Borderline IQ to profound intellectual disability(1) –Deficits in speech and language(1) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain tolerance, level of fatigue, and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance",
            "Due to the difference between adult and pediatric swallowing issues, it is important that an SLP have competencies in dysphagia management for the particular population being evaluated(7)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes: cdls is a genetic syndrome with an estimated incidence of  in , individuals": [],
        "pathogenesis: cdls mostly occurs sporadically, but a few familial cases with autosomal dominant or recessive inheritance have been reported.   gerd and scoliosis can worsen with age.   behavioral symptoms, such as self-injurious  behavior,": [],
        "risk factors:  no risk factors have been reported": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Speech-language  pathologists (SLPs) are required to have graduate, postgraduate, or continuing education training specifically in dysphagia assessment and treatment(7)",
        "To perform a videofluoroscopic swallowing study (VFSS), an SLP must have established competencies in the use and storage of barium used in VFSS(8)",
        "Patients with dysphagia are at risk for aspiration and/or penetration of oral intake. Ensure that the patient, the patient’s family, and the patient’s caregivers are aware of potential aspiration risks and educated about prevention strategies when appropriate",
        "It is important to consider eating habits, food preferences, and cultural influences on eating to maximize nutritional intake. Feeding practices and foods differ considerably across cultures; the patient’s and family’s view of dysphagia, appropriate assessments, and appropriate treatments will vary accordingly.(49) Proceed with cultural sensitivity and awareness of food allergies and dietary restrictions when providing food and liquid to patients with dysphagia(49)",
        "Development of an individualized family service plan (IFSP) or an individual education plan (IEP) in collaboration with the parents and school personnel is essential for children with CdLS to address learning, language, and cognitive problems, as well as feeding and motor problems in the home and school environment. In addition, this plan can assist school personnel in modifying activities that might otherwise be harmful or unsafe for the child with CdLS",
        "GERD is a frequent complication in patients with CdLS. Typical signs of GERD that are often seen in patients with CdLS include regurgitation, vomiting, refusal of food, and respiratory infection. Atypical signs of GERD are often present in patients with CdLS and include bruxism (grinding of teeth), nocturnal agitation, hyperactivity, and self-injurious  behavior.(9) Refer to physician for gastrointestinal evaluation if signs are present",
        "Children with severe developmental disabilities, such as those with CdLS, have a higher risk of ingesting foreign bodies. The SLP should refer to a physician for an examination if there are factors that suggest the ingestion of a foreign body, such as sudden refusal to eat or drink, sudden loss of appetite/weight, change in eating patterns, exclusion of certain foods from diet, or a change in mealtime behaviors(10) "
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain tolerance, level of fatigue, and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance",
            "Due to the difference between adult and pediatric swallowing issues, it is important that an SLP have competencies in dysphagia management for the particular population being evaluated(7)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document when CdLS was first diagnosed; what body systems were affected by the syndrome?",
                "course of treatment": {
                    "medical management": "Medical management of patients with CdLS might include Orchiopexy (surgery to move an undescended testicle to the scrotum)(4) Palatoplasty (cleft palate repair)(4) For detailed information on assessment and treatment of patients with cleft palate, see Clinical Review…Cleft Lip andT708577and Clinical Review…Feeding DisordersT708978 Feeding tubes (orogastric, nasogastric, gastrostomy, jejunostomy)/enteral feeding (for patients with CdLS who are unable to receive adequate nutrition orally) Nissen fundoplication (surgery for GERD to reinforce the lower esophageal sphincter)(4,10)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? Ask a pharmacist or doctor about the side effects of these medications (e.g., loss of appetite)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Diagnosis of CdLS is made based on the presence of specific signs, symptoms, and neurodevelopmental characteristics.(1) After a diagnosis of CdLS is made, the following tests may be performed: echocardiogram, renal sonogram, ophthalmologic evaluation, hearing evaluations (otoacoustic emissions or brainstem auditory evoked response), and upper GI series.(1) It is recommended that all adults with CdLS undergo a thorough GI evaluation(4)",
                        "An evaluation for dysphagia might include the following:",
                        "Complete patient history",
                        "Clinical swallowing examination (CSE)",
                        "VFSS/modified barium swallow study (MBSS)",
                        "Fiberoptic endoscopic evaluation of swallowing (FEES)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational, physical, or speech therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Does the patient have a history of pneumonia or respiratory infections? Does the patient have GI difficulties that affect eating or swallowing? GI issues typically associated with CdLS include poor esophageal motility, GERD, esophageal stricture, and hiatal hernia.(4) Does the patient have more difficulty with swallowing -certain textures of foods or liquids? -in different environments? -as meals progress? -during certain times of day? -if fatigued? -with environmental distractions? -after taking certain medications?",
                "body chart": "Review the patient’s chart and note any significant changes in weight",
                "nature of symptoms": "Feeding difficulties in infants with CdLS are common. As the patient ages, esophageal dysphagiaEsophagealT709001  -Poor sucking and swallowing ability during infancy(1) -Risk of foreign body ingestion(10) -Esophageal dysphagia (e.g., poor esophageal motility, GERD, rumination, esophagitis)(4)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically note if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); document any history of coughing while eating",
                "sleep disturbance": "Document number of wakings per night. Sleep disturbances have been reported in adults with CdLS and could be related to GERD(4)",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to a physician",
                "respiratory status": "Document the respiratory status of the patient, including vital capacity, and include use of supplemental oxygen, mechanical ventilator, or tracheostomy tubeDocument any behavioral symptoms that indicate psychosocial disturbances -Behavioral issues in patients with CdLS might include short attention span, social anxiety, hyperactivity, ADD or ADHD, aggression, defiance, and self-injurious  behaviors.(1,11,12) Maladaptive behaviors, such as aggression and compulsiveness, can increase during adolescence and adulthood(1,4) -Refer to psychiatrist, psychologist, or behavioral specialist as appropriateDocument hearing ability; up to 60% of patients with CdLS have some degree of sensorineural and/or conductive hearing loss(1) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous swallowing difficulties, respiratory difficulties, communication difficulties, motor disorders, or cognitive deficits",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including behavior difficulties, hearing loss, vision problems, heart problems, communication difficulties, and memory loss",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter drugs)",
                    "other symptoms": "Ask patient or caregivers about other symptoms the patient is experiencing (e.g., excessive throat clearing, coughing while eating)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include daycare or school? Does the patient work? Does the patient currently receive intervention services? Is the patient bottle or breastfed? What is the patient’s eating schedule?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment for mobility, communication, or eating",
                "living environment": "Document with whom the patient lives (e.g., parents, siblings). Who is responsible for the patient’s meal preparation?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting):",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Does the patient use any adaptive devices for mobility, communication, or eating (e.g., specialized bottles or nipples)? Examine motor function and tone as it relates to positioning for feeding. Refer to a physical therapist (PT) as necessary",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [
                "Esophagram: An esophagram is performed by a physician and incorporates large bolus swallows of liquids with varying densities. The patient usually is examined swallowing during side lying or erect positions. The esophagram can be used to evaluate peristalsis, mucosal abnormalities and subtle lesions/strictures, GERD, and transit time(30)",
                "Manometric studies of the pharynx and upper esophageal sphincter (UES):(31) Esophageal manometry is performed by a physician and evaluates motor function of the UES, esophageal body, and lower esophageal sphincter when there are suspected difficulties with motility or peristalsis. A catheter is placed through the nose into the stomach by a trained technician and pressure changes are recorded as the patient swallows(31) -For detailed information on manometry, see Clinical Review…Dysphagia Assessment: Manometry ; CINAHL Topic ID Number: T709040"
            ],
            "posture": "Note any posture abnormalities that appear to interfere with swallowingDocument if the patient is able to eat independently, if developmentally appropriate",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "The SLP should refer to the appropriate professionals for any audiological or vision examinations. Document the results of the most recent hearing and vision tests. Up to 60% of patients with CdLS have some degree of sensorineural and/or conductive hearing loss.(1) Myopia (i.e., nearsightedness) is a common vision problem among patients with CdLS(1)",
            "special tests specific to diagnosis": "Feeding development and swallowing function should be evaluated through a combination of clinical and instrumental examinations. Nursing and parental input, as well as input from the medical team, should be considered to determine infant readiness for oral feeding(13) –CSEBefore feeding, the infant should be observed for signs that indicate readiness for feeding, such as alert and awakening behavior, mouthing, and stable breathing and color. If the infant is not alert, the SLP should consider postponing the assessment(14) -Nonnutritive sucking ability should be examined first to evaluate the infant’s level of awareness, rooting, latching, and the coordination of suction and compression.(15) A typical nonnutritive suck consists of two sucks per second and six to eight sucks per swallow. Assess the infant’s awareness and response to the tactile input of a pacifier or the examiner’s gloved finger. Rinsing the glove before presenting it to the infant may result in better acceptance.(14) Determine if there are any latex allergies or use a latex-free  gloveIf the infant is fed orally, observe the caregiver feeding the infant. Note the infant’s response to the nipple touching the lips and the presence of a rooting reflex. Observe the infant’s ability to find, accept, and latch onto the nipple. Evaluate specific characteristics of sucking, including the coordination of sucking-swallowing-breathing1 extensor movements, gasping, coughing, and choking(14)In-depthT709064There are several clinical assessment scales and checklists to evaluate infants and children; however, no universally accepted feeding assessment tool exists. Scales, surveys, and checklists are commonly used in the clinical examination but often do not include normative data, standardization, validation, or guidelines for interpretation. SLP knowledge of normal oral motor development and feeding function are essential when evaluating infants and childrenEvaluation of an infant’s ability to suck on a bottle and/or breast. Includes assessment of infant’s feeding history, oral motor skills, oral tactile responses, suck-swallow-breath coordination, general motor control, and general physical state during feeding and swallowing(16)Evaluation of sucking in infants (up to 3 months of age). Aspects of sucking behavior are classified as normal, disorganized, or dysfunctional(17)Rating scale that examines swallowing and voice in children up to 2 years of age. Ratings include duration of the meal, amount of intake, food consistencies, positioning, sucking from a nipple, sipping from a cup, and coordination of suck-swallow-breath(18)Lip, cheek, tongue, and jaw movement are rated during a typical meal. This scale can be used with children from 1 year of age through adults(19)A VFSS is performed when the dysphagia team needs additional information about the patient’s swallowing function and to rule out or identify aspiration. A VFSS is completed in collaboration with a physician  (radiologist or physiatrist).(7) Most clinical practices follow the protocol originally described by Logemann and adaptations of this protocol for infants and children described by Arvedson and Lefton-Greif.(20,21) The assessment must be age-appropriate  with regard to positioning, presentation, and viscosity of material.(7) The patient eats and drinks a variety of developmentally appropriate liquids and solids mixed with barium while images are recorded with videofluorography. All patients should be examined in the lateral and frontal positions to gain information on movements of the swallow and symmetry of bolus flow and pharyngeal wall contraction. The SLP examines for the presence of aspiration and the effectiveness of presenting different food consistencies or by modifying posture.(7) In contrast to the CSE, the VFSS provides critical information on the pharyngeal phase of the swallow.(22) Given the unnatural surroundings, swallowing function observed during a VFSS is not necessarily identical to that exhibited at mealtimes.(23) Other variables that can influence swallowing function include anxiety, fatigue, and medications.(24) Due to the harmful effects of ionizing radiation on children, a repeat VFSS should only be considered when there are specific questions that require answers from a repeat study; a VFSS should not be used frequently to monitor changes in swallowing.(25) During(24) -Lip closure (ability to contain a liquid bolus) -Lingual elevation (the back of the tongue is slightly elevated) -Tongue-to-palatal  seal -Bolus preparation/mastication -Bolus transport/movement of the tongue (movement of the bolus to the back of the oral cavity) -Initiation of the pharyngeal swallow (swallow should be initiated when the bolus reaches the region of the posterior oral cavity) -Soft palate elevation and retraction -Laryngeal elevation -Anterior hyoid excursion -Laryngeal closure -Pharyngeal contraction -Pharyngoesophageal segment opening -Tongue base retraction -Epiglottic inversion -Esophageal clearanceModifiedT709064FEES is performed to evaluate the anatomy and physiology of the pharynx and the larynx, pharyngeal swallow function, and the patient’s ability to manage secretions and swallow foods and liquids.(7) In addition, it can be used to explore a variety of diagnostic interventions, such as varying bolus consistency, varying posture, or making use of visual feedback for reinforcement.(26) After the insertion of the endoscope, the patient can engage in normal feeding behavior during the evaluation. Food must be light in color to enhance visibility (e.g., milk, puddings, yogurt, bread). FEES is preferred over VFSS when patients have safety issues related to radiation exposure or when they need retesting. Due to the invasive nature of the procedure, it might be difficult to obtain an accurate representation of a normal swallow in young children.(27) The American Speech-Language-Hearing  Association (ASHA) has published several online documents relevant to the technical aspects of FEES and the qualifications required to perform FEES(28) -For detailed information on endoscopic assessment of swallowing, see the series of Clinical Reviews on this topicInfant sucking and oral transit times can be examined by ultrasonography, an instrumental procedure involving transducers that use high-frequency  sound waves to create images. In infants and children, the transducer is placed under the chin as the patient swallows liquid or food. The ultrasonographic scanner can display images of the nipple, tongue surface, hard and soft palates, and hyoid during infant feeding(7)Oximetry is used to evaluate hemoglobin oxygen saturation levels before and after feeding. Most infants have an oxygen saturation level of at least 95%. Low saturation levels (below 90%) indicate some degree of hypoxia(29)Cervical auscultation involves the use of a stethoscope on the lateral side of the thyroid cartilage to listen to sounds associated with breathing and swallowing patterns. Limitations of cervical auscultation include a lack  of normative data and clear guidelines for interpretation of the procedure. In addition, many movements associated with swallowing are silent(27) -For detailed information about cervical auscultation with pediatric patients, see Clinical Review…Dysphagia",
            "speech and language examination": "Most patients with CdLS have significant speech and language deficits. Complete a full speech-language  evaluation as necessary(1) –For detailed information on speech and language deficits in children with developmental disabilities, see the series of Clinical Reviews on these topics",
            "neurological examination": "",
            "oral structure and oral motor function": "Examine the range, rate, coordination, and symmetry of movement of the lips, facial musculature, tongue, pharynx, and larynx",
            "perception": "",
            "arousal attention cognition": "Patients with CdLS have a range of intellectual ability from normal intelligence to severe intellectual disability.(1,11) Refer to neuropsychological evaluations for further information",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Ensure that the patient and family/ caregivers are aware of the potential for aspiration and are educated about prevention strategies when appropriate",
                "Treatment for esophageal dysphagia is provided by a physician; treatment options include medication, surgery, diet modification, and esophageal dilation. While the SLP is not typically involved in the management of esophageal dysphagia, it is important that the SLP be aware of symptoms of esophageal dysphagia and refer to the patient’s physician if symptoms are present. Diagnosis might be further confounded by the coexistence of oropharyngeal dysphagia and esophageal dysphagia.(32) It is important that the SLP be aware of recommendations for esophageal dysphagia that might run counter to recommendations for oropharyngeal dysphagia(32)",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient's physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic's specific protocols"
            ]
        },
        "diagnosis need for treatment": "Dysphagia diagnosis and management is based upon the results of a comprehensive assessment that is performed by an SLP in collaboration with a transdisciplinary team that may include a pediatrician, a dietitian, an occupational therapist (OT), a PT, a respiratory therapist, an otolaryngologist, a radiologist, a social worker, a behavior specialist, a gastroenterologist, and a neurologist. Team management for patients with severe developmental disabilities, such as CdLS, is particularly important because dysphagia can result from multiple causes (e.g., craniofacial anomalies, GERD, effects of prolonged nasogastric tube feeding) and assessment requires expertise from many disciplines.(33) The primary concern is to maintain and maximize the patient’s health status.(7) After the evaluation, a decision must be made about the patient’s ability to ingest food and liquid orally(34)",
        "rule out": "The physician should rule out other conditions that might be responsible for the patient’s symptoms, such as fetal alcohol spectrum disorder, Rubinstein-Taybi  syndrome, and ASD(4)",
        "prognosis": [],
        "referral to other disciplines": "Refer to an OT, PT, nutritionist, respiratory therapist, social worker, neurologist, otolaryngologist, radiologist, oral hygienist, or gastroenterologist as necessary. Refer patient and/or caregivers to a psychologist or counselor if signs of depression or stress are present",
        "other considerations": [],
        "treatment summary": [
            "Nipple selection for bottle-feeding:  Nipple characteristics, such as the shape or material of the nipple and size of the hole, can be selected to influence fluid flow; however, there is little evidence to support the use of a particular type of nipple to improve bottle-feeding  performance of preterm infants, and nipples are often selected based upon personal preference and clinical experience(35)",
            "Positioning:  Newborn positioning techniques include swaddling, position aids, and use of specific positions (e.g., side lying, prone, upright position).(36) There is evidence that an upright or prone position is effective in alleviating symptoms of GERD (as compared to supine or seated positions).(14) Swaddling an infant in flexion has been suggested as a way to support infants who are motorically disorganized or hypotonic, and help facilitate better sucking, swallowing, and breathing.(14) Recommendations for infant positioning are based primarily on expert opinion and clinical experience, and a team approach (including pediatric physical and occupational therapists) for managing positioning is advised(35,36)",
            "Chin and cheek support:  To stabilize the jaw when the infant exhibits hypotonia and excessive jaw shifting, the middle finger can be placed under the chin and the index finger between the chin and lower lip during bottle-feeding.(35) Direct external support to the cheek or suck pads can be used to assist the infant in pursing lips and achieving an effective seal around the nipple. Place the thumb and middle finger or index finger on the suck pads while gently providing lateral pressure. A smaller bottle may be easier to use for this technique(37)",
            "External pacing:  External pacing or paced feeding protocols have been trialed to assist the preterm infant in coordinating breathing and sucking patterns.(35,38) Preterm infants sometimes use “transitional” sucking patterns that are not coordinated with breathing. These immature sucking patterns may lead to coughing, choking, bradycardia, apnea, and fatigue during feeding. Paced feeding involves removing the nipple from the mouth after every three to five sucks to encourage 3- to 5-second  breathing pauses –In a nonrandomized clinical trial conducted in the United States, researchers investigated the effects of external pacing on efficiency of sucking and weight gain, incidence of bradycardia during feeding, and length of hospital stay (N = 36).(38) Preterm infants in the treatment group received paced bottle-feeding  while infants in the control group received traditional bottle-feeding.  Infants in the treatment group demonstrated significantly less incidence of bradycardia during feeding and exhibited more efficient sucking patterns at discharge from the neonatal intensive care unit (NICU); however, time of discharge and average weekly weight gain did not differ between groups. The authors concluded that pacing is beneficial for preterm infants with respiratory disease, but cautioned that significant feeder training is necessary for this intervention (nurses received 10 hours of training to implement pacing intervention)",
            "Feeding schedules:  The two primary options for feeding schedules are responsive feeding (feeding an infant based on behaviors that indicate hunger and satiation) and scheduled interval feeding (infant is fed at scheduled times). Authors of a systematic review that included nine randomized controlled trials compared the effects of both types of feeding schedules for preterm infants and determined that there are insufficient data at present to guide clinical practice. There is some indication that responsive feeding with preterm infants leads to full oral feeding (i.e., no need for tube feed supplementation) more quickly than interval feeding; however, larger, better designed trials are necessary to confirm this finding(39)",
            "Oral sensory motor therapy/oral stimulation: Infant stimulation through use of auditory, tactile, visual, and vestibular intervention has been found to be associated with increased infant alertness (during first 5 minutes of the feeding intervention), reduced length of hospital stay, improved feeding progression, decreased apnea, more stable organization of state, increased weight gain, decreased abnormal reflexes, and better sensory and motor performance on behavioral assessments(13) –Nonnutritive oral stimulation program: In a randomized trial (RCT) conducted in Canada, researchers examined the effects of a nonnutritive oral stimulation program on the feeding skills of preterm infants born at 26–29  weeks’ gestation (N = 32). The experimental group received oral stimulation treatment that consisted of stroking the perioral and intraoral structures for 15 minutes daily for 10 days before the start of oral feedings. Infants in the control group received no oral stimulation. Outcome measures included the number of days that were required for the infant to transition from tube to full oral feedings as well as overall intake of food and rate of milk transfer. Sucking skills were also measured (maturational level of the sucking pattern, sucking frequency, and amplitudes of suction and expression). The experimental group showed significant gains over the control group in the amplitude of the expression component of sucking, resulting in faster transition to oral feedings (7 days sooner). However, there was no difference between groups in sucking stage maturation, sucking frequency, amplitude of the suction component of sucking, and endurance. Thus,  the experimental group achieved faster transition to oral feedings, but many aspects of the sucking did not appear to be affected by the treatment(40) –Tactile stimulation for lingual motor function: In a retrospective study conducted in the United States of 45 children with severe dysphagia due to congenital anomalies and/or gastroenterologic dysfunction, researchers investigated a lingual shaping treatment approach that used tactile stimulation (touching the tongue with the smallest finger) to induce new lingual responses (e.g., posterior portion of the tongue rises in response to tactile stimulation). Individual lingual responses were reinforced and then chained in a series of six movements to form a complete swallow reflex. Treatment time consisted of intensive treatment (45–60  minutes 5–7x/day)  for 5–7 days in an inpatient setting and then 60 minutes/1x a week with parent training to generalize in the home. At 6 months’ follow-up,  43 patients (96%) had independent swallows and 42 had 100% oral intake. These results were maintained at 1 and 2 years’ follow-up(41) –Authors of a systematic review that included 16 studies investigating the effects of oral motor exercises on swallowing in children with dysphagia concluded that there was insufficient evidence that the exercises result in functional improvement of the swallowing mechanism in children with dysphagia(42) -The most positive treatment effect was found with the 12-month  use of a stimulating oral plate for children with cerebral palsy to improve chewing(42)",
            "Liquid thickening:  Breast milk or formula is often thickened to reduce symptoms of GERD or to facilitate swallow coordination by slowing the flow rate in infants and children with dysphagia. Liquids can be thickened with pulverized powdered rice cereal in a blender and then slowly added to milk.(50) An instrumental swallow evaluation is often needed to determine the effect of the thickened liquid on swallowing(50) –In a cross-sectional  exploratory study conducted in the United Kingdom, researchers used semistructured interviews to gauge parent opinion on liquid thickening for children who had required thickened liquids for at least 10 months. Subjects in the study had a variety of diagnoses (e.g., GERD, Down syndrome, global developmental delay, cerebral palsy) and ranged in age from 2 to 12 years. The major themes that the researchers identified were challenges in the early stages of using thickeners (e.g., no education about the purpose of thickeners, difficulty finding appropriate feeding equipment to use with thickeners), persistent difficulties with thickeners (e.g., lumpiness of the drinks, uncertainty about the right level of thickness), and positive benefits of thickeners (e.g., reduced lung infections, improved quality of life). Despite the problems reported, the parents in this study unanimously acknowledged the value of liquid thickeners for improving their children’s quality of life and enjoyment of drinking(48)",
            "Nonnutritive sucking:  Nonnutritive sucking (NNS) refers to pacifier sucking. The rationale for NNS is to assist the infant in developing coordinated sucking behaviors in preparation for oral feeding. Authors of a systematic review examined 12 studies to determine the effects of NNS on major clinical variables for preterm infants, including length of hospital stay, transition to bottle-feeding, bottle-feeding  performance, weight gain, energy intake, heart rate, oxygen saturation, intestinal transit time, age at full oral feeds, and behavioral state.(43) The reviewers concluded that NNS led to a significantly decreased duration of hospital stay, easier transition to bottle-feeding,  and better bottle-feeding  performance. There was no consistent benefit on other clinical variables(43) –Authors of a systematic review including 12 studies that examined the effects of oral motor interventions for preterm infants with feeding and swallowing difficulties (including NNS, oral/perioral stimulation, and NNS plus perioral stimulation) found that methodological quality varied significantly(44) -NNS appeared to have the most promise for clinical use; however, given the methodological limitations, it was impossible for the authors of the review to draw firm conclusions regarding the clinical application and efficacy of any of these interventions(44)",
            "Kangaroo mother care (KMC): KMC is intended to assist infants in achieving readiness for oral feeding and earlier discharge from the hospital.(13)  The primary component of KMC is skin-to-skin  contact between a parent and the newborn infant. The infant is placed in an upright position on the parent’s chest as soon as he or she is medically stable. In a randomized clinical trial conducted in Canada of 488 infants, researchers compared traditional care (using an incubator until the infant was able to self-regulate  temperature) (n = 242) to KMC (n = 246). Researchers found that KMC assisted mothers in feeling more competent about caring for their infant and recommended using KMC for up to 40 weeks' gestational age(13,45)",
            "Feeding tubes (orogastric, nasogastric, gastrostomy, jejunostomy)/enteral feeding:  When oral feeding does not provide sufficient oral intake for patients with CdLS, enteral feeds may be delivered through a catheter passed through the nose (nasogastric), through the mouth (orogastric), and into the stomach (gastrostomy) or small intestine (jejunostomy) ",
            "For detailed information on treatment for dysphagia in childhood, see Clinical Review…Dysphagia in Childhood , referenced above . Problem Goal Intervention Expected Progression Home Program Inefficient feeding due to hypotonia of the oral cavity and/or tongueImprove sucking behaviorNipple selection for bottle-feeding _ A wider base nipple (e.g., 14 _ bottle system) can assist the infant in achieving an adequate seal around the nipple to create sufficient intraoral pressure(37) _ _ Tactile support _ Direct external support to the cheek or suck pads can be used to assist the infant in pursing lips and achieving an effective seal around the nipple. Place the thumb and middle finger or index finger on the suck pads while gently providing lateral pressure. A smaller bottle might be easier to use for this technique(37) _ _ Positioning _ By placing the head in a neutral or slightly flexed position, the feeder can exert slight pressure to the tongue to gradually improve muscle tone(37)Attempt multiple nipples to determine the most appropriate type to achieve adequate seal and intraoral pressure; progression of tactile support and positioning techniques will vary according to patient goalsFeeding program should be implemented at home with caregiver support (or NICU)  Abnormalities in the child’s posture/muscle tone/oral structures that interfere with feedingImprove positioning to attain a more adequate feeding position for the childModification of the infant’s position during feeding _ Newborn positioning techniques include swaddling, use of position aids, and use of specific positions (e.g., side lying, prone, upright position).(36) Recommendations for infant positioning are based primarily on expert opinion and clinical experience, and a team approach (including pediatric physical and occupational therapists) for managing positioning, and advising on breast vs. bottle-feeding is recommended(35,36)Progression of position modifications and specific types of food and liquid consistencies trialed will vary according to patient goalsFeeding program should be implemented at home with caregiver support (or NICU) Poor jaw and tongue supportPrepare the infant for more efficient and safe oral feedingJaw and tongue support _ Many preterm infants hold their tongue to their hard palate to stabilize it. An abrupt introduction of the bottle and movement of the tongue away from the palate might destabilize and disorganize the infant. Before feeding, prepare the infant by gently and slowly rubbing the nipple or a finger on the infant’s lips. As the infant opens his or her mouth, move the bottle or finger inward, toward the gums to signal that it is time to eat. Provide positional and jaw support for compensatory stability to allow the infant to move the tongue into position for sucking(14)Progression of jaw and tongue support strategies and specific types of food and liquid consistencies trialed will vary according to patient goalsFeeding program should be implemented in the child’s natural environment (e.g., at home or daycare) or NICU  Infant feeding difficultiesPrepare the infant for feeding or for more efficient and safe oral feedingKangaroo mother care (KMC) _ KMC refers to skin-to- skin contact between a mother and the newborn infant. It is intended to assist infants in achieving readiness for oral feeding and earlier discharge from the hospital(13)N/A Feeding program should be implemented in the child’s natural environment (e.g., at home or daycare) or NICU Infant feeding difficultiesPrepare the infant for more efficient and safe oral feedingNonnutritive sucking (NNS) _ NNS refers to pacifier sucking. The rationale for NNS is to assist the infant in developing coordinated sucking behaviors in preparation for oral feeding(13)Progression of NNS will vary according to patient goalsFeeding program should be implemented in the child’s natural environment (e.g., at home or daycare) or NICU Infant feeding difficulties due to cleft palatePrepare the infant for more efficient and safe oral feedingTherapeutic strategies _ For detailed information on treatment of feeding difficulties in infants with cleft palate, see Clinical Review… Feeding Disorders: Infants with Cleft Palate , referenced aboveProgression of therapy tasks and food/ liquid trials will vary according to patient goalsFeeding program should be implemented in the child’s natural environment (e.g., at home or daycare) or NICU Esophageal dysphagia Symptoms of esophageal dysphagia will be reduced or eliminatedTherapeutic strategies _ For detailed information on treatment of esophageal dysphagia, see Clinical Review… Dysphagia: Esophageal , referenced aboveProgression of therapy tasks and food/ liquid trials will vary according to patient goalsHome program as recommended ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved nutrition and hydration": [
            "Measures of liquid intake and skin turgor (refers to skin elasticity; poor skin turgor is a sign of dehydration)",
            "Weight and growth",
            "Patient compliance with diet"
        ],
        "improved swallow function": [
            "CSE, FEES, VFSS–Due to the levels of radiation involved, a VFSS is not suitable for frequent monitoring of changes in swallow function.(25)For children whose swallowing function is improving or deteriorating rapidly over a short period of time (i.e., weeks,months), CSEs or FEES are more appropriate for measuring outcomes",
            "Number of choking episodes",
            "Presence of aspiration (measured by instrumental examinations of swallowing)"
        ],
        "improved quality of life": [
            "Quality of life measures"
        ]
    },
    "maintenance or prevention": [
        "Patient and caregiver education about dysphagia, including the importance of nutrition and hydration, should be provided by the SLP In a study conducted in the United Kingdom, researchers investigated the efficacy of three different caregiver training modules for thickening liquids for adults with intellectual disabilities and dysphagia: written consistency guides alone, typical training with use of consistency guides, and typical training with the Thickness Indicator Model (TIM) tubes.(47) The TIM, developed to help caregivers thicken liquids to the appropriate consistency for patients with dysphagia, is a series of fluid-filled tubes that serve as a visual guide for desired thickness levels. The tubes were not kept by the caregivers for reference. In the “typical training” module, caregivers were given hands-on  training about how to thicken liquids, as well as education regarding the rationale for use and were provided with the written guidelines for thickening (based on the National Descriptors of Texture Modification in Adults from the British Dietetic Association and Royal College of Speech and Language Therapists). Sixty-two  caregivers of adults with intellectual disabilities and dysphagia were randomly assigned to one of the three groups and thickening accuracy was assessed immediately pre- and post-intervention,  as well as in a 3- to 10-month follow-up  session. For all types of training, accuracy increased immediately post-intervention  and decreased in the 3- to 10-month  follow-up  session, but not to the pre-intervention  baseline level. The typical training with written guidance and typical training with TIM tubes methods resulted in significantly more accurate liquid thickening immediately after the intervention than did written guidance only, and the decrease in accuracy at 3- to 10-month  follow-up was the smallest for the group that received the typical training with TIM tubes(47)"
    ],
    "patient education": [
        "See patient information series on feeding and swallowing problems in children from the American Speech-Language-Hearing  Association at http://www.asha.org/uploadedFiles/ FeedingandSwallowingProblemsinChildren.pdf",
        "See patient information, research, and support group information from the Cornelia de Lange Syndrome Foundation, Inc., at http://www.cdlsusa.org/ Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on November 17, 2017 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Kline AD, Krantz ID, Sommer A, et al. Cornelia de Lange syndrome: clinical review, diagnostic and scoring systems, and anticipatory guidance. Am J Med Genet A . 2007;143A(12):1287-1296.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Logemann JA. The role of the speech language pathologist in the management of dysphagia. Otolaryngol Clin North Am . 1988;21(4):783-788.  (GI) "
        },
        {
            "number in article": 3,
            "reference": "Swallowing disorders (dysphagia) in adults. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/swallowing/SwallowingAdults.htm . Accessed December 20, 2018. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Kline AD, Grados M, Sponseller P, et al. Natural history of aging in Cornelia de Lange syndrome. Am J Med Genet C Semin Med Genet . 2007;145C(3):248-260.  (R)"
        },
        {
            "number in article": 5,
            "reference": "del Pozo J, Rodríguez I, Martínez W, Almagro M, Fonseca E. What syndrome is this? Brachmann de Lange syndrome. Pediatr Dermatol . 2007;24(4):421-423.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Deardorff MA, Clark DM, Krantz ID. Cornelia de Lange syndrome. GeneReviews. NCBI Bookshelf. http://www.ncbi.nlm.nih.gov/books/NBK1104/ . Published October 27, 2011. Accessed December 20, 2018. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Adult Dysphagia. American Speech-Language-Hearing  Association Practice Portal Web site. https://www.asha.org/Practice-Portal/Clinical-Topics/Adult-Dysphagia/ . Accessed December 20, 2018. (G)"
        },
        {
            "number in article": 8,
            "reference": "ASHA Special Interest Division 13, Swallowing and Swallowing Disorders. Knowledge and skills needed by speech-language  pathologists performing videofluoroscopic swallowing studies. American Speech-Language-Hearing  Association Web site. http://www.asha.org/policy/KS2004-00076.htm . Accessed December 20, 2018. (G)"
        },
        {
            "number in article": 9,
            "reference": "Luzzani S, Macchini F, Valadè A, Milani D, Selicorni A. Gastroesophageal reflux and Cornelia de Lange syndrome: typical and atypical symptoms. Am J Med Genet A . 2003;119A(3):283-287.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Reilly S, Carr L. Foreign body ingestion in children with severe developmental disabilities: a case study. Dysphagia . 2001;16(1):68-73.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Saal HM, Samango-Sprouse  CA, Rodnan LA, Rosenbaum KN, Custer DA. Brachmann-de  Lange syndrome with normal IQ. Am J Med Genet . 1993;47(7):995-998.  (C)"
        },
        {
            "number in article": 12,
            "reference": "Richards C, Moss J, O'Farrell L, Kaur G, Oliver C. Social anxiety in Cornelia de Lange syndrome. J Autism Dev Disord . 2009;39(8):1155-1162.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Ad Hoc Committee on Speech-Language  Pathology Practice in the Neonatal Intensive Care Unit. Pediatric Dysphagia. ASHA Practice Portal Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Pediatric-Dysphagia/ . Published 2004. Accessed December 20, 2018. (G)"
        },
        {
            "number in article": 14,
            "reference": "Comrie JD, Helm JM. Common feeding problems in the intensive care nursery: maturation, organization, evaluation, and management strategies. Semin Speech Lang . 1997;18(3):239-260.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Ross ES. Feeding in the NICU and issues that influence success. Perspect Swallowing Swallowing Disord (Dysphagia) . 2008;17(3):94-100.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "Clinical feeding evaluation. In: Wolf LS, Glass RP, eds. Feeding and Swallowing in Infants and Children . Tucson, AZ: Therapy Skill Builders; 1992:85-147.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "Palmer MM, Crawley K, Blanco IA. Neonatal Oral-Motor  Assessment Scale: a reliability study. J Perinatol . 1993;13(1):28-35.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Morris SE. Pre-Speech  Assessment Scale: A Rating Scale for the Measurement of Pre-Speech  Behaviors from Birth through Two Years . Rev ed. Clifton, NJ: JA Preston; 1982. (PP)"
        },
        {
            "number in article": 19,
            "reference": "Jelm JM. Oral-Motor/Feeding  Rating Scale . Tucson, AZ: Therapy Skill Builders; 1990. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Logemann JA. Manual for the Videofluorographic Study of Swallowing . 2nd ed. Austin, TX: Pro-Ed; 1993. (GI)"
        },
        {
            "number in article": 21,
            "reference": "Arvedson JC, Lefton-Greif  MA. Instrumental assessment procedures used in pediatric dysphagia. In: Pediatric Videofluoroscopic Swallow Studies: A Professional Manual with Caregiver Guidelines . San Antonio, TX: Communication Skills Builders; 1998:2-12.  (G)"
        },
        {
            "number in article": 22,
            "reference": "Carnaby-Mann  G, Lenius K. The bedside examination in dysphagia. Phys Med Rehabil Clin N Am . 2008;19(4):747-768,  viii. (GI)"
        },
        {
            "number in article": 23,
            "reference": "Perry L, Love CP. Screening for dysphagia and aspiration in acute stroke: a systematic review. Dysphagia . 2001;16(1):7-18.  (SR)"
        },
        {
            "number in article": 24,
            "reference": "Martin-Harris  B, Jones B. The videofluorographic swallowing study. Phys Med Rehabil Clin N Am . 2008;19(4):769-785,  viii. (GI)"
        },
        {
            "number in article": 25,
            "reference": "Lefton-Greif  MA, Arvedson JC. Schoolchildren with dysphagia associated with medically complex conditions. Lang Speech Hear Serv Sch . 2008;39(2):237-248.  (GI)"
        },
        {
            "number in article": 26,
            "reference": "Leder SB, Murray JT. Fiberoptic endoscopic evaluation of swallowing. Phys Med Rehabil Clin N Am . 2008;19(4):787-801,  viii-ix. (GI)"
        },
        {
            "number in article": 27,
            "reference": "Rommel N. Assessment techniques for babies, infants and children. In: Cichero JA, Murdoch BE, eds. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006:466-486.  (GI)"
        },
        {
            "number in article": 28,
            "reference": "Endoscopic evaluation of swallowing. The American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/swallowing/endoscopy/ . Accessed December 20, 2018. (GI)"
        },
        {
            "number in article": 29,
            "reference": "Arvedson JC, Rogers BT. Dysphagia in children. In: Johnson AF, Jacobson BH, eds. Medical Speech-Language  Pathology: A Practitioner's Guide . New York, NY: Thieme; 1998:38-64.  (GI)"
        },
        {
            "number in article": 30,
            "reference": "Sheltman JP. Fluoroscopic assessment of dysphagia: which radiological procedure is best for your patient? Perspect Swallowing Swallowing Disord (Dysphagia) . 2007;16(4):11-14.  (GI)"
        },
        {
            "number in article": 31,
            "reference": "Achem SR, Devault KR. Dysphagia in aging. J Clin Gastroenterol . 2005;39(5):357-371.  (RV)"
        },
        {
            "number in article": 32,
            "reference": "Massey BT. Treatment of dysphagic symptoms resulting from esophageal disorders. Perspect Swallowing Swallowing Disord (Dysphagia) . 2007;16(4):14-18.  (GI)"
        },
        {
            "number in article": 33,
            "reference": "Sheppard JJ. Case management challenges in pediatric dysphagia. Dysphagia . 2001;16(1):74. (X)"
        },
        {
            "number in article": 34,
            "reference": "Easterling CS, Robbins E. Dementia and dysphagia. Geriatr Nurs . 2008;29(4):275-285.  doi:10.1016/j.gerinurse.2007.10.015. (GI)"
        },
        {
            "number in article": 35,
            "reference": "Sheppard JJ, Fletcher KR. Evidence-based  interventions for breast and bottle feeding in the neonatal intensive care unit. Semin Speech Lang . 2007;28(3):204-212.  (RV)"
        },
        {
            "number in article": 36,
            "reference": "Starr S. Management of paediatric feeding problems. In: Cichero JA, Murdoch BE, eds. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006:487-539.  (GI)"
        },
        {
            "number in article": 37,
            "reference": "Cooper-Brown  L, Copeland S, Dailey S, et al. Feeding and swallowing dysfunction in genetic syndromes. Dev Disabil Res Rev . 2008;14(2):147-157.  (RV)"
        },
        {
            "number in article": 38,
            "reference": "Law-Morstatt  L, Judd DM, Snyder P, Baier RJ, Dhanireddy R. Pacing as a treatment technique for transitional sucking patterns. J Perinatol . 2003;23(6):483-488.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Watson J, McGuire W. Responsive versus scheduled feeding for preterm infants. Cochrane Database Syst Rev . 2016;8:CD005255. doi:10.1002/14651858.CD005255.pub5. (SR)"
        },
        {
            "number in article": 40,
            "reference": "Fucile S, Gisel E, Lau C. Effect of an oral stimulation program on sucking skill maturation of preterm infants. Dev Med Child Neurol . 2005;47(3):158-162.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Lamm NC, De Felice A, Cargan A. Effect of tactile stimulation on lingual motor function in pediatric lingual dysphagia. Dysphagia . 2005;20(4):311-324.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Arvedson J, Clark H, Lazarus C, Schooling T, Frymark T. The effects of oral-motor  exercises on swallowing in children: an evidence-based  systematic review. Dev Med Child Neurol. 2010;52(11):1000-1013.  (SR)"
        },
        {
            "number in article": 43,
            "reference": "Foster JP, Psaila K, Patterson T. Non#nutritive sucking for increasing physiologic stability and nutrition in preterm infants. Cochrane Database Syst Rev . 2016;(10):CD001071. doi:10.1002/14651858.CD001071.pub3.  (SR)"
        },
        {
            "number in article": 44,
            "reference": "Arvedson J, Clark H, Lazarus C, Schooling T, Frymark T. Evidence-based  systematic review: effects of oral motor interventions on feeding and swallowing in preterm infants. Am J Speech Lang Pathol . 2010;19(4):321-340.  (SR)"
        },
        {
            "number in article": 45,
            "reference": "Tessier R, Cristo M, Velez S, et al. Kangaroo mother care and the bonding hypothesis. Pediatrics . 1998;102(2):e17. (R)"
        },
        {
            "number in article": 46,
            "reference": "Moss J, Oliver C, Nelson L, Richards C, Hall S. Delineating the profile of autism spectrum disorder characteristics in Cornelia de Lange and Fragile X syndromes. Am J Intellect Dev Disabil . 2013;118(1):55-73.  doi:10.1352/1944-7558-118.1.55.  (R)"
        },
        {
            "number in article": 47,
            "reference": "Chadwick DD, Stubbs J, Fovargue S, Anderson D, Stacey G, Tye S. Training support staff to modify fluids to appropriate safe consistencies for adults with intellectual disabilities and dysphagia: an efficacy study. J Intellect Disabil Res . January 2014;58(1):84-98.  doi:10.1111/jir.12013. (R)"
        },
        {
            "number in article": 48,
            "reference": "Smith CH, Jebson EM, Hanson B. Thickened fluids: investigation of users' experiences and perceptions. Clin Nutr. February 2014;33(1):171-4.  doi:10.1016/j.clnu.2013.10.012. (R)"
        },
        {
            "number in article": 49,
            "reference": "Koidou I, Kollias N, Sdravou K, Grouios G. Dysphagia: a short review of the current state. Educ Gerontol . 2013;39(11):812-827.  doi:10.1080/03601277.2013.766518. (RV)"
        },
        {
            "number in article": 50,
            "reference": "Bell HR, Alper BS. Assessment and intervention for dysphagia in infants and children: beyond the neonatal intensive care unit. Semin Speech Lang . 2007;28(3):213-222.  (RV) "
        }
    ]
}