{
    "metadata": {
        "title": "Deep Vein Thrombosis  Exercise",
        "synonyms": [
            "deep venous thrombosis  exercise",
            "dvt  exercise",
            "thrombosis, deep venous exercise",
            "thrombosis, deep vein: exercise"
        ],
        "anatomical location body part affected": [
            "Deep veins, predominantly in the lower extremity (tibial, popliteal, femoral, or iliofemoral veins); occasionally, in vein of upper extremity (Paget-Schroetter  disease)"
        ],
        "area of specialty": [
            "acute care",
            "home health",
            "cardiopulmonary rehabilitation",
            " orthopedic rehabilitation",
            "neurological rehabilitation"
        ],
        "description": [
            "Deep vein thrombosis (DVT) is a blood clot that results from abnormal coagulation, usually in a lower extremity. The DVT is often isolated in the tibial vein of the calf (i.e., a distal DVT), or more proximally in the popliteal, femoral, or iliofemoral veins (i.e., a proximal DVT or May-Thurner  syndrome)(1,2)",
            "Symptoms of venous phlebitis and claudication due to acute or recent DVT include pain, swelling, heaviness, edema, and skin changes in the affected limb(1)",
            "Physical examination of patients with suspected first-time  DVT lacks specificity and sensitivity. Clinical guidelines are available for the diagnosis according to risk of DVT(1,17)",
            "Conservative management of acute DVT includes optimal anticoagulant therapy (i.e., assessment of coagulation factors), leg compression sleeves, and early-mobilization (versus bed rest)",
            "After optimal anticoagulation is established, a symptom-limited  aerobic exercise(often walking) program may be permitted and therapeutic for ambulatory patients(1,18)",
            "Chronic pain and disability in the affected lower extremity for longer than 3 months indicates the development of post-thrombotic  syndrome (PTS), which in most cases contraindicates all vigorous physical activity(19)",
            "Venous thromboembolism (VTE) refers to embolization of the DVT, often to the lungs (i.e., pulmonary embolism [PE]). VTE is a major complication of DVT that increases morbidity and mortality. This Clinical Review does not cover VTE or PE"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "I80.2": "phlebitis and thrombophlebitis of other deep vessels of lower extremities; deep vein thrombosis NOS",
            "I80.3": "phlebitis and thrombophlebitis of lower extremities, unspecified; embolism or thrombosis of lower extremity NOS",
            "I80.8": "phlebitis and thrombophlebitis of other sites",
            "I80.9": "phlebitis and thrombophlebitis of unspecified site",
            "I82.8": "embolism and thrombosis of other unspecified site",
            "I82.9": "embolism and thrombosis of unspecified vein; embolism of vein; thrombosis (vein) (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified "
        ],
        "presentation signs and symptoms": [
            "DVT is usually a unilateral condition and the involved extremity is usually a leg(most often the calf area)(1)",
            "Pain, swelling, heaviness, and skin redness distal to the DVT",
            "Patients with a subacute or chronic calf DVT experience increased pain when the foot is forcefully dorsiflexed (Homans’ sign)(1)",
            "Low-grade  fever in acute cases",
            "Tightness or dull ache in the area of the DVT",
            "Patients with PTS have increased leg heaviness, swelling, pain, itching, muscle cramps, skin changes (i.e., ulceration and lipodermatosclerosis), and reduced mobility in ADLs(20) Causes, Pathogenesis, & Risk Factors DVT. Instruct patient to follow physician’s orders regarding use of ECS Impaired functional mobilityPatient will be independent with functional mobility, including transfers and gaitTherapeutic exercise _ Implement a low-to- moderate intensity aerobic exercise program, as tolerated _ _ Explain to patient and caregiver that light exercise, such as walking, is a helpful treatment for DVT _Progress patient as appropriate. Educate patient on reintegrating physical activity at appropriate levelsEnsure that patient and caregiver are safe to perform transfers, bed mobility, and gait upon discharge . Desired Outcomes/Outcome Measures"
        ],
        "contraindications precautions to test": [
            "The physical examination may be unremarkable in the early stages of first-time  DVT. For example, Homans’ sign is often falsely negative(1)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Decreased velocity of blood flow (venous stasis), injury to blood vessels, and/or hypercoagulation (i.e., thrombophilia orprothrombotic state)(2)",
            "Genetic factors/mutations that promote thrombophilia(2)–Factor V Leiden–Prothrombin G20210A–Mutated hemoglobin S (e.g., sickle cell disease)–Deficiencies of antithrombin III, protein C, and protein S",
            "Acquired causative factors include trauma, surgical procedures, immobilization(2)"
        ],
        "pathogenesis": [
            "DVT typically forms near the valves of the vein. Virchow’s triad describes conditions for the formation of the DVT: 1)hypercoagulability (increased tendency to clot), 2) endothelial cell injury (changes to the venous wall), and 3) venous stasis(decreased rate of blood flow)(2)",
            "Potential outcomes of acute DVT–Propagation – expansion of the blood clot into larger veins(2)–Embolization –blood  clot dislodges from the venous wall, travels in the bloodstream, and becomes lodged in an organ(e.g., lungs, brain, heart)(2,18)–Dissolution (fibrinolysis) –process  by which the blood clot breaks down, restoring blood flow(2,18)–Organization and recanalization–the  integration of endothelium, fibroblasts, and smooth muscle cells inside the thrombus(organization) followed by the development of capillaries allowing blood flow to continue through the thrombus(recanalization). Exercise may promote organization and recanalization inside the thrombus(18)",
            "Venous obstruction or valvular reflux that persists after DVT may lead to venous hypertension in the microcirculation andthe development of PTS(19)"
        ],
        "risk factors   ,": [
            "Fracture (pelvis, femur, tibia)",
            "Surgery (e.g., joint replacement)",
            "Trauma (e.g., fracture, spinal cord injury)",
            "Traumatic brain injury (TBI)",
            "Arthroscopic knee surgery",
            "Central venous lines",
            "Chemotherapy",
            "Congestive heart failure (CHF) or respiratory failure",
            "Hormone replacement therapy",
            "Malignancy (various cancers)",
            "Oral contraceptive therapy",
            "Stroke",
            "Pregnancy/postpartum",
            "Thrombophilia or other hematologic disorder",
            "Bed rest greater than (> 3 days)",
            "Hospitalization with prolonged immobility (> 3 days)",
            "Immobility due to prolonged sitting (e.g., air travel “economy class syndrome” or cross-country  bus ride)",
            "Increasing age (> 60 years)",
            "Obesity (BMI > 30)",
            "Varicose veins",
            "Smoking",
            "History of DVT",
            "Long-term  exposure to air pollution"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Physical therapy should be put on hold and the physician contacted for instructions if the patient presents with increased pain and/or any of the other signs and symptoms of DVT listed above",
        "Avoid therapeutic exercise until the patient has been on anticoagulant medications, usually for 24–72  hours. Consult with physician for any special instructions prior to beginning exercise program",
        "Notify the physician or emergency department if the patient exhibits atypical anxiety, tachypnea (respiratory rate > 16), tachycardia (pulse rate > 100), fever, sweating, chest pain, hypotension, decreased percentage of oxygen saturation in blood (SpO 2), or lightheadedness (1)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The physical examination may be unremarkable in the early stages of first-time  DVT. For example, Homans’ sign is often falsely negative(1)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document date of DVT diagnosis and probable cause (e.g., hypercoagulability, immobilization, postoperative)",
                "course of treatment": {
                    "medical management": "Document any past or current treatments, such as anticoagulants, elastic compression stocking (ECS), vena cava filters, and/or earlymobilization and ambulation mechanical thrombectomy or thrombolysis intermittent compression",
                    "surgical management": [],
                    "medications": " Medications for current illness/injury The following medications may be prescribed for DVT prophylaxis in high-risk  patients(5) Low-dose  heparin Low-molecular-weight  heparin (LMWH) Pentasaccharide Warfarin The following anticoagulants may be prescribed to treat DVT(1) LMWH Unfractionated heparin Warfarin",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Wells Criteria algorithm may be used clinically to predict the risk of DVT(17)",
                        "High-frequency  color (contrast) Doppler venography is the gold standard diagnostic test for distal DVT. However, it is invasive and may be painful(1)",
                        "Compression ultrasonography is used when the pretest probability of DVT is moderate to high(1,6,17)",
                        "D-dimer  assay may be used alone or in conjunction with compression ultrasound (depending on pretest probability) to assist in ruling in/out a DVT(1,6) ",
                        "Magnetic resonance direct thrombus imaging (MRDTI) may be used to diagnose DVT, especially in patients wearing a cast.However, it is expensive(1,6,17)"
                    ],
                    "alternative therapies": "Ask patient about the use of any unprescribed medications or treatments for DVT",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Do any ADLs aggravate symptoms?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Generalized pain and tenderness may be found distal to the DVT",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night due to leg discomfort",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., shortness of breath, chest pain)",
                "respiratory status": "Any history of shortness of breath? Is supplemental oxygen needed by the patient? Barriers to learning -Are there any barriers to learning? Yes___ No___ -If yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Ask about any past history of DVT or PE; recent trauma and/or surgery; recent prolonged bed rest; pregnancy",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, psychiatric disorders, orthopedic disorders, and complications of pregnancy. Caesarean delivery increases the risk for DVT",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). Any use of oral contraceptives?",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Ask about physical activity during work or recreation",
                "functional limitations assistance with ADLs adaptive equipment": "Inquire about limitations",
                "living environment": "Identify and document potential barriers to mobility and independence in the home, number of floors in home, whether caregivers are available if needed, etc. Are any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures (while tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting):",
            "anthropometric characteristics": "Assess height and weight, and determine BMI. Is weight loss indicated?",
            "assistive and adaptive devices": "May be given if patient has had a recent orthopedic surgery (e.g., knee replacement, hip replacement); monitoring devices (e.g., personal safety alarm) may be required if safety is questioned (e.g., due to PE)",
            "balance": "Assess for impairment of static and dynamic balance (e.g., Tinetti test, Berg Balance scale)",
            "cardiorespiratory function and endurance": [],
            "circulation": " Circulation –Diminished pulses (although the condition is venous, not arterial) may reflect edema and/or spasm –Venous palpation may promote tenderness distal to the DVTMeasure limb circumferences at site of DVT in affected limb and compare to contralateral limbAssess ability to perform functional mobility tasks safely, such as the Timed Up-and-Go  Test (TUG). Note whether pain limits mobility. Use FIM, as indicated",
            "functional mobility": "",
            "gait locomotion": "Observe for altered or antalgic gait pattern. Assess patient’s ability to walk safely over-ground  or on a slow-moving  treadmill belt. Note whether pain or muscle spasm limits safe ambulation without assistance Assess if mobility is limited by premorbid orthopedic condition",
            "muscle strength": "Assess strength of the uninvolved extremities and trunk with manual muscle testing (MMT). May use a functional strength test (e.g., 5 Times Sit-to-Stand  Test)",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexes in affected limbAssess ability to perform self-care  safely, as indicated",
            "sensory testing": "Scan for reduced sensation in affected limb",
            "special tests specific to diagnosis": " Special tests specific to diagnosispositive when squeezing the posterior calf muscles elicits painpositive if the patient has pain in the calf when standing on toes, or pain in popliteal space on passive forceful and abrupt ankle dorsiflexion with the knee flexed. The reliability of this test is poor, having very low sensitivity and specificity, in cases of recent DVT(1)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with DVT are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Therapeutic ultrasound should not be used in the area of DVT. No forms of electrical stimulation should be applied (locally or remotely) in patients with active DVT(21)"
            ]
        },
        "diagnosis need for treatment": "DVT/reduced aerobic endurance, strength, balance, and flexibility; increased falls risk;",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "",
        "other considerations": [],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "reduced edema and symptoms associated with venous claudication circumferential measurements": [],
        "improved physical functioning reassessment, tug": [],
        "improved strength mmt": [],
        "improved aerobic endurance mwt, treadmill, or stationary cycling test": [],
        "safe resumption of adls reassessment": []
    },
    "maintenance or prevention": [
        "Prevention and management of DVT and sequelae includes avoiding prolonged immobilization, elevating the lower extremities, use of graduated ECS, intermittent pneumatic compression, regular aerobic exercise, such as walking, ankle pumps, and anticoagulation therapy(14) A meta-analysis  of five studies (n = 3,048) found that early ambulation for the management of PE did not increase the risk of DVT progression, development of a new PE, or death compared to bed rest management(16)",
        "Results of a Cochrane review indicated that graduated ECS may reduce the incidence of DVT in patients during the postsurgical period(15)",
        "Authors of a 2015 systematic review found that patients with recent trauma may benefit from sequential compression devices or foot pumps in order to minimize the incidence for DVT. Foot pumps were more effective at minimizing risk for DVT than sequential compression devices(25)"
    ],
    "patient education": [
        "Rule out  (3) Musculoskeletal –Osteoarthritis –Hematoma –Myositis –Synovitis –Osteomyelitis –Tumors –Leg trauma –Tendonitis –Baker's cyst –Fracture –Muscle strain (e.g., gastrocnemius)(8) Neurological –Sciatica –Lower-limb  paralysis Venous –Phlebitis –PTS –Compressed veins Arterial –Arteriovenous fistula –Acute arterial occlusion Generalized edema –Cardiogenic –Nephrogenic –Dysproteinemic  Cutaneous –Dermatitis –Cellulitis –Lipoedema –Panniculitis Localized edema –Pregnancy –Oral contraceptives –Limb immobilization",
        "Other considerations In most cases of uncomplicated DVT, bed rest should not be prescribed as part of the initial treatment –Authors of a randomized clinical trial (n = 53) in Switzerland found that leg compression plus ambulation was superior to bed rest for reducing thrombus progression in patients receiving routine anticoagulation therapy for DVT(8) –Authors of a large prospective cohort study (n = 2,038) in Spain found that the risk of developing PE in the first 15 days after DVT in patients receiving anticoagulation therapy was not different between an ambulation group and a strict bed rest group(9) Specific instructions for physical therapy are needed from the referring physician for patients with an existing DVT who are not receiving anticoagulant therapy. In some cases, an inferior vena cava filter may be used that requires special consideration",
        "Treatment summary Therapeutic exercise –Low-to-moderate  intensity therapeutic exercise may be prescribed for patients with medically managed DVT as it does not worsen symptoms or increase the risk of PTS and it tends to improve functional mobility.(7,10)However, high-intensity aerobic  exercise (> 80% of maximum) should be avoided because compared to low-intensity  (less than 60%) exercise, it is associated with increased platelet and coagulant activity that may increase the risk of thrombotic events(22) –There are specific guidelines on when patients with DVT may return to vigorous recreational physical activity.(11) Athletes with DVT may gradually return to their regular ADLs after optimal anticoagulation therapy is achieved. Progressive increases in sport-specific  training intensity can begin, provided the athlete is asymptomatic during sport-related  activity and monitored carefully for recurrence of DVT. Patients should not participate in contact and collision sports until anticoagulation therapy is completed(23) –Authors of an RCT (n = 72) in Sweden found that exercise alone or exercise with ECS did not exacerbate symptoms or increase complications in patients receiving anticoagulation therapy soon after DVT. Recanalization of thrombi did not occur any faster in the two exercise groups compared to the control group(12) –Authors of a 2008 systematic review found that walking exercise may help reduce leg symptoms in patients with DVT(18) –. Problem Goal Intervention Expected Progression Home Program Increased risk of DVT due to inpatient statusDecreased risk of DVT Risk-reduction strategies _ Early mobility after surgery and out of bed to chair as early as possible following bed restProgress functional mobility training as toleratedEncourage activity upon discharge  Patient at risk for PTS, edema, and painReduce risk of PTS _Prescription, application of devices and equipment _ If ordered by the physician, ensure that patient wears graduated ECS during exercise(13) _ _ (Please see Treatment summary , above)Follow physician’s orders regarding discharge of ECSsEducate patient on signs and symptoms of DVT. Instruct patient to follow physician’s orders regarding use of ECS Impaired functional mobilityPatient will be independent with functional mobility, including transfers and gaitTherapeutic exercise _ Implement a low-to- moderate intensity aerobic exercise program, as tolerated _ _ Explain to patient and caregiver that light exercise, such as walking, is a helpful treatment for DVT _Progress patient as appropriate. Educate patient on reintegrating physical activity at appropriate levelsEnsure that patient and caregiver are safe to perform transfers, bed mobility, and gait upon discharge ."
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Ferri FF. Deep vein thrombosis. In: Ferri FF, ed. 2018 Ferri's Clinical Advisor: 5 Books in 1 . Philadelphia, PA: Elsevier Mosby; 2018:357-360.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Malone PC, Agutter PS. The aetiology of deep venous thrombosis. OJM. 2006;99(9):581-93.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Riddle DL, Wells PS. Diagnosis of lower-extremity  deep vein thrombosis in outpatients. Phys Ther . 2004;84(8):729 -735. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Schünemann HJ, Cushman M, Burnett AE, et al. American Society of Hematology 2018 guidelines for management of venous thromboembolism: prophylaxis for hospitalized and nonhospitalized medical patients. Blood Adv . 2018;2(22):3198-3225.  doi:10.1182/bloodadvances.2018022954. (G)"
        },
        {
            "number in article": 5,
            "reference": "Smith WR, Stahel PF, Suzuki T, Peacher G. Musculoskeletal trauma surgery. In: Skinner HB, ed. Current Diagnosis & Treatment in Orthopedics . 5th ed. New York, NY: McGraw-Hill  Medical; 2014:18-78.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Al-Hameed  F, Al-Dorzi HM, Shamy A, et al. The Saudi clinical practice guideline for the diagnosis of the first deep venous thrombosis in the lower extremity. Ann Thorac Med . January 2015;10(1):3-15.  . doi:10.4103/1817-1737.146849.  (G)"
        },
        {
            "number in article": 7,
            "reference": "Kahn SR, Azoulay L, Hirsch A, Haber M, Strulovitch C, Shrier I. Acute effects of exercise in patients with previous deep venous thrombosis: impact of the postthrombotic syndrome. Chest. 2003;123(2):399-405.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Kaplan Y. Deep vein thrombosis and the athlete: a case study. Int J Disabil Hum Dev . 2008;7(1):107-109.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Shrier I, Kahn SR, Steele RJ. Effect of early physical activity on long-term  outcome after venous thrombosis. Clin J Sport Med . 2009;19(6):487-493.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Isma N, Johannssson E, Bjork A, et al. Does supervised exercise after deep venous thrombosis improve recanalization of occluded vein segments? A randomized study. J Thromb Thrombolysis . 2007;23(1):25-30.  (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Blattler W, Partsch H. Leg compression and ambulation is better than bed rest for the treatment of acute deep venous thrombosis. Int Angiol. 2003;22(4):393-400.  (RCT)"
        },
        {
            "number in article": 12,
            "reference": "Trujillo-Santos  J, Perea-Milla  E, Jimenez-Puente  A, et al. Bed rest or ambulation in the initial treatment of patients with acute deep vein thrombosis or pulmonary embolism: findings from the RIETE registry. Chest. 2005;127(5):1631-1636.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Songwathana P, Promlek K, Naka K. Evaluation of a clinical nursing practice guideline for preventing deep vein thrombosis in critically ill trauma patients. Australas Emerg Nurs J. 2011;14(4):232-239.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Feng S, Shi T. Application of breath-guided  active flexion and extension of foot and ankle joint in prevention of lower extremity deep venous thrombosis after orthopedic surgery. Chinese Nurs Res . 2020;34(12):2126-2131.  doi:https://doi.org/10.12102/j.issn.1009-6493.2020.12.013.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Sachdeva A, Dalton M, Lees T. Graduated compression stockings for prevention of deep vein thrombosis. Cochrane Database Syst Rev . 2018;(11):CD001484. doi:https:// doi.org/10.1002/14651858.CD001484.pub4.  (SR)"
        },
        {
            "number in article": 16,
            "reference": "Aissaoui N, Martins E, Mouly S, Weber S, Meune C. A meta-analysis  of bed rest versus early ambulation in the management of pulmonary embolism, deep vein thrombosis, or both. Int J Cardiol . 2009;137(1):37-41.  doi:10.1016/j.ijcard.2008.06.020. (M)"
        },
        {
            "number in article": 17,
            "reference": "Hanley M, Steigner ML, Ahmed O, et al. ACR appropriateness criteria suspected lower extremity deep vein thrombosis. J Am Coll Radiol . 2018;15(11S):S413-S417.  doi:https:// doi.org/0.1016/j.jacr.2018.09.028. (G)"
        },
        {
            "number in article": 18,
            "reference": "Kahn SR, Shrier I, Kearon C. Physical activity in patients with deep venous thrombosis: a systematic review. Thromb Res . 2008;122(6):763-73.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "Baldwin MJ, Moore HM, Rudarakanchana N, Gohel M, Davies AH. Post-thrombotic  syndrome: a clinical review. J Thromb Haemost . 2013;11(5):795-805.  doi:10.1111/ jth.12180. (RV)"
        },
        {
            "number in article": 20,
            "reference": "Saedon M, Stansby G. Post-thrombotic  syndrome: prevention is better than cure. Phlebology . 2010;25(Suppl 1):14-19. doi:10.1258/phleb.2010.010s03. (RV)"
        },
        {
            "number in article": 21,
            "reference": "Houghton P, Nussbaum E, Hoens A. Electrophysical agents. Contraindications and precautions: an evidence-based  approach to clinical decision making in physical therapy. Physiother Can . 2010;62(5):1-80.  doi:10.3138/ptc.62.5. (G)"
        },
        {
            "number in article": 22,
            "reference": "Taylor BA, Parducci PM, Zaleski AL, Panza GA, Pescatello LS, Thompson PD. Venous thromboemboli associated with acute aerobic exercise: A review of case report commonalities. Scand J Med Sci Sports . 2019;29(11):1749-1754.  doi:0.1111/sms.1350. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Depenbrock PJ. Thromboembolic disorders: Guidance for return-to-play.  Curr Sports Med Rep . 2011;10(2):78-83.  doi:10.1249/JSR.0b013e318214d828. (RV)"
        },
        {
            "number in article": 24,
            "reference": "Kahn SR, Shapiro S, Wells PS, et al. Compression stockings to prevent post-thrombotic  syndrome: A randomised placebo-controlled  trial. Lancet. 2014;383(9920):880-888. doi:10.1016/S0140-6736(13)61902-9.  (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Ibrahim M, Ahmed A, Mohamed WY, Abduo SEA. Effect of compression devices on preventing deep vein thrombosis among adult trauma patients. Dimens Crit Care Nurs . 2015;34(5):289-300.  (SR)"
        }
    ]
}