{
    "metadata": {
        "title": "Deformational Plagiocephaly",
        "synonyms": [
            "plagiocephaly, deformational",
            "positional plagiocephaly",
            "flat head syndrome",
            " posterior plagiocephaly",
            "lateral plagiocephaly"
        ],
        "anatomical location body part affected": [
            "Cranium/skull, face, cervical spine"
        ],
        "area of specialty": [
            "pediatric rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Plagiocephaly is a general term for an asymmetrical flattening of the posterior cranium(15) –Synostotic plagiocephaly, referred to as craniosynostosis plagiocephaly, results from the premature fusion of the lambdoid suture(14) -It is relatively rare,occurring in 2% of infants -If left untreated, it can lead to developmental changes to the brain –Nonsynostotic plagiocephaly results from external forces applied to the cranium over a prolonged period of time that can alter the cranium shape in infants > 6 weeks of age(16)",
            "Definitions(27) –Anterior plagiocephaly – premature fusion of single coronal suture resulting in unilateral flattening of forehead and abnormal orbital roof shape –Anterior brachycephaly – premature fusion of both coronal sutures resulting in bilateral flattening of forehead –Deformational plagiocephaly (focus of this paper) – posterior deformation due to prenatal or postnatal mechanical forces that results in asymmetrical deformation –Deformational brachycephaly – posterior deformation due to prenatal or postnatal mechanical forces that result in symmetrical deformation",
            "Recently, the medical community and published literature have been using the term positional plagiocephaly instead of deformational plagiocephaly. In this paper deformational plagiocephaly and positional plagiocephaly are used interchangeably",
            "Epidemiology –Current incidence rates of deformational plagiocephaly (DP)are as high as 8.2%worldwide(14) –The incidence rate of DP increased in the 1990s after the pediatric healthcare community considered infants sleeping in prone as unsafe due to the risk for sudden infant death syndrome. This resulted in the “back to sleep” campaign that encouraged sleeping on the back(15) –Authors of a study conducted in Australia suggested that infant positioning during the first 6–9 weeks is associated with early head orientation and plagiocephaly development(13) -At 6 weeks of development, longer supine sleep maximum and longer supine-lying total were associated with more severe plagiocephaly –Results of another study refuted the assertion that the “back to sleep” campaign is the cause of the rise in DP(15) "
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Q67.3": "plagiocephaly (ICD codes are provided for the reader’s reference and not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Consideration must be given to the financial aspects of DP treatment, because cranial remodeling orthoses (CROs) (also known as helmet therapy) can range in cost from US$1,500 to $5,000.(5)Reimbursement for CRO treatment from a third party payer decreases some parental stress and concern about the need for a CRO for treatment of DP. CROs frequently are covered by Medicaid; however, coverage by private insurance varies widely(5)"
        ],
        "presentation signs and symptoms": [
            "Signs/symptoms of DP –The frontal bones on the ipsilateral side of the occipital flattening will typically be shifted anteriorly, also known as frontal bossing(21) –Anterior ear shift with/without inferior displacement may be present(21) –Facial asymmetry may be seen, such as with the eyebrows, ear positioning, mandible, and change of occlusion(21) –The right side is more commonly affected by DP(27)",
            "Children’s Healthcare of Atlanta Plagiocephaly Severity Scale (CHOA Scale)(1) –Developed to help characterize the varying degrees of cranial asymmetries and guide practitioners in making appropriate treatment recommendations –It is accepted in the United States by practitioners and third-party  payers as the standard of care -Level 1 -All symmetry within normal limits -Level 2 -Minimal asymmetry in 1 posterior quadrant -No secondary changes -Level 3 -Two quadrant involvement -Moderate to severe posterior quadrant flattening -Level 4 -Two or three quadrant involvement -Severe posterior quadrant flattening -Moderate ear shift and/or anterior involvement -Anterior involvement including noticeable orbit asymmetry -Level 5 -Three or four quadrant involvement -Severe posterior quadrant flattening -Severe ear shift -Anterior involvement including orbit and cheek asymmetry Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Physical examination is important in infants with cranial asymmetry to rule out craniosynostosis",
            "If attaining measurements through the use of calipers, caution must be taken when the infant is upset and making unpredictable movements",
            "Obtain parental consent as indicated"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Prenatal(27)–Mechanical stress on fetus during labor–Large or multiple fetuses–Abnormal uterine structure–Oligohydramnios (condition in pregnancy characterized by deficiency in amniotic fluid) or polyhydramnios (excessiveaccumulation of amniotic fluid)–Prolonged labor",
            "Postnatal–Supine sleep position(22)–Preferential head positioning either to the left or right side for prolonged periods of time(22)–Premature birth(4)–Decreased time placed in prone position(3,27)"
        ],
        "pathogenesis": [
            "Postnatal DP may be caused by infants turning their head to one side while sleeping in supine, putting the occipital boneunder pressure unilaterally(27)",
            "Authors of a systematic review conducted in Canada concluded that DP can result in developmental delays of motorfunction(17)–Nineteen studies met inclusion criteria",
            "Prevalence of DP is likely to be age-dependent,  based on level 2 (mid-level) evidence–In a systematic review, 18 studies met inclusion criteria, with 3 studies assessing the prevalence of plagiocephaly-16–22%  prevalence of DP at 6 weeks of age-19.7% prevalence of DP at 4 months of age-3.3% prevalence of DP at 2 years of age"
        ],
        "risk factors": [
            "Results from an Australian study of the impact of parent practices of infant positioning on head orientation profile and DPin 94 healthy full-term  infants indicated the following:(13)–More severe DP was associated with longer supine sleep time and longer supine-lying  total at 6 weeks of age–Prone positioning was not associated with DP–Parent-identified  asymmetry in infant head position during awake and sleep time at 3 weeks of age was associated withclinician-measured  asymmetry at 9 weeks. The authors suggested that professional assessment and advice should beindicated for parents who identify this asymmetry",
            "Researchers in Italy conducted a prospective study to evaluate the prevalence of risk factors associated with DP at birth.Based on 413 neonates, the associated risk factors were the following:(4)–Male sex–Multiple births–Pregnancy complications–Prematurity–Assisted reproductive technology-After adjusting for multiple pregnancies, there was no longer an association between DP and assisted reproductivetechnologies-However, a need for additional research was identified, due to the small number of patients in the study who wereconceived through assisted reproductive technology",
            "Multiple births(4)",
            "Insufficient vitamin D intake during last trimester of pregnancy(11)",
            "Labor and delivery complications requiring assisted delivery (i.e., vacuum, forceps)(4)",
            "Congenital muscular torticollis (CMT)–CMT, shortening/tightening of the sternocleidomastoid muscle on one side of the neck, causes decreased passive and/oractive neck ROM and decreased symmetrical neck strength(24)–Torticollis can lead to changes that can result in DP(24)–See Clinical Review…Torticollis, Congenital Muscular , referenced above"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "It is important to assess the child’s neck ROM and strength in order to identify and properly address the presence of CMT in conjunction with DP. See Clinical Review…Torticollis, Congenital Muscular , referenced above",
        "Parents should be included in the decision-making  process because the treatment, whether conservative or entailing the need for a CRO, requires significant caregiver participation Results of a study conducted in the United States investigating long-term satisfaction and parental decision-making  about treatment of DP indicate that more parents who used helmet therapy reported they were satisfied and would choose the same treatment again, compared with those who used repositioning therapy(5) –Based on 446 questionnaires returned by parents of children with DP identified in a retrospective chart review  –In addition to severity of the DP, the only factor identified that significantly affected parents’ treatment choice was time off work for follow-up appointments The same group of researchers compared long-term  outcomes in DP and brachycephaly using helmet therapy and repositioning and concluded that helmet therapy was superior to repositioning when evaluating head shape(7) –One hundred children (50 helmeted, 50 repositioned) in whom DP was diagnosed prior to 6 months were reevaluated between 2 and 10 years –Outcome measures were cephalic index and cranial vault asymmetry Best-practice  standards for use of CROs were determined by 10 multidisciplinary subject-matter  experts and 30 cranial orthotists in a Delphi study conducted in the United States. Listed below are some of the recommendations/guidelines about initiating treatment with CROs:(8) –Reassurance and parent education on positioning should be used for any child 2 months or younger who presents with mild, moderate, or severe DP –Use of CRO should be considered only after 4 months of age and only in cases of severe DP. Before that, repositioning therapy should be used. Use of CRO should be considered at 5 months in cases of moderate DP. In general, CRO is used in mild cases of DP only if the parents pursue this option –If CMT is present, early diagnosis (< 3 months) and treatment is important in the form of stretching and/or PT. It is important that the parents understand that the use of the CRO does not address the problem of CMT Guidelines from the Congress of Neurological Surgeons Plagiocephaly Guideline Task Force recommend the use of CRO only with moderate to severe cases of DP that have not responded to conservative treatment(3)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Physical examination is important in infants with cranial asymmetry to rule out craniosynostosis",
            "If attaining measurements through the use of calipers, caution must be taken when the infant is upset and making unpredictable movements",
            "Obtain parental consent as indicated"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Gestational age? Chronological age? Adjusted age, if baby was born prematurely? -Were there any complications during pregnancy, such as maternal hypertension, gestational diabetes, abnormal amniotic fluid level, breech position? -Was the mother placed on bed rest? If so, document for how long and if strict or modified. Home or hospital bed rest? -Did the mother require any prescription medications during pregnancy? -Were there any complications during labor and/or delivery, such as prolonged labor, preeclampsia, or fetal heart rate deceleration? -Nuchal cord complications? If so, to what degree? -Type of delivery (cesarean or vaginal, induced, planned)? -Was assistance needed with a vacuum or forceps? If so, was there any bruising present on the infant after birth? What was the infant’s head shape at birth? -Was the child part of a multiple birth? If so, in what order was the child delivered? -Baby’s birth weight? -In the mother’s opinion, is the infant lying in a prolonged position for a prolonged period of time? -Has CMT been diagnosed in the infant? If so, is the infant currently receiving physical therapy? -How much time does the infant spend daily on his/her tummy? Does the infant seem to tolerate “tummy time”? If so, for how long? -Where does the baby sleep (crib, co-sleeper,  swing, car seat, etc.)? -Is the infant being breastfed, bottle-fed,  or both? -Does the infant have any difficulty with feeding? ",
                "course of treatment": {
                    "medical management": " Medical management Ask about patient’s past and current medical management for DP and/or CMT, if applicable Has the patient been evaluated by a neurologist, orthotist, or any other specialist? Treatment options focus on nonsurgical interventions, including head positioning techniques and",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed, if any; are they being taken? Infants are not prescribed medications for DP or CMT; however, they may have GERD and require the need for OTC or prescription medications such as ranitidine, lansoprazole, or omeprazole, in addition to specialized formulas such as Nutramigen",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Has the child had any diagnostic testing? Typically this is not done unless the physician suspects craniosynostosis, CMT with sternocleidomastoid tumor, or other craniofacial concerns",
                        "The Congress of Neurological Surgeons Plagiocephaly Task Force Guidelines state that clinical examination should be sufficient to diagnose DP. However, if diagnosis is equivocal, CT scans or stereophotogrammetry is recommended for DP without synostosis(3)",
                        "Cranial and/or upper cervical radiographs",
                        "In order to rule out craniosynostosis or any cervical spine abnormality",
                        "CT scan: may also be used to confirm craniosynostosis(20)",
                        "Three-dimensional  photogrammetry may be used to document changes in cranial volume and shape over time(6)"
                    ],
                    "alternative therapies": " Home remedies/alternative therapies Document any use of home remedies or alternative therapies and whether or not they help Have repositioning techniques been attempted in an effort to avoid resting on the flattened aspect of the cranium?",
                    "previous therapy": " Previous therapy Document whether the child has had physical therapy for this or any other conditions. What specific treatments were helpful or not helpful? Do the primary caregivers believe there has been any improvement in the infant’s head shape and/or cervical strength if CMT was also diagnosed? Has the patient been seen by a chiropractor for this or any other condition? If so, what treatment interventions were performed? Has the patient received occupational therapy or speech therapy in the past? If so, for what conditions?"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms emerge or are eased) -Does the child seem to have a positional preference in supine, prone, and/or supported sitting? Do there appear to be any positions in which the infant seems to be in pain? -Does the child have a preferential resting/sleeping position? -Does the child tolerate the prone position during “awake time”? -Does the child spend time in a semi-reclined  positioner? -Do symptoms seem to improve or worsen with certain positions in which the infant is placed? If so, describe",
                "body chart": "Use a body chart to document specifically the location of DP (i.e., flattened areas, bossed areas)",
                "nature of symptoms": "Ask the parent/primary caregiver to comment on the nature/cause of symptoms (e.g., too much time spent in car seat, not enough tummy time)",
                "rating of symptoms": " Rating of symptoms -Pain may be present if the infant also has CMT or GERD -May use the Face, Legs, Activity, Cry, Consolability (FLACC) scale, which is a behavioral pain scale used in young or nonverbal children from birth to 5 years of age",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any",
                "sleep disturbance": " Sleep disturbance -Document number of wakings/night and if there is a specific head orientation position for sleep during the day/night",
                "other symptoms": "Document other symptoms the infant may be experiencing that could be indicative of a need to refer to physician, such as but not limited to a palpable mass present within the cervical musculature, GERD, or resting head tilt Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________ ",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Allergies",
                    "comorbid diagnoses": "Ask caregiver about other medical conditions, such as but not limited to CMT, GERD, visual impairments, prematurity, heart disease, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) by the patient as well as the mother if the infant is being breastfed",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -How much time does the child spend in various positional devices such as swings, bouncy seats, or car seat/infant carriers? Document the amount of time the infant spends in the prone position daily",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Document if the infant has any difficulties with feeding (nursing or bottle feeding) -Document developmental milestones using a developmental screening tool such as the Alberta Infant Motor Scale (AIMS) or the Hawaii Early Learning Profile (HELP)",
                "living environment": "Where does the child sleep? With whom does child live (caregivers, siblings, etc.)? Does the child attend day care? Is there another primary caregiver directly involved? If so, how many hours per week?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  Procedures may vary slightly depending on age of child being assessed",
            "anthropometric characteristics": " Anthropometric characteristics –Use handheld, anthropometric spreading calipers, sliding calipers, mediolateral gauge, or tape measure for the following(23)the circumferential plane including the glabella (the midpoint between the eyebrows) and the opisthocranion (the most prominent point on the occiput)the biparietal diameter on a horizontal plane (the line between the ears)the distance from the glabella and the opisthocranion measured in the same plane as head circumference. This line bisects the cranial width linethe difference between two transcranial diameter lines that are measured from the frontozygomatic points cross diagonally at 30° from either side of the occipital midline pointthe transdiagonal difference at 30° from the center of the nose (approximately the outer edge of eyebrow) divided by the shorter cranial diagonal value multiplied by 100(23)the ratio of the maximum cranial width divided by the maximum cranial length, multiplied by 100%(19)75–81% -Skull base asymmetry -Measured from the subnasal point to ear tragus -A difference of more than 10 mm between sides is viewed as significant -Upper cranium asymmetry -The distance from the frontozygomatic to contralateral occipital (euryon) -A variation of more than 10 mm from side to side is viewed as significant –Consensus on the best method for objective measurements is lacking",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": " Muscle strength –Assess cervical strength through active and developmental/functional skills in both antigravity and gravity-eliminated positions (prone, supported sitting, supine, side-lying) –Note the degree of motion achieved, if any assistance is required, and/or the duration held (e.g., maintains cervical extension at 45° in prone while resting on forearms, fully flat, for 5 seconds) –Head-righting  reflex allows the clinician to assess antigravity movements of the head and neck for cervical extension, flexion, and lateral flexion -A change in position, such as vertical to horizontal, will elicit a muscle response in an effort to keep the head in a vertical position –Document tolerance and child’s disposition with prone positioning -Amount of time infant is able to tolerate position -Does the child need a supported/angled surface, such as a wedge, to maintain this position with less irritability? -Note any color changes in face or lips, change in respiration pattern, crying, or irritability -Note if there is a cervical rotation or tilt preference Neuromotor development –Developmental assessment is an essential component when evaluating infants with DP since these infants have an increased risk of developmental delay(18)birth to 18 months of age1 month to 42 months of agebirth to 11 years of agebirth to 5 years of age",
            "observation inspection palpation including skin assessment": [
                "Anterior view: look for asymmetries of the forehead and face(23)",
                "Posterior view: observe the alignment of ear position and posterior asymmetry. Check for any widening of the posterior skull(23)",
                "Lateral view: assess for any abnormal growth(23)",
                "Vertex position assess: assesses for forehead asymmetry and posterior cranial asymmetry. Positioning of the ears can also be evaluated. Look for any signs of abnormal bulging of the temporal fossa(23)",
                "Assess for resting head tilt and/or cervical rotation preference. If present, document to which side and degree with goniometer -This is often present with CMT",
                "Assess skin integrity for signs of skin irritation or breakdown within the cervical neck folds -Asymmetrical skin irritation, such as redness, is often present when there is a preferred head position, often associated with CMT -Skin irritation located in the anterior neck folds is more common in infants with poor cervical extensor strength and decreased time in the prone position -Skin irritation may also be present on the flattened sides of the cranium",
                "Assess for sagittal synostosis by palpating the sagittal sutures(21)"
            ],
            "posture": "Assess for curvature of the spine –An association between DP and scoliosis has been reported –Scoliosis rarely is present at birth and typically develops in the first 6 months of life –The recessed side of the plagiocephaly tends to correspond with the convex side of a thoracic or thoracolumbar curve in patients with resolving curves or progressive curves",
            "range of motion": " Range of motion –Assess cervical AROM and PROM and note any asymmetry. This may be indicative of CMT –Results from an Australian retrospective study involving 150 consecutive infants under 12 months of age indicated that 78.7% of infants had restrictions in cervical PROM and 60.72% showed an indication for DP. In infants in whom DP had been diagnosed, 92.2% had restrictions in cervical PROM(28) –In a prospective study of the incidence and characteristics of torticollis, plagiocephaly, and facial asymmetry, researchers found that infants with CMT had more than a 15° difference between right and left cervical ROM(10) ",
            "self-care activities of daily living": "",
            "reflex testing": "In infants, assess for asymmetric tonic neck reflex, Moro, Landau, and symmetric tonic neck reflex. If age appropriate, assess protective extension in sitting in all three planes",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": " Motor function –Assess for abnormal tone, as indicated. Utilize the Modified Ashworth Scale if spasticity is suspected ",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –Note any signs of stress or self-regulatory  behaviors during evaluation –Is the infant cooperative? Irritable with positioning and handling? –Alert? Awake? Asleep?",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "A CRO is contraindicated in children older than 2 years of age(2)"
            ],
            "cryotherapy precautions": [
                "Serious complications as a result of wearing a CRO are rare; however, skin infections, pressure sores, ethanol erythema (parents may be instructed to clean the inside of the CRO with alcohol), and bacterial abscess may occur. Pediatric orthotists need to discuss the potential risk factors and how to avoid them with proper cleaning and wear management"
            ],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Contraindications",
                "Precautions"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment The CHOA Scale is accepted in the United States by clinicians and third-party insurance providers as the standard of care(1) –It is based on CV AI values and clinical quadrant presentation, with five levels of severity –Level 1: Normal -All symmetry within normal limits -CV AI ≤ 3.5% –Level 2: Mild -Minimal asymmetry in one quadrant: no secondary changes -CV AI: 3.5% to 6.25% –Level 3: Moderate -Two quadrant involvement -Moderate to severe posterior quadrant flattening -Minimal ear shift and/or anterior involvement -CV AI: 6.25% to 8.75% –Level 4: Severe -Two to three quadrant involvement -Severe posterior quadrant flattening -Moderate ear shift and anterior involvement (orbit asymmetry) -CV AI: 8.75% to 11.0% –Level 5: Very severe -Three or four quadrant involvement -Severe posterior quadrant flattening -Severe ear shift and anterior involvement (orbit and cheek asymmetry) -CV AI: > 11.0% Researchers in the United States found that the Argenta clinical classification system is a reliable evaluation for cranial deformities and may help determine the optimal type and duration of treatment(9) –The Argenta classification is made up of a 5-point  scale for unilateral deformity and a 3-point  scale for bilateral flattening or central DP -Unilateral deformity: type I restricted to back of skull; type II adds malposition of the affected ear; type III adds forehead deformity; type IV adds malar deformity; and type V adds attempts of brain to decompress vertically or temporally -Bilateral flattening or central DP: type I (or VIA) restricted to central posterior skull; type II (or VIB) adds widening of posterior skull lateral to central brain depression; type III (or VIC) adds attempts to decompress brain with temporal or vertical skull growth –4,483 patients with DP were evaluated and classified according to Argenta classification in this study",
        "rule out": " Rule out Craniosynostosismultiple-suture  craniosynostosis is associated with approximately 70 syndromes, including the following: –Hydrocephalus –Microcephalus  –Metabolic bone disorders –Depressed skull fractures",
        "prognosis": [
            "In the past, it was felt that DP is a purely cosmetic issue and that the condition alters only the shape of the skull and not the brain itself. However, more recent studies contradict this belief(6)",
            "When comparing brain images with scores on the BSID-III,  asymmetry and flattening of the brain structures were associated with lower cognitive and motor scores –BSID-III  scores were inversely associated with brain-shape  measures –Motor development was positively correlated with posterior brain length –Cognitive development was inversely associated with vermis height:width ratio",
            "Results indicate that deformation of the corpus callosum and other brain structures can have an adverse effect on motor development and that DP may not be a purely cosmetic condition",
            "Conservative management of DP combined with helmet therapy can be effective in the management of positional cranial deformation(25)",
            "DP coupled with a diagnosis of torticollis and left untreated has been reported to lead to various conditions, including developmental delay (18)",
            "Current research does not suggest that DP by itself causes developmental delays; however, there is increasing evidence that there is an association between DP and developmental delay, so DP should be considered a biological marker of developmental risk. Physicians should be advised to screen children with DP for developmental delay in order to facilitate early identification and intervention as indicated(18,29) –Researchers emphasized that a causal relationship between DP and developmental delay cannot be made, nor is it known whether DP precedes developmental delay or the reverse(29) –School-age  children with history of moderate to severe DP were found to have lower cognitive and academic scores, suggesting that practitioners provide developmental assessment and intervention to at-risk  infants(29) –Authors of a South Korean study found that DP was significantly associated with developmental delay when the CV AI measurement was more than 10 mm(30) -Based on a study of 38 children with DP: 21 children with CV AI less than 10 mm and 17 with CV AI greater than 10 mm",
            "Brachycephaly is unlikely to develop or worsen after age 5 months"
        ],
        "referral to other disciplines": " Referral to other disciplines Pediatric neurosurgeon, pediatric craniofacial surgeon, and/or pediatric plastic surgeon, especially if there are concerns that the DP may be synostotic in nature Pediatric orthotist if a CRO is indicated Pediatric ophthalmologist if visual impairment is contributing to positional preference",
        "other considerations": [
            "Surgery for DP is highly invasive and rarely performed. Surgical management for DP is considered only in rare cases for cosmetic-social  considerations(26)"
        ],
        "treatment summary": [
            "Conservative treatment for DP –Guidelines prepared by the Plagiocephaly Guideline Task Force of the Congress of Neurological Surgeons give the following recommendations(3) -Repositioning is an effective treatment for DP but is felt to be inferior to physical therapy -Physical therapy is recommended over repositioning education for reducing prevalence of DP in infants 7 weeks of age or older -Physical therapy is recommended over a positional pillow to ensure a safe sleeping environment -Use of CRO is recommended only for persistent moderate to severe DP after a course of repositioning or physical therapy -Use of CRO is recommended for infants with moderate to severe DP presenting at an advanced age",
            "Authors of an Italian study involving 24 infants with DP found a physical therapy program they developed to be effective in young infants and in those with a severe first presentation(31) –The program consisted of 16 40-minute  sessions once weeklyfor 4 months  –The program was a combination of exercises and manipulative procedures to reduce positional preference, musculoskeletal disorders, and cranial deformity –Infants in the program showed improvements on all measures: the Argenta Scale, the Oblique Diameter Difference Index, the Cranial Proportional Index, and the Cranial Vault Asymmetry Index",
            "The aim of physical therapy is to educate caregivers regarding DP and to teach them exercises, positioning, and/handling techniques that will assist with reshaping the head and address any underlying concerns regarding ROM and strength due to torticollis or positional head preference –Authors of a research study suggest use of CRO in patients with cranial asymmetries as early as possible in order to achieve the best results in CV AI and diagonal difference (DD)(12) -Based on a retrospective study in Brazil -Fifty-six  infants were separated into two groups: infants 3–6 months of age who received a CRO (n = 28) were compared to infants > 6 months of age who received a CRO (n = 28) -Infants in the younger group had a significantly shorter length of treatment -. Problem Goal Intervention Expected Progression Home Program  Abnormal cranial shape _ _ Facial asymmetriesImprove cranial symmetry _ _ Improve facial symmetryEducation of parents Physical therapy is the preferred mode, positioning also effective(3) _ Positioning _ Parental instruction on the importance of altering the child’s position to reduce the amount of time and pressure on the flattened area. Suggested positions include prone, side- lying, semi-side- lying, and supported sitting depending on the infant’s cranial asymmetry. Having the child spend time, while in supine, with the head positioned so that the pressure is shifted to the nonflattened area of the cranium may initiate natural remodeling _ Prescription, application of devices and equipment _ Referral to a pediatric neurologist and/or pediatric orthotist for consult regarding need for a CRO _ _ Integumentary repair and protection techniques _ If a CRO is being used, a wearing schedule must be established by prescribing orthotist. Child’s tolerance of orthosis must be monitored closely _ _N/A Provide the caregivers with written instruction on proper positioning and education on the benefits of a CRO and its use, and confirm understanding of prescribed wearing schedule  Decreased cervical ROM _ _ Feeding difficultiesNormal cervical ROM _ _ Ability to feed without difficultyManual therapy _ Stretching is indicated when cervical ROM is limited and/or torticollis is present. Stretching should be of low intensity and not elicit any pain in the child _ _ According to the AAP, perform 3 repetitions per neck exercise with each diaper change. These exercises should take ~2 minutes per diaper change. Hold each stretch to end range for 10–20 s. However, if the infant is irritable or fussy, recommend that the parent select a time to perform stretches when the infant is more relaxed and compliant _ _ Therapeutic exercise _ Instruct the parent in proper handling and positioning techniques to facilitate the child to actively turn his/her head in the preferred direction and/or maintain cervical midline orientation. Such techniques include caregiver carrying the baby over the desired shoulder and/or hip, using the “football” hold to limit head tilting to the undesirable side, counter-positioning on changing table and crib to facilitate cervical rotation to the desired side _ _ Prone positioning to facilitate cervical extension strength and ROM, trunk extension strength and ROM, and shoulder strength _ _ _ Passive, active, and active assisted cervical ROM with the use of play (toys, rattles, visual/auditory stimuli) may be effective in increasing overall cervical ROMParent should be able to bottle-feed child in either of caregiver’s arms and/or from either breast with relative ease. Infant should be able to rotate his/her head fully to both sides as well as maintain cervical midline orientation with ease _ _ Child should be able to maintain his/her head in midline; no head tilt present on a consistent basisProvide the caregiver with written instructions and pictures for the infant’s customized home program. May instruct the caregiver to take photos or videos with camera/smart phone to enhance parent compliance _ _ Caregiver education regarding the importance of daily ROM and the need for proper technique. Caregiver should be able to comply with positioning program in order to facilitate reshaping of the head and improve ROM. Ask caregiver to demonstrate techniques to allow time for feedback and questions  Decreased strength _ _ Developmental delayImprove strength _ _ Attainment of motor milestonesTherapeutic exercise _ In this age group, strengthening and the acquisition of new motor skills are largely accomplished through play. The clinician should engage the child in play in order to gain active participation _ _ Head-righting exercises to stimulate lateral neck flexion through positional carrying and/ or rolling activities _ _ Functional training _ Prone: Facilitate cervical rotation and extension through use of visual and auditory stimuli. If child has a preference for one side, encourage prolonged rotation to opposite side; often parent’s face and mirrors are the best motivators. The prone position can also help facilitate cranial reshaping since there are posterior forces acting on the head while simultaneously strengthening the cervical and thoracic extensors and shoulder stabilizers _ _ Side-lying: Play in this position can help facilitate cervical midline orientation and apply pressure to the lateral aspect of the head that is excessively bossed. This also allows the child to bring hands to mouth or facilitate play with a desired toy. These two benefits may improve tolerance to position _ _ Supine: Encourage full cervical rotation in both directions through use of tracking toys or observation of parents’ faces. If there is a muscle strength imbalance, focus on strengthening the one side more than the other _ _ Supported sit: Encourage full cervical rotation in both directions through use of toys or observation of parents. Also use this position to develop cervical lateral flexion strength by tilting the infant from side to side. If there is a muscle strength imbalance, focus on strengthening the one side more than the otherProgress child as indicated by response to treatment and developmental readiness. By 4 months of age, the infant should be able to maintain the prone position for at least 10 minutes, without distress. The infant should be spending a total of 30–60 minutes a day playing in prone _ _ Child should be able to maintain cervical midline when positioned in prone, supine, or supported sit. Child should not rest with a head tilt, due to an imbalance in cervical muscle strengthProvide patient and family/ caregivers with written instructions and illustrations regarding functional activities that can be performed at home. Reinforce the importance of midline positioning when the child is in supported sitting devices such as an infant carrier, bouncy seat, or swing _ _ Ask caregiver to demonstrate proper handling and positioning techniques. Provide the caregiver with written instructions and pictures for the infant’s customized home program. May instruct the caregiver to take photos or videos with camera/smart phone to enhance parent compliance  ."
        ]
    },
    "desired outcomes outcome measures": {
        "maximize craniofacial symmetry": [
            "Cranial measurements: anthropomorphic caliper measurements",
            "Facial symmetry assessment",
            "Parental satisfaction surveys"
        ],
        "symmetrical and full prom and arom": [
            "Goniometry"
        ],
        "symmetrical and full cervical strength": [
            "Assess through active and developmental/functional activities"
        ],
        "improved prone positioning tolerance  duration expectation is age-dependent": [
            "By 4 months of age, an infant should be able to play in prone without distress for at least 10 minutes, for a minimum of 30minutes a day"
        ],
        "no observable resting lateral head tilt in all positions": [],
        "age-appropriate  gross and fine motor milestones": [
            "Neurodevelopmental tests",
            "AIMS",
            "BSID-III",
            "Battelle Developmental Inventory",
            "Early Intervention Developmental Profile",
            "PDMS-2"
        ],
        "ability to feed  bottle breast  with ease": []
    },
    "maintenance or prevention": [
        "Educate pediatricians and primary caregivers on the importance of early diagnosis and referral to physical therapy for the treatment of DP and CMT",
        "In 2015, researchers of an RCT conducted in Finland concluded that early parental guidance effectively reduces the prevalence and severity of DP as well as improves cervical ROM(10) Ninety-six  newborns were randomly assigned to either an intervention group or a control group, with both groups receiving standard positioning information about preventing SIDS The additional educational material given to parents as an intervention can be summarized as follows: –Have the baby sleep in supine position but monitor whether head is to the right or left and switch the side if baby tends towards one side. Stimuli (light, sound, etc.) should come from both left and right –When feeding the baby, alternate between breasts or similarly alternate positions when bottle-feeding –The baby should have “tummy time” every day from birth, starting with a few minutes with supervision and working up to 15–30  minutes at a time once the baby can support its head –Minimize time in bouncers, car seats, and carriers –Encourage play, socialization, and interaction from both sides equally. If the baby tends to favor one side, interact with baby from the other side. Hanging toys should be avoided Outcome measures were two- and three-dimensional  photogrammetry and cervical ROM, which were all found to be better in the intervention group",
        "Orders from physician/orthotist should be obtained regarding tapering schedule for CRO and reinforced to the parents"
    ],
    "patient education": [
        "Best-evidence  statements on the use of caregiver education to prevent positional plagiocephaly and information on prognosis can be found on the Cincinnati Children’s Hospital Medical Center website, https://www.cincinnatichildrens.org/health/p/ plagiocephaly",
        "See https://www.healthychildren.org/English/ages-stages/baby/sleep/Pages/Back-to-Sleep-Tummy-to-Play.aspx for the AAP pamphlet for parents “Back to Sleep, Tummy to Play” explaining benefits of tummy time, risks of prone sleeping, and activities to prevent brachycephaly ",
        "American Academy of Pediatrics recommendations can be found at https://pediatrics.aappublications.org/ content/112/1/199.full",
        "See “Deformational Plagiocephaly” from the Foundation for Faces of Children at https://facesofchildren.org/glossary/deformational-plagiocephaly/",
        "See “Plagiocephaly” from the Boston Children’s Hospital at http://www.childrenshospital.org/conditions-and-treatments/conditions/p/plagiocephaly Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Holowka MA, Reisner A, Giavedoni B, Lombardo JR, Coulter C. Plagiocephaly severity scale to aid in clinical treatment recommendations. J Craniofacial Surg . 2017;28(3):717-722.  doi:10.1097/SCS.0000000000003520. (R)"
        },
        {
            "number in article": 2,
            "reference": "Binkiewicz-Glinska  A, Mianowska A, Soko#ów M, et al. Early diagnosis and treatment of children with skull deformations. The challenge of modern medicine. Dev Period Med . 2016;20(4):289-295.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Flannery AM, Tamber MS, Mazzola C, et al. Congress of Neurological Surgeons Systematic Review and Evidence-Based  Guidelines for the Management of Patients with Positional Plagiocephaly: Executive Summary. Neurosurgery . 2016;79(5):623-624.  doi:10.1227/NEU.0000000000001426. (G)"
        },
        {
            "number in article": 4,
            "reference": "Pogliani L, Cerini C, Vivaldo T, Duca P, Zuccotti GV. Deformational plagiocephaly at birth: an observational study on the role of assisted reproductive technologies. J Matern Fetal Neonatal Med . 2014;27(3):270-274.  doi:10.3109/14767058.2013.814629. (R)"
        },
        {
            "number in article": 5,
            "reference": "Naidoo SD, Cheng AL. Long-term  satisfaction and parental decision making about treatment of deformational plagiocephaly. J Craniofacial Surg . 2014;25(1):160-165. doi:10.1097/SCS.0000000000000383. (R)"
        },
        {
            "number in article": 6,
            "reference": "Moghaddam MB, Brown TM, Clausen A, DaSilva T, Ho E, Forrest CR. Outcome analysis after helmet therapy using 3D photogrammetry in patients with deformational plagiocephaly: the role of root mean square. J Plast Reconst Aesthetic Surg . 2014;67(2):159-165.  doi:10.1016/j.bjps.2013.09.036. (R)"
        },
        {
            "number in article": 7,
            "reference": "Naidoo SD, Skolnick GB, Patel KB, Woo AS, Cheng AL. Long-term  outcomes in treatment of deformational plagiocephaly and brachycephaly using helmet therapy and repositioning: A longitudinal cohort study. Child Nerv Syst . 2015;31(9):1547-1552.  doi:10.1007/s00381-015-2769-4.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Lin RS, Stevens PM, Winninger M, Castiglione CL. Orthotic management of deformational plagiocephaly: Consensus clinical standards of care. Cleft Palate Craniofac J . 2016;53(4):394-403.  (G)"
        },
        {
            "number in article": 9,
            "reference": "Branch LG, Kesty K, Krebs E, Wright L, Leger S, David LR. Argenta clinical classification of deformational plagiocephaly. J Craniofac Surg . 2015;26(3):606-610.  doi:10.1097/ SCS.0000000000001511. (R)"
        },
        {
            "number in article": 10,
            "reference": "Aarnivala H, Vuollo V, Harila V, Heikkinen T, Prittiniemi P, Valkama AM. Preventing deformational plagiocephaly through parent guidance: A randomized, controlled trial. Eur J Pediatr. 2015;174(9):1197-1208.  doi:10.1007/s00431-015-2520-x.  (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Weernink MGM, Van Wijk RM, Groothius-Oudshoorn  CGM, et al. Insufficient vitamin D supplement use during pregnancy and early childhood: a risk factor for positional skull deformation. Matern Child Nutr . 2016;12(1):177-188.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Matarazzo CG, Campos Gomes Pinto F, Peccin MS, Schreen G. Orthotic treatment of cranial asymmetries: comparison between early and late interventions. JPO. 2016;28(1):15-22.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Leung A, Mandrusiak A, Watter P, Gavranich J, Johnston LM. Impact of parent practices of infant positioning on head orientation profile and development of positional plagiocephaly in healthy term infants. Phys Occup Ther Pediatr . 2018;38(1):1-14.  doi:10.1080/01942638.2017.1287811. (RV)"
        },
        {
            "number in article": 14,
            "reference": "Orra S, Tadisina KK, Gharb BB, Rampazzo A, Doumit G, Papay F. The danger of posterior plagiocephaly. Eplasty. 2015;15:ic26. (RV)"
        },
        {
            "number in article": 15,
            "reference": "Renz-Polster  H, De Bock F. Deformational plagiocephaly: The case for an evolutionary mismatch. Evol Med Public Health . 2018;2018(1):180-185.  doi:10.1093/emph/eoy019. (RV)"
        },
        {
            "number in article": 16,
            "reference": "Lennartsson F, Nordin P. Nonsynostotic plagiocephaly: a child health care intervention in Skaraborg, Sweden. BMC Pediatr  Web site. https://dx.doi.org/10.1186%2Fs12887-019-1405-y . 2019;19:48. Accessed October 20, 2020. (RV)"
        },
        {
            "number in article": 17,
            "reference": "Kelly KM, Joganic EF, Beals SP, Riggs JA, McGuire MK, Littlefield TR. Helmet treatment of infants with deformational brachycephaly. Glob Pediatr Health . 2018;5. . doi:10.1177%2F2333794X18805618. (RV)"
        },
        {
            "number in article": 18,
            "reference": "Martiniuk AL, Vujovich-Dunn  C, Park M, Yu W, Lucas BR. Plagiocephaly and developmental delay: a systematic review. J Dev Behav Pediatr . 2017;38(1):67-78.  doi:10.1097/ DBP.0000000000000376. (SR)"
        },
        {
            "number in article": 19,
            "reference": "Al-Shagsi  SZ, Rai A, Forrest C, Phillips J. Standardization of cranial index measurement in sagittal craniosynostosis. J Craniofac Surg . 2019;30(2):366-369.  doi:10.1097/ SCS.0000000000005034. (RV)"
        },
        {
            "number in article": 20,
            "reference": "Kim HJ, Roh HG, Lee IW. Craniosynostosis: Updates in radiologic diagnosis. J Korean Neurosurg Soc . 2016;59(3):219-226.  doi:10.3340/jkns.2016.59.3.219. (RV)"
        },
        {
            "number in article": 21,
            "reference": "Ghizoni E, Denadai R, Raposo-Amaral  CA, Joaquim AF, Tedeschi H, Raposo-Amaral  CE. Diagnosis of infant synostotic and nonsynostotic cranial deformities: a review for pediatricians. Diagnóstico das deformidades cranianas sinostóticas e não sinostóticas em bebês: uma revisão para pediatras. Rev Paul Pediatr . 2016;34(4):495-502. doi:10.1016/j.rpped.2016.01.004. (RV)"
        },
        {
            "number in article": 22,
            "reference": "Mawji A, Vollman AR, Fung T, Hatfield J, McNeil DA, Sauvé R. Risk factors for positional plagiocephaly and appropriate time frames for prevention messaging. Paediatr Child Health. 2014;19(8):423-427.  doi:10.1093/pch/19.8.423. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Siegenthaler MH. Methods to diagnose, classify, and monitor infantile deformational plagiocephaly and brachycephaly: A narrative review. J Chiropr Med . 2015;14(3):191-204. doi:10.1016/j.jcm.2015.05.003. (RV)"
        },
        {
            "number in article": 24,
            "reference": "Hobaek Siegenthaler M. Unresolved congenital torticollis and its consequences: A report of 2 cases. J Chiropr Med . 2017;16(3):257-261.  doi:10.1016/j.jcm.2017.05.004. (RV)"
        },
        {
            "number in article": 25,
            "reference": "Steinberg JP, Rawlani R, Humphries LS, Rawlani V, Vicari FA. Effectiveness of conservative therapy and helmet therapy for positional cranial deformation. Plast Reconstr Surg. 2015;135(3):833-842.  doi:10.1097/PRS.0000000000000955. (RV)"
        },
        {
            "number in article": 26,
            "reference": "Linz C, Kunz F, Bohm H, Schweitzer T. Positional skull deformities. Dtsch Arztebl Int . 2017;114(31-32):535-542.  doi:10.3238%2Farztebl.2017.0535. (RV) "
        },
        {
            "number in article": 27,
            "reference": "Beuriat PA, Szathmari A, Dirocco F, Mottolese C. Deformational plagiocephaly: State of the art and review of the literature. Neurochirurgie . 2019;65(5):322-329.  doi:10.1016/ j.neuchi.2019.09.003. (RV)"
        },
        {
            "number in article": 28,
            "reference": "Fludder CJ, Keil BG. Deformational plagiocephaly and reduced cervical range of motion: A pediatric case series in a chiropractic clinic. Altern Ther Health Med . Advance online publication. July 15, 2020. (R)"
        },
        {
            "number in article": 29,
            "reference": "Collett BR, Wallace ER, Kartin D, Cunningham ML, Speltz ML. Cognitive outcomes and positional plagiocephaly. Pediatrics . 2019;143(2):1-9.  doi:10.1542/peds.2018-2373.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Kim DH, Kwon DR. Neurodevelopmental delay according to severity of deformational plagiocephaly in children. Medicine. 2020;99(28):1-5.  doi:10.1097/ MD.0000000000021194. (R)"
        },
        {
            "number in article": 31,
            "reference": "Di Chiara A, LaRosa E, Ramieri V, Vellone V, Cascone P. Treatment of deformational plagiocephaly with physiotherapy. J Craniofac Surg . 2019;30(7):2008-2013.  doi:10.1097/ SCS.0000000000005665. (R)"
        }
    ]
}