{
    "metadata": {
        "title": "Reinke’s Edema",
        "synonyms": [
            "edema, reinke’s",
            "polypoid degeneration",
            "degeneration, polypoid",
            "polypoid corditis",
            "corditis, polypoid"
        ],
        "anatomical location body part affected": [
            "One or both vocal folds/vocal cords"
        ],
        "area of specialty": [
            "v oice and v oice disorders"
        ],
        "description": [
            "Reinke’s edema is a chronic, benign swelling of the superficial lamina propria of the vocal folds(1,2,3)",
            "The superficial lamina propria is the portion of the vocal fold responsible for producing the vibratory mucosal waves during phonation and is referred to as “Reinke’s space”(2,4)",
            "Reinke’s edema usually results in dysphonia, a subjective change in the patient’s voice with respect to voice quality, loudness, pitch, endurance, and/or other vocal parameters(1)",
            "Classification of Reinke’s edema(5) –Type I(5) -Edema is limited to the upper surface of the vocal fold(s) -Movement of the true vocal fold(s) is good -Patent airway –Type II(5) -Edema extends from the upper to lower surface beyond the borders of the vocal folds -The borders of the vocal folds are in contact, even while the patient is breathing –Type III(5) -Extensive edema throughout vocal folds -Airway is compromised -Associated with severe dysphonia"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "J38.4": "edema of larynx (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Voice G-code set": {
                "G9171": "V oice functional limitation, current status at time of initial therapy treatment/ episode outset and reporting intervals",
                "G9172": "V oice functional limitation, projected goal status at initial therapy treatment/ outset and at discharge from therapy",
                "G9173": "V oice functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patient will present with any or all of the following voice symptoms associated with Reinke’s edema:",
            "Diplophonia (simultaneous production of two different pitches)(2)",
            "Hoarseness(1,2,3)",
            "Low vocal volume(1)",
            "Very low vocal pitch(1,2,3,6) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Patients with Reinke’s edema are at risk for airway obstruction; immediately terminate evaluation and seek medical care if the patient develops signs of respiratory distress during evaluation"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  reinke’s edema develops as a result of a combination of factors  see risk factors , below  that lead to the accumulation of fluid in one or both of the vocal folds ,": [],
        "pathogenesis": [
            "Reinke’s edema results from disarrangement of the vocal fold’s collagen and elastin fibers and the loosening of theintracellular junctions within the superficial lamina propria(6,7,8)–Authors of studies examining tissue of affected vocal folds have found changes to the blood vessels within the superiorlamina propria, suggesting that the edema might also be related to changes in blood flow(4,9)",
            "The loss of the elastin fibers causes swelling of the gelatinous matrix of the superficial lamina propria; this swelling isreferred to as Reinke’s edema(7)",
            "The swelling increases the overall mass of the vocal folds, resulting in impaired vibratory characteristics and subsequentchanges to the sound of the voice(3,7)",
            "In a histological study conducted in Spain with vocal fold tissue samples from 18 patients with Reinke’s edema, researchersfound that, compared to normal vocal fold tissue, the density of CD34+ fibroblasts (a type of stromal cell) was much higherand their size and morphology were also abnormal(24)"
        ],
        "risk factors:  the leading risk factor for reinke’s edema is cigarette smoking. ,,,,,,  additional risk factors include:": [
            "Advanced age(8)",
            "Allergies(3)",
            "Exposure to chemical irritants(7)",
            "Chronic sinusitis(3)",
            "Hypothyroidism(7)",
            "Infection(3)",
            "Postnasal drip(5)",
            "Reflux(1,2,3,10,12)–Gastroesophageal reflux disease (GERD)–Laryngopharyngeal reflux disease (LPRD)",
            "V ocal abuse(1,2,3,7,10)–Including frequent yelling/shouting, poor breath support, and repetitive coughing or throat clearing"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "When evaluating and treating a patient with Reinke’s edema, follow physician orders with respect to voice rest; if a patient has recently had vocal fold surgery, excessive talking and/or vocal exercises can permanently damage vocal folds(1) Authors of a randomized controlled trial in Japan with subjects who had undergone phonomicrosurgery for various conditions (including Reinke’s edema)found that 3 days (compared to 7 days) of voice rest followed by voice therapy led to the best results(29)",
        "Perform a complete review of the patient’s medical history prior to conducting any speech evaluation or treatment",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Obtain history of the voice disorder from the patient and/or family member(s) -Specifically inquire about behaviors that are damaging to the vocal folds, including cigarette smoking, yelling/ shouting, coughing, or frequent throat clearing(13) -When did the patient (and/or family member) first notice changes in the patient’s voice quality, loudness, or pitch?",
                "course of treatment": {
                    "medical management": "Review medical history Has the patient been evaluated by an otolaryngologist (ENT)? If not, recommend referral to ENT for a full workup According to the physician report, is Reinke’s edema affecting one or both vocal folds?(1,2) Has the patient undergone surgical intervention for Reinke’s edema? Laser phonomicrosurgery to reduce swelling of the superficial lamina propria is a common, typically effective treatment for patients with Reinke’s edema(1,2,5,13,14,15,28) Authors of a case series that included 19 patients with Reinke’s edema reported that an in-office  photoangiolytic laser treatment was both safe and effective; voice handicap scores decreased and voice quality improved. Of the 19 patients included in the case series, 5 could not complete the procedure because of discomfort associated with the local anesthetic or flexible laryngoscope(27)",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken? Steroid injections are sometimes helpful for reducing the swelling in patients with mild Reinke’s edema(16)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Videolaryngoscopy with stroboscopy(1,13,14,15,17)",
                        "Can be performed by the speech-language pathologist (SLP) and/or ENT",
                        "V ocal folds affected by Reinke’s edema will have a white, jelly-like  appearance(17)",
                        "Mucosal wave propagation will likely be reduced(15)",
                        "Videostrobokymography (VSK) is a technique for quantitative analysis of the vibrations of the vocal folds that is useful for evaluating severity of Reinke’s edema.(25) In VSK, a section of vocal fold vibration that has been recorded",
                        "during stroboscopy is analyzed over a given time period and produces a 2dimensional  image of the vibratory pattern(25)",
                        "Fiberoptic endoscopic examination of the larynx(2,14) ",
                        "Can be performed by the SLP and/or ENT",
                        "Contact telescopy: a telescope designed for direct contact with vocal fold mucosa is placed inside a laryngoscope to assess characteristics of the vocal fold; performed under general anesthesia by physician(9)",
                        "Microarray analysis (analysis of the DNA)(18)"
                    ],
                    "alternative therapies": "Document any use of home training programs or alternative therapies (e.g., acupuncture) and their efficacy",
                    "previous therapy": "Document whether patient has had speech-language  therapy, occupational therapy, counseling, or physical therapy for this or for other conditions and what specific treatments were helpful or not helpful Patients with Reinke’s edema might be referred to an SLP for preoperative counseling to learn what voice changes to expect following surgery as well as what voice therapy will involve following surgery and medical clearance(1)"
                },
                "aggravating easing factors": "What type of speaking or singing brings on or exacerbates the voice symptoms? What is the amount of time each activity is performed before the symptoms come on or are eased?",
                "body chart": "",
                "nature of symptoms": "Document nature and severity (mild, moderate, severe, profound) of symptoms, including changes to vocal quality, pitch, loudness, and endurance",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -Throat pain and fatigue are sometimes associated with voice disorders",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, heartburn)",
                "respiratory status": "Note patient’s respiratory status; in severe cases, the swelling of the vocal folds can obstruct a patient’s airway(1,7)Document information about the patient’s psychosocial status; dysphonia related to Reinke’s edema can have a psychosocial impact(13)measures the psychosocial impact of voice disorders; score is based on the patient’s perception of his or her disability as it relates to the voice(13,21) -Is the patient now or has the patient been under significant stress?(13) -Has anxiety, depression, bipolar disorder, or another mental health disorder been diagnosed in the patient? -How does the patient relate to his or her surroundings? Is the patient overly emotional, anxious, or fearful? -If there are concerns regarding the patient’s psychosocial status and he or she is not currently under the care of a psychiatrist or other mental health professional, a referral for further workup might be appropriateAre there concerns regarding patient’s hearing? Has the patient had an audiological screening or evaluation? -Does the patient require frequent repetition of questions? -Does the patient speak loudly even in close, quiet conversational environments? -If the patient appears to have impaired hearing abilities, refer to audiology for further workup Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a previous history of Reinke’s edema, dysphonia, or another condition involving the voice, vocal folds, and/or larynx?",
                    "comorbid diagnoses": "Ask patient about other problems, including GERD/LPRD, nasal obstruction, allergies, COPD, and upper respiratory infections(13)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencing Chronic pharyngitis is associated with severe acidic LPRD in patients with Reinke’s edema(12) "
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the patient participate in recreational activities that require him or her to sing or speak? (e.g., choir, theater, public speaking) -If the patient is still working, is his or her profession one that involves speaking for long periods at a time? (e.g., teacher/ professor, clergyperson, actor, singer, motivational speaker)(13,15)",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient use adaptive or assistive equipment to communicate? -Patients with Reinke’s edema sometimes benefit from use of a microphone if speaking to a group -Pen and paper can also be used as a low-tech assistive communication device if the patient’s voice is so impaired that he or she cannot be understood even at a close distance/in a quiet environment",
                "living environment": "With whom does the patient live? Is his or her living environment supportive of therapeutic intervention?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "Note patient’s sitting/standing posture; poor posture can contribute to insufficient breath support, which can result in a voice disorder. If patient is unable to maintain posture needed for speech tasks, recommend referral to physical therapy",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "The following measure has been utilized in research studies with patients who havea score based on a weighted combination of several voice measurements; scores range from –5 (bad voice quality) to +5 (good voice quality)(13,20)",
            "speech and language examination": " Speech and language examinationBriefly assess patient’s articulation; articulation skills are unlikely to be affected in patients with Reinke’s edemaBriefly assess patient’s receptive and expressive language; language skills are unlikely to be affected in patients with Reinke’s edemaAssess the patient’s vocal characteristics -Subjective assessment -Pitch(1,13) -Adequate -Excessively low -Excessively high -Frequent pitch breaks -Loudness(1,13) -Adequate -Too loud -Too softNote the presence and the rating of each descriptor (i.e., mild/slight, moderate, severe)(1,13,19) -Breathy -Harsh -Hoarse -Rough -Strained -Strangleddeveloped by Hirano; measures five parameters of voice quality; each parameter is rated on a 4-point system from 0 (normal) to 3 (severe impairment)(5,15) -Grade of hoarseness -Roughness -Breathiness -Asthenia -StrainUtilize recording equipment and/or computer software programs specifically designed to measure voice parameters to make objective measurements of the voice(1,13,15)  -The following parameters can be measured from recordings of a patient’s sustained phonation on a vowel (e.g., /a/) and/or a sample of the patient reading a passage such as the “Rainbow Passage”(1) -Intensity (loudness)(1) -Measured in decibels sound pressure level (SPL) -Measure of the intensity perturbation is referred to as “shimmer”(1,13) -Fundamental frequency(1,5) -Measured in hertz (Hz) -The more severe the Reinke’s edema, the lower the fundamental frequency will be(5) -Measure of the frequency perturbation is referred to as “jitter”(1,13) -Maximum phonation time (in seconds)(1,13,15) -Calculated from a patient’s sustained /a/ -Noise-to-harmonic  ratio (NHR) (measured by a computer software program; the extent to which noise replaces the harmonic structure in the spectrogram of a sustained vowel)(15)measured with the use of computer software programs specifically designed to analyze breathing/ airflow from pneumotachographs and/or pressure transducers(1,5,19) -Insufficient breath support can result in poor vocal quality and reduced vocal intensity -Oral airflow(1) -Intraoral air pressure(1) -Average glottal airflow rate(1,19) -Because air from the lungs is the source of energy for vocal cord vibration, and hence the voice, the therapist must measure the amount of air that a patient is able to push through the vocal tract and glottis during phonation -Measured using a pneumotachograph, which transduces airflow through a face mask during vowel production tasks(19) -Measured in units of cc/sec(19) -Patients with normal voice function generate about 100 cc/sec(19) -Subglottic air pressure(1,19) -Because air from the lungs is the source of energy for vocal cord vibration, and hence the voice, the therapist must measure the air pressure a patient is able to generate -Measured by an intraoral probe tube that is attached to a pressure transducer apparatus(19) -Measured by how much intraoral pressure is generated during productions of vowel-consonant-vowel  (VCV) syllables(19) -Measured in units of subglottal pressure (Ps); minimum level of 5 Ps is needed to support proper vocal cord vibration(19) -Patients with Reinke’s edema are likely to have an increase in subglottic air pressure during speaking tasks due to the increased stiffness of the vocal folds(2)Briefly assess patient’s reading and writing; reading and writing are unlikely to be affected in patients with Reinke’s edema",
            "neurological examination": "",
            "oral structure and oral motor function": "Complete a full oral mechanism exam. The patient should have intact lingual, labial, and velar strength, range, and rate of motion. If the patient has difficulty speaking due to oral motor deficiencies, the underlying cause might be dysarthria and not Reinke’s edema",
            "perception": "",
            "arousal attention cognition": "Briefly assess the patient’s cognitive functioning –If the patient presents with suspected cognitive deficits, recommend referral for a full neuropsychological workup",
            "aac assessment": "",
            "swallow examination": "Assess swallowing function; Reinke’s edema is not likely to impact swallowing function  –Complete an in-depth  bedside (or chairside) swallow evaluation –Refer the patient for a modified barium swallow study if he or she has signs/symptoms of aspiration during the initial swallow evaluation. (For detailed information on modified barium swallow studies in adults, see Clinical Review…Modified Barium Swallow (Adults) ; CINAHL Topic ID Number",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Authors of a randomized controlled trial in Japan with subjects who had undergone phonomicrosurgery for various conditions (including Reinke’s edema) found that 3 days (compared to 7 days) of voice rest followed by voice therapy led to the best results(29)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "V oice rest might be indicated for patients who have had surgical treatment for Reinke’s edema; refer to physician order regarding voice rest before initiating treatment(5)"
            ]
        },
        "diagnosis need for treatment": "Patients with Reinke’s edema are appropriate for speech therapy if the voice is impaired",
        "rule out": "The patient’s ENT will rule out or diagnose other laryngeal pathologies when diagnosing Reinke’s edema. It is possible for Reinke’s edema to coexist with another vocal pathology, including: Laryngeal cancer, vocal fold paralysis, spasmodic dysphonia, vocal fold polyps, psychogenic dysphonia, vocal nodules, vocal fold bowing, granulomas, papillomas, hyperfunctional dysphonia, vocal fold cyst, and vocal cord hemorrhage(3,13) Unilateral, localized Reinke’s edema is a variant of Reinke’s edema associated with an underlying vocal fold paralysis that usually occurs in young, nonsmoking women; patients will present with symptoms of vocal fold paralysis such as breathy voice. Exact etiology is unknown(22)",
        "prognosis": [
            "Reinke’s edema is a benign lesion of the vocal fold and is not typically associated with malignancy.(26) In a study conducted in Scotland, researchers reviewed the results of laryngeal biopsies from 189 patients categorized as having Reinke’s edema.(26) In these 189 biopsies, 170 (90%) showed no dysplasia (i.e., precancerous) changes, 16 had mild dysplasia, 2 had moderate dysplasia, and 1 had severe dysplasia. There were no malignancies reported in this cohort of patients(26)"
        ],
        "referral to other disciplines": " Referral to other disciplines Referral to psychology, psychiatry, or neuropsychology should be made if the patient reports depression, hopelessness, or other emotional distress Referral to audiology should be made if the patient or family member(s) report that patient is having trouble hearing Referral to gastroenterology for patients with symptoms of heartburn and/or GERD Referral to pulmonology for patients with difficulty breathing or other respiratory compromise",
        "other considerations": [],
        "treatment summary": [
            "Authors of a literature review regarding the effectiveness of voice therapy concluded that both experimental and clinical data exist to support the efficacy of voice therapy for voice disorders related to vocal misuse, hyperfunction, and muscle imbalance, including organic changes (such as Reinke’s edema), special medical or physical conditions, and psychological disorders(23) –Data for this review were obtained from studies that used group and single-subject  experimental designs, retrospective analyses, case studies, and program evaluation data(23)",
            "V ocal function exercises(19) –Improve coordination and vocal fold endurance –Involve a warm-up,  stretching and contracting the vocal folds, and strengthening the cords by sustaining different pitches ",
            "V ocal hygiene program(19,23) –Increase hydration/fluid intake –Avoid abusive behaviors (e.g., throat clearing, yelling, whispering) –Use humidifier at night –Reduce or eliminate caffeine consumption –Treat GERD/LPRD (if present) –Smoking cessation –Use amplification if needed (especially for singers, performers, and teachers) . Problem Goal Intervention Expected Progression Home Program Dysphonia secondary to Reinke’s edemaAchieve vocal pitch, loudness, and quality within a normal range; prevent further damage to the vocal foldsVocal hygiene program _ See Treatment summary , abovePatients are encouraged to incorporate one to two new behaviors each weekMost of the changes made with a vocal hygiene program are done at home and intended to be followed at all times, even when voice is healthy Dysphonia secondary to Reinke’s edemaAchieve vocal pitch, loudness, and quality within a normal rangeVocal function exercises _ See Treatment summary , aboveV oice therapy generally progresses by having the patient learn techniques at the sound level followed by syllables, words, sentences, and conversationV ocal function exercises should be practiced at home 2 times each, 2 times per day. All other techniques learned in voice therapy should be practiced at home daily per therapist’s recommendation ."
        ]
    },
    "desired outcomes outcome measures": {
        "higher more appropriate pitch": [
            "Fundamental frequency",
            "Jitter"
        ],
        "healthier vocal folds reduced swelling of the vocal folds": [
            "Videolaryngoscopy with stroboscopy(1,13)",
            "VSK(25)"
        ],
        "elimination of hoarseness dysphonia": [
            "GRBAS Scale(5,15)",
            "DSI(13,20)",
            "Subjective/perceptual assessment"
        ],
        "improved breath support for voicing": [
            "Aerodynamic testing(1,5,19)",
            "Maximum phonation time"
        ],
        "improved quality of life": [
            "VHI(13)"
        ]
    },
    "maintenance or prevention": [
        "Patients with Reinke’s edema who smoke are encouraged to quit in order to prevent recurrence and maintain gains achieved in therapy(1,2,15) ",
        "Patients with GERD/LPRD should follow doctor recommendations regarding medication to control the reflux and prevent recurrence of Reinke’s edema(1,15)"
    ],
    "patient education": [
        "See information for patients and professionals available in Spanish and English: “V oice Disorders” from the American Speech-Language-Hearing Association (ASHA), https://www.asha.org/public/speech/disorders/voice.htm",
        "Information and patient resources available at the V oice Foundation’s website at https://voicefoundation.org/health-science/voice-disorders/voice-disorders/reinkes-edema/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Zeitels SM, Hillman RE, Bunting GW, Vaughn T. Reinke's edema: phonatory mechanisms and management strategies. Ann Otol Rhinol Laryngol . 1997;106(7 pt 1):533-543. (R)"
        },
        {
            "number in article": 2,
            "reference": "Ku PK, Tong MC, Ho RW, van Hasselt CA. Reinke's edema. Ear Nose Throat J . 1999;78(5):332-334.  (C)"
        },
        {
            "number in article": 3,
            "reference": "Jain S, Varma R, Hazarika B, Pradhan S, Momin A. Reinke's edema. Indian J Radiol Imaging . 2009;19(4):296-297.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Sato K, Hirano M, Nakashima T. Electron microscopic and immunohistochemical investigation of Reinke's edema. Ann Otol Rhinol Laryngol . 1999;108(11 pt 1):1068-1072.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Lim JY, Choi JN, Kim KM, Choi HS. Voice analysis of patients with diverse types of Reinke's edema and clinical use of electroglottographic measurements. Acta Otolaryngol . 2006;126(1):62-69.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Sakae FA, Imamura R, Sennes LU, Tsuji DH, Mauad T, Saldiva PH. Elastic fibers in Reinke's edema. Ann Otol Rhinol Laryngol . 2010;119(9):609-614.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Lustig LR, Schindler JS. Ear, nose, & throat disorders. In: Papadakis MA, McPhee SJ, Rabow MW, eds. Current Medical Diagnosis & Treatment 2018 . 57th ed. New York, NY: McGraw-Hill  Medical; 2018:239. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Sakae FA, Imamura R, Sennes LU, Mauad T, Saldiva PH, Tsuji DH. Disarrangement of collagen fibers in Reinke's edema. Laryngoscope . 2008;118(8):1500-1503.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Jovanovic MB, Mulutinovic Z, Perovic J, Grubor A, Milenkovic S, Malobabic S. Contact telescopy reveals blood vessel alterations of vocal fold mucosa in Reinke's edema. J Voice. 2007;21(3):355-360.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Marcotullio D, Magliulo G, Pezone T. Reinke's edema and risk factors: clinical and histopathologic aspects. Am J Otolaryngol . 2002;23(2):81-84.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Branski RC, Saltman B, Sulica L. Cigarette smoke and reactive oxygen species metabolism: implications for the pathophysiology of Reinke's edema. Laryngoscope . 2009;119(10):2014-2018.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Kamargiannis N, Gouveris H, Katsinelos P. Chronic pharyngitis is associated with severe acidic laryngopharyngeal reflux in patients with Reinke's edema. Ann Otol Rhinol Laryngol. 2011;120(11):722-726.  (R)"
        },
        {
            "number in article": 13,
            "reference": "van Dinther JJ, De Bodt M, Wuyts FL, de Heyning PH. Vocal fold surgery of benign inflammatory lesions of Reinke's space: an outcome study in 47 subjects. Eur Arch Otorhinolaryngol . 2009;266(11):1753-1757.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Murry T, Abitbol J, Hersan R. Quantitative assessment of voice quality following laser surgery for Reinke's edema. J Voice. 1999;13(2):257-264.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Dursun G, Ozgursoy OB, Kemal O, Coruh I. One-year follow-up results of combined use of CO2 laser and cold instrumentation for Reinke's edema surgery in professional voice users. Eur Arch Otorhinolaryngol . 2007;264(9):1027-1032.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Tateya I, Omori K, Kojima H, Hirano S, Kaneko K, Ito J. Steroid injection for Reinke's edema using fiberoptic laryngeal surgery. Acta Otolaryngol . 2003;123(3):417-420.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Marcotullio D, Magliulo G, Pietrunti S, Suriano M. Exudative laryngeal diseases of Reinke's space: a clinicohistopathological framing. J Otolaryngol . 2002;31(6):376-380.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Duflo SM, Thibeault SL, Li W, Smith ME, Schade G, Hess MM. Differential gene expression profiling of vocal fold polyps and Reinke's edema by complementary DNA microarray. Ann Otol Rhinol Laryngol . 2006;115(9):703-714.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Dworkin JP, Meleca RJ. Vocal Pathologies: Diagnosis, Treatment, and Case Studies . San Diego, CA: Singular Publishing Group; 1997. (GI)"
        },
        {
            "number in article": 20,
            "reference": "Wuyts FL, De Bodt MS, Molenberghs G. The Dysphonia Severity Index: an objective measure of vocal quality based on a multiparameter approach. J Speech Lang Hear Res . 2000;43(3):796-809.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Jacobson BH, Johnson A, Grywalski C. The Voice Handicap Index (VHI): development and validation. Am J Speech Pathol . 1997;6(3):66-70.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Koufman JA, Belafsky PC. Unilateral or localized Reinke's edema (pseudocyst) as a manifestation of vocal fold paresis: the paresis podule. Laryngoscope . 2001;111(4 pt 1):576-580.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Ramig LO, Verdolini K. Treatment efficacy: voice disorders. J Speech Lang Hear Res . 1998;41(1):S101-S116.  (RV)"
        },
        {
            "number in article": 24,
            "reference": "Díaz-Flores  L, Gutiérrez R, del Pino Garcia M, Álvarez-Argüelles  H, Diaz-Flores  L, Jr, López-Campos  D. CD34-positive  fibroblasts in Reinke's edema. Laryngoscope . 2014;124(3):E73-E80.  doi:10.1002/lary.24407. (R)"
        },
        {
            "number in article": 25,
            "reference": "Szkielkowska A, Miaskiewicz B, Krasnodebska P, Skarzynski H. Objectification of the severity of Reinke's edema. Otolaryngol Pol . November 2014;68(6):287-92.  doi:10.1016/ j.otpol.2014.07.002. (R)"
        },
        {
            "number in article": 26,
            "reference": "Lim S, Sau P, Cooper L, McPhaden A, Mackenzie K. The incidence of premalignant and malignant disease in Reinke's edema. Otolaryngol Head Neck Surg . March 2014;150(3):434-6.  doi:10.1177/0194599813520123. (R)"
        },
        {
            "number in article": 27,
            "reference": "Koszewski IJ, Hoffman MR, Young WG, Lai YT, Dailey SH. Office-based  photoangiolytic laser treatment of Reinke's edema: Safety and voice outcomes. Otolaryngol Head Neck Surg . 2015;152(6):1075-1081.  doi:10.1177/0194599815577104. (R)"
        },
        {
            "number in article": 28,
            "reference": "Burduk PK, Wierzchowska M, Orzechowska M, Kazmierczak W, Pawlak-Osinska  K. Assessment of voice quality after carbon dioxide laser and microdebrider surgery for Reinke edema. J Voice. 2015;29(2):256-259.  doi:10.1016/j.jvoice.2014.07.016. (R)"
        },
        {
            "number in article": 29,
            "reference": "Kaneko M, Shiromoto O, Fujiu-Kurachi  M, Kishimoto Y, Tateya I, Hirano S. Optimal Duration for Voice Rest After Vocal Fold Surgery: Randomized Controlled Clinical Study. J Voice. January 2017;31(1):97-103.  doi:10.1016/j.jvoice.2016.02.009. (RCT)"
        }
    ]
}