{
    "metadata": {
        "title": "Developmental Dysplasia of the Hip",
        "synonyms": [
            "developmental dislocation of the hip joint",
            "congenital dysplasia of the hip",
            " congenital dislocation of the hip",
            "dysplasia, hip (pediatric)",
            "dislocation of the hip joint, developmental",
            "hip dysplasia, developmental",
            "dysplasia of the hip, congenital",
            "dislocation of the hip, congenital",
            "cdh",
            "ddh",
            "dysplasia of the hip, developmental"
        ],
        "anatomical location body part affected": [
            "Hip joint, pediatric/femoral head and acetabulum"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "Developmental dysplasia of the hip (DDH) encompasses a wide range of anatomic abnormalities in which the femoral head and acetabulum grow abnormally or are not aligned correctly, resulting in a subluxed or dislocated femoral head.(1,4) DDH is divided into four categories –Isolated dysplasia: Abnormal development of the proximal femoral head or acetabulum, either in the size or shape –Subluxable: Refers to a femoral head that is not centered within the acetabulum; usually due to ligamentous laxity.(9) The hip joint has increased mobility; however, at rest it is correctly located in the acetabulum –Dislocatable: Manual manipulation (i.e., provocation test) can dislocate the head of the femur from the acetabulum(8) –Dislocation: Refers to a femoral head that is positioned completely outside of the acetabulum. This is not the same as a dislocatable hip, in which the femoral head is easily dislocated but can be reduced during physical exam(9) -Dislocations that occur at 12 weeks’ gestation are termed teratologic, which refers to irreversible malformation resulting in a fixed dislocated position. They are associated with a genetic, developmental, or neuromuscular disorder(1)",
            "The International Hip Dysplasia Institute (IHDI) came out with a new hip dysplasia classification in 2014 as the prior method (Tonnis, mentioned below) relied on the presence of an ossific nucleus, which was not always present in newborns. It is based on radiographic measures and has grades 1 (mild) to grade 4 (severe) and has been shown to be more reliable and accurate(15)",
            "The incidence of DDH varies greatly according to sex, age, and race. The incidence of DDH is 1 in 1,000 births(8)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Q65": {
                "base": "congenital deformities of hip",
                "Q65.0": "congenital dislocation of hip, unilateral",
                "Q65.1": "congenital dislocation of hip, bilateral",
                "Q65.2": "congenital dislocation of hip, unspecified",
                "Q65.3": "congenital subluxation of hip, unilateral",
                "Q65.4": "congenital subluxation of hip, bilateral",
                "Q65.5": "congenital subluxation of hip, unspecified",
                "Q65.6": "unstable hip",
                "Q65.8": "congenital subluxation of hip, unspecified",
                "Q65.9": "congenital deformity of hip, unspecified"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific special agencies are applicable for this condition. In the United States, depending on geographical location individuals with DDH might be eligible for state government-funded  therapy programs in the home or clinic setting. Evaluations to determine if a child qualifies for early intervention services through a state-funded  program are free to recipients. Children under the age of 3 years are evaluated by local early-intervention  services",
            "Presentation/signs and symptoms –Decreased hip abduction on dislocated side –Leg-length  discrepancy;(2) shorter leg on the dislocated side (Allis or Galeazzi sign)(1) –Asymmetrical leg position (affected leg is externally rotated) –Positive Ortolani and/or Barlow test; “clunk” (not “click”) when the hip is reduced(2) –Decreased active and passive hip ROM –Decreased hip and knee strength of the affected extremity, primarily hip abductors and hip extensors –Abnormal gait (limp, toe-walking  on affected side) Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [
            "–Decreased hip abduction on dislocated side –Leg-length  discrepancy;(2) shorter leg on the dislocated side (Allis or Galeazzi sign)(1) –Asymmetrical leg position (affected leg is externally rotated) –Positive Ortolani and/or Barlow test; “clunk” (not “click”) when the hip is reduced(2) –Decreased active and passive hip ROM –Decreased hip and knee strength of the affected extremity, primarily hip abductors and hip extensors –Abnormal gait (limp, toe-walking  on affected side) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "The infant should be in a relaxed state during the examination. If the infant is distressed and crying, the examination will be difficult, as the infant will tend to tighten the muscles around the hip joint.(1) To facilitate relaxation, the baby should be fed prior to evaluation and the room should be warm and quiet"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The exact etiology of DDH remains unknown; something prevents the femoral head from being positioned correctly withinthe acetabulum, resulting in a shallow acetabulum(9)"
        ],
        "pathogenesis": [
            "There are four critical periods of fetal hip development: at 12, 18, and 36–40 weeks’ gestation and the early postnatalperiod. During these critical periods of development, if the femur is not properly positioned in the acetabulum or if motionof the femoral head is decreased, normal bone modeling will not occur, resulting in a shallow acetabulum. As a result,the femoral head can slide either partially or completely out of the shallow acetabulum, resulting in hip subluxation ordislocation, respectively. Persistent dislocation of the hip results in flattening of the femoral head and a shallow acetabulum(1)"
        ],
        "risk factors": [
            "Risk factors for DDH–Family history of DDH(2)-Risk is increased 13% when a parent has hip dysplasia and 35% when a parent and a sibling have hip dysplasia(9)–Female sex-6:1 female-to-male  ratio(9)–Race-More common in Whites of European descent(9)–Intrauterine factors-Breech presentation/mode of delivery(2)-Large for gestational age (LGA)(1)-First-born  child (mother’s uterus has not yet been stretched and abdominal muscles are tight)(9)–Congenital conditions such as arthrogryposis, lumbosacral agenesis, myelomeningocele, Marfan syndrome, fetalhydantoin syndrome, and Larsen syndrome. There is a high rate of coexistence of DDH and congenital musculartorticollis (20% coexistence) and DDH and metatarsus adductus (10% coexistence)(9)–Researchers and physicians sometimes discuss DDH in terms of time of onset, with a late diagnosis occurring after 3months of age. Using data from a large multicenter study, authors found that late diagnosis DDH was less associated withbreech presentation and more associated with swaddling(16)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Obtain written referral from attending pediatrician for specific treatment of DDH",
        "Obtain written consent from parent or legal caretaker ",
        "If DDH has not been diagnosed and the initial examination suggests DDH, refer infant to a pediatric orthopedist for comprehensive assessment",
        "Recommendations/clinical practice guideline on universal ultrasound screening The American Academy of Orthopaedic Surgeons (AAOS) published 2014 clinical practice guidelines on detection and nonoperative management of pediatric DDH in infants up to 6 months of age. Based on a systematic review that included 31 studies, there is(12) –moderate evidence to support not performing universal ultrasound screening of newborns –moderate evidence to support performing an imaging study before 6 months of age in infants with one or more of the following risk factors: breech presentation, family history, or history of clinical instability –limited evidence to support a practitioner obtaining an ultrasound in infants less than 6 weeks of age with a positive instability examination to guide the decision to initiate brace treatment –limited evidence to support the use of an anteroposterior pelvis radiograph instead of an ultrasound to assess DDH in infants 4 months of age or greater",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The infant should be in a relaxed state during the examination. If the infant is distressed and crying, the examination will be difficult, as the infant will tend to tighten the muscles around the hip joint.(1) To facilitate relaxation, the baby should be fed prior to evaluation and the room should be warm and quiet ›Special tests:  Only experienced and properly trained clinicians should perform provocative tests, such as the Ortolani and Barlow tests(1)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [
                        "Surgical management:  Surgical interventions include the following: arthroscopic reduction, varus derotational osteotomy of the proximal femur, femoral shortening, and pelvic osteotomies (e.g., Salter, Pemberton, Dega, Triple, Chiari, and periacetabular). DDH may lead to early hip arthritis, necessitating a total hip arthroplasty at a young age(1)",
                        "Open reduction and hip spica is the consensus management for children with DDH ages 18 to 24 months. Additional pelvic procedures may be necessary (e.g., Dega procedure) to achieve optimal results and prevent residual acetabular dysplasia and early osteoarthritis",
                        "Authors of a Turkish retrospective study found that the addition of the Dega procedure to open reduction (n = 10) significantly improved the radiographic results of patients (mean age 25 months) with developmental hip dysplasia at a",
                        "5year  follow-up  when compared to open reduction alone (n = 10)(17) "
                    ],
                    "medications": "",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Ultrasound",
                        "Ultrasonography during the first 4 weeks of an infant’s life will often reveal minor degrees of instability and",
                        "acetabular immaturity in a normal hip; nearly all of these signs will resolve on followup(13)",
                        "The American Academy of Pediatrics (AAP) recommends hip imaging for female infants born in the breech position and optional hip imaging for male infants born in the breech position. Selective hip imaging has not been shown to significantly reduce the time to diagnosis(13)",
                        "Prior to the age of 6 months, X-rays  are of limited use because the femoral head is composed entirely of cartilage(13)",
                        "Arthrography: This invasive test is performed to assess hip stability following a closed or open reduction(1)"
                    ],
                    "alternative therapies": "",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments changed symptoms"
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms per parent report (can recommend FLACC or other scale to determine if baby is in pain)",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "Document number of wakings/night, if any Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask patient about other problems, including heart conditions, orthopedic disorders, etc. DDH is associated with congenital muscular torticollis and metatarsus adductus(9)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask parent/caregiver about other symptoms child may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "Document limitations",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? If child is positioned in an abduction device or cast, evaluate parents’ ability to position child safely in a car seat and in the home. Positioning during sleep can be particularly problematic for the child. The therapist may want to observe positioning in crib/bassinet and provide recommendations to assist parent/caregiver"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document infant’s height, weight, and head circumference and compare to age- and sex-matched  norms. Assess child for leg-length  discrepancy. An infant/child with DDH may present with an apparent leg-length  discrepancy or an externally rotated leg on the affected side",
            "assistive and adaptive devices": "In the ambulatory child, determine if any assistive device is needed. Following surgical intervention, patients should be assessed for the need of any assistive devices to facilitate functional mobility",
            "balance": "In the ambulatory child, assess static and dynamic balance such as single limb stance and tandem stance with eyes open and closed. Use the balance section of the Peabody Developmental Motor Scales, Second Edition (PDMS-2) or the balance section of the Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)In an infant who has undergone abduction therapy or casting, evaluate for brachial and femoral nerve palsies, which may result from improper harness application(3) –Signs of femoral nerve palsy include muscle weakness, specifically decreased strength in the hip flexors and knee extensors, as well as decreased sensation along the anterior thigh and medial aspect of the lower leg and foot  –Signs of injury to the brachial plexus will vary depending on the portion of the plexus involved -Injury to the upper plexus will result in paralysis of the deltoid, biceps, brachioradialis, and brachialis. Due to paralysis, the arms will rest in adduction and internal rotation, with elbow extension and forearm pronation. Decreased sensation will be noted over the deltoid region and the radial surfaces of the forearm and hand -Injury to the lower plexus may result in a claw hand deformity. Paralysis will be noted in the intrinsic hand muscles. Weakness will be noted in the medial finger and wrist flexors and possibly the forearm extensors. Decreased sensation will occur on the ulnar side of the arm, forearm, and handIf the child is positioned in an abduction orthosis or cast, evaluate caregiver’s body mechanics during transfers/liftingUse the Pediatric Evaluation of Disability Inventory (PEDI) or the WeeFIM",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "In the ambulatory child, evaluate for gait deviations (e.g., limp or Trendelenburg gait). A Trendelenburg gait is a common gait deviation in the ambulatory child with DDH. Look for the pelvis to drop on the opposite side of dysfunction—i.e., in the case of right hip instability, the pelvis will drop on the left during stance on the right.(6) The child may compensate for hip abduction weakness by shifting weight over the affected limb. In cases of bilateral dysfunction, the child may ambulate with a waddling gait. In the case of unilateral dysfunction, the child may walk with a short-limbed  gait or up on toes to compensate for a shorter legAsk child to stand on affected leg. If hip abductor weakness is present, the pelvis will drop on the opposite side and the trunk will lean over the affected leg to compensate(3)Assess hip stability with the Ortolani and Barlow tests as detailed belowAssess bilateral extremity and trunk muscle tone. Note any asymmetry or abnormality. Use the Modified Ashworth Scale to assess spasticity, if indicated",
            "muscle strength": "In an infant, assess muscle strength via observation of developmental skills/active lower extremity and upper extremity movements in prone, supine, and side-lying.  In older children who are able to follow multistep commands, assess strength with manual muscle testing (MMT). Children with DDH will likely present with weak hip abductors and extensorsUse thePDMS-2  or the Alberta Infant Motor Scales (AIMS)",
            "observation inspection palpation including skin assessment": [
                "In a child wearing an abduction orthosis, check skin integrity around the areas of the harness",
                "Assess lower extremities for metatarsus adductus or clubfoot"
            ],
            "posture": "Assess child for congenital muscular torticollis. Note if the child presents with a postural head tilt and/or rotational head preference. In an ambulatory child, complete a full posture assessment, noting any asymmetry",
            "range of motion": "Assess bilateral lower extremity passive ROM, paying particular attention to hip abduction, which may be reduced in the dislocated hip. In a diapered baby, remove the child’s diaper to accurately measure hip abduction. Hip abduction in an infant should measure 75° and hip adduction should measure 30°.(1)Screen bilateral lower extremity active ROM. Assess active upper and lower extremity ROM through observation",
            "self-care activities of daily living": "",
            "reflex testing": "Assess infant reflexes such as Moro, asymmetrical tonic neck reflex (ATNR), Landau. Typically, an infant with DDH will not exhibit abnormal reflexes, unless associated with a neurological diagnosis",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Each hip should be tested individually. The average examiner may exert as much as 3 times the necessary amount of force when performing this test. Excessive force may result in a false-positive  test -Barlow test – Use to test infants less than 3–4 months of age.(5) This test is used to diagnose a dislocatable hip. Each hip should be tested individually, with the opposite hip held in maximum abduction to lock the pelvis. To perform test, place the infant in the supine position with the hips flexed to 90° and abducted. The thigh of the leg being tested is gently adducted while applying a gentle downward and lateral pressure. The test is positive given a palpable “clunk” or sensation of posterior movement, which indicates dislocation of the femoral head from the acetabulum. It is important to differentiate between a “click” and a “clunk.” A “click” is elicited with range of motion and is likely due to the iliotibialBarlow test will be negative in a hip that is dislocated(8)  -Ortolani test – Use to test infants less than 3–4 months of age.(5) The test is used to reduce a dislocated hip. As above, each hip should be tested individually, with the opposite hip held in maximum abduction to lock the pelvis. To perform test, place the infant in the supine position. Grasp the infant’s thigh between your thumb and index finger. Flex the hips to 90°, holding the leg in neutral internal and external rotation. Next, using your 4th and 5th fingers, lift the greater trochanter while simultaneously abducting the hip of the leg being tested. The test is positive given a palpable “clunk,” indicating that the femoral head has been relocated in the acetabulum. As above, differentiate between a “click” and aOrtolani test may be negative in a dislocated hip(1) -Allis or Galeazzi sign – This is the most reliable test for infants over 3 months of age.(1) Place the infant in supine, with the hips and knees flexed to 90° in neutral abduction. Evaluate the height of the knees. If one knee appears lower, this is likely due to posterior hip dislocation",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Obtain written referral from attending pediatrician for specific treatment of DDH",
                "The treating therapist should have experience with congenital orthopedic conditions such as DDH",
                "The treating therapist should have experience with hip abduction therapy(1)",
                "Follow facility’s protocols and physician’s orders for treating DDH",
                "Unnecessary treatment may lead to complications, such as avascular necrosis, as well as cause parental psychosocial stress(1)"
            ]
        },
        "diagnosis need for treatment": "Following abduction therapy, patients can benefit from physical therapy to address the following impairments and impaired functional mobility: decreased active and passive ROM, decreased lower extremity and core strength, decreased age-appropriate  functional mobility, delayed motor skills, antalgic gait, and decreased static and dynamic balance. Caregiver education plays an important role in the rehabilitation of DDH",
        "rule out": " Rule out Congenital abduction contracture Slipped capital epiphysis Proximal focal femoral deficiency Congenital coxa vara Septic arthritis can result in a pathological dislocation(1) Traumatic hemarthrosis(1) Neurological conditions, such as cerebral palsy or myelomeningocele, can result in muscle imbalance, which can lead to hip dislocation(8)",
        "prognosis": [
            "Individuals with untreated hips that remain subluxed or dislocated are at risk for early degenerative joint disease and chronic disability(1)",
            "Early diagnosis is the key to effective treatment(9)",
            "Subluxable hips should be treated as soon as DDH is diagnosed because they often present as degenerative joint disease with clinical disability during the second decade of life(1)",
            "National newborn and infant screening programs, which allow for early detection of DDH, are in place worldwide. However, there are still children in whom DDH is diagnosed late (> 5 months of age). Closed reduction followed by a hip spica cast is most often prescribed for these children. In some cases, the Pavlik harness is recommended and used instead of surgical intervention –However, researchers who conducted a retrospective study in Turkey concluded that the use of the Pavlik harness was less effective when used in children over 4 months of age and also in children with complete dislocations and hips with severely deficient acetabular bony roofs(18)",
            "For adults with DDH who develop end-stage  osteoarthritis, a cementless total hip arthroplasty is a safe procedure with good clinical outcomes(19) –Based on a Turkish study of 102 hips in 78 patients with end-stage  arthritis secondary to DDH"
        ],
        "referral to other disciplines": "An ambulatory child with suspected DDH should be immediately referred to pediatric orthopedist  disciplines _ A child with suspected DDH should be immediately referred to his or her physician. Physical therapy typically will not have a role in the early treatment of DDHN/A N/A Decreased caregiver knowledge regarding abduction therapy to prevent skin breakdown and ensure proper use of the harnessThe caregiver will be independent with the use of the harness and care of the infantCaregiver education _ If appropriate and in accordance with facility’s protocols and physician’s orders, educate caregiver on the care of the infant and use of the harness (see  Treatment summary , above)Caregiver will be independent with skin inspectionProvide caregiver with written instructions and diagrams Hip joint arthritis, pain, and resulting functional deficits can occur if DDH is untreated or diagnosed lateRefer infant with suspected DDH to orthopedist or pediatrician for further evaluationN/A N/A N/A Decreased hip active ROM/passive ROMMaximize hip active and passive ROM per physician guidelinesTherapeutic exercises Gentle active ROM and passive ROM for hip ROM. Follow physician’s guidelines regarding any ROM restrictions _ Manual therapy Perform soft tissue mobilization and massage to hip muscles. Educate caregivers in massage techniques that can be performed at homeProgress child as indicated by response to treatmentProvide parents with written home exercise program  Antalgic gait Ambulate without significant gait deviations or painGait training  Provide patient with an assistive device, if necessary, to achieve independence with gait and minimize any complaints of pain. Use a gait belt as needed. Facilitate equal weight bearing during stance phase and neutral stride and step length. Follow physician’s guidelines for weight-bearing progression _Progress patient towards independence with gait without the use of an assistive deviceProvide parent with instructions regarding the use of a gait belt, if needed, and any other safety measures. _ Instruct parent in use of assistive device  Decreased lower extremity strength _ Decreased tolerance to prone positioning _ _ Developmental delay _Increase bilateral lower extremity strength _ _ Attainment of age- appropriate gross motor milestonesTherapeutic exercise _ In infants and young children, strengthening and the acquisition of new motor skills is largely accomplished through play. It is crucial the clinician engage the child in play in order to gain active participation. All strengthening exercises should ideally be performed with 5– 8 repetitions, 2–3 sets in a row, and 2–3x a day depending on the degree of involvement _ _ Functional training/ developmental skills progress  Prone play is an important functional position for strengthening and developmental skill acquisition. Use toys and mirrors to encourage tolerance to this position. Facilitate prone on forearms to extended arms and reaching with either upper extremity. Strengthen gluteal muscles in prone with active hip extension. _ Use rolling to encourage active hip abduction and extension strength in addition to side-lying play. _ Facilitate independent sitting skills and core strengthening with reaching activities to both sides and across midlineProgress child as indicated by response to treatment and developmental readiness _ _ Progress child’s developmental skills for prone, sitting, and transitional movements as appropriateProvide patient and family/ caregivers with written instructions regarding functional activities that can be performed at home. _ Ask caregiver to demonstrate proper handling and positioning techniques . ",
        "other considerations": [
            "When fabricating and applying the spica cast for closed reduction of DDH, hip abduction and flexion needs to be aligned properly for achieving optimal outcomes"
        ],
        "treatment summary": [
            "Abduction therapy: Typically, this intervention will be carried out by a physician, nurse practitioner, or registered nurse. However, some clinics may utilize physical therapists –There are many types of abduction therapy devices, including the Frejka pillow, Craig splint, van Rosen splint, Tübingen splint,(14) and the Pavlik harness -Turkish researchers conducted a retrospective study to assess the functional outcomes of infants with DDH who were treated with the Tübingen hip flexion splint(14) -The Tübingen hip flexion splint allows for reduction of the hip with abduction and flexion while allowing movement at the hip and knee joints. The hips remain abducted and flexed even when the child rolls to the side -The overall treatment period was 17 weeks and median age at the start of treatment was 18 weeks. The median follow-up  period was 13.5 months -Researchers found that treatment was successful in 56/60 hips (93.3%). There were no complications in any of the patients –The goal of abduction therapy is to position the hips in the “frog-leg” position of hip abduction and flexion, which promotes proper hip development by positioning the head of the femur in the acetabulum –The most common abduction orthosis is the Pavlik harness, which is used to treat a “reducible” hip before the age of 6 months (preferably before crawling). The harness should position the hips in 100–110°  of flexion and 70° of hip abduction, with the knees in 90° of flexion. The harness should be fitted and adjusted by a physician(1) –Caregiver education(1) -The Pavlik harness should be kept on at all times, even during diapering, during feeding, and while changing the infant’s clothes. However, studies have revealed that most parents will remove the harness at some point in the treatment. It is vital to educate the parents regarding the importance of wearing the harness and how to don the harness correctly. The harness should also be marked so that the parent can reapply the harness in the correct position -A disposable diaper can be placed under each harness to keep the harness clean. Clothes worn over the harness will also help to keep it clean -Check the infant’s skin several times per day, especially around the edges and under the straps, for skin abrasions or irritation. Keep the skin clean and dry. Avoid lotions, powders, and cream under the harness -The infant can be positioned supine or prone, but not on side -During transportation, infants should fit in a regular car seat while wearing the harness without difficulty -Complications: Complications from abduction therapy can occur, most likely due to improper harness application, including avascular necrosis, femoral nerve palsy, knee subluxation, pressure sores, epiphysitis, inferior dislocation of the hip, medial knee instability, and tibial torsion(3) –Clinical practice guidelines on nonoperative management of pediatric DDH in infants up to 6 months of age published by AAOS in 2014 are based on a systematic review of the literature that included 31 studies. The authors concluded there is limited evidence to support either immediate or delayed (2–9weeks) brace treatment for hips with a positive instability exam. There is also limited evidence to support serial physical examinations and periodic imaging assessments during brace management(12)",
            "Postsurgical rehabilitation –Postoperative rehabilitation depends on the type of surgery and the surgeon’s protocol(1)",
            "Functional rehabilitation: Research is lacking on physical therapy intervention for children and adolescents following medical management for DDH. There is also a lack of research on physical therapy intervention for children and adult patients with chronic DDH . Problem Goal Intervention Expected Progression Home Program  Decreased caregiver knowledge regarding DDHThe caregiver will be knowledgeable regarding DDH and will follow up with an orthopedist or pediatricianReferral to other"
        ]
    },
    "desired outcomes outcome measures": {
        "reduction of the dislocated femoral head without major complications": [
            "Ortolani and Barlow tests"
        ],
        "normal hip rom and strength": [
            "MMT or functional strength testing depending on age",
            "Goniometry"
        ],
        "normal gross motor function for age": [
            "PDMS-2",
            "BOT-2",
            "AIMS",
            "PEDI",
            "WeeFIM"
        ],
        "if appropriate and in accordance with facility’s protocols and physician’s orders, caregiver will be independent with the proper application of abduction therapy": []
    },
    "maintenance or prevention": [
        "Prevention of DDH is likely not possible. Early detection and closed reduction treatment are vital to prevent complications and improve overall outcome.(1) Following treatment intervention, patients need to be regularly monitored with ultrasound testing to ensure that optimal alignment is maintained. In some instances, the contralateral hip may be monitored in case of missed bilateral DDH(11)",
        "Caregivers and healthcare providers should be aware that children with DDH are at risk for developing psychosocial impairments as they age due to the long-term  sequelae. Children report anxiety, depression, and poor self-esteem  and self-image  compared to their peers. During routine follow-ups,  children should be screened for early identification(10)",
        "In families with a significant history of DDH, radiographic screening of siblings of patients with DDH may be advisable In a study conducted in the United States, 27% of first-degree  and second-degree relatives of patients with DDH had unsuspected radiographic acetabular dysplasia and many became symptomatic after age 30(20)"
    ],
    "patient education": [
        "UCSF Benioff Children’s Hospitals, “Developmental Dysplasia of the Hip,” https://www.ucsfbenioffchildrens.org/conditions/ developmental_dysplasia_of_the_hip/index.html",
        "International Hip Dysplasia Institute website, https://hipdysplasia.org/developmental-dysplasia-of-the-hip/",
        "OrthoInfo, the website of the AAOS, https://orthoinfo.aaos.org/en/diseases--conditions/developmental-dislocation-dysplasia-of-the-hip-ddh Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Kim H, Herring JA. Developmental dysplasia of the hip. In: Herring JA, ed. Tachdjian’s Pediatric Orthopaedics . 6th ed. Philadelphia, PA: Elsevier; 2021:422-526.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Roposch A, Liu LQ, Hefti F, Clarke NM, Wedge JH. Standardized diagnostic criteria for developmental dysplasia of the hip in early infancy. Clin Orthop Relat Res . 2011;469(12):3451-3461.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Synder M, Harcke T, Domzalski M. Role of ultrasound in the diagnosis and management of developmental dysplasia of the hip: an international perspective. Orthop Clin North Am. 2006;37(2):141-147.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Zhang S, Doudoulakis KJ, Khurwal A, Sarraf KM. Developmental dysplasia of the hip. Br J Hosp Med . 2020;81(7):1-8.  doi:10.12968/hmed.2020.0223. (RV)"
        },
        {
            "number in article": 5,
            "reference": "Hart ES, Albright MB, Rebello GN, Grottkau BE. Developmental dysplasia of the hip: nursing implications and anticipatory guidance for parents. Orthop Nurs . 2006;25(2):100-111.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Bittersohl B, Hosalker HS, Wenger DR. Surgical treatment of hip dysplasia in children and adolescents. Orthop Clin North Am . 2012;43(3):301-315.  (GI) "
        },
        {
            "number in article": 7,
            "reference": "Folio MR, Fewell RR. Peabody Developmental Motor Scales . 2nd ed. Austin, TX: Pro-Ed; 2000. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Vanderhave KL. Orthopedic surgery. In: Doherty GM, ed. Current Diagnosis & Treatment Surgery . 14th ed. New York, NY: McGraw-Hill  Medical; 2015:1116-1118.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Gupta S. Developmental dysplasia of the hip. In: Bracker MD, Achar SA, Pana AL, Taylor KS, eds. 5-Minute Sports Medicine Consult . 2nd ed. Philadelphia, PA: Lippincott Williams & Wilkins; 2011:116-117.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Nisar A, Augustine A, Horrey L, Craig D, Meek RMD, Patil S. Psychosocial aspects of hip disease in the young adult. Hip Int. 2013;23(4):417-423.  doi:10.5301/hipint.5000041. (R)"
        },
        {
            "number in article": 11,
            "reference": "Dornacher D, Lippacher S, Reichel H, Nelitz M. Mid-term results after ultrasound-monitored  treatment of developmental dysplasia of the hips: to what extent can a physiological development be extended? J Pediatric Orthop. Part B. . 2013;22(1):30-35.  doi:n10.1097/BPB.0b013e32835957a1. (R)"
        },
        {
            "number in article": 12,
            "reference": "American Academy of Orthopaedic Surgeons (AAOS). Detection and nonoperative management of pediatric developmental dysplasia of the hip in infants up to six months of age: evidence based clinical practice guidelines. Rosemont, IL: AAOS; 2014. (G)"
        },
        {
            "number in article": 13,
            "reference": "Dempsey ME, Karmazyn B, Coley BD, et al. ACR Appropriateness Criteria developmental dysplasia of the hip – child. National Guideline Clearinghouse Web site. http:// www.guideline.gov/content.aspx?id=47675 . Accessed March 18, 2018. (G)"
        },
        {
            "number in article": 14,
            "reference": "Atalar H, Gunay C, Komurcu M. Functional treatment of developmental hip dysplasia with the Tubingen hip flexion splint. Hip Int. 2014;24(3):295-301.  doi:10.5301/ hipint.5000128. (R)"
        },
        {
            "number in article": 15,
            "reference": "Narayanan U, Mulpuri K, Sankar WN, Clarke NM, Hosalkar H, Price CT. International Hip Dysplasia Institute. Reliability of a New Radiographic Classification for Developmental Dysplasia of the Hip. J Pediatr Orthop . July 82016;35(5):478-84.  doi:10.1097/BPO.0000000000000318. (R)"
        },
        {
            "number in article": 16,
            "reference": "Mulpuri K, Schaeffer E, Andrade J, et al. What Risk Factors and Characteristics Are Associated With Late-presenting  Dislocations of the Hip in Infants? Clin Orthop Relat Res . 2016;474(5):1131-1137.  doi:10.1007/s11999-015-4668-0.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Issin A, Oner A, Kockara N, Camurcu Y. Comparison of open reduction alone and open reduction plus Dega osteotomy in developmental dysplasia of the hip. J Pediatr Orthop . 2016;25(1):1-6.  doi:10.1097/BPB.0000000000000227. (R)"
        },
        {
            "number in article": 18,
            "reference": "Ömerolu H, Kose N, Akceylan A. Success of Pavlik Harness Treatment Decreases in Patients 4 Months and in Ultrasonographically Dislocated Hips in Developmental Dysplasia of the Hip. Clin Orthop Relat Res . 2016;474(5):1146-1152.  doi:10.1007/s11999-015-4388-5.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Yildirim T, Guclu B, Karaguyen D, Kaya A, Akan B, Cetin I. Cementless total hip arthroplasty in developmental dysplasia of the hip with end stage osteoarthritis: 2-7 years' clinical results. Hip Int. 2016;25(5):442-446.  doi:10.5301/hipint.5000240. (R)"
        },
        {
            "number in article": 20,
            "reference": "Carroll KL, Schiffern AN, Murray KA, et al. The Occurrence of Occult Acetabular Dysplasia in Relatives of Individuals with Developmental Dysplasia of the Hip. J Pediatr Orthop. 2016;36(1):96-100.  doi:10.1097/BPO.0000000000000403. (R)"
        }
    ]
}