{
    "metadata": {
        "title": "Dysphagia  Eagle Syndrome",
        "synonyms": [
            "dysphagia  eagle’s syndrome",
            "dysphagia  styloid-stylohyoid  syndrome",
            " dysphagia: elongated styloid process syndrome",
            "swallowing disorder: eagle syndrome",
            " eagle syndrome: dysphagia"
        ],
        "anatomical location body part affected": [
            "Throat; ears; neck; face; elongated styloid process of the temporal bone or calcified stylohyoid ligament(1)"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders"
        ],
        "description": [
            "Eagle syndrome is characterized by a group of symptoms including recurrent throat and ear pain, globus (the sensation of a foreign body in the throat), occipital pain, dysphagia, and/or facial pain.(1,2,3,4) Eagle syndrome results from either an elongated styloid process of the temporal bone (greater than 3 cm in length) or a calcified stylohyoid ligament.(1,5,6) All individuals with elongated styloid processes will not necessarily be symptomatic, and the length of the styloid process does not directly correlate with the amount of pain experienced by an individual patient.(2,7) The syndrome is named for Watt W. Eagle, who coined the term stylalgia to describe the pain associated with Eagle syndrome.(2) There are two types of Eagle syndrome:",
            "Classic type: marked by pain as a result of stimulation of cranial nerves V , VII, IX, and X and usually occurs after a tonsillectomy(2)",
            "Carotid artery type (also called stylocarotid type): occurs when the styloid process becomes elongated and involves the carotid nerve plexus, causing globus and neck pain with head rotation(2,3) –This type of Eagle syndrome (especially when both of the styloid processes are elongated) is associated with transient ischemic attacks (TIAs) and/or syncope (loss of consciousness)(3,8,9)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "379.91": "pain in or around eye",
            "388": {
                "base": "other disorders of ear",
                "388.7": "otalgia",
                "388.70": "otalgia, unspecified; earache NOS",
                "388.71": "otogenic pain",
                "388.72": "referred pain"
            },
            "521.89": "other specific diseases of hard tissues of teeth",
            "524.60": "temporomandibular joint disorders (TMJ)",
            "526.81": "other specified diseases of the jaw",
            "728": {
                "base": "disorders of muscle, ligament, and fascia",
                "728.1": "muscular calcification and ossification",
                "728.8": "other disorders of muscle, ligament, and fascia"
            },
            "784.1": "throat pain",
            "733.99": "other disorders of bone and cartilage",
            "784.92": "jaw pain",
            "787.20": "dysphagia, unspecified",
            "787.21": "dysphagia, oral phase",
            "787.22": "dysphagia, oropharyngeal phase",
            "787.23": "dysphagia, pharyngeal phase"
        },
        "ICD-10 codes": {
            "M85.88": "other specified disorders of bone density and structure, other site",
            "H92.01": "otalgia, right ear",
            "H92.02": "otalgia, left ear",
            "H92.03": "otalgia, bilateral",
            "H92.09": "otalgia, unspecified ear",
            "M27.9": "disease of jaws, unspecified",
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Swallowing G-code set": {
                "G8996": "Swallowing functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G8997": "Swallowing functional limitation, projected goal status, at initial therapy treatment/outset and at discharge from therapy",
                "G8998": "Swallowing functional limitation, discharge status, at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Dysphagia refers to impaired swallowing due to an inability to move food efficiently during the oral, pharyngeal, or esophageal phase of swallowing.(10) The oral phase includes sucking, chewing, and moving food or liquid into the throat. The pharyngeal phase is the initiation of the swallowing reflex, when food or liquid is squeezed down the throat and the airway is closed off to prevent aspiration (food or liquid entering the airway) or choking. In the esophageal phase, the openings at the top and bottom of the esophagus move food or liquid into the stomach by relaxing and  tightening.(11) Eagle syndrome can occur unilaterally or bilaterally (most typically it occurs unilaterally) and most frequently causes headache, pain on rotation of the neck, pain on extension of the tongue, change in voice, odynophagia (pain with swallowing), swelling, and a sensation of hypersalivation, all of which can interfere with normal swallowing and result in dysphagia.(2,7,22,23,24) In addition to causing pain, Eagle syndrome sometimes results in impaired sensation in the larynx which can lead to silent aspiration (the absence of coughing or throat clearing when material penetrates below the level of the vocal folds).(24) Authors of a case study reported a case of a 60-year-old  female with Eagle syndrome who had bilateral elongation of the styloid processes, but only experienced symptoms unilaterally(22) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain level, fatigue level, and frustration level. Pain is a significant issue related to swallowing for patients with Eagle syndrome(7)",
            "A patient’s culture and native language should be considered to determine the appropriateness of examination questions and materials",
            "It is important to consider eating habits, food preferences, and cultural influences on eating to maximize nutritional intake ",
            "It is recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  the underlying cause of the styloid process elongation or ligament calcification in eagle syndrome is not well understood ,,": [],
        "pathogenesis": [
            "There are several theories regarding the way in which the styloid process elongation or ligament calcification occurs inEagle syndrome. These theories include:–Congenital elongation of the styloid process as a result of the persistence of a cartilaginous analog of the stylohyal (one ofthe embryologic precursors of the styloid)(5,6,7,12)–Idiopathic calcification of the stylohyoid ligament process(6,7,12)–Growth of osseous tissue at the insertion of the stylohyoid ligament(6,7,12)",
            "The pathophysiological mechanism of the symptoms associated with Eagle syndrome is debated as well.(7) Theories of themechanism include:–A traumatic fracture of the styloid process causes proliferation of granulation tissue, thereby placing pressure on thesurrounding structures, resulting in pain(13)–Degenerative and inflammatory changes in the tendinous portion of the stylohyoid insertion, referred to as insertiontendonitis(12)–An irritation of the pharyngeal mucosa from direct compression or post-tonsillectomy  scarring that affects cranial nervesV , VII, IX, and X(2,12)–Impingement of the carotid vessels that produces irritation of the sympathetic nerves in the arterial sheath(12)"
        ],
        "risk factors": [
            "Tonsillectomy(2,6)",
            "Trauma to the jaw and/or neck(2,3,4)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Speech-language  pathologists (SLPs) are required to have graduate, postgraduate, or continuing education training in dysphagia assessment and treatment(14)",
        "To perform videofluoroscopic swallowing studies (VFSSs), SLPs must have established competencies in the use and storage of barium used in VFSSs(15)",
        "Patients with dysphagia are at risk for aspiration and/or penetration of oral intake. Ensure that the patient and family/ caregivers are aware of the risk of aspiration and are educated about prevention strategies when appropriate",
        "The patient’s family/caregivers should be involved in assessment and treatment procedures",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain level, fatigue level, and frustration level. Pain is a significant issue related to swallowing for patients with Eagle syndrome(7)",
            "A patient’s culture and native language should be considered to determine the appropriateness of examination questions and materials",
            "It is important to consider eating habits, food preferences, and cultural influences on eating to maximize nutritional intake ",
            "It is recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Review patient’s medical chart. How long has the patient experienced the symptoms associated with Eagle syndrome and when was the diagnosis of Eagle syndrome made? -Patients with Eagle syndrome often see multiple physicians and specialists prior to receiving an accurate diagnosis(2)",
                "course of treatment": {
                    "medical management": "Document the patient’s medical management of Eagle syndrome including surgical and nonsurgical (e.g., analgesics, antiinflammatory  medications) interventions(1,22) Surgical intervention for Eagle syndrome involves removal of the elongated styloid process or calcified portion of the stylohyoid ligament(2,7) Surgical approaches for Eagle syndrome are intraoral and extraoral(16) Surgery is indicated for patients who do not respond to nonsurgical options for treatment of Eagle syndrome(22)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being Nonsteroidal anti-inflammatory  drugs (NSAIDs)(7,17) Steroid injections(7,17)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Usual tests for this condition are the following:",
                        "X-ray  (lateral view)(7)",
                        "CT scan of the head and neck(2,7,8)",
                        "Angiography (when there is compression of the carotid artery)(8,9)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Does the patient exhibit increased swallowing difficulty -With certain textures of foods or liquids? -In different environments? -As meals progress? -During certain times of day? -If fatigued? -With environmental distractions?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if  pain   is present now and how much) -Patients with Eagle syndrome sometimes report “shooting” pains in the ear or jaw that last for a few minutes and then disappear(7) -The pain associated with Eagle syndrome can be worse with swallowing, oral motor movements, and head/neck positions and rotations(2,16) -First-bite  syndrome (FBS) can occur after operations on the parapharyngeal space and has been reported after surgical intervention for Eagle syndrome. The main symptom is excruciating pain that only occurs after the first one or two bites of meals(18) -Management for FBS is usually pain medication(18)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables; document if there is an increase in symptoms as the meal progresses",
                "sleep disturbance": "Document number of wakings/night ",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Document respiratory status of the patient, including need for supplemental oxygen, history of mechanical ventilation, and presence of a tracheostomy tubeDocument psychosocial status. Review reports from mental health professional if available -Patients with Eagle syndrome who have significant pain can become chronically depressed and/or socially isolated(4)Document hearing ability Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _____________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document history of dysphagia; dental, jaw, throat, neck, or ear pain; trauma; stroke/TIA; loss of consciousness; surgeries; or dental, jaw, throat, neck, or ear disorders(2) Patients with Eagle syndrome often have a history of tonsillectomy(2,7)",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including depression, hearing loss, vision problems, heart problems, communication difficulties, and memory loss",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient work? Does the patient participate in hobbies that may lead to pain or fatigue? Does the patient engage in social mealtimes?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper, communication board). Does the patient self-feed?  Is the patient limited to eating foods of certain textures only? Who prepares the patient’s food?",
                "living environment": "stairs, number of floors in home, with whom patient lives, e.g., family members, caregivers). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document the presence of any mass or abnormality of the neck, jaw, or larynx to palpation; patients with Eagle syndrome sometimes have solid or sharp masses along the jaw, neck, or tonsillar fossa that can be felt by palpation.(4,5,7,16) Masses can be unilateral or bilateral(7,16)",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "Examine the structure and range, rate, coordination, and symmetry of movement of the lips, facial musculature, tongue, pharynx, and larynx; document pain at rest and with movement or touch(16)",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "The purpose of a swallow examination is to determine if the patient has dysphagia, to determine which function is disordered, and to establish any compensatory strategies (change in swallowing manner or food consistency) that would be safe and beneficial to the patientA BSE is usually the first part of a comprehensive swallowing examination or is used as an initial screening to determine the need for further evaluation(14)In-depth  Bedside SwallowT709037(24) A VFSS is performed in collaboration with a physician (radiologist or physiatrist) and an SLP or occupational therapist and is used primarily as a diagnostic procedure for dysphagia.(14) The patient eats and drinks a variety of developmentally appropriate liquids and solids mixed with barium while images are recorded with videofluorography. All patients should be examined in the lateral and frontal positions to gain information on movements of the swallow and symmetry of bolus flow and pharyngeal wall contraction. The SLP examines for the presence of aspiration and the effectiveness of presenting different  food consistencies or of modifying posture.(11) Most clinical practices follow the protocol originally described by Logemann(19) -In patients with Eagle syndrome, the elongated styloid process might be visible in the lateral view on a VFSS(23)Modified BariumT709046(24) FEES is performed to evaluate the anatomy and physiology of the pharynx and the larynx, pharyngeal swallow function, and the patient’s ability to manage secretions and swallow foods and liquids.(11) In addition, it can be used to explore a variety of diagnostic interventions, such as varying bolus consistency, varying posture, or making use of visual feedback for reinforcement.(25) After the insertion of the endoscope, the patient can engage in normal feeding behavior during the evaluation. Food must be light in color to enhance visibility (e.g., milk, puddings, yogurt, bread). FEES is preferred over VFSS when patients have safety issues related to radiation exposure or when they need retesting. The American Speech-Language-Hearing  Association has published several online documents relevant to the technical aspects of FEES and the qualifications required to perform FEES(26) -For detailed information on FEES and endoscopic examinations for dysphagia, see Clinical Review…Dysphagia",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Ensure that the patient and family/ caregivers are aware of potential aspiration risks and are educated about prevention strategies when appropriate"
            ]
        },
        "diagnosis need for treatment": "Dysphagia diagnosis and management are based on the results of a comprehensive assessment that is performed by an SLP in collaboration with the patient’s primary physician and/or an otolaryngologist. The primary goal is to maintain and maximize the patient’s health status.(14) After the evaluation, a decision must be made about the patient’s ability to ingest food and liquids orally based on the nature of the disorder and the patient’s ability to make adjustments. With Eagle syndrome the patient is unlikely to require speech therapy intervention, as pain and dysphagia are resolved with medical and surgical intervention(2,5,7,16,20)",
        "rule out": "The patient’s medical team will rule out other possible causes of the pain and/or dysphagia, including Cervical arthritis Esophageal diverticula Faulty dental prostheses Fibromyalgia Glossopharyngeal neuralgia Hyoid bursitis Laryngopharyngeal dysesthesia Migraine-type  headaches Otitis Salivary gland disease Sluder syndrome Sphenopalatine neuralgia Temporal arthritis Temporomandibular disorders Trigeminal neuralgia Tumors Unerupted or impacted molar teeth",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines The patient with Eagle syndrome should be followed by an otolaryngologist (ENT);(2) refer the patient if he or she is not already under the care of an ENT Physical therapy for cervical neck pain(3)",
        "other considerations": [],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "safe and efficient swallowing ability": [
            "BSE",
            "FEES",
            "VFSS"
        ],
        "improved quality of life": [
            "SWAL-QOL:  An outcome measure that includes patient self-ratings  of quality of life due to swallowing and eatingability(21)"
        ],
        "pain relief ": []
    },
    "maintenance or prevention": [
        "There is no known prevention for Eagle syndrome"
    ],
    "patient education": [
        "Online support group for patients with Eagle syndrome, http://www.livingwitheagle.org/",
        "See “Swallowing Disorders (Dysphagia) in Adults” from the American Speech-Language-Hearing  Association, http:// www.asha.org/public/speech/swallowing/SwallowingAdults.htm Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on October 28, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Eagle syndrome. Genetic and Rare Diseases Information Center (GARD). Web site. http://rarediseases.info.nih.gov/GARD/Condition/9401/Eagle_syndrome.aspx . Accessed December 27, 2017. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Kim E, Hansen K, Frizzi J. Eagle syndrome: case report and review of the literature. Ear Nose Throat J . 2008;87(11):631-633.  (C)"
        },
        {
            "number in article": 3,
            "reference": "Wong ML, Rossi MD, Groff W, Castro S, Powell J. Physical therapy management of a patient with Eagle syndrome. Physiother Theory Pract . 2011;27(4):319-327.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Dunn-Ryznyk  LR, Kelly CW. Eagle syndrome: a rare cause of dysphagia and head and neck pain. JAAPA. 2010;23(12):28, 31-2, 48. (C)"
        },
        {
            "number in article": 5,
            "reference": "Hossein R, Kambiz M, Mohammad D, Mina N. Complete recovery after an intraoral approach for Eagle syndrome. J Craniofac Surg . 2010;21(1):275-276.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Raina D, Gothi R, Rajan S. Eagle syndrome. Indian J Radiol Imaging . 2009;19(2):107-108.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Murtagh RD, Caracciolo JT, Fernandez G. CT findings associated with Eagle syndrome. AJNR Am J Neuroradiol . 2001;22(7):1401-1402.  (C)"
        },
        {
            "number in article": 8,
            "reference": "Nakagawa D, Ota T, Iijima A, Saito N. Diagnosis of Eagle syndrome with 3-dimensional  angiography and near-infrared  spectroscopy: case report. Neurosurgery . 2011;68(3):E847-E849.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Farhat HI, Elhammady MS, Ziayee H, Aziz-Sultan  MA, Heros RC. Eagle syndrome as a cause of transient ischemic attacks. J Neurosurg . 2009;110(1):90-93.  (C)"
        },
        {
            "number in article": 10,
            "reference": "Logemann JA. The role of the speech language pathologist in the management of dysphagia. Otolaryngol Clin North Am . 1988;21(4):783-788.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Swallowing disorders (dysphagia) in adults. American Speech-Language-Hearing  Association  Web site. http://www.asha.org/public/speech/swallowing/SwallowingAdults.htm . Accessed December 27, 2017. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Balbuena L, Hayes D, Ramirez SG, Johnson R. Eagle's syndrome (elongated styloid process). South Med J . 1997;90(3):331-334.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Balasubramanian S. The ossification of the stylohyoid ligament and its relation to facial pain. Br Dent J. 1964;116:108-111.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Adult Dysphagia. ASHA Practice Portal. American Speech-Language-Hearing  Association  Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Adult-Dysphagia/ . Accessed December 27, 2017. (G)"
        },
        {
            "number in article": 15,
            "reference": "Pediatric Dysphagia. ASHA Practice Portal. American Speech-Language-Hearing  Association Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Pediatric-Dysphagia/ . Accessed December 27, 2017. (G)"
        },
        {
            "number in article": 16,
            "reference": "de Souza Carvalho AC, Magro Filho O, Garcia IR, de Holanda ME, de Menezes JM. Intraoral approach for surgical treatment of Eagle syndrome. Br J Oral Maxillofac Surg . 2009;47(2):153-154.  (C)"
        },
        {
            "number in article": 17,
            "reference": "Baugh RF, Stocks RM. Eagle's syndrome: a reappraisal. Ear Nose Throat J . 1993;72(5):341-344.  (C)"
        },
        {
            "number in article": 18,
            "reference": "Cernea CR, Hojaij FC, De Carlucci D. First-bite syndrome after resection of the styloid process. Laryngoscope . 2007;117(1):181-182.  (C)"
        },
        {
            "number in article": 19,
            "reference": "Logemann JA. Manual for the Videofluorographic Study of Swallowing . 2nd ed. Austin, TX: Pro-Ed; 1993. (GI)"
        },
        {
            "number in article": 20,
            "reference": "Slavin KV. Eagle syndrome: entrapment of the glossopharyngeal nerve? Case report and review of the literature. J Neurosurg . 2002;97(1):216-218.  (C)"
        },
        {
            "number in article": 21,
            "reference": "McHorney CA, Bricker DE, Kramer AE, et al. The SWAL-QOL  outcomes tool for oropharyngeal dysphagia in adults: I. conceptual foundation and item development. Dysphagia . 2000;15(3):115-121.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Ferreira PC, Mendanha M, Frada T, Carvalho J, Silva A, Amarante J. Eagle syndrome. J Craniofac Surg . 2014;25(1):e84-e86.  doi:10.1097/SCS.0000000000000392. (C)"
        },
        {
            "number in article": 23,
            "reference": "Madden LL, Gross RD, Smith LJ. Bilateral Eagle syndrome causing dysphagia. Ear Nose Throat J . 2015;94(2):69-70.  (C)"
        },
        {
            "number in article": 24,
            "reference": "Lewis V, Hoffman Ruddy B, Lehman J, Silverman E, Spector B. Management of dysphagia pre- and postoperatively in a case of Eagle's syndrome. Case Rep Otolaryngol . 2015;2015:305736. doi:10.1155/2015/305736. (C)"
        },
        {
            "number in article": 25,
            "reference": "Leder SB, Murray JT. Fiberoptic endoscopic evaluation of swallowing. Phys Med Rehabil Clin N Am . 2008;19(4):787-801,  viii-ix. (GI)"
        },
        {
            "number in article": 26,
            "reference": "Endoscopic evaluation of swallowing. American Speech-Language-Hearing  Association Web site. http://www.asha.org/slp/clinical/dysphagia/endoscopy . Accessed December 27, 2017. (GI)"
        }
    ]
}