{
    "metadata": {
        "title": "Facioscapulohumeral Muscular Dystrophy",
        "synonyms": [
            "facioscapulohumeral muscular dystrophy landouzy-dejerine  muscular dystrophy"
        ],
        "anatomical location body part affected": [
            "Musculoskeletal and neurological systems primary affecting the face and proximal upper extremities, spreading to the trunk, pelvis, and lower extremities"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "pediatric genetic and neurological rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Facioscapulohumeral muscular dystrophy (FSHD) is a rare autosomal dominant neuromuscular disease that is slowly progressive but not life shortening (16)",
            "FSHD is the third most common muscular dystrophy, following Duchenne muscular dystrophy and myotonic muscular dystrophy type 1 (18)",
            "It is the second most common inherited muscular dystrophy in the adult population",
            "Estimated prevalence of1:20,000 (1,12)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G71.0": "muscular dystrophy"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. Individuals may qualify for financial assistance and accessibility equipment through specific foundations or organizations such as the Muscular Dystrophy Family Foundation; however, no specific information is provided. Clinical research studies may be available for individual patients to apply to and participate in. Refer to Patient Education, below, for websites that may have additional information regarding FSHD clinical studies"
        ],
        "presentation signs and symptoms": [
            "Presentation of clinical signs and symptoms is generally between 15 and 30 years of age (16)",
            "The clinical spectrum of FSHD and the severity of the disease vary greatly; however, the regional distribution of muscle weakness and the pattern of progression are distinctive",
            "Typically, the first sign is progressive facial weakness and shoulder girdle muscle weakness. This is followed by ankle dorsiflexor weakness, then proximal leg muscle weakness. Asymmetrical weakness is common (16) –Face and head – Difficulty closing eyelids, pursing lips, smiling, drinking through a straw, or whistling.(1,16) Masseter, temporalis, extraocular, and pharyngeal muscles are often spared –Upper limbs and shoulders – Difficulty working at shoulder height and above, shoulder pain; weakness of the triceps and biceps; proximal deltoid wasting; asymmetrical winging of the scapula due to weakness of trapezius, serratus anterior, rhomboids, latissimus dorsi.(16) The superior border of the scapula is elevated, giving the upper trapezius a hypertrophied appearance –Trunk – Difficulty in transferring from supine to sitting, loss of balance, prominent abdomen with hyperlordosis, respiratory muscle weakness  –Lower extremity – Increased risk of falls, difficulty walking, weakness of the tibialis anterior eventually leading to foot drop, Trendelenburg sign, weakness of the iliopsoas or gastrocnemius -Lower extremity muscle weakness is clinically observed in ~80% of those with FSHD(2)",
            "Hyperlordosis (18)",
            "Mild hearing loss (1)",
            "Ocular impairments; minor retinal abnormalities are common, but severe changes occur in < 2% of cases(2) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "History-taking  and examination procedures may vary depending on the age of the patient, time elapsed since the diagnosis, and circumstances in which the patient is presenting for evaluation; modify as indicated",
            "Stop the examination and notify the physician if the patient presents with unexplained, nonspecific symptoms such as headaches, fatigue, dizziness, nausea, blurred vision, pain in calf with walking, or dyspnea",
            "If patient has recently undergone surgical intervention, follow the referring physician’s postoperative guidelines",
            "It is important to respect the patient’s subjective complaints of pain during the evaluation and/or treatment. If the patient complains of increased pain and/or the physical therapist (PT)/occupational therapist (OT) observes increased swelling, decreased ROM, or progressive muscle weakness, notify the referring physician "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The majority of the cases are inherited as a chromosome 4 autosomal dominant genetic defect, specifically at the 4q35 genelocus, with variable penetrance(1)",
            "Less commonly, cases may occur without a family history of the disorder due to sporadic mutations of chromosome 4 (1)"
        ],
        "pathogenesis": [
            "FSHD is associated with deletions of a repeat sequence 3.3-kb  tandem known as D4Z4 in a DNA fragment size at thetelomere region. Itis present in > 95% of individuals with FSHD (also known as FSHD1)(1)",
            "The pathogenesis of FSHD involves genetic and epigenetic occurrences(7)",
            "The basis for selective muscle involvement and progression of FSHD is not well understood. The degree of fatty infiltrationinto the muscles as well as serum biomarkersthat correlate with FSHD are being further researched(5)"
        ],
        "risk factors": [
            "Family history: autosomal dominant defect in the majority of cases (1)",
            "Genetic markers: refer to Pathogenesis , above"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Clinicians should follow the guidelines of their clinic/hospital and the referring physician’s orders",
        "Patients should be evaluated by a multidisciplinary team (ophthalmology, audiology, physical therapy, orthopedics, cardiopulmonology, social work, clinical psychology) because of the potential widespread systemic involvement",
        "If patient reports sudden visual impairments, notify the referring physician and discuss a referral to ophthalmology. In rare cases, retinal changes that mimic Coats disease may occur, including telangiectasia, microaneurysms, and exudative retinopathy. Left untreated, this can cause full or partial blindness(4)",
        "Discontinue the evaluation and/or treatment if there is a marked worsening of muscle weakness, pain, or neurological impairments. Notify the referring physician immediately",
        "Patients with FSHD are at risk for falls; follow the facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that the patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention strategies",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "History-taking  and examination procedures may vary depending on the age of the patient, time elapsed since the diagnosis, and circumstances in which the patient is presenting for evaluation; modify as indicated",
            "Stop the examination and notify the physician if the patient presents with unexplained, nonspecific symptoms such as headaches, fatigue, dizziness, nausea, blurred vision, pain in calf with walking, or dyspnea",
            "If patient has recently undergone surgical intervention, follow the referring physician’s postoperative guidelines",
            "It is important to respect the patient’s subjective complaints of pain during the evaluation and/or treatment. If the patient complains of increased pain and/or the physical therapist (PT)/occupational therapist (OT) observes increased swelling, decreased ROM, or progressive muscle weakness, notify the referring physician "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -What were the initial signs and symptoms and when were they observed? -Age at diagnosis? Genetic testing to confirm diagnosis? If so, results of testing? -Progression of disorder to date -Has FSHD or any other muscular dystrophy or muscle disease been diagnosed in any family members?",
                "course of treatment": {
                    "medical management": " Medical management Surgical intervention, such as scapulothoracic fusion, may be performed. Research on surgical intervention is limited and consists primarily of casebased  studies (3)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Patients may be prescribed antidepressants since they are at risk for developing significant emotional and social distress",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Some of the most common tests that may be ordered to assist with differentially diagnosing FSHD are the following:",
                        "Serum blood work (creatine kinase levels) (16)",
                        "Muscle biopsy (muscle fiber size may be variable) (16)",
                        "FSHD DNA testing using the Southern blotbased method: confirms the diagnosis with deletion of D4Z4 repeats in one copy of chromosome 4q35(6)",
                        "Electromyography",
                        "MRI or CT scans may be beneficial in diagnosing the degree of muscle involvement but are not normally considered diagnostic (12)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and,if so, when. What specific treatments were helpful or not helpful?"
                },
                "aggravating easing factors": " -Aggravating/easing factors  (and length of time each item is performed before the symptoms emerge or dissipate)Use body chart to document location and nature of symptomsDocument nature of pain symptoms, if present (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). To what degree does the patient report difficulty with closing eyelids, smiling, whistling, or drinking through a straw? Is the patient experiencing hearing or visual loss?Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -McGill Pain QuestionnaireDocument changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variablesDocument number of wakings/night -Chronic musculoskeletal pain is frequently reported and is a major mechanism of sleep disruptionDocument other symptoms the patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to a physician (hearing loss, frequent falling, visual disturbances, dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia, seizures). Are there signs or symptoms of depression?Mild restrictive lung disease has been reported in ~50% of those with FSHD, with expiratory muscles more often involved(2) -Barriers to learning -Are there any barriers to learning? Yes__/No__ -If Yes, describe",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Is there a family history of FSHD or any muscular dystrophy? Has the patient undergone surgical intervention such as thoracoscapular arthrodesis? If so, when? Results to date? ",
                    "comorbid diagnoses": "Ask the patient about other problems, including diabetes, cancer, cardiopulmonary disease, vitamin B12 deficiency, complications of pregnancy, psychiatric disorders, and orthopedic disorders Cardiac involvement may include an increased prevalence of right bundle branch block without progression to clinically relevant cardiac arrhythmias (16)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing such as hearing impairment"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports or daily physical activity? If so, describe. Does the patient work? If so, what are his or her job duties? Are his or her current signs and symptoms interfering with ability to participate in recreational or family activities, or to perform job fully?",
                "functional limitations assistance with ADLs adaptive equipment": "Is the patient currently using any adaptive equipment? -May administer the Rivermead Mobility Questionnaire",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? What is the level of family support on a daily or weekly basis? Are the patient’s needs being met in order to safely live in his or her home?"
            }
        },
        "relevant tests and measures": {
            "general": "While tests and measures are listed in alphabetical order, sequencing should be appropriate to ›Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting",
            "anthropometric characteristics": "Determine height, weight, and BMI. Is weight reduction indicated?",
            "assistive and adaptive devices": "Document the use of any assistive or adaptive devices; assess for proper fit and use",
            "balance": "Assess static and dynamic balance reactions in sitting and standing. Evaluate protective reactions to perturbations in all three planes –Use the Berg Balance Scale (BBS), Timed Up and Go (TUG) test, and/or Step Tests –Static and dynamic standing balance reactions may be impaired if lower extremity and abdominal weakness are present(2) –Protective extension in sitting may be affected due to upper extremity and abdominal weakness",
            "cardiorespiratory function and endurance": [
                "Dyspnea Scale and/or Borg Rating of Perceived Exertion (RPE) Scale",
                "Use the 6-minute  walk test (6MWT) for endurance"
            ],
            "circulation": "Assess peripheral pulses and capillary refill time. Note any asymmetry or abnormalityPerform bilateral upper and lower neural tension tests as indicated. Note any asymmetry or positive findingsAssess patient for compensatory movement patterns when squatting, lifting, or transferring objects. Include any job-related  tasks that the patient is required to perform, if applicable. Note degree of difficulty, if anyAssess patient’s ability to perform bed mobility, transfers, and stair negotiation. May document functional level with the FIM",
            "functional mobility": "",
            "gait locomotion": "Gait analysis noting any asymmetry or abnormality such as increased trunk sway, decreased reciprocal arm swing, decreased stride and step length, decreased heel strike, decreased hip extension. Document the need for any assistive devicewalk as quickly as possible but safely for 10-meter  distance. Complete twice in a row and take the average speedassess patient’s safety with ambulationAssess for upper and lower extremity joint hypermobility, especially at the shoulder and hip due to muscle weakness. Note degree of hypotonia present within extremities or trunk",
            "muscle strength": " Muscle strength –Perform abdominal and bilateral upper and lower extremity manual muscle testing (MMT) for myotomes as well as isolated muscles most commonly affected  –MMT and maximal voluntary isometric contractions are outcome measures most often used in clinical studies in neuromuscular diseases –Abdominal weakness is often present as the disease progresses(2) –Shoulder abductor and external rotator, elbow flexor and extensor muscle weakness is common (16) –Proximal hip muscular weakness is typical, but often later as FSHD progresses (16)Most likely not applicable, since in the overwhelming majority of patients FSHD is diagnosed between 20 and 40 years of age(1)",
            "observation inspection palpation including skin assessment": [
                "Note if muscle atrophy is present. May be asymmetric •Oral mechanism exam and related tests: If patient reports having difficulty with whistling, smiling, drinking through a straw, or other oral motor impairments, refer patient to speech therapist"
            ],
            "posture": "Screen for scoliosis and hyperlordosis (18) –Hyperlordosis is compensatory for sagittal spinal imbalance due to pelvic extensor and paraspinal muscle weakness (18) –Assess leg lengths and note any asymmetry and/or if functional or true leg-length  discrepancy",
            "range of motion": " Range of motion –Assess bilateral upper and lower extremity AROM and passive ROM (PROM). Note any asymmetry or restrictions –Scapular elevation with winging is often present with shoulder flexion and abduction(3)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral deep tendon reflexes (C6, C7, L4, S1) and note any asymmetry or hypo/hyperreflexiaRefer to OT or other appropriate specialist if patient reports having difficulty with other basic ADLs such as bathing, dressing, toileting, grooming, and feeding self in addition to cooking and cleaning",
            "sensory testing": "Assess bilateral upper and lower extremity dermatomes for light touch, sharp-dull,  and joint proprioception. Note any asymmetry or abnormal findings",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure –Constant-Murley  Shoulder Outcome Score/Constant Shoulder Score(9) -Most commonly used outcome measure for assessing the outcomes of treatment interventions of shoulder disorders; recommended scoring system of the European Society of Shoulder and Elbow Surgery -It includes pain, ROM, functional assessment, and strength -It is not recommended for shoulder instabilityMedical Outcome Study 36-Item Short form (SF-36)(2) -Most widely used generic health assessment tool, consisting of 36 questions that analyze general health status (physical and emotional)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Is the patient able to follow instructions and multistep commands?",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Over the trunk or heart region in patients with demand-type pacemakers and implantable cardioverter defibrillators (ICDs)",
                "Over the pelvic, abdominal, lumbar, or hip region of a pregnant woman",
                "Over the carotid bodies",
                "Over the phrenic nerve, eyes, or gonads",
                "Over areas of known peripheral vascular disease",
                "Over areas of active osteomyelitis",
                "Over areas of hemorrhage"
            ],
            "cryotherapy precautions": [
                "With patients without intact sensation",
                "With patients who cannot communicate",
                "With patients with compromised mental ability",
                "With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heartbeat)",
                "Over active or previous neoplasms",
                "With electrodes -Over compromised skin, unless treating wound specifically -Over tissues that are vulnerable to hemorrhage",
                "Cervical region in patients with history of stroke or seizures",
                "Do not use within 5 yards of diathermy units or other source of electromagnetic radiation ›Therapeutic ultrasound contraindications  (10)"
            ],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regards to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis may be at risk for fallsdue to lower extremity and abdominal muscle weakness which affects their static and dynamic balance.Follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital for modalities and electrotherapy, and the physician’s orders. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols ›Cryotherapy contraindications  (10)",
                "Cold urticaria",
                "Cold intolerance ",
                "Paroxysmal cold hemoglobinuria",
                "Cryoglobulinemia",
                "Raynaud’s disease or phenomenon",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease ›Cryotherapy precautions  (10)",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young and the very old",
                "Persons with an aversion to cold ›Superficial heat contraindications  (10)",
                "Over areas with a lack of intact thermal sensation",
                "Over areas of vascular insufficiency or vascular disease",
                "Over areas of recent hemorrhage or potential hemorrhage",
                "Over areas of known malignancy",
                "Over areas of acute inflammation",
                "Over infected areas where infection may spread",
                "Over areas where liniments or heat rubs have recently been applied",
                "In any situation deemed unreliable by the practitioner ›Electrotherapy contraindications/precautions  (in some cases, with prior approval of the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(10)",
                "Contraindications",
                "Precautions",
                "Over the region of a cardiac pacemaker",
                "Over the eyes and testes",
                "Over the pelvis, abdominal, and lumbar regions during pregnancy",
                "If a tumor or malignancy is present in the area",
                "In the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia ",
                "Over epiphyseal plates of growing bones ›Therapeutic ultrasound precautions  (10)",
                "Use caution in patients with sensory deficits and in patients who are unable to communicate sensory deficits",
                "Use caution if patient has circulatory impairments",
                "Use caution over plastic or metal implants",
                "Always decrease ultrasound intensity if the patient complains of discomfort"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Individuals with FSHD typically are symptomatic prior to the third decade of life and present with a distinctive pattern of muscle weakness in the face, shoulder girdle, upper arms, and, more rarely, pelvic girdle.(3)The chromosome 4 deletion is identified in ~95% of cases (13) Patients may benefit from direct physical therapy to increase functional strength, balance, and functional mobility and gait and to reduce complaints of pain. If the patient requires a wheelchair, physical therapy is indicated for assisting with wheelchair fitting, procurement, and mobility training",
        "rule out": " Physicians should rule out other conditions, including other genetic myopathies, that may present similarly to FSHD, including (11) –limb-girdle  muscular dystrophy –subacute necrotizing encephalomyelopathy –acid maltase deficiency –myotonic dystrophy –polymyositis",
        "prognosis": [
            "Severity of FHSD varies greatly, ranging from very mild forms to severe disability(2)",
            "There is no known cure; however, life expectancy is usually not affected (16)",
            "Approximately 20% of individuals with FSHD will require a power wheelchair or scooter for mobility by 50 years of age (16)",
            "If necessary, spinal fusion may be deferred until an individual is fully dependent on a wheelchair (18)",
            "Patients with weakness of the trunk muscles and accessory respiratory muscles may have difficulty breathing, but rarely require ventilatory assistance (16)"
        ],
        "referral to other disciplines": " Referral to other disciplines OT –Treatment intervention to address ADLs such as bathing, grooming, dressing, feeding, and toileting Audiologist –Hearing deficits may also develop in those with later onset FSHD as well as individuals with Coats disease. Early diagnosis might prevent loss of vision(2) Ophthalmologist –At risk for developing treatable vision loss (4) Speech-language  pathologist (SLP) –If patient reports difficulty with drinking through a straw, smiling, and pursing lips Geneticist Psychologist –At risk for emotional/psychological distress such as isolation and depression due to progressive physical disabilities(2)",
        "other considerations": [],
        "treatment summary": [
            "Physical therapy treatment intervention may be prescribed and implemented for patients with FSHD; however, there is limited evidence to evaluate and support such interventions",
            "In a small study in Turkey of 11 persons with FSHD, kinesiotaping provided no benefit for scapular internal rotation, upward rotation, and posterior tilt. The authors concluded that abnormal scapular movement in patients with FSHD cannot be corrected with flexible methods such as kinesiotaping (14)",
            "Static and dynamic balance activities and gait training may be needed in order to reduce risk for falling and improve quality of life(2)  –Italian researchers assessed the static and dynamic balance of 16 patients with FSDH using a baropodometric platform, looking at how their balance influenced disability and quality of life compared with a control group of 16 matched healthy subjects(2) -Static balance was significantly reduced in those with FSHD compared to the control group -There was a significant reduction of gait velocity and step length in conjunction with a significant increase in step width in patients with FSHD compared to the control group -Hip flexor, knee extensor, and ankle dorsiflexor muscle weakness was associated with an increase in step width and decreased step length and gait velocity -Patients with increased muscle weakness and gait abnormalities had lower scores on the SF-36",
            "Functional mobility training –Patient and/or caregivers may benefit from physical therapy interventions to address basic mobility impairments such as, transfers, bed mobility, and gait –There is currently no specific research supporting or refuting physical therapy intervention for functional mobility training",
            "Authors of a 2019 Cochrane systematic review studied the effects of strength training and aerobic exercise on persons with muscle disease (15) –Fourteen trials of aerobic exercise, strength training, or both were included. Exercise duration ranged from 8 to 52 weeks. Participants (N = 428) had a diagnosis of FSHD, dermatomyositis, polymyositis, mitochondrial myopathy, Duchenne muscular dystrophy, or myotonic dystrophy –For participants with FSHD -Strength training versus no training (3 studies) -There is low-certainty  evidence that strength training has little to no effect -Strength-training  activities included dynamic strengthening of elbow flexors and dorsiflexors and isometric strengthening of elbow flexors and ankle dorsiflexors -Aerobic exercise versus no training (5 studies) -There is low-certainty  evidence that aerobic capacity is improved with aerobic exercise -There is low-certainty  evidence that aerobic exercise has little to no effect on knee extension strength -Combined aerobic exercise and strength training versus no training (6 studies) -Conclusions regarding muscle strength, aerobic capacity, and VO2 peak cannot be drawn due to very low-certainty evidence . Problem Goal Intervention Expected Progression Home Program Impaired static and dynamic balance; at risk for fallsIncrease patient’s static and/or dynamic sitting and standing balance _ _ Patient/family independent with fall- prevention strategiesImplement static and dynamic balance program for sitting and standing, as indicated. Begin with static activities and progress to dynamic activities as indicated _ _ Incorporate the use of uneven surfaces such as foam mats, stepping over objects, Bosu ball as indicated _ Progress from double limb to single limb activities and from eyes open to eyes closed activitiesProgress intensity, duration, and frequency of exercises as tolerated _ _ Modify balance exercises as needed to appropriately address patient’s functional impairments and disabilities _Provide patient and/or family members with a therapeutic home exercise program _ _ Ensure patient and/ or family members are independent in performing these ongoing exercises _ _ Provide recommendations to patient and/or family membersfor home modifications to reduce the risk of falls within the home  Impaired functional mobility (transfers, bed mobility) _ Impaired gait mobility; increased risk of fallingMaximize patient’s independent functional mobility with/without the use of assistive devices _ Increase patient’s gait efficiency and safety in order to ambulate within the home and community without the risk of fallingFunctional mobility training, therapeutic activities  Perform task-specific functional activities with the necessary guidance, verbal and tactile cues, and physical assistance (e.g., sit-to-stand transfers, bed mobility, stair negotiation) _ _ Gait training Provide patient with the necessary feedback using mirrors, videotape, verbal and tactile cues to facilitate normalizing gait _ Patients often present with increased trunk sway, decreased reciprocal arm swing, decreased stride and step length, decreased heel strike, decreased hip extension _ _ Prescription, application of devices and equipment Determine which, if any, assistive devises are needed to improve the patient’s gait quality, efficiency, and safety as well as functional mobility within the home such as grab bars for the shower, shower seat. If the patient has become wheelchair dependent, consult with durable medical equipment vendor _As patient gradually increases his or her functional independence and mobility, adjust the amount of assistance required for safety and independence _ If adaptive or assistive devices are needed, ensure proper fit and that patient/ family members are independent with the use of these devices _ _ Consult with an OT, as indicated, and conduct a home safety evaluationProvide patient and/or family members with a therapeutic home exercise program. Ensure patient and/ or family members are independent in performing these ongoing exercises _ _ Provide recommendations to patient and/or family membersfor home modifications to reduce the risk of falls within the home and community _ _  Decreased upper and/ or lower extremity strength and ROM _ Decreased core muscle strengthMaximize patient’s upper and/or lower extremity strength and ROM _ Maximize the patient’s core muscle strengthTherapeutic exercises Implement upper and lower extremity AROM and PROM exercises as indicated. Include resistive exercises as indicated. Use open chain and closed chain exercises. Incorporate the use of free weights, resistance tubing and bands, and weighted balls as indicated _ _ Include core muscle exercises to assist with improving the patient’s functional strength, balance, and mobility skills _ _ Kinesiotaping to facilitate muscle strengthening at the shoulder or hip and/or inhibit overactive musculature. Kinesiotaping may not be suitable for correction of scapular motion (14)Gradually progress the intensity, duration, and frequency of exercises per patient tolerance _Provide patient and/ or family members with a therapeutic home exercise program including ROM, strengthening and aerobic endurance. _ _ Ensure patient and/ or family members are independent in performing these ongoing exercises Fatigue, decreased enduranceIncrease patient’s cardiorespiratory enduranceTherapeutic exercises Implement an aerobic exercise program (treadmill, cycle ergometer, stationary bicycle) taking into account the patient’s preference _ _ Monitor patient’s RPE using the Borg RPE Scale and/or the Dyspnea Scale _ _ _Gradually increase the duration of aerobic exercise per patient tolerance. Aerobic exercise should be performed daily for a minimum of 20–30 minutes _ _Provide patient and family members with written instructions regarding daily aerobic endurance activities. _ _ Encourage the whole family to participate in daily physical activity, which can increase patient compliance _ Review with patient and/or family members the Borg RPE Scale and Dyspnea Scale _ _  Pain, tenderness, swelling related to musculoskeletal impairmentsMinimize patient’s subjective complaints of painPhysical agents and electrotherapeutic modalities  Apply cryotherapeutic or thermal agents for the management of pain and discomfort, as indicated. Apply cryotherapeutic agents for the management of pain and swelling, as indicated. Implement electrotherapeutic modalities such as TENS for pain management, as indicated. There is currently no published research specifically on the effects of cryotherapy, thermal agents, or electrotherapeutic modalities for the management of FSHD. _ Kinesiotherapy may be applied to assist with pain reduction and reduction of swellingAdjust frequency of modality use as the patient’s pain and swelling reduces _Instruct patient on the proper use of modalities (ice, heating pad) for home use ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduce pain and discomfort": [
            "V AS pain score"
        ],
        "improve functional strength  upper extremity, lower extremity, trunk abdominal": [
            "MMT"
        ],
        "increase pain free joint mobility rom": [
            "Goniometry"
        ],
        "increase functional mobility": [
            "Rivermead Mobility Questionnaire, FIM, DASH Outcome Measure, Constant-Murley  Shoulder Outcome Score/ConstantShoulder Score"
        ],
        "increase static and or dynamic balance  sitting or standing": [
            "BBS, TUG test"
        ],
        "increase cardiorespiratory endurance": [
            "6MWT, Dyspnea Scale, Borg RPE Scale"
        ],
        "improve gait biomechanics for increased efficiency and decreased risk of falling": [
            "Dynamic Gait Index, 10MWT"
        ],
        "improve patient’s reported quality of life": [
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "Genetic counseling/testing for individuals with FSHD is recommended to discuss the principles of inheritance (17) ",
        "Annual assessment by a multidisciplinary team is strongly recommended due to the progressive nature of FSHD and its impact on the patient’s physical, social, and psychological well-being",
        "Social networking programs, psychotherapy, counseling, and patient/family education are beneficial to patients with FSHD"
    ],
    "patient education": [
        "See “Facioscapulohumeral Muscular Dystrophy” from the Muscular Dystrophy Association at https://www.mda.org/disease/facioscapulohumeral-muscular-dystrophy",
        "See Patient Information from the FSHD Society at https://www.fshsociety.org/",
        "See Patient Information and Scientific Research Projects from the Richard Fields Center for FSHD Research at the University of Rochester Medical Center at https://www.urmc.rochester.edu/fields-center.aspx",
        "See Patient Information from the FSHD Canada Foundation at http://www.fshd.ca",
        "See Patient Information from the FSHD Global Research Foundation, an Australian nonprofit organization, at http:// www.fshdglobal.org Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "National Institute of Health (NIH). Facioscapulohumeral muscular dystrophy. National Institute of Health (NIH) Genetics Home Reference Web site. https://ghr.nlm.nih.gov/condition/facioscapulohumeral-muscular-dystrophy# . Published July 7, 2020. Accessed November 13, 2020. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Aprile I, Padua L, Iosa M, et al. Balance and walking in facioscapulohumeral muscular dystrophy: multiperspective assessment. Eur J Phys Rehabil Med . 2012;48(3). (R)"
        },
        {
            "number in article": 3,
            "reference": "Le Hanneur M, Saint-Cast  Y. Long-term  results of Letournel scapulothoracic fusion in facioscapulohumeral muscular dystrophy: a retrospective study of eight cases. Orthop Traumatol Surg Res . 2017;103(3):421-425.  doi:10.1016/j.otsr.2016.12.012. (C)"
        },
        {
            "number in article": 4,
            "reference": "Goselink RJM, Schreur V, van Kernebeek CR, et al. Ophthalmological findings in facioscapulohumeral dystrophy. Brain Commun . 2019;1(1):fcz023. doi:10.1093/braincomms/ fcz023. (R)"
        },
        {
            "number in article": 5,
            "reference": "Petek LM, Rickard AM, Budech C, et al. A cross sectional study of two independent cohorts identifies serum biomarkers for facioscapulohumeral muscular dystrophy (FSHD). Neuromuscular Disord . 2016;26(7):405-413.  doi:10.1016/j.nmd.2016.04.012. (R)"
        },
        {
            "number in article": 6,
            "reference": "Nguyen K, Puppo F, Roche S, et al. Molecular combing reveals complex 4q35 rearrangements in facioscapulohumeral dystrophy. Hum Mutat . 2017;38(10):1432-1441. doi:10.1002/humu.23304. (R)"
        },
        {
            "number in article": 7,
            "reference": "Himeda CL, Jones PL. The genetics and epigenetics of facioscapulohumeral muscular dystrophy. Annu Rev Genomics Hum Genet . 2019;20:265-291. doi:10.1146/annurev-genom-083118-014933.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Palladino A, D'Ambrosio P, Papa AA, et al. Management of cardiac involvement in muscular dystrophies: paediatric versus adult forms. Acta Myol . 2016;35(3):128-134.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Constant Shoulder Score. Shoulderdoc  Web site. https://www.shoulderdoc.co.uk/section/59 . July 17, 2020. Accessed November 13, 2020. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Fecek C, Emmady PD. Facioscapulohumeral muscular dystrophy (FSHD). National Center for Biotechnology Information (NCBI) Web site. https://www.ncbi.nlm.nih.gov/books/ NBK559028/?report=printable . Published January 2020. Accessed November 13, 2020. (RV)"
        },
        {
            "number in article": 12,
            "reference": "Parada S, Girden A, Warner JJP. Evaluation and management of scapular winging due to facioscapulohumeral dystrophy (FSH). Cancer Therapy Advisor Web site. https://www.cancertherapyadvisor.com/home/decision-support-in-medicine/shoulder-and-elbow/evaluation-and-management-of-scapular-winging-due-to-facioscapulohumeral-dystrophy-fsh/ . Published 2017. Accessed November 13, 2020. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Facioscapulohumeral muscular dystrophy (FSH, FSHD). Muscular Dystrophy Association Web site. https://www.mda.org/disease/facioscapulohumeral-muscular-dystrophy/diagnosis#:~:text=A%20commercial%20genetic%20test%20for,considered%20highly%20accurate%20for%20FSHD . Accessed November 13, 2020. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Demirci CS, K#l#n# #O, Y#ld#z T#, et al. Effect of taping on scapular kinematics of patients with facioscapulohumeral muscular dystrophy. Neurol Sci . 2019;40(8):1583-1588. doi:10.1007/s10072-019-03846-y.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Voet NBM, van der Kooi EL, van Engelen BGM, Geurts ACH. Strength training and aerobic exercise training for muscle disease. Cochrane Database Syst Rev . 2019;(12). doi:10.1002/14651858.CD003907.pub5.  (SR)"
        },
        {
            "number in article": 16,
            "reference": "Mul K, Lassche S, Voermans NC, Padberg GW, Horlings CG, van Engelen BG. What’s in a name? The clinical features of facioscapulohumeral muscular dystrophy. Pract Neurol. 2016;16(3):201-207.  doi:10.1136/practneurol-2015-001353.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "FSH Muscular Dystrophy. Johns Hopkins Medicine Neurology and Neurosurgery Web site. https://www.hopkinsmedicine.org/neurology_neurosurgery/centers_clinics/ muscular_dystrophy/conditions/fsh_muscular_dystrophy.html . Accessed November 13, 2020. (GI)"
        },
        {
            "number in article": 18,
            "reference": "Eren #, Abay B, Günerbüyük C, Cakmak ##, Sar C, Demirhan M. Spinal fusion in facioscapulohumeral dystrophy for hyperlordosis. Medicine. 2020;99(8):e18787. doi:10.1097/ MD.0000000000018787. (C)"
        }
    ]
}