{
    "metadata": {
        "title": "Plantar Fasciosis",
        "synonyms": [
            "chronic plantar fasciitis",
            "plantar fasciitis, chronic",
            "fasciosis, plantar",
            " recalcitrant plantar fasciitis"
        ],
        "anatomical location body part affected": [
            "Heel, sole of foot/plantar fascia, often the proximal attachment at medial tubercle of calcaneus"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Plantar fasciitis is a very common cause of heel pain resulting from overuse microtrauma. In the acute stage, it presents as inflammation at the origin of the plantar fascia(1)",
            "In the chronic stage, the plantar fascia undergoes enthesopathic collagen fiber thickening. The term plantar fasciosis is better suited to describe this stage because fibrotic thickening is considered a degenerative change(1)",
            "Although both terms are in current use, plantar fasciitis is more appropriate when symptoms improve with anti-inflammatory  treatment, which is usually not an effective intervention for plantar fasciosis(1)",
            "This Clinical Review focuses on the evidence-based  management of patients with degenerative changes in the plantar fascia. However, in many research studies comparing interventions for plantar fasciosis, patients with inflammatory plantar fascia disease were included in the study population.(14,15,16,17) This mixing of participants complicates the interpretation of effects specifically for patients with plantar fasciosis"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M72.2": "plantar fascial fibromatosis",
            "M77": "other enthesopathies",
            "M77.3": "calcaneal spur",
            "M77.5": "other enthesopathy of foot",
            "M77.9": "enthesopathy, unspecified (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Inferior heel pain on standing or walking, with relief on non-weight-bearing  (WB). Pain subsides when pressure on the affected heel is removed",
            "Pain is more intense during initial minutes of WB. This so-called  start-up  pain or first-step  pain is more severe after prolonged lying or sitting",
            "The pain might feel like a bruised heel bone",
            "Significant tenderness at the plantar tuberosity of calcaneus",
            "Deficit in ambulatory ability due to antalgic gait",
            "Standard radiographs can show bony exostosis over medial tubercle of calcaneus",
            "Simultaneous bilateral involvement is not uncommon; however, the patient should be monitored for additional signs/symptoms of a possible systemic condition (e.g., rheumatoid arthritis, diabetes, infection) ",
            "Tightness or shortening of the calf muscle and plantar fascia aponeurosis can reduce ROM in ankle dorsiflexion",
            "Isolated gastrocnemius tightening is commonly found in patients with plantar fasciitis or plantar fasciosis(18) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Repetitive overuse mechanism of microtearing associated with long-distance  walking or running, prolonged WB, and otherbiomechanical stressors to the plantar foot(1)",
            "In the degenerative/reparative model of plantar fasciosis, causation involves microtrauma to plantar myofascia fibers andfailure to heal due to continuing WB(22)"
        ],
        "pathogenesis": [
            "In early stages, microtearing of the plantar fascia initiates an inflammatory response. Focal inflammation is often found atits origin on the tuberosity of the os calcis deep to the distal medial heel pad(1,22)",
            "In chronic cases, the injury repair process becomes prolonged and dysregulated. Histological examination of the fasciashows persistent macrophages, more granulocytes, and thickening of the fascia, typical of an enthesopathic condition(1,22)",
            "Authors of a cross-sectional  study (N = 30 patients with plantar heel pain who underwent calcaneal spur removal) in SouthKorea found more severe plantar fascia disease (increased granulocytes) on MRI in those with spurs located in the plantarfascia versus those with spurs superior to the plantar fascia insertion.(12)Bony spurring higher on the calcaneus probablyrepresents a complication mainly due to other causes such as Achilles tendon enthesopathy(1)"
        ],
        "risk factors:  higher risk is associated with": [
            "Obesity(22)",
            "Age 25 to 65 years(22)",
            "Reduced ankle dorsiflexion(2)",
            "Pes planus/pes cavus(1)",
            "Contracture of the Achilles tendon(1)",
            "Certain footwear (e.g., shoes lacking arch support)(1)",
            "Occupations that involve prolonged standing or walking on hard surfaces(15)",
            "Running, dancing, and high-impact  sports in general(15)",
            "Postural imbalances(1)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "In refractory cases, non-WB  status with crutches or cast immobilization might be indicated",
        "If heel pain persists despite conservative treatment, contact the treating physician for further diagnostic testing to exclude other causes such as stress fracture, nerve entrapment, or a systemic condition such as rheumatoid arthritis (especially in cases with bilateral involvement)",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Was onset of symptoms concurrent with new activities? Has heel pain on WB gradually worsened over several weeks/months, or did pain start suddenly? Any recent increase in WB activity or gain in body weight? Do shoes worn during sports or work show abnormal or excessive wear pattern on medial side, suggestive of hyperpronation?",
                "course of treatment": {
                    "medical management": "Document whether any of the following interventions has been triedorthotics, shoe modifications, taping Stretching techniques, including night splints Extracorporeal shock wave therapy (ESWT) Corticosteroid injections (these are not thought to weaken the entheses of plantar fascia)(22) ",
                    "surgical management": [],
                    "medications": " Medications for current illness/injury NSAIDs might provide some reduction in pain due to inflammation(3) Authors of a clinical trial (N = 80 patients with plantar fasciitis) in India found that local cortisone injection and plateletrich plasma injection were equally effective for reducing pain and improving function(16)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Plain radiography does not help in the diagnosis of plantar fasciosis, but X-rays  might show calcaneal spurring/ exostosis in complicated cases",
                        "Bone scan differentiates calcaneal stress fracture from plantar fasciosis(1)",
                        "Ultrasonography might be used to assess thickness of the plantar fascia(16,22)",
                        "EMG can be used to assist the differential diagnosis in cases with neuromuscular deficits(1)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Patients typically report the gradual onset of inferior heel pain on standing or walking, with relief on sitting. Pain is more intense during initial minutes of WB (so-called  start-up pain or first-step  pain), especially after prolonged lying or sitting",
                "body chart": "Use body chart to document location and nature of symptoms. Patients typically report the gradual onset of inferior heel pain; significant tenderness is noted at the plantar tuberosity of calcaneus.(15) Often bilateral involvement",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). The pain might feel like a bruised heel.(15)However, deep bone pain at night indicates the possibility of cancer. In general, are symptoms improving or worsening?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables. If there is deep bone pain at night, consider the possibility of cancer",
                "sleep disturbance": "Document number of wakings/night associated with foot pain, if applicable",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any previous skeletal problems or injury to the involved foot?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the pain associated with certain recreational activities, sports, or occupation? Occupations that involve prolonged standing or walking on hard surfaces and running, dancing, and high-impact  sports in general increase the risk(15)",
                "functional limitations assistance with ADLs adaptive equipment": "If athlete, review sports-related  motion that causes pain",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) ",
            "anthropometric characteristics": "Measure height and weight. Document BMI. Is weight loss indicated? Authors of a cohort study (N = 60 patients with plantar heel pain) in the United States found that age and body mass were not significant predictors for outcomes with physical therapy treatment(11)",
            "assistive and adaptive devices": "Assessment for proper fit and use is indicated if there is severe pain on WB",
            "balance": "Pelvic shifting to unload painful WB on foot can disturb balance. Assess static and dynamic balance reactions with perturbation, and risk for falls",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess vascular status of foot, especially in patients with diabetes",
            "functional mobility": "Assess ability in transfers, standing, walking, stairs, carrying, etc., as indicatedAssess talocrural joint mobility and for subtalar joint hypermobility. Assess midfoot, forefoot, and hindfoot mobility",
            "gait locomotion": "Severe pain on heel strike might alter gait mechanics and walking speed. Evaluate for hyperpronation while walking/running (barefooted and with footwear). Assess shoes for unusual wear pattern",
            "muscle strength": "Assess strength in lower extremities and intrinsic foot muscles with manual muscle testing (MMT). Although plantar fasciosis has not been demonstrated to reduce strength at ankle or subtalar joints, faulty foot mechanics such as hyperpronation might be associated with underlying weakness",
            "observation inspection palpation including skin assessment": [
                "Rarely, palpable edema or warmth",
                "Plantar fascia atrophy might develop in chronic cases",
                "Focal tenderness at the medial tubercle of the calcaneus is often reported",
                "Tenderness might also be noted along the plantar aponeurosis to the first metatarsophalangeal attachment",
                "Palpate for possible chondroid ossification and adhesions at the medial tubercle of calcaneus and adhesions at first metatarsophalangeal joint",
                "Assess for rupture of plantar fascia",
                "Assess for atrophy of heel fat pad",
                "Percussion: Assess for heel bone pain with direct or indirect percussion (positive in calcaneal stress fracture)",
                "Assess midfoot joint mobility"
            ],
            "posture": " Posture –Assess hip, knee, and ankle alignment –Assess for leg-length  discrepancy and pelvic rotation –Assess for pes cavus or pes planus (i.e., increased or reduced medial longitudinal arch) –Carefully evaluate for subtalar varus in prone or standing",
            "range of motion": "Assess ankle passive ROM in all planes. Dorsiflexion may be reduced due to tightness of the gastrocnemius muscle and plantar fascia aponeurosis.(18) Assess for pain on forced passive ankle dorsiflexion, on active ankle plantarflexion against resistance, and with one-leg  calf raiseDocument whether foot pain is associated with disability in ADLs",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Perform lower-leg  scan. If indicated, assess for S1 nerve root radiculopathy, as well as for peripheral neuropathy (as in tarsal tunnel syndrome) using neural provocation test. Assess proprioception in the ankle",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Windlass Test (pain reproduced on forced dorsiflexion of the great toe in WB and non-WB  positions) is reported to have good specificity but poor sensitivity(22)a self-report  questionnaire with 23 items that score pain, disability, and activity limitation. Scores range from 0 (normal) to 230 (worst case)(4) –Foot and Ankle Outcome Score (FAOS)(16) –Foot and Ankle Ability Measure(FAAM)(4) –Tarsal Tunnel Test (should be negative)(4) –Foot Posture Index (FPI) score(4) –Lower Extremity Functional Scale (LEFS) ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation"
            ],
            "cryotherapy precautions": [
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods (> 1 hour)",
                "Cold might be counterproductive if being used to facilitate muscle relaxation and reduce pain in patients who do not tolerate the modality",
                "Stimulation through or across the chest",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Over pharyngeal area",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Obesity",
                "Osteoporosis",
                "Cancer",
                "Used in close proximity to diathermy treatment"
            ],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with heel pain may be at risk for falls.(13) Follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "In refractory cases, non-WB  status with crutches or cast immobilization might be necessary. Further diagnostic procedures to exclude bone pathology are recommended if heel pain persists despite conservative treatment",
                "Evidence is lacking for the efficacy of physical and electrotherapeutic modalities. Follow guidelines for use of modalities(5)",
                "Cryotherapy  contraindications",
                "Cryotherapy  precautions",
                "Electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician , electrotherapy might be used under some of the circumstances listed below when benefits outweigh the perceived risk)"
            ]
        },
        "diagnosis need for treatment": "Plantar fasciosis/ foot/heel pain; reduced physical functioning during WB in daily activities; patient education regarding extrinsic and intrinsic factors associated with increased risk",
        "rule out": " Rule out Arthritis/spondyloarthritis(4) Calcaneal stress fracture Diabetes; peripheral neuropathy Lateral plantar nerve entrapment (tarsal tunnel syndrome) Lumbosacral radiculopathy Subcalcaneal bursitis or fat pad pain/fat pad atrophy(4) Tibialis posterior tendonitis or other tendinitis Traumatic injury  Peripheral nerve entrapment should be suspected if the patient reports “burning,” “tingling,” or “numbness” Heel spurs Tarsal tunnel syndrome Tumor Vascular insufficiency Infection Rupture of the plantar fascia Proximal plantar fibroma(4)",
        "prognosis": [
            "Conservative treatment that includes physical therapy and adherence to relative rest and activity modification is associated with good outcomes in the majority of patients(1,22)",
            "Most patients return to their prior ambulatory function and resume their usual activities after symptoms resolve(1,22)"
        ],
        "referral to other disciplines": "Podiatrist/orthotist for foot orthotics, as indicated; physician for trial of cortisone injection; surgeon in recalcitrant cases",
        "other considerations": [
            "ESWT –Radial ESWT might reduce heel pain in patients with plantar fasciosis –Authors of a multicenter placebo-controlled  RCT (N = 246 patients with plantar fascia pain for over 6 months and in whom 4 or more conservative treatments had failed) in Germany and the United States found that focal high-intensity ESWT (without anesthesia) weekly for 3 or fewer sessions improved pain and function at 3 months follow-up(14) –Authors of a retrospective descriptive study (N = 82 military persons with chronic plantar fasciitis; 115 heels were treated) in the United States found that 74% subjectively rated their outcome after ESWT (24 kV for 2,000 shocks) as either good or excellent. There was no comparison treatment group(19) –Authors of a 2017 meta-analysis  of nine RCTs found that compared to placebo, ESWT significantly reduced heel pain, V AS score (by 60%), pain at the first step in the morning and during daily activities, and heel pain after application of a pressure meter. The Roles and Maudsley score improved to good or excellent(20)"
        ],
        "treatment summary": [
            "Authors of a 2014 survey of physical therapists and podiatrists found agreement that plantar fasciitis is often recalcitrant and that calf stretching may be the most effective conservative treatment option that each profession can offer(8)",
            "A revision of the 2014 American Physical Therapy Association (APTA) Clinical Practice Guidelines recommends strengthening exercises, movement training, manual therapy, anti-pronation  taping, foot orthoses, 1–3 months of night splinting, and education for weight loss if needed. Manual therapy is recommended over the use of modalities. However, if modalities are used, phonophoresis with ketoprofen, low-level  laser for pain, and iontophoresis with dexamethasone or acetic acid might be beneficial. Ultrasound and dry needling were not recommended(4)",
            "Authors of an RCT (N = 48 patients with plantar fasciosis verified by ultrasonography) in Denmark compared the effects of high-load  strength training (strength group; unilateral heel raises with toes on a rolled towel) or plantar-specific stretching (stretch group) on the FFI score. It was found that the strength group had improved pain and function (i.e., had a significantly lower FFI) compared to the stretch group at 3 months follow-up(14)",
            "Authors of an RCT (N = 50 patients with plantar fasciosis) in Israel found that the addition of ankle and midfoot mobilizations (mobilization group) did not improve pain, LEFS, or dorsiflexion ROM more than stretching and ultrasound only (control group) after 8 sessions(6)",
            "Authors of a study in India found that patients with plantar heel pain who received myofascial release (MFR) in addition to conventional physical therapy (ultrasound, stretching to the plantar fascia, and foot intrinsic muscle strengthening, along with a home program of ice, self-stretching,  and exercise) reported more pain relief on V AS and increased function on the FFI compared to conventional physical therapy treatment(7)",
            "Evidence is lacking to support the use of trigger-point  dry needling for the treatment of plantar heel pain. Many studies report poor inter-examiner  accuracy and consistency in locating actual trigger points(9)",
            "Authors of a 2018 systematic review concluded that manual therapy has been associated with improvements in functional outcomes and reduced pain in patients with plantar fasciosis ",
            "The review suggested that joint and soft tissue mobilization be incorporated with a strengthening and stretching program for patients with PF(21) –Based on 7 RCTs that incorporated manual therapy as their primary variable . Problem Goal Intervention Expected Progression Home Program Exertional and “start- up” plantar heel pain and tendernessDecrease intensity of pain/tendernessPhysical agents and mechanical modalities _ Cryotherapy/ice pack _ _Progress as indicated and appropriate for each patientPatient education on modification of activities and pain management Reduced ankle ROM and strengthIncrease/maintain lower leg muscle strength and flexibilityTherapeutic exercises _ Although no strong evidence supports or refutes the effectiveness of Achilles tendon stretching, soleus stretching in neutral subtalar joint position is recommended to restore ankle dorsiflexion ROM _ Towel curls to strengthen intrinsic foot muscles, towel pick- ups, calf raises, picking up marbles, resisted 4- way ankle resistance bands(10) _ _ Manual therapy _ Soft-tissue mobilization of palpable adhesions, stretching plantar fascia, midfoot joint mobilizations as neededProgress as indicated and appropriate for each patientContinue prescribed exercises  Subtalar hyperpronationImprove subtalar stability with strengthening and foot orthotic, if applicablePrescription, application of devices and equipment _ Prescribe orthotic insoles for reducing hyperpronation(22) _ _ Therapeutic exercises _ Foot strengthening exercises for tibialis posterior, flexor digitorum longus, and flexor digitorum brevis can be tried to help correct hyperpronationProgress as indicated and appropriate for each patientContinue prescribed exercises At risk for reoccurrence Prevent repetitive injuryPatient education _ Educate patient on reinjury preventionGraduated program for return to runningWeight loss might be helpful if patient is obese ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased intensity of pain and tenderness": [
            "V AS; decreased thickness of plantar fascia on ultrasonography has been correlated with reduced symptoms"
        ],
        "improved foot function": [
            "American Orthopaedic Foot and Ankle Society (AOFAS) Ankle-Hindfoot  Scale",
            "Maryland Foot Score",
            "FFI(4)",
            "FAAM(4)",
            "Foot Health Status Questionnaire(FHSQ)(4)",
            "LEFS(4)"
        ],
        "increased maintained lower leg muscle strength and flexibility  rom": [
            "MMT",
            "Goniometry"
        ],
        "improved subtalar stability and alignment": [
            "Gait and posture reassessment"
        ]
    },
    "maintenance or prevention": [
        "Patient education on stretching and foot strengthening to control pronatory forces(4)"
    ],
    "patient education": [
        "Buchbinder R. UpToDate website, “Heel Pain (Caused by Plantar Fasciitis) (Beyond the Basics),” https://www.uptodate.com/contents/heel-pain-caused-by-plantar-fasciitis-beyond-the-basics",
        "JOSPT website, Perspectives for Patients, “Heel Pain,” https://www.jospt.org/doi/pdf/10.2519/jospt.2011.0501",
        "MedlinePlus website, “Plantar fasciitis,” https://medlineplus.gov/ency/article/007021.htm  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Pasquina PF, Foster LS, Miller MM. Plantar fasciitis. In: Frontera WR, Silver JK, Rizzo TD, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 3rd ed. Philadelphia, PA: Elsevier; 2015:463-467.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Riddle DL, Pulisic M, Pidcoe P, Johnson RE. Risk factors for plantar fasciitis: a matched case-control  study. J Bone Joint Surg Am . 2003;85(5):872-877.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Donley BG, Moore T, Sferra J, Gozdanovic J, Smith R. The efficacy of oral nonsteroidal anti-inflammatory  medication (NSAID) in the treatment of plantar fasciitis: a randomized, prospective, placebo-controlled  study. Foot Ankle Int . 2007;28(1):20-23.  (RCT)"
        },
        {
            "number in article": 4,
            "reference": "Martin RL, Davenport TE, Reischl SF, et al. Heel pain–plantar  fasciitis: Revision 2014. Clinical practice guidelines linked to the International Classification of Functioning, Disability and Health from the orthopaedic section of the American Physical Therapy Association. J Orthop Sports Phys Ther . 2014;44(11):A1-A23.  doi:10.2519/ jospt.2014.0303. (G)"
        },
        {
            "number in article": 5,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP, Jr. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,  322-323. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Shashua A, Flechter S, Avidan L, Ofir D, Melayev A, Kalichman L. The effect of additional ankle and midfoot mobilizations on plantar fasciitis: A randomized controlled trial. J Orthop Sports Phys Ther . 2015;45(4):265-272.  doi:10.2519/jospt.2015.5155. (RCT)"
        },
        {
            "number in article": 7,
            "reference": "Shah H. A study on effect of myofascial release in plantar fasciitis. Indian J Physiother Occup Ther . 2014;8(2):261-266.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Ferdinand NC, Smith GD. A survey comparing the perceptions of physiotherapists and podiatrists in the management of plantar fasciitis. Int J Ther Rehabil . 2014;21(11):526-537.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Brown C. Dry needling for plantar pain: A ten year follow-up.  Orthop Phys Ther Pract . 2015;27(1):62-64.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Sonu P, Aman. Physiotherapy treatment in plantar fasciitis: A case report. Indian J Physiother Occup Ther . 2015;9(1):54-58.  doi:10.5958/0973-5674.2015.00012.X.  (C)"
        },
        {
            "number in article": 11,
            "reference": "McClinton SM, Cleland JA, Flynn TW. Predictors of response to physical therapy intervention for plantar heel pain. Foot Ankle Int . 2015;36(4):408-416. doi:10.1177/1071100714558508. (R)"
        },
        {
            "number in article": 12,
            "reference": "Zhou B, Zhou Y, Tao X, Yuan C, Tang K. Classification of calcaneal spurs and their relationship with plantar fasciitis. J Foot Ankle Surg . 2015;54(4):594-600.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Agyekum EK, Ma K. Heel pain: a systematic review. Chin J Traumatol . 2015;18(3):164-69.  (SR)"
        },
        {
            "number in article": 14,
            "reference": "Gollwitzer H, Saxena A, DiDomenico LA, et al. Clinically relevant effectiveness of focused extracorporeal shock wave therapy in the treatment of chronic plantar fasciitis: a randomized controlled multicenter study. J Bone Joint Surg Am . 2015;97(9):701-708.  (RCT)"
        },
        {
            "number in article": 15,
            "reference": "David JA, Sankarapandian V, Christopher PR, et al. Injected corticosteroids for treating plantar heel pain in adults. Cochrane Database Syst Rev . 2017;(6). Art No: CD009348. doi:10.1002/14651858. CD009348.pub2.  (M)"
        },
        {
            "number in article": 16,
            "reference": "Jain SK, Suprashant K, Kumar S, Yadav A, Kearns SR. Comparison of plantar fasciitis injected with platelet-rich  plasma vs corticosteroids. Foot Ankle Int . 2018;39(7):780-786. doi:10.1177/1071100718762406. (RCT)"
        },
        {
            "number in article": 17,
            "reference": "Fraser JJ, Corbett R, Donner C, Hertel J. Does manual therapy improve pain and function in patients with plantar fasciitis? A systematic review. J Man Manip Ther . 2018;26(2):55-65.  doi:10.1080/10669817.2017.1322736. (SR)"
        },
        {
            "number in article": 18,
            "reference": "Nakale NT, Strydom A, Saragas NP, Ferrao PNF. Association between plantar fasciitis and isolated gastrocnemius tightness. Foot Ankle Int . 2018;39(3):271-277. doi:10.1177/1071100717744175. (R)"
        },
        {
            "number in article": 19,
            "reference": "Purcell RL, Schroeder IG, Keeling LE, Formby PM, Eckel TT, Shawen SB. Clinical outcomes after extracorporeal shock wave therapy for chronic plantar fasciitis in a predominantly active duty population. J Foot Ankle Surg . 2018;57(4):654-657.  doi:10.1053/j.jfas.2017.11.030. (RCT)"
        },
        {
            "number in article": 20,
            "reference": "Lou J, Wang S, Liu S, Xing G. Effectiveness of extracorporeal shock wave therapy without local anesthesia in patients with recalcitrant plantar fasciitis: a meta-analysis  of randomized controlled trials. Am J Phys Med Rehabil . 2017;96(8):259-534.  doi:10.1097/PHM.0000000000000666. (M)"
        },
        {
            "number in article": 21,
            "reference": "Fraser JJ, Corbett R, Donner C, Hertel J. Does manual therapy improve pain and function in patients with plantar fasciitis? A systematic review. J Manual Manipulative Ther . 2018;26(2):55-65.  doi:10.1080/10669817.2017.1322736. (SR)"
        },
        {
            "number in article": 22,
            "reference": "Plantar Fasciitis. [Updated 2019 Feb 11]. StatPearls [Internet]  Web site. https://www.ncbi.nlm.nih.gov/books/NBK431073/ . 2019. (GI) "
        }
    ]
}