{
    "metadata": {
        "title": "Feeding Disorders  Infants with Pierre Robin Sequence",
        "synonyms": [],
        "anatomical location body part affected": [
            "Mouth, oral structures, oropharynx, nasopharynx"
        ],
        "area of specialty": [
            "pediatric genetic and/or neurologic disorders",
            "infant feeding and feeding disorders",
            "craniofacial and/or oral motor abnormalities"
        ],
        "description": [
            "Pierre Robin sequence (PRS) refers to a congenital condition characterized by the following triad: micrognathia (undersized jaw), glossoptosis (abnormal back or downward placement of the tongue), and U-shaped  cleft of the palate (an opening in the roof of the mouth)(1,30)",
            "PRS can occur in isolation without any other abnormality (known as isolated or nonsyndromic PRS) or as part of a syndrome such as Stickler syndrome, velocardiofacial syndrome, fetal alcohol syndrome, 22q11.2 deletion syndrome, or Treacher Collins syndrome(1,34)",
            "PRS was originally classified as a syndrome, but in 1982 it was reclassified as a sequence because the associated anomalies are due to a primary etiology, unlike a syndrome, in which all anomalies have a single etiology.(30) The micrognathia is the primary anomaly and leads to the cleft palate and the glossoptosis during development(30)",
            "Feeding difficulties in infants with PRS are attributed to cleft palate, micrognathia, and glossoptosisas well as neurological disorders associated with accompanying syndromes that can affect feeding and swallowing ability(6,32)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Q87.0": "congenital malformation syndromes predominantly affecting facial appearance (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified. United States state-funded  programs, such as early intervention services, might be available depending on each state’s specific criteria"
        ],
        "presentation signs and symptoms": [
            "Feeding issues for children with PRS vary from minimal to severe. The success of oral feeding has been found to be related to the presence of another syndrome and the severity of airway issues(1) –Characteristics of PRS associated with feeding difficulties -Infants with cleft palate have difficulty generating sufficient intraoral negative pressure for efficient sucking during feeding due to the opening between the oral and  nasal cavities. The hard and soft palates provide no support or seal for the tongue to act against when sucking and attempting to extract milk(4,30,38) -Mandibular hypoplasia results in abnormal muscular attachments to the tongue. The abnormal muscular attachments cause the tongue to rest in a superior and posterior position in the oropharynx, which can obstruct the airway and respiratory functioning.(30,48) Additionally, tongue displacement also typically results in impaired coordination of sucking and swallowing in infants with PRS(30) -Glossoptosis impairs anteriorization of the tongue, which is necessary to obtain adequate suction(30) -Gastroesophageal reflux (GER) is also prevalent in PRS and can lead to reflux laryngitis, which can worsen any airway obstruction and compromise swallowing mechanisms(39,46)",
            "Consequences associated with poor feeding ability include: –failure to thrive(4,30) –breastfeeding malnutrition(4) –nasal regurgitation of food(30,38) –excessive air intake requiring frequent burping(30) –choking(30) –aspiration pneumonia(38) –increased morbidity(4)",
            "Other symptoms –Stridor(37) –Prolonged hypoxia due to airway obstruction(30) -Infants with PRS often present with respiratory obstruction immediately after birth or in the weeks following birth, with micrognathia and glossoptosis reported as the primary causes of obstruction(2,3,46) –Airway obstruction can range in severity and can occur spontaneously or during feeding. Airway obstruction commonly improves with time as the mandible grows; however, for some infants with PRS, airway obstruction is progressive, necessitating regular airway evaluations during the first few months of life(39) –Speech impairments(30) –Obstructive sleep apnea (OSA)(45) –Hearing impairments/loss(32) –Vision impairments -When PRS occurs in association with Stickler syndrome, retinal detachment and blindness can occur(46) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "A newborn with PRS should be assessed soon after birth by a craniofacial/multidisciplinary team of professionals that includes a craniofacial surgeon, an orthodontist, a prosthodontist, an SLP, and a specialist from at least one of the following areas: respiratory therapy, otolaryngology, audiology, pediatrics, cardiology, genetics, social work, psychology, physical therapy, occupational therapy, and dentistry. The team should meet regularly to determine presurgical and postsurgical treatment plans. A nutritionist and a lactation consultant might also be involved if feeding problems are suspected.(8) A physical therapist (PT) might also be involved if congenital muscular torticollis is also suspected. For detailed information about congenital muscular torticollis, see Clinical Review…Torticollis, Congenital Muscular ; CINAHL Topic ID Number: T708612 and Clinical Review…Deformational Plagiocephaly ; CINAHL Topic ID Number: T708629",
            "Assessment of feeding should include observation of the mealtime routine and interactions between the caregiver and infant in a natural environment if relevant",
            "Feeding and dietary practices vary considerably between families and cultures. It is important for the SLP to understand the family’s concerns and objectives regarding feeding and swallowing before assessment"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The exact cause and pathophysiology of PRS are largely unknown, with some research indicating at least a partial geneticbasis; however, no genetic basis has been identified as causative(5,35)",
            "PRS can occur in isolation without any other abnormality (known as isolated or nonsyndromic PRS) or as part of asyndrome such as Stickler syndrome, velocardiofacial syndrome, fetal alcohol syndrome, 22q11.2 deletion syndrome, orTreacher Collins syndrome.(1,34)Approximately 50% of cases of PRS are syndromic(39)",
            "In a recent retrospective cross-sectional  study in the United States, the birth prevalence of isolated PRS was reported as 1.8in 10,000 live births and the birth prevalence of syndromic PRS was reported as 1.4 in 10,000 live births(40)"
        ],
        "pathogenesis": [
            "It is hypothesized that abnormal embryologic mandibular development occurs at 7–11  weeks postconception. This resultsin an unusually high tongue position within the nasopharynx. At the same time, the lateral palatal shelves begin theirmedial growth towards midline. However, the tongue is unable to descend due to the lack of mandibular growth. Thepalatal shelves are blocked by the tongue from moving toward the midline and fusing. Thus, a U-shaped  palatal cleft isformed(30,31)",
            "Mandibular hypoplasia arising before 9 weeks of fetal life can be the result of a malformation (e.g., Treacher Collinssyndrome), a disruption (e.g., amniotic band), or deformation (e.g., oligohydramnios)(33)"
        ],
        "risk factors": [
            "Over 40 chromosomal syndromes have been reported in association with PRS and account for approximately 50% ofcases of PRS. The three most common syndromes are Stickler syndrome, velocardiofacial syndrome, and Treacher Collinssyndrome(33,39)",
            "Teratogenic influences–In 2008, researchers in the United States published a case report describing an association between PRS and first trimesterfetal exposure to tamoxifen; however, the specific effects of tamoxifen exposure with regard to PRS are unknown at thistime(34)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Infants with PRS might exhibit failure to thrive due to airway obstruction which leads to a high level of energy expenditure while breathing(46)",
        "The speech-language  pathologist (SLP) should be aware of signs of respiratory distress and be knowledgeable about types of medical and surgical interventions that are used to relieve airway obstruction in infants with PRS. These infants are at increased risk for prolonged hypoxia, which can lead to brain damage and death.(7,30)Infants with feeding difficulties are at risk for insufficient food/liquid intake, stunted skeletal growth, poor weight gain, anemia, dental problems, and nutritional deficiencies.(8) A multidisciplinary team should meet regularly to determine presurgical and postsurgical treatment plans to alleviate breathing and swallowing difficulties. Inform the family/caregivers of the risks associated with feeding disorders(8)"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "A newborn with PRS should be assessed soon after birth by a craniofacial/multidisciplinary team of professionals that includes a craniofacial surgeon, an orthodontist, a prosthodontist, an SLP, and a specialist from at least one of the following areas: respiratory therapy, otolaryngology, audiology, pediatrics, cardiology, genetics, social work, psychology, physical therapy, occupational therapy, and dentistry. The team should meet regularly to determine presurgical and postsurgical treatment plans. A nutritionist and a lactation consultant might also be involved if feeding problems are suspected.(8) A physical therapist (PT) might also be involved if congenital muscular torticollis is also suspected. For detailed information about congenital muscular torticollis, see Clinical Review…Torticollis, Congenital Muscular ; CINAHL Topic ID Number: T708612 and Clinical Review…Deformational Plagiocephaly ; CINAHL Topic ID Number: T708629",
            "Assessment of feeding should include observation of the mealtime routine and interactions between the caregiver and infant in a natural environment if relevant",
            "Feeding and dietary practices vary considerably between families and cultures. It is important for the SLP to understand the family’s concerns and objectives regarding feeding and swallowing before assessment"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Due to the distinctive symptoms, PRS usually is diagnosed immediately after birth by a pediatrician. High-resolution ultrasonography can now detect micrognathia as early as the second trimester of pregnancy, but confirmation of the complete triad (micrognathia, glossoptosis, and a U-shaped cleft palate) of PRS before delivery is usually not possible.(37,38) Examine medical records to determine if PRS is accompanied by a syndrome",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night) and as the infant fatigues",
                "sleep disturbance": "Document number of wakings per night and any evidence of OSA or other sleeping problems Researchers in Australia evaluated the relationship between OSA, feeding interventions, and weight in infants with PRS and OSA at 12 months of age (N = 39).(45) Sleep apnea, in itself, can lead to poor weight gain and growth failure due to increased energy requirements for breathing and cardiac function, leaving less energy for growth. The researchers found that infants with severe OSA are more likely to require airway interventions and tube feeding than those with mild OSA. The weight of infants at 12 months was not influenced by OSA severity or feeding or airway problems, indicating that interventions for those conditions are effective",
                "other symptoms": "Document other symptoms infant might be experiencing that could exacerbate the condition or symptoms that could be indicative of a need to refer to physician, psychiatrist, or social worker (difficulty breathing, bowel/ bladder dysfunction, urinary tract infections, abdominal pain, caregiver anxiety/depression). Does the infant have difficulty  actively and passively turning his or her head fully in both directions? Does the infant have difficulty maintaining his or her head in midline (e.g., is the infant’s head always tilted to one side or turned to one side)? If so, referral to a PT is warranted",
                "respiratory status": "Note respiratory status history and current respiratory status for any indication of aspiration. Theprone or side-lying.(3) A common management technique for airway obstruction is prone positioning of the infant, allowing the mandible and tongue to fall forward and reduce airway obstruction at the level of the tongue base.(46) Positioning techniques might not fully relieve the airway obstruction, particularly for more severe cases. It is typical for infants with PRS to be silent during periods of apnea or dyspnea Nasopharyngeal or endotracheal intubation(3) Glossopexy(7) Oropharyngeal tube or mechanical ventilation(3) Tracheostomy(3) (often considered a “last resort” because of associated complications)(6) Supplemental oxygen(3) Mandibular distraction osteogenesis(7) -In 2011, Canadian researchers conducted a retrospective study to evaluate the effectiveness of mandibular distraction osteogenesis in relieving swallowing dysfunction, gastroesophageal reflux disease (GERD), and upper airway obstruction(31) -Six infants, all with PRS and cleft palate, underwent surgery at a mean age of 65 days (range, 2894  days)(31) -All 6 infants demonstrated statistically significant improvements in both airway obstructive symptoms and swallowing and feeding abnormalities as measured by a VFSS(31) -All 6 infants demonstrated clinical and objective improvements in reflux following surgical repair as measured by upper gastroesophageal series(31) -The main limitations of this study were the small sample size, the retrospective design,and a lack of statistical tests to compare the difference in pre- and postoperative values. Improvements were clinically demonstrable(31)For infants and children with cleft palate, regular hearing evaluations are recommended to rule out the presence of hearing loss as a result of fluctuating middle ear disease (i.e., otitis media)(12,16,32) Barriers to learning Are there any barriers to learning? Yes__ No__ If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Did the swallowing difficulties occur immediately after birth or later? Did the child require a gastrostomy or nasogastric tube for supplemental feedings at any point in time?",
                    "comorbid diagnoses": "Ask caregiver about other diagnoses or minor features of the disorder that might affect swallowing and eating. PRS is associated with other craniofacial syndromes, including Stickler syndrome, velocardiofacial syndrome, CatelManzke  syndrome, Larsen syndrome, Treacher Collins syndrome, fetal alcohol syndrome, and Nager acrofacial dysostosis syndrome(31,32)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs). Does the infant require special formula due to inadequate weight gain or allergies?(38)",
                    "other symptoms": "Ask the infant’s family about other symptoms the infant is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include receive intervention services? If so, are they home or clinic based? Does the infant receive food orally? If infant feeds orally, is the oral intake/nutrition supplemented by another means? With whom does the infant eat? Where does the infant eat? What is the infant’s eating schedule? ",
                "functional limitations assistance with ADLs adaptive equipment": "Obtain information on adaptive equipment the infant is using, such as hearing aids, palatal plate, or adaptive eating equipment such as specialized bottles or nipples",
                "living environment": "With whom does infant live? Are there any siblings?"
            },
            "general": "Feeding difficulties in infants with PRS are attributed to cleft palate, micrognathia, and"
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document use of any adaptive devices for hearing (e.g., hearing aids, cochlear implants), vision, communication, feeding, or body positioning",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [
                "Ultrasonography: Infant sucking and oral transit times can be examined by ultrasonography, an instrumental procedure involving transducers that use high-frequency  sound waves to create images. In infants, the transducer is placed under the chin as they swallow liquid or food. The ultrasonographic scanner can display images of the nipple, tongue surface, hard and soft palates, and hyoid during infant feeding(23)",
                "Pulse oximetry: Oximetry is used to evaluate hemoglobin oxygen saturation levels before and after feeding. Most infants have an oxygen saturation level of at least 95%. Low saturation levels (below 90%) indicate some degree of hypoxia(24) "
            ],
            "posture": "Note posture for eating/feeding. Collaborate with the PT, the OT, or both, as necessary, to assist infant in attaining efficient posture for feeding and breathing. Prone positioning allows the tongue to fall forward, thus enlarging the airway and reducing the risk of airway obstruction.(32) It is the treatment of choice for minor cases of airway obstruction.(33) Assistive devices might be needed to facilitate ideal posture for feeding",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosisThere are several clinical assessment scales and checklists to evaluate swallow function in infants; however, no universally accepted feeding assessment tool exists. Scales, surveys, and checklists are commonly used in the BSE but often do not include normative data, standardization, validation, or guidelines for interpretation, particularly for infants with cleft palate. SLP knowledge of normal oral motor development and feeding function are essential when evaluating infants(8)Evaluation of an infant’s ability to suck on a bottle or breast. Includes assessment of infant’s feeding history, oral motor skills, oral tactile responses, suck-swallow-breath coordination, general motor control, and general physical state during feeding and swallowing(17)Evaluation of an infant’s sucking ability (up to 3 months of age). Aspects of sucking behavior are classified as normal, disorganized, or dysfunctional(18)Rating scale that examines swallowing and voice in infants up to 2 years of age. Ratings include duration of the meal, amount of intake, food consistencies, positioning, sucking from a nipple, sipping from a cup, and coordination of suck-swallow-breath(19)Lip, cheek, tongue, and jaw movements are rated during a typical meal. This scale can be used with infants from 1 year of age through adulthood(20)A statistically based protocol for patients who are dependent feeders. Scaled ratings are made for posture, tone, reflexes, general motor control, orofacial structures, orofacial sensory input, orofacial motor control, ventilation, and functional feeding assessment(21)Ratings of lip, jaw, and tongue movement during ingestion of liquids and solid foods. Assessment of sipping from a cup, coughing, gagging, and hypersensitivity associated with feeding and swallowing. A checklist allows for indication of abnormal oral structures, oral reflexes, positioning, diet, utensils, and feeding(22)A VFSS is performed when the dysphagia team has concerns about the pharyngeal phase of swallowing and the complete swallowing sequence.  A VFSS is completed in collaboration with a radiologist or physiatrist. Most clinical practices follow the protocol originally described by Logemann(42) and adaptations of this protocol for infants and children described by Arvedson and Lefton-Greif.(41) The assessment must be age appropriate with regard to positioning, presentation, and viscosity of material.(23) The patient eats and drinks a variety of developmentally appropriate liquids and solids mixed with barium while images are recorded with videofluorography. The SLP examines for the presence of aspiration and the effectiveness of presenting different food consistencies or of modifying posture.(39) In contrast to the BSE, a VFSS provides critical information on the pharyngeal phase of the swallow. Due to the potential harmful effects of ionizing radiation on children, a repeat VFSS should be considered only when there are specific questions that require answers from another study; a VFSS should not be used to routinely monitor changes in swallowing.(41) During the VFSS, the following physiologic -Lip closure (ability to contain a liquid bolus) -Lingual elevation (the back of the tongue is slightly elevated) -Tongue-to-palatal  seal -Bolus preparation/mastication (as developmentally appropriate) -Bolus transport/movement of the tongue (movement of the bolus to the back of the oral cavity) -Initiation of the pharyngeal swallow (swallow should be initiated when the bolus reaches the region of the posterior oral cavity) -Soft palate elevation and retraction -Laryngeal elevation -Anterior hyoid excursion -Laryngeal closure -Pharyngeal contraction -Pharyngoesophageal segment opening -Tongue base retraction -Epiglottic inversion -Esophageal clearanceModified Barium SwallowT709077FEES is performed to evaluate the anatomy and physiology of the pharynx and the larynx, pharyngeal swallow function, and the patient’s ability to manage secretions and swallow foods and liquids.(23) In addition, it can be used to explore a variety of diagnostic interventions, such as varying bolus consistency, varying posture, or making use of visual feedback for reinforcement.(43) After the insertion of the endoscope, the patient can engage in normal feeding behavior during the evaluation. Food must be light in color to enhance visibility (e.g., milk, puddings, yogurt, bread). FEES is preferred over VFSS when patients have safety issues related to radiation exposure or when they need retesting. Due to the invasive nature of the procedure, it might be difficult to obtain accurate representation of a normal swallow in young children. The American Speech-Language-Hearing  Association (ASHA) has published several online documents relevant to the technical aspects of FEES and the qualifications required to perform FEES(44) -For detailed information on FEES and endoscopic examinations for dysphagia, see Clinical Review…Dysphagia",
            "speech and language examination": "The speech and language of children with PRS can be delayed and is characterized by abnormal nasal air emission due to velopharyngeal insufficiency caused by the cleft palate.(14) (For detailed information on speech-language  assessment and treatment in patients with cleft palate, see Clinical Review…Cleft Lip and Palate ;T708577)Note any difficulties with positioning and body mechanics that might interfere with feeding. It is recommended that an infant with cleft palate be placed in an upright position during feeding to prevent nasal regurgitation.(15) Infants with PRS often are placed in a prone position or side-lying  position during feeding to prevent airway obstruction. Collaborate with a PT, an occupational therapist (OT), or both, as necessaryExamine motor function as it relates to swallowing. Note any abnormalities in muscle tone, particularly oral motor muscle tone. Collaborate with the PT, the OT, or both, as necessary",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "The evaluating or treating SLP should note the results of any neurological (MRI, CT), neuropsychological, or psychological/cognitive tests that have been completed. Authors of a study conducted in Germany comparing cognitive abilities of children with PRS (n = 34) to those of children without PRS noted that children with PRS had cognitive abilities within the normal range but their development was still slightly delayed, possibly due to early hypoxia or insufficient weight gain during infancy(13)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Infants with PRS can present with serious respiratory distress due to airway obstruction. It is typical for infants with PRS to be silent during periods of apnea or dyspnea, and mild airway obstruction is not always obvious.(46) Failure to thrive among infants with PRS can be caused by respiratory difficulties, and it is important for the physician to address airway symptoms before addressing swallowing/feeding difficulties(6)",
                "Feeding and dietary practices vary considerably between families and cultures. It is important for the SLP to understand the family’s concerns and objectives regarding feeding and swallowing before finalizing any treatment recommendations(25)",
                "Nutritional intake is crucial for the infant’s growth, cognition, motor skills, and physical development, and infants with cleft palate are at high risk for growth failure. Thus, decisions regarding dysphagia treatment are best made by a team approach with the involvement of appropriate specialists and family members(8)",
                "High levels of parent distress are associated with feeding disorders; clinical/counseling services for families often are warranted"
            ]
        },
        "diagnosis need for treatment": "The infant demonstrates difficulty with feeding, signs of aspiration,or malnutrition/failure to thrive",
        "rule out": "A pediatrician or genetics specialist should identify if the PRS is a feature of a syndrome",
        "prognosis": [
            "Failure to thrive has been shown to be strongly correlated with severity of airway obstruction(36)",
            "By the age of 6 months, a statistically significant proportion of infants will outgrow feeding and swallowing difficulties as well as airway obstruction due to developmental maturation of the neuromuscular control of the tongue and mandibular growth(32)",
            "Infants with considerable neurological or cardiopulmonary anomalies typically present with the most severe airway obstruction and feeding difficulties(32)",
            "The most common cause of death in infants with PRS is the combined effects of obstructive apnea and failure to thrive; the associated mortality rate ranges from 2.2% to 26%(36)",
            "Prognosis might also be affected by the nature of the infant’s cleft, family support, availability of services, complicating factors or medical issues (e.g., syndrome), success of surgery, and cognitive abilities"
        ],
        "referral to other disciplines": "Feeding assessment and treatment is best performed using a multidisciplinary team approach.(38) The following persons often are involved in the multidisciplinary management of infants with PRS: otolaryngologist, parents, SLP, nurse, lactation consultant, early childhood nurse, dietitian (nutritionist), OT, cardiopulmonologist, audiologist, pediatrician, dentist, pediatric oral surgeon, geneticist, anesthesiologist, psychologist, prosthodontist, and pediatric maxillofacial surgeon.(15,38) A physical therapy referral is needed if the infant presents with signs and symptoms of congenital muscular torticollis or deformational plagiocephaly",
        "other considerations": [],
        "treatment summary": [
            "Maternal advice and support:  Authors of a review of research on feeding interventions for infants with cleft palate found evidence that parent counseling (e.g., feeding technique instruction, lactation support, nutrition counseling) is associated with better outcomes, such as increased infant weight gain.(4) Consult with a lactation specialist to assist with breastfeeding counseling. Aspects of counseling might include advice on positioning, bottle use and type, feed duration, infant feeding cues, and breastfeeding techniques. Many mothers might not be able to breastfeed their infants, and the cleft palate team must be sensitive to the feelings of the mother about the inability to breastfeed. Some principles for feeding specific for an infant with cleft palate include: –During or after feeding, the infant may sneeze or cough because of fluid in the nasal passages. Nasal regurgitation is not dangerous and sneezing and coughing allow the infant to clear the nasal passages(15) –An infant with cleft palate might need to be burped more often because of air that is ingested while feeding(15) –Holding the infant in a more upright position will help to prevent nasal regurgitation(15)",
            "Modified bottles and/or teats:  Some specialized bottles and teats can allow the feeder to assist with fluid flow during feeding for infants with cleft palate. For infants with micrognathia, a longer nipple usually is preferred to allow placement of the nipple in the middle part of the tongue:(27) –Compressible bottles allow the milk flow to be controlled by the feeder. One example of this type of bottle is the Enfamil Cleft Palate Nurser by Mead Johnson.(15) The bottle should be squeezed in a pulsing manner in rhythm with the baby’s sucking rhythm (squeeze when the infant is sucking).(15) These have been used by infants who are unable to generate suction to exact fluid independently(4) -Authors of a systematic review of feeding interventions for infants with cleft lip, cleft palate, or cleft lip and palate excluding infants with PRS examined the results of 2 studies that compared the use of squeezable versus rigid feeding bottles for infants with cleft palate. There was no consistent evidence to support or refute the use of one type of bottle over another based upon infant growth outcomes; however, the squeezable bottles were found to be easier to use to feed infants born with cleft palate (fewer modifications of the bottle/nipple were necessary)(26) –Crosscut nipples have been used with rigid or compressible bottles. Some researchers caution against the use of artificial nipples that increase the flow of milk because rapid flow may prevent the infant from developing synchronized sucking, swallowing, and breathing(4) –The SpecialNeeds Feeder by Medela(formerly called the Haberman Feeder) has a one-way  valve between the bottle and the nipple that allows for adjustment of three different flow rates (e.g., no/slow, medium, high). The reservoir (nipple area) is squeezed by the feeder when the infant sucks(4) –The Pigeon bottle made by Respironics is a bottle that has a one-way  flow valve. Milk flow is adjusted by the tightness of the nipple collar on the bottle rather than by the feeder(15)",
            "Obturating plates:  An obturating plate (feeding obturator) is a prosthetic device placed over the gums of the upper jaw and is designed to occlude the cleft between the mouth and the nose and restore the separation between the oral and nasal cavities. It creates a rigid platform toward which the infant can press the nipple and extract milk, facilitating feeding and reducing nasal regurgitation and the risk of choking. In addition, it shortens the length of time required for feeding(30,38) –Obturator plates can be made from different impression materials, including alginate, beeswax, periphery wax, and a very high consistency vinyl polysiloxane. The latter tends to be the material of choice because of its high viscosity, reducing the risk of aspiration or swallowing, along with a satisfactory retention level(30) –These devices need to be replaced approximately every 3 months to accommodate the infant’s facial growth(30) –Advantages of using an obturator plate before surgical correction include the following:(30) -It provides a false palate against which an infant can suck, reducing the prevalence of feeding difficulties in newborns(30) -Assists with maintaining adequate nutrition(30) -Provides maxillary cross-arch  stability and prevents arch collapse after definitive cheiloplasty (surgical closure of the lip)(30) -Provides maxillary molding of the cleft segments into approximation before primary alveolar cleft bone grafting(30)  -Reduces nasal regurgitation(28) -Helps to position the tongue in the correct position to facilitate jaw development(28) –There has been limited research investigating the effectiveness of palatal prostheses for infants with PRS and reports are limited to case studies(9,28,30) -Researchers at the University of Pretoria in South Africa conducted a retrospective study reviewing the management of 215 infants with PRS(38) -The majority of these infants who had upper airway obstruction and feeding problems were medically managed with custom-made  suction and drinking plates and additional feeding aids (special bottles and nipples) versus surgical intervention -With the use of these devices, a reduction in airway obstruction occurred in 70.6% and a reduction in feeding difficulties in 62.4% of the 215 infants -Surgical interventions were required for the following: 0.9% distraction osteogenesis, 2.3% airway obstruction, and 5.6% glossopexy",
            "For detailed information about feeding infants with cleft palate, see Clinical Review…Feeding Disorders: Infants with Cleft Palate ; referenced above . Problem Goal Intervention Expected Progression Home Program Feeding difficulties due to cleft palate (inefficient suck, excessive swallowing of air, nasal regurgitation)Increase the infant’s ability to feed safely and efficientlyAdaptive equipment _ A team approach is recommended for selection and trial of adaptive equipment with the infant.(11) Longer nipples may be preferred for infants with micrognathia. Examples of adaptive equipment for infants with cleft palate include compressible bottles, crosscut nipples, the Haberman feeder made by Medela, and the Pigeon. Refer to the above treatment section (modified nipples/teats) for more detailsThe infant will increase ability to feed safely and efficientlyAdaptive bottles and teats should be used during all mealtimes Nasal regurgitation Improve positioning to attain a more adequate feeding position for the infantModification of the infant’s positioning _ Liquid might leak through the nose during feeding. Place the infant in a more upright position to prevent nasal regurgitation(15)The infant will reduce nasal regurgitationPositioning strategies should be implemented during all feeding times  Airway obstruction during feedingImprove positioning to attain a more adequate feeding position for the infantModification of the infant’s positioning _ The prone position has been recommended to be used for mild cases to avoid airway obstruction during feeding of infants with PRS.(38)However, some researchers caution against the prone position because it obscures signs of respiratory distress and it prohibits direct parental interaction.(29) Side-lying might be possible for some infants who have relatively mild airway obstruction.(7) It is important that position strategies be trialed during a VFSS or FEES examination to ensure safety of such positioningThe infant will feed without airway obstructionPositioning strategies should be implemented during all feeding times  Feeding problems associated with airway obstructionImprove feeding efficiency while maintaining unobstructed airwayStrategies for feeding for infants who have had medical and surgical interventions for maintaining airway",
            "Nasopharyngeal tube: Oral feedings can take place with the feeding tube in place; however, the position of the NP tube needs to be maintained. Infants can be in an upright or semi-reclined position with specialized nipples and bottles depending on patient needs(7)",
            "Tongue-lip adhesion: The infant will have limited lip and tongue mobility due to the surgical procedure. Oral feedings might be possible with a modified nipple that does not require active sucking. Factors influencing success with oral feeding include the presence of any airway obstruction and the status of pharyngeal swallow function(7)",
            "Mandibular distraction osteogenesis: It has been recommended to introduce nonnutritive oral stimulation, positive oral experiences, calming oral experiences, and oral feeding (if possible) while the distraction device is in place to encourage jaw motion and mobility of the temporomandibular joint. The SLP can also assist with managing oral secretions.(10) Lip movements are restricted due to the position of the turning device under the lower lip. Sucking often is compromised due to absence of lip seal and reduced tongue-tip mobility. Oral feedings might not be possible until the device is removed(7)",
            "Tracheostomy: Oral feedings can be trialed in infants with tracheostomies if they have the oral-motor skills and the ability to maintain airway protection during swallowing(7)The infant will feed without airway obstructionStrategies should be implemented during all feeding times  ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved swallow function for safe nutrition and hydration": [
            "Repeat swallow evaluation (e.g., VFSS, FEES, BSE)",
            "Time required for feeding (feeding time should be around 30 minutes for an infant)(8,11)",
            "Performance of the infant on specific oral motor activities for feeding (e.g., lip closure, sucking)(8,11)",
            "Weight of the infant or other measures of nutritional status (weight-for-height,  height-for-age,  weight-for-age)(8,11)",
            "Growth of the infant(8,11)"
        ],
        "reduced risk of respiratory complications": [],
        "maximized quality of life": []
    },
    "maintenance or prevention": [
        "Feeding issues will change over the course of development; monitoring of swallowing and feeding as well as physical growth is recommended throughout different developmental stages of oral feeding and physical development",
        "Infants with PRS are at risk for conductive hearing loss due to a high incidence of otitis media secondary to regurgitation of fluid into the eustachian tubes.(16,32,38) Early audiological assessment is important, as many infants will need tympanostomy tube placement to ensure adequate speech and language development.(32) Monitor hearing regularly and frequently to detect any changes in hearing ability",
        "Infants with PRS are at risk for delayed speech and language due to cleft palate and a high incidence of otitis media. Monitor speech and language abilities(32)",
        "Recommend the use of pacifiers since continuous sucking stimulates anteroposterior movement of the mandibular micrognathia, which facilitates the enlargement of the mandible(38) Patient/Parent Education",
        "It is important that the dysphagia team educate the parents/caregivers on positioning of the infant for feeding, environmental modifications for feeding, adaptive equipment for feeding, feeding choices and methods, and the feeding problem and associated risks.(11) When educating the parent about adaptive equipment, the SLP should: be aware of cultural variations that influence feeding practices assist in helping the parent get access to the equipment when possible(11) explain the rationale behind the use of the equipment(11) demonstrate the correct use of the equipment(11) provide ongoing monitoring and review of equipment use(11)",
        "See information for caregivers/parents (including videos on feeding) from the Cleft Palate Foundation at https://cleftline.org/",
        "See information on pediatric swallowing disorders from ASHA at https://www.asha.org/public/speech/swallowing/Feeding-and-Swallowing-Disorders-in-Children/ Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on December 30, 2016  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Coyle JL, Easterling C, Lefton-Greif  M, Mackay L. Evidence-based  to reality-based  dysphagia practice: three case studies. ASHA Leader . 2007;12(14):10. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Wilson AC, Moore DJ, Moore MH, Martin AJ, Staugas RE, Kennedy JD. Late presentation of upper airway obstruction in Pierre Robin sequence. Arch Dis Child . 2000;83(5):435-438.  (R)"
        },
        {
            "number in article": 3,
            "reference": "den Elzen AP, Semmekrot BA, Bongers EM, Huygen PL, Marres HA. Diagnosis and treatment of the Pierre Robin sequence: results of a retrospective clinical study and review of the literature. Eur J Pediatr . 2001;160(1):47-53.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Reid J. A review of feeding interventions for infants with cleft palate. Cleft Palate Craniofac J . 2004;41(3):268-278.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Jakobsen LP, Knudsen MA, Lespinasse J. The genetic basis of the Pierre Robin Sequence. Cleft Palate Craniofac J . 2006;43(2):155-159.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Lidsky ME, Lander TA, Sidman JD. Resolving feeding difficulties with early airway intervention in Pierre Robin Sequence. Laryngoscope . 2008;118(1):120-123.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Miller CK, Willging JP. The implications of upper-airway  obstruction on successful infant feeding. Semin Speech Lang . 2007;28(3):190-203.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Rommel N. Assessment techniques for babies, infants and children. In: Cichero JA, Murdoch BE, eds. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006:466-486.  (G)"
        },
        {
            "number in article": 9,
            "reference": "Oktay H, Bayda B, Ersöz M. Using a modified nutrition plate for early intervention in a newborn infant with Pierre Robin Sequence: a case report. Cleft Palate Craniofac J . 2006;43(3):370-373.  (C)"
        },
        {
            "number in article": 10,
            "reference": "Rothchild D, Thompson B, Clonan A. Feeding update for neonates with Pierre Robin Sequence treated with mandibular distraction. Newborn Infant Nurs Rev . 2008;8(1):51-56. (G)"
        },
        {
            "number in article": 11,
            "reference": "Starr S. Management of paediatric feeding problems. In: Cichero JA, Murdoch BE, eds. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006:487-539.  (G)"
        },
        {
            "number in article": 12,
            "reference": "Thomas PC. Multidisciplinary care of the child born with cleft lip and palate. ORL Head Neck Nurs . 2000;18(4):6-16.  (GI)"
        },
        {
            "number in article": 13,
            "reference": "Drescher FD, Jotzo M, Goelz R, Meyer TD, Bacher M, Poets CF. Cognitive and psychosocial development of children with Pierre Robin Sequence. Acta Paediatr . 2008;97(5):653-656.  (R)"
        },
        {
            "number in article": 14,
            "reference": "de Buys Roessingh AS, Herzog G, Cherpillod J, Trichet-Zbinden  C, Hohlfeld J. Speech prognosis and need of pharyngeal flap for non syndromic vs syndromic Pierre Robin Sequence. J Pediatr Surg . 2008;43(4):668-674.  (R)"
        },
        {
            "number in article": 15,
            "reference": "The Cleft Palate Foundation. Feeding your baby. Cleft Palate Foundation Web site. https://cleftline.org/family-resources/feeding-your-baby/ . Accessed July 15, 2018. (GI)"
        },
        {
            "number in article": 16,
            "reference": "Aniansson G, Svensson H, Becker M, Ingvarsson L. Otitis media and feeding with breast milk of children with cleft palate. Scand J Plast Reconstr Surg Hand Surg . 2002;36(1):9-15.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Wolf LS, Glass RP. Feeding and Swallowing Disorders in Infancy: Assessment and Management . Tucson, AZ: Therapy Skill Builders; 1992. (GI)"
        },
        {
            "number in article": 18,
            "reference": "Palmer MM, Crawley K, Blanco IA. Neonatal Oral Motor Assessment Scale: a reliability study. J Perinatol . 1993;13(1):28-35.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Morris SE. Pre-Speech  Assessment Scale: A Rating Scale for the Measurement of Pre-Speech  Behaviors from Birth through Two Years . Rev ed. Clifton, NJ: JA Preston; 1982. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Jelm JM. Oral-Motor/Feeding  Rating Scale . Tucson, AZ: Therapy Skill Builders; 1990. (PP)"
        },
        {
            "number in article": 21,
            "reference": "Kenny DJ, Koheil RM, Greenberg J, et al. Development of a multidisciplinary feeding profile for children who are dependent feeders. Dysphagia . 1989;4(1):16-28.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Ottenbacher K, Dauck BS, Gevelinger M, Grahn V, Hassett C. Reliability of the Behavioral Assessment Scale of Oral Functions in Feeding. Am J Occup Ther . 1985;39(7):436-440.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Pediatric dysphagia. American Speech-Language-Hearing  Association Practice Portal Web site. https://www.asha.org/Practice-Portal/Clinical-Topics/Pediatric-Dysphagia/ . Accessed April 8, 2018. (G)"
        },
        {
            "number in article": 24,
            "reference": "Arvedson JC, Rogers BT. Dysphagia in children. In: Johnson AF, Jacobson BH, eds. Medical Speech-Language  Pathology: A Practitioner's Guide . New York, NY: Thieme; 1998:38-64.  (GI)"
        },
        {
            "number in article": 25,
            "reference": "McFarland E. Family and cultural issues in a school swallowing and feeding program. Lang Speech Hear Serv Sch . 2008;39(2):199-213.  (GI)"
        },
        {
            "number in article": 26,
            "reference": "Bessell A, Hooper L, Shaw WC, Reilly S, Reid J, Glenny AM. Feeding interventions for growth and development in infants with cleft lip, cleft palate or cleft lip and palate. Cochrane Database Syst Rev . 2011;CD003315. doi:10.1002/14651858.CD003315.pub 3.  (SR)"
        },
        {
            "number in article": 27,
            "reference": "Cooper-Brown  L, Copeland S, Dailey S, et al. Feeding and swallowing dysfunction in genetic syndromes. Dev Disabil Res Rev . 2008;14(2):147-157.  (RV)"
        },
        {
            "number in article": 28,
            "reference": "Savion I, Huband ML. A feeding obturator for a preterm baby with Pierre Robin sequence. J Prosthet Dent . 2005;93(2):197-200.  (C)"
        },
        {
            "number in article": 29,
            "reference": "Cole A, Lynch P, Slator R. A new grading of Pierre Robin sequence. Cleft Palate Craniofac J . 2008;45(6):603-606.  (GI)"
        },
        {
            "number in article": 30,
            "reference": "Radhakrishnan J, Sharma A. Feeding plate for a neonate with Pierre Robin sequence. J Indian Soc Pedod Prev Dent . 2011;29(3):239-243.  doi:10.4103/0970-4388.85833.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Hong P, Brake MK, Cavanagh JP, Bezuhly M, Magit AE. Feeding and mandibular distraction osteogenesis in children with Pierre Robin sequence: A case series of functional outcomes. Int J Pediatr Otorhinolaryngol . 2012;76(3):414-418.  doi:10.1016/j.ijporl.2011.12.023. (R)"
        },
        {
            "number in article": 32,
            "reference": "Glynn F, Fitzgerald D, Earley MJ, Rowley H. Pierre Robin sequence: an institutional experience in the multidisciplinary management of airway, feeding and serous otitis media challenges. Int J Pediatr Otorhinolaryngol . 2011;75(9):1152-1155.  doi:10.1016/jiporl.2011.06.009. (R)"
        },
        {
            "number in article": 33,
            "reference": "Gozu A, Genc B, Palabiyik M, et al. Airway management in neonates with Pierre Robin sequence. Turkish J Pediatr . 2010;52(2):167-172.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Berger JC, Clericuzio CL. Pierre Robin sequence associated with first trimester fetal tamoxifen exposure. Am J Med Genet A . 2008;146A(16):2141-2144.  doi:10.1002/ ajmg.a.32432. (C)"
        },
        {
            "number in article": 35,
            "reference": "Al-Samkari  HT, Kane AA, Molter DW, Vachharajani A. Neonatal outcomes of Pierre Robin sequence: an institutional experience. Clin Pediatr . 2010;49(12):1117-1122.  (R)"
        },
        {
            "number in article": 36,
            "reference": "Al-Attar H, Shergill A, Brown NE, et al. Percutaneous gastrostomy tubes in children with Pierre Robin sequence: efficacy, maintenance and complications. Pediatr Radiol . 2012;42(5):566-573.  doi:10.1007/s00247-011-2301-2.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Scott AR, Tibesar RJ, Sidman JD. Pierre Robin sequence: evaluation, management, indications for surgery, and pitfalls. Otolaryngol Clin North Am . 2012;45(3):695-710. doi:10.1016/j.otc.2012.03.007.   (R)"
        },
        {
            "number in article": 38,
            "reference": "du Plessis SM, van den Berg HJS, Bütow KW, Hoogendijk CF. Airway and feeding problems in infants with Fairbairn-Robin  triad deformities. Curationis . 2013;36(1). doi:10.4102/curationis.v36i1.84. (R)"
        },
        {
            "number in article": 39,
            "reference": "Cote A, Fanous A, Almajed A, Lacroix Y. Pierre Robin sequence: review of diagnostic and treatment challenges. Int J Pediatr Otorhinolaryngol . 2015;79(4):451-464. doi:10.1016/j.ijporl.2015.01.035. (RV)"
        },
        {
            "number in article": 40,
            "reference": "Scott AR, Mader NS. Regional variations in the presentation and surgical management of Pierre Robin sequence. Laryngoscope . 2014;124(12):2818-2825.  doi:10.1002/ lary.24782. (R)"
        },
        {
            "number in article": 41,
            "reference": "Instrumental assessment procedures used in pediatric dysphagia. In: Arvedson JC, Lefton-Greif  MA, eds. Pediatric Videofluoroscopic Swallow Studies: A Professional Manual with Caregiver Guidelines . San Antonio, TX: Communication Skills Builders; 1998:2-12.  (G)"
        },
        {
            "number in article": 42,
            "reference": "Logemann JA. Manual for the Videofluorographic Study of Swallowing. 2nd ed. Austin, TX: Pro-Ed; 1993. (GI)"
        },
        {
            "number in article": 43,
            "reference": "Leder SB, Murray JT. Fiberoptic endoscopic evaluation of swallowing. Phys Med Rehabil Clin N Am . 2008;19(4):787-801,  vii-ix. doi:10.1016/j.pmr.2008.05.003. (GI)"
        },
        {
            "number in article": 44,
            "reference": "Endoscopic Evaluation of Swallowing. American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/swallowing/endoscopy/ . Accessed July 15, 2018. (GI)"
        },
        {
            "number in article": 45,
            "reference": "Daniel M, Bailey S, Walker K, et al. Airway, feeding and growth in infants with Robin sequence and sleep apnoea. Int J of Pediatr Otorhinolaryngol . 2013;77(4):499-503. doi:10.1016/j.ijporl.2012.12.019. (R)"
        },
        {
            "number in article": 46,
            "reference": "Evans KN, Sie KC, Hopper RA, Glass RP, Hing AV, Cunningham ML. Robin sequence: from diagnosis to development of an effective management plan. Pediatrics . 2011;127(5):936-948.  doi:10.1542/peds.2010-2615.  (RV)"
        },
        {
            "number in article": 47,
            "reference": "Costa MA, Murage KP, Tholpady SS, Flores RL. Airway compromise following palatoplasty in Robin sequence: improving safety and predictability. Plast Reconstr Surg . 2014;134(6):937e-945e.  doi:10.1097/PRS.0000000000000729. (R)"
        },
        {
            "number in article": 48,
            "reference": "Hong P, Kearns D. Airway characteristics of infants with Pierre Robin sequence who undergo mandibular distraction osteogenesis. Ear Nose Throat J . 2015;94(8):E25-29.  (R) "
        }
    ]
}