{
    "metadata": {
        "title": " –In a study to evaluate electrical activation of the quadriceps muscles during weight-bearing  tasks using the Wii Fit Plus, researchers in Brazil found that real-time  feedback did not alter quadriceps activation during the Wii tasks and that participants in these games showed EMG activation levels similar to those for the same tasks outside the virtual environment(25) -Thirty healthy volunteers participated -Activation of quadriceps muscles was recorded during lunge, single leg extension, and single leg reach while exercises were repeated with visual feedback, with auditory feedback, and with no feedback –The addition of EMG biofeedback to an isometric exercise program has been reported to produce greater increases in muscle strength, greater reduction in pain intensity, and more improvement in functional status compared to isometric exercise alone in patients with OA of the knee(18) -Authors of an RCT in Korea studied the effects of biofeedback on maximum voluntary isometric contraction (MVIC), pain, and muscle thickness in 30 older females (> 65 years) with knee osteoarthritis (OA)(18) -Patients were divided into three groups. Group 1 received electromyographic biofeedback (EMGBF) training, group 2 received ultrasound biofeedback (USBF), and group 3, which served as the control,received a hot pack, ultrasound, and TENS -Subjects in each group received treatment for 20 minutes, 3 times a week for 8 weeks -Outcome measures included MVIC, pain using a V AS, and vastusmedialis oblique thickness -MVIC showed significant increases in the EMGBF and USBF groups compared to the control group. The V AS pain rating significantly decreased in the EMGBF and USBF groups compared to the control group. Only the EMGBF group showed a significantly increased VMO thickness compared to pre-training –Researchers in the United States investigated the effects of weight-bearing biofeedback training on functional movement patterns after total knee arthroplasty (TKA) in an RCT(26) -Twenty-six  patients were randomly assigned to receive standard of care augmented with weight-bearing  biofeedback training or dose-matched  standard of care rehabilitation -Outcome measures included lower limb weight-bearing  ratios measured during the 5-times  sit-to-stand  test (FTSST) and during walking, as well as FTSST scores, walking speed, and lower limb joint moments -Results indicated that the biofeedback did not have an effect on functional weight-bearing  symmetry or knee extension moments during the FTSST, but that it did result in increases of knee extension moments during gait as well as improved scores on the FTSST –Researchers in Canada compared the effectiveness of mirror training, raw video, and real-time  visual biofeedback for training toe-out  gait in individuals with knee OA(19) -A repeated-measures,  within-subject  trial was performed on 20 subjects -Participants were trained to walk on a treadmill while matching a target indicating a 10-degree  increase in stance phase toe-out  compared to the toe-out  angle measured during habitual walking. All subjects performed a trial each of the three types of feedback (mirror, raw video, and real-time visual biofeedback) in random order -Real-time  biofeedback demonstrated a significant decrease in toe-out performance error compared to the other feedback groups –Biofeedback relaxation is effective for decreasing pain associated with continuous passive motion (CPM) in patients post-TKA(17) -Sixty-six  patients were included post-TKA  while admitted to a general hospital in Taiwan. Patients were randomly assigned to the intervention group (biofeedback during CPM) or the control group (CPM without biofeedback) -Pain was measured before and after each CPM session, which occurred twice daily for 5 days. A numeric pain rating scale was used to measure perceived pain –Researchers in the United States investigated the effects of haptic (vibratory/vibrotactile) biofeedback on lower-extremity partial weight bearing(9) -Thirty healthy participants were randomly assigned to one of the three groups: verbal instruction, bathroom scale training, and haptic biofeedback    -The haptic biofeedback group averaged significantly better outcomes for partial weight-bearing  compliance compared to either control group –Researchers in Poland compared the effectiveness of posturographic platform biofeedback training to conventional therapy in 21 patients post stroke(11) -Dynamic balance was measured with the TUG test -Post interventions, balance scores of patients in the biofeedback group were significantly higher than those of the conventional therapy control group -Greater improvements with biofeedback training were observed in participants with right-sided  hemiparesis compared to participants with left-sided  hemiparesis –In patients with chronic stroke, trunk stabilization exercises with pressure biofeedback have been reported to significantly increase the thickness of trunk muscles and improve static and dynamic sitting balance ability more than trunk stabilization exercises alone(30) -Based on an RCT in South Korea involving 43 patients who were more than 6 months post-stroke  who could sit and walk independently -Experimental group received trunk stabilization training with audiovisual feedback for 50 minutes/day, 5 days a week, for 5 weeks and the control group received the same without feedback –Researchers concluded that biofeedback functional electrical stimulation (BF-FES)  with mirror therapy resulted in significant improvement in upper extremity motor recovery and improved quality of life post stroke(12) -Twenty-nine  patients post stroke (> 6 months prior) were randomly assigned to one of three groups: BF-FES  plus mirror therapy, functional electric stimulation (FES) plus mirror therapy, or conventional therapy without BF-FES  or FES -The BF-FES  group showed significant improvement in wrist extension (ROM) and strength (MMT). The BF-FES  group also demonstrated significant improvement in the Box and Block Test (BBT), Jebsen Taylor Hand Function (JTHF), and Stroke Specific Quality of Life (SSQOL) when compared to both of the other groups –Real-time  biofeedback can reduce knee adduction moment in patients with knee OA who are undergoing gait retraining(28) -Based on a systematic review of 12 studies -Evidence for the use of real-time  biofeedback for gait retraining in healthy controls was strong; evidence for patients with OA is limited but promising -Limitations of the review were that most studies were small and all but one were uncontrolled/nonrandomized -Authors found insufficient evidence to determine the optimal means of delivery for biofeedback •Urinary and bowel systems and pelvic floor muscle dysfunction –Evidence for efficacy and safety of biofeedback for management of chronic constipation is inconclusive(20) -Based on a Cochrane systematic review of RCTs (n = 17) evaluating biofeedback and chronic idiopathic constipation in the adult population (n = 931 subjects) -Various types of biofeedback were utilized, with EMG the most commonly used -Due to low or very low-quality  evidence and the wide variation in participants, interventions, selected outcome measures, duration of treatment, and follow-up  post treatment, no firm conclusions can be drawn regarding the use of biofeedback for the management of chronic constipation -Additional high-quality  research is warranted –Researchers in China compared intensive with nonintensive biofeedback therapy for treatment of patients with constipation-related  symptoms in a retrospective cohort study involving 63 patients(27) -Biofeedback training involved training to relax the anal sphincter, enhance sensory perception, and improve rectoanal coordination to increase pushing effort based on intra-abdominal  and intrarectal pressures -Intensive therapy was defined as a treatment either once per day or every other day; nonintensive therapy was defined as treatment twice a week. Each patient received 16 training sessions -Outcome measures included symptoms of defecation difficulty such as hard stools, incomplete bowel movement, and low stool volume, graded on a 0 to 3 scale, as well as usage of medications and impact on social activities and work -There was a significant improvement in constipation-related  symptoms after adaptive feedback in both groups. The intensive biofeedback therapy did not show better performance compared to nonintensive biofeedback therapy -The authors concluded that biofeedback training improved constipation and that nonintensive therapy was as effective as intensive therapy, despite the potential for the longer time required to complete 16 training sessions to have a negative impact on compliance    –Biofeedback was shown to be an effective treatment for children with various types of bladder dysfunction(21,22) -Authors of a study in Turkey compared the effectiveness of biofeedback therapy in children with dysfunctional voiding (DV) and refractory overactive bladder (OAB)(21) -Forty-five  children had 3 months of biofeedback treatment -In patients with DV , significant improvements were found in multiple factors including urinary tract infections, urge incontinence, and fractionated voiding. In patients with OAB, significant improvements included fewer urinary tract infections, normalized frequency, and decreased urge incontinence -Overall, biofeedback treatment showed greater improvements in patients with DV compared to patients with OAB –Authors of an RCT in Iran studied the effects of animated biofeedback and pelvic floor muscle exercise in children with non-neuropathic  underactive bladder(UB)(22) -Fifty children with UB, ages 5–16  years, were randomly divided into two groups. Group A received standard urotherapy (hydration, scheduled voiding, toilet training, and diet management), animated biofeedback, and pelvic floor muscle exercise. Group B received the same interventions as group A except for animated biofeedback and pelvic floor muscle exercise -The addition of biofeedback and pelvic floor muscle exercise to a standard bladder program more effectively improved the sensation of bladder fullness and contractility in children with UB –In 2014, the authors of a systematic review studied the role of biofeedback and soft tissue mobilization in middle-aged women with dyspareunia(23) -Both biofeedback and soft tissue mobilization significantly reduced pain and improved sexual function -Gains were maintained for up to 12 months -Client preference and comfort as well as clinical expertise must be considered when selecting appropriate treatment for dyspareunia –Authors of a systematic review and meta-analysis  conducted in Taiwan found biofeedback training to be a useful adjunct treatment option for performing muscle reduction training for the pelvic floor muscle groups in order to reduce urinary incontinence in patients who have undergone radical prostatectomy(33) –Authors of another systematic review conducted in Brazil concluded that biofeedback training may have use in improving continence and bladder function in patients who have undergone a prostatectomy. However, only four studies met the inclusion criteria for this study; thus, further research may be warranted(34) •Disorders affecting the head and neck –Authors of a small RCT (n = 12) in Japan who investigated the effects of biofeedback training on bruxism found a significant decrease in symptoms after the 2 to 3 weeks of biofeedback training compared to a control group(14) –In 2014, researchers who conducted an RCT in Iran compared biofeedback therapy to conventional therapy (non-biofeedback)  in patients with facial nerve dysfunction(13) -Twenty-nine  subjects who had facial nerve dysfunction (Bell’s palsy, tumor, or trauma) were divided into two groups. Group 1 was treated with biofeedback electromyography. Group 2 was treated with conventional therapy. All patients received 1 year of treatment -Outcome measures included evaluation of facial grading scale before and after treatment and severity of synkinesia (involuntary movement occurs coordinated with a voluntary movement), both of which improved significantly more in the biofeedback group •Abdominal muscle impairment –Real-time  ultrasound was found to selectively enhance the recruitment of transversus abdominis and the internal obliques as compared to the external obliques during abdominal hollowing exercise (AHE) in healthy subjects(31) -Based on a prospective, randomized, parallel-group,  comparative study conducted in South Korea with 20 healthy subjects -The experimental group received a real-time  ultrasound and conventional feedback from a physiatrist during AHE while the control group received conventional feedback only. Both groups trained 20 minutes a session, 3 times a week, for 2 consecutive weeks -Outcome measures were muscle thickness, measured by ultrasonography, and surface EMG muscle activity –In a study in the United States researchers measured changes in muscle thickness pre-/post-exercise  and biofeedback in persons with low back pain(16)    -Patients were divided equally into exercise without biofeedback or exercise with biofeedback groups. Exercise for both groups included one session of abdominal and back stabilization. Biofeedback included visual, auditory, and tactile components -No statistical differences were found between groups. Results demonstrated an increase in transverse abdominis preferential ratio; no thickness changes occurred in the lumbar multifidus muscles •Other –Authors of a meta-analysis  concluded that heart rate variability (HRV) biofeedback was associated with a large reduction in perceived stress and anxiety(32) -Based on 24 studies totaling 484 participants who received HRV biofeedback training for stress and anxiety –Biofeedback has been used to effectively treat physiological components of psychological stress and anxiety(15) -Researchers who conducted an RCT in Australia investigated the effects of biofeedback combined with relaxation, mindfulness, social support, and education (RMSSE) in 40 patients with multiple sclerosis. Both groups received RMSSE with one group receiving the additional treatment of biofeedback -Both groups demonstrated significant improvement in anxiety and depression. The biofeedback group also showed significant improvement in breathing rate and muscle tension compared to the control group •A biofeedback electronic system for balance was found to be an effective tool for those undergoing pre-prosthetic training(36) –Based on an RCT of 40 patients with femoral amputations who were randomized to the biofeedback electronic systems group (n = 20) or control group (n = 20) See Description , Indications of device/equipment , and Guidelines for use of device/equipment , above . Problem Goal Intervention Expected Progression Home Program Difficulty complying with weight-bearing status; gait deviations and impaired balanceCompliance with the weight-bearing status _ _ Improved balance and lower limb functionBiofeedback _ Force platform biofeedback might be used to address postural sway(11) _ _ (Please see Treatment summary , above)Progress each unique patient as appropriate and indicated _ _ Progression depends on the underlying conditionImplement a home program to support the desired outcomes, as appropriate and indicated Bowel or bladder dysfunction; chronic pelvic pain syndromeImprove bowel or bladder symptoms; reduce painBiofeedback _ Please see Treatment summary , aboveProgress each unique patient as appropriate and indicatedImplement a home program to support the desired outcomes, as appropriate and indicated Synkinesis (e.g., as in the case of Bell’s palsy)Improve patient symptomsBiofeedback _ Biofeedback has been used to assist in the management of synkinesis(13) _ _ (Please see Treatment summary , above)Progress each unique patient as appropriate and indicatedImplement a home program to support the desired outcomes, as appropriate and indicated    Muscle impairments (e.g., imbalance, atrophy, reduced strength; hemiplegia)Normal or improved muscle functionBiofeedback _ A pressure biofeedback unit might be used to assist with strengthening cervical musculature(7) _ _ EMG biofeedback might be used to facilitate selective increase or decrease in muscle activity to strengthen or achieve relaxationProgress each unique patient as appropriate and indicatedImplement a home program to support the desired outcomes, as appropriate and indicated . Desired Outcomes/Outcome Measures",
        "synonyms": [
            "feedback, psychophysiologic",
            "psychophysiologic feedback"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            "women’s health",
            "cardiovascular rehabilitation"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "97112": "neuromuscular re-education of movement, balance, coordination, kinesthetic sense, posture and/or proprioception for sitting and/or standing activities "
        },
        "HCPCS codes": {},
        "reimbursement": [
            "Biofeedback therapy is covered under Medicare for the treatment of spasticity and for neuromuscular re-education  of specific muscle groups. The therapy is not covered for muscle tension treatment or psychological disorders(8) Indications for Device/Equipment"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "History-taking  and examination procedures are dependent on the underlying condition and reason for referral. The information listed below is meant to serve as a guide/overview. Clinicians should supplement or modify the recommendations listed below as indicated and appropriate given the unique circumstances of the patient",
            "Strictly adhere to weight-bearing  status prescribed by the physician",
            "The need for a fall-safety  program will depend upon the diagnosis and reason for referral. Utilize fall-safety  protocol and precautions until safety can be fully confirmed"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "History-taking  and examination procedures are dependent on the underlying condition and reason for referral. The information listed below is meant to serve as a guide/overview. Clinicians should supplement or modify the recommendations listed below as indicated and appropriate given the unique circumstances of the patient",
            "Strictly adhere to weight-bearing  status prescribed by the physician",
            "The need for a fall-safety  program will depend upon the diagnosis and reason for referral. Utilize fall-safety  protocol and precautions until safety can be fully confirmed"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the current reason for the referral?",
                "course of treatment": {
                    "medical management": "Medical management will vary widely depending on the specific underlying condition; document any reported diagnostic tests, therapeutic interventions, and/or hospital stays",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Diagnostic tests will depend on the suspected underlying condition"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy or chiropractic treatment for this or other conditions, and what specific treatments were helpful or not helpful. Document any prior use of biofeedback for any reason. Document any prior use of surface electrodes including EKG, EEG, and surface stimulation and any skin reactions"
                },
                "aggravating easing factors": " Document any reported aggravating or easing factors",
                "body chart": "Use body chart to document the location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if the pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night related to the condition as applicable",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to the physician (e.g., dizziness, saddle anesthesia)",
                "respiratory status": "Is there any respiratory compromise? Any past or present use of supplemental oxygen or mechanical ventilation? Barriers to learning -Are there any barriers to learning? Yes__ No__  -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any prior use of biofeedback for current or other condition and whether or not it was effective",
                    "comorbid diagnoses": "Ask the patient about other problems/conditions, including diabetes, cancer, heart disease, complications of pregnancy, allergies, psychiatric disorders, orthopedic disorders, and hearing or visual impairment",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencingInquire about any previous surgeries"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Does the patient work or attend school? Is the patient unable to work or participate in desired activities because of the problems he or she presents with?",
                "functional limitations assistance with ADLs adaptive equipment": "Inquire about limitations with self-care,  home management, work, community, and leisure",
                "living environment": "Document information about the living environment including number of stairs and floors in the home, and with whom the patient lives (e.g., caregivers, family members).Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  Evaluation procedures should be modified according to the patient’s age, diagnosis, and any unique circumstances; the information listed below is meant to serve as a guide only. Complete a general evaluation as indicated and appropriate •Anthropometric measures: Note height, weight, and BMI",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Does the patient utilize any assistive or adaptive devices? Are they appropriate?",
            "balance": "Assess the patient’s balance in sitting and standing (statically and dynamically) as indicated; Berg Balance Scale can be used for objective measurement",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess for signs of diminished circulation and/or deep vein thrombosis (DVT)Assess for faulty body mechanics and muscle recruitment, as well as posture during work, ADLs, and leisure activities, which might be contributing to the patient’s pain",
            "functional mobility": "Assess function as indicated by the underlying condition; the FIM or Timed Up and Go (TUG) test can be used for objective measurement",
            "gait locomotion": "Complete a thorough gait assessment as indicated by reason for referral; the Dynamic Gait Index (DGI) can be used to assess ambulation safety. Assess running as indicatedAssess joint integrity and mobility as indicated by symptoms and reason for referral Motor function (motor control/tone/learning) –Assess muscle tone and perform motor control assessment including coordination as indicated",
            "muscle strength": "Complete a thorough strength assessment throughout with a particular focus on the area where biofeedback is to be applied",
            "observation inspection palpation including skin assessment": [],
            "posture": "Observe general posture and note any deviations",
            "range of motion": "Complete a ROM assessment with a focus on the treatment area",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexes as indicatedComplete an ADL and self-care  assessment as indicated ",
            "sensory testing": "Complete a sensory assessment as appropriate and indicated (e.g., light touch, proprioception), especially where biofeedback is to be utilized",
            "special tests specific to diagnosis": "Implement special tests as indicated by the condition",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess to help determine if the patient is an appropriate candidate for biofeedback",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients who need this device or those with a diagnosis for which this device is used might be at risk for falls; if inpatient, follow facility protocols for fall prevention and post fall-prevention  instructions at the bedside. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Known allergy to electrode gel or medical adhesive used on electrodes is a contraindication",
                "See specific contraindications/precautions under Contraindications/Precautions to device/equipment ›Diagnosis/need for device/equipment:  In physical and occupational therapy, biofeedback is implemented predominantly for neuromuscular re-education;(1) please see Indications for device/equipment , above, for more details"
            ],
            "general": "In physical and occupational therapy, biofeedback is implemented predominantly for"
        },
        "diagnosis need for treatment": "",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "Refer to other disciplines (e.g., speech therapy, psychology) as indicated and appropriate Other –Authors of a meta-analysis  concluded that heart rate variability (HRV) biofeedback was associated with a large reduction in perceived stress and anxiety(32) -Based on 24 studies totaling 484 participants who received HRV biofeedback training for stress and anxiety –Biofeedback has been used to effectively treat physiological components of psychological stress and anxiety(15) -Researchers who conducted an RCT in Australia investigated the effects of biofeedback combined with relaxation, mindfulness, social support, and education (RMSSE) in 40 patients with multiple sclerosis. Both groups received RMSSE with one group receiving the additional treatment of biofeedback -Both groups demonstrated significant improvement in anxiety and depression. The biofeedback group also showed significant improvement in breathing rate and muscle tension compared to the control group A biofeedback electronic system for balance was found to be an effective tool for those undergoing pre-prosthetic training(36) –Based on an RCT of 40 patients with femoral amputations who were randomized to the biofeedback electronic systems group (n = 20) or control group (n = 20) See Description , Indications of device/equipment , and Guidelines for use of device/equipment , above . Problem Goal Intervention Expected Progression Home Program Difficulty complying with weight-bearing status; gait deviations and impaired balanceCompliance with the weight-bearing status _ _ Improved balance and lower limb functionBiofeedback _ Force platform biofeedback might be used to address postural sway(11) _ _ (Please see Treatment summary , above)Progress each unique patient as appropriate and indicated _ _ Progression depends on the underlying conditionImplement a home program to support the desired outcomes, as appropriate and indicated Bowel or bladder dysfunction; chronic pelvic pain syndromeImprove bowel or bladder symptoms; reduce painBiofeedback _ Please see Treatment summary , aboveProgress each unique patient as appropriate and indicatedImplement a home program to support the desired outcomes, as appropriate and indicated Synkinesis (e.g., as in the case of Bell’s palsy)Improve patient symptomsBiofeedback _ Biofeedback has been used to assist in the management of synkinesis(13) _ _ (Please see Treatment summary , above)Progress each unique patient as appropriate and indicatedImplement a home program to support the desired outcomes, as appropriate and indicated  Muscle impairments (e.g., imbalance, atrophy, reduced strength; hemiplegia)Normal or improved muscle functionBiofeedback _ A pressure biofeedback unit might be used to assist with strengthening cervical musculature(7) _ _ EMG biofeedback might be used to facilitate selective increase or decrease in muscle activity to strengthen or achieve relaxationProgress each unique patient as appropriate and indicatedImplement a home program to support the desired outcomes, as appropriate and indicated .",
        "other considerations": [
            "Existing biofeedback approaches rely largely on audio and visual cues that typically are presented to the user on a computer screen or a mobile phone interface. Researchers are investigating the use of animatronic biofeedback to improve the response of patients who have difficulty using and understanding the typically used interfaces(24)"
        ],
        "treatment summary": [
            "Impairments of gait, balance, and lower extremity function –Use of the Space Balance 3D training system combined with conventional physical therapy can be useful in improving the balance and mobility of patients with acute stroke(38) -Fifty-two  subjects with an acute stroke were randomized to either the experimental group (n = 26) or control group (n = 26) -The experimental group received conventional PT while also performing balance training exercises using the Space Balance 3D exercise program 5 times per week for 3 weeks -The experimental group showed significant improvements in the Berg Balance scale, TUG, and Postural Assessment Scale for Stroke Patients (PASS) compared to the control group, who received only standard physical therapy treatment –Electromyographic biofeedback can be a useful intervention in reducing pain and improving quadriceps strength and performance in patients with juvenile rheumatoid arthritis(JRA)(37) -Based on an RCT of 36 children with polyarticular JRA who were randomized to either the control group (n = 18) or biofeedback group (n = 18) -Both groups received conventional physical therapy, but the biofeedback group also received EMG-biofeedback-guided isometric exercises 3 days a week for 12 weeks –Authors of a systematic review have suggested that biofeedback training is a more effective treatment option than usual therapy in improving overall performance and activities of the lower extremities in individuals with a recent stroke(35) -Based on 8 trials with a total of 429 participants -Biofeedback was given concurrently during exercises and activities such as sitting, standing up, standing, and walking –Researchers in Poland conducted an RCT to evaluate the effects of gait training with and without visual biofeedback in patients in the late period after stroke(10) -Fifty patients at least 6 months post-stroke  were randomly assigned to the intervention group (treadmill training with visual biofeedback) or the control group (treadmill training without biofeedback) -Outcome measures included spatiotemporal gait parameters, walking speed, walking distance, self-reliant  mobility, and functional capacity -Ten sessions were performed over a 2-week  period -Compared to the control group, participants in the intervention group demonstrated significantly greater improvement in shortening of the stance phase and lengthening of the swing phase of the unaffected limb -No other significant differences between groups were noted –The addition of visual feedback to body-weight-supported  (BWS) treadmill training did not result in significant improvements in patients at an early stage after stroke(29)  -Based on an RCT in Poland involving 30 patients with subacute stroke in which both groups did 15 sessions of 30-minute  treadmill training -Outcome measures were spatiotemporal gait parameters (3D system), 2-minute walk test, 10-meter  walk test, and TUG test –In a study to evaluate electrical activation of the quadriceps muscles during weight-bearing  tasks using the Wii Fit Plus, researchers in Brazil found that real-time  feedback did not alter quadriceps activation during the Wii tasks and that participants in these games showed EMG activation levels similar to those for the same tasks outside the virtual environment(25) -Thirty healthy volunteers participated -Activation of quadriceps muscles was recorded during lunge, single leg extension, and single leg reach while exercises were repeated with visual feedback, with auditory feedback, and with no feedback –The addition of EMG biofeedback to an isometric exercise program has been reported to produce greater increases in muscle strength, greater reduction in pain intensity, and more improvement in functional status compared to isometric exercise alone in patients with OA of the knee(18) -Authors of an RCT in Korea studied the effects of biofeedback on maximum voluntary isometric contraction (MVIC), pain, and muscle thickness in 30 older females (> 65 years) with knee osteoarthritis (OA)(18) -Patients were divided into three groups. Group 1 received electromyographic biofeedback (EMGBF) training, group 2 received ultrasound biofeedback (USBF), and group 3, which served as the control,received a hot pack, ultrasound, and TENS -Subjects in each group received treatment for 20 minutes, 3 times a week for 8 weeks -Outcome measures included MVIC, pain using a V AS, and vastusmedialis oblique thickness -MVIC showed significant increases in the EMGBF and USBF groups compared to the control group. The V AS pain rating significantly decreased in the EMGBF and USBF groups compared to the control group. Only the EMGBF group showed a significantly increased VMO thickness compared to pre-training –Researchers in the United States investigated the effects of weight-bearing biofeedback training on functional movement patterns after total knee arthroplasty (TKA) in an RCT(26) -Twenty-six  patients were randomly assigned to receive standard of care augmented with weight-bearing  biofeedback training or dose-matched  standard of care rehabilitation -Outcome measures included lower limb weight-bearing  ratios measured during the 5-times  sit-to-stand  test (FTSST) and during walking, as well as FTSST scores, walking speed, and lower limb joint moments -Results indicated that the biofeedback did not have an effect on functional weight-bearing  symmetry or knee extension moments during the FTSST, but that it did result in increases of knee extension moments during gait as well as improved scores on the FTSST –Researchers in Canada compared the effectiveness of mirror training, raw video, and real-time  visual biofeedback for training toe-out  gait in individuals with knee OA(19) -A repeated-measures,  within-subject  trial was performed on 20 subjects -Participants were trained to walk on a treadmill while matching a target indicating a 10-degree  increase in stance phase toe-out  compared to the toe-out  angle measured during habitual walking. All subjects performed a trial each of the three types of feedback (mirror, raw video, and real-time visual biofeedback) in random order -Real-time  biofeedback demonstrated a significant decrease in toe-out performance error compared to the other feedback groups –Biofeedback relaxation is effective for decreasing pain associated with continuous passive motion (CPM) in patients post-TKA(17) -Sixty-six  patients were included post-TKA  while admitted to a general hospital in Taiwan. Patients were randomly assigned to the intervention group (biofeedback during CPM) or the control group (CPM without biofeedback) -Pain was measured before and after each CPM session, which occurred twice daily for 5 days. A numeric pain rating scale was used to measure perceived pain –Researchers in the United States investigated the effects of haptic (vibratory/vibrotactile) biofeedback on lower-extremity partial weight bearing(9) -Thirty healthy participants were randomly assigned to one of the three groups: verbal instruction, bathroom scale training, and haptic biofeedback  -The haptic biofeedback group averaged significantly better outcomes for partial weight-bearing  compliance compared to either control group –Researchers in Poland compared the effectiveness of posturographic platform biofeedback training to conventional therapy in 21 patients post stroke(11) -Dynamic balance was measured with the TUG test -Post interventions, balance scores of patients in the biofeedback group were significantly higher than those of the conventional therapy control group -Greater improvements with biofeedback training were observed in participants with right-sided  hemiparesis compared to participants with left-sided  hemiparesis –In patients with chronic stroke, trunk stabilization exercises with pressure biofeedback have been reported to significantly increase the thickness of trunk muscles and improve static and dynamic sitting balance ability more than trunk stabilization exercises alone(30) -Based on an RCT in South Korea involving 43 patients who were more than 6 months post-stroke  who could sit and walk independently -Experimental group received trunk stabilization training with audiovisual feedback for 50 minutes/day, 5 days a week, for 5 weeks and the control group received the same without feedback –Researchers concluded that biofeedback functional electrical stimulation (BF-FES)  with mirror therapy resulted in significant improvement in upper extremity motor recovery and improved quality of life post stroke(12) -Twenty-nine  patients post stroke (> 6 months prior) were randomly assigned to one of three groups: BF-FES  plus mirror therapy, functional electric stimulation (FES) plus mirror therapy, or conventional therapy without BF-FES  or FES -The BF-FES  group showed significant improvement in wrist extension (ROM) and strength (MMT). The BF-FES  group also demonstrated significant improvement in the Box and Block Test (BBT), Jebsen Taylor Hand Function (JTHF), and Stroke Specific Quality of Life (SSQOL) when compared to both of the other groups –Real-time  biofeedback can reduce knee adduction moment in patients with knee OA who are undergoing gait retraining(28) -Based on a systematic review of 12 studies -Evidence for the use of real-time  biofeedback for gait retraining in healthy controls was strong; evidence for patients with OA is limited but promising -Limitations of the review were that most studies were small and all but one were uncontrolled/nonrandomized -Authors found insufficient evidence to determine the optimal means of delivery for biofeedback",
            "Urinary and bowel systems and pelvic floor muscle dysfunction –Evidence for efficacy and safety of biofeedback for management of chronic constipation is inconclusive(20) -Based on a Cochrane systematic review of RCTs (n = 17) evaluating biofeedback and chronic idiopathic constipation in the adult population (n = 931 subjects) -Various types of biofeedback were utilized, with EMG the most commonly used -Due to low or very low-quality  evidence and the wide variation in participants, interventions, selected outcome measures, duration of treatment, and follow-up  post treatment, no firm conclusions can be drawn regarding the use of biofeedback for the management of chronic constipation -Additional high-quality  research is warranted –Researchers in China compared intensive with nonintensive biofeedback therapy for treatment of patients with constipation-related  symptoms in a retrospective cohort study involving 63 patients(27) -Biofeedback training involved training to relax the anal sphincter, enhance sensory perception, and improve rectoanal coordination to increase pushing effort based on intra-abdominal  and intrarectal pressures -Intensive therapy was defined as a treatment either once per day or every other day; nonintensive therapy was defined as treatment twice a week. Each patient received 16 training sessions -Outcome measures included symptoms of defecation difficulty such as hard stools, incomplete bowel movement, and low stool volume, graded on a 0 to 3 scale, as well as usage of medications and impact on social activities and work -There was a significant improvement in constipation-related  symptoms after adaptive feedback in both groups. The intensive biofeedback therapy did not show better performance compared to nonintensive biofeedback therapy -The authors concluded that biofeedback training improved constipation and that nonintensive therapy was as effective as intensive therapy, despite the potential for the longer time required to complete 16 training sessions to have a negative impact on compliance  –Biofeedback was shown to be an effective treatment for children with various types of bladder dysfunction(21,22) -Authors of a study in Turkey compared the effectiveness of biofeedback therapy in children with dysfunctional voiding (DV) and refractory overactive bladder (OAB)(21) -Forty-five  children had 3 months of biofeedback treatment -In patients with DV , significant improvements were found in multiple factors including urinary tract infections, urge incontinence, and fractionated voiding. In patients with OAB, significant improvements included fewer urinary tract infections, normalized frequency, and decreased urge incontinence -Overall, biofeedback treatment showed greater improvements in patients with DV compared to patients with OAB –Authors of an RCT in Iran studied the effects of animated biofeedback and pelvic floor muscle exercise in children with non-neuropathic  underactive bladder(UB)(22) -Fifty children with UB, ages 5–16  years, were randomly divided into two groups. Group A received standard urotherapy (hydration, scheduled voiding, toilet training, and diet management), animated biofeedback, and pelvic floor muscle exercise. Group B received the same interventions as group A except for animated biofeedback and pelvic floor muscle exercise -The addition of biofeedback and pelvic floor muscle exercise to a standard bladder program more effectively improved the sensation of bladder fullness and contractility in children with UB –In 2014, the authors of a systematic review studied the role of biofeedback and soft tissue mobilization in middle-aged women with dyspareunia(23) -Both biofeedback and soft tissue mobilization significantly reduced pain and improved sexual function -Gains were maintained for up to 12 months -Client preference and comfort as well as clinical expertise must be considered when selecting appropriate treatment for dyspareunia –Authors of a systematic review and meta-analysis  conducted in Taiwan found biofeedback training to be a useful adjunct treatment option for performing muscle reduction training for the pelvic floor muscle groups in order to reduce urinary incontinence in patients who have undergone radical prostatectomy(33) –Authors of another systematic review conducted in Brazil concluded that biofeedback training may have use in improving continence and bladder function in patients who have undergone a prostatectomy. However, only four studies met the inclusion criteria for this study; thus, further research may be warranted(34)",
            "Disorders affecting the head and neck –Authors of a small RCT (n = 12) in Japan who investigated the effects of biofeedback training on bruxism found a significant decrease in symptoms after the 2 to 3 weeks of biofeedback training compared to a control group(14) –In 2014, researchers who conducted an RCT in Iran compared biofeedback therapy to conventional therapy (non-biofeedback)  in patients with facial nerve dysfunction(13) -Twenty-nine  subjects who had facial nerve dysfunction (Bell’s palsy, tumor, or trauma) were divided into two groups. Group 1 was treated with biofeedback electromyography. Group 2 was treated with conventional therapy. All patients received 1 year of treatment -Outcome measures included evaluation of facial grading scale before and after treatment and severity of synkinesia (involuntary movement occurs coordinated with a voluntary movement), both of which improved significantly more in the biofeedback group",
            "Abdominal muscle impairment –Real-time  ultrasound was found to selectively enhance the recruitment of transversus abdominis and the internal obliques as compared to the external obliques during abdominal hollowing exercise (AHE) in healthy subjects(31) -Based on a prospective, randomized, parallel-group,  comparative study conducted in South Korea with 20 healthy subjects -The experimental group received a real-time  ultrasound and conventional feedback from a physiatrist during AHE while the control group received conventional feedback only. Both groups trained 20 minutes a session, 3 times a week, for 2 consecutive weeks -Outcome measures were muscle thickness, measured by ultrasonography, and surface EMG muscle activity –In a study in the United States researchers measured changes in muscle thickness pre-/post-exercise  and biofeedback in persons with low back pain(16)  -Patients were divided equally into exercise without biofeedback or exercise with biofeedback groups. Exercise for both groups included one session of abdominal and back stabilization. Biofeedback included visual, auditory, and tactile components -No statistical differences were found between groups. Results demonstrated an increase in transverse abdominis preferential ratio; no thickness changes occurred in the lumbar multifidus muscles"
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes and outcome measures will be dependent upon the underlying diagnosis and specific goals of intervention. examples include:": []
    },
    "maintenance or prevention": [],
    "patient education": [
        "The Association for Applied Psychophysiology and Biofeedback (AAPB), https://www.aapb.org/i4a/pages/index.cfm? pageID=1 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Wietlisbach CM, Branham FDB. Physical agent modalities and biofeedback. Radomski MV, Trombly Latham CA, eds. Occupational Therapy for Physical Dysfunction . 7th ed. Philadelphia, PALippincott Williams & Wilkins: Lippincott Williams & Wilkins; 2014. (GI)"
        },
        {
            "number in article": 2,
            "reference": "O'Sullivan SB, Siegelman R. TherapyEd’s National Physical Therapy Examination Review & Study Guide . Evanston, IL: International Education Resources; 2014. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Henry SM, Teyhen DS. Ultrasound imaging as a feedback tool in the rehabilitation of trunk muscle dysfunction for people with low back pain. J Orthop Sports Phys Ther . 2007;37(10):627-634.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Palmer JB, Matsuo K. Dysphagia. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, & Rehabilitation . 3rd ed. Philadelphia, PA: Saunders Elsevier; 2015:665-669.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Biofeedback. Mayo Clinic Web site. http://www.mayoclinic.org/tests-procedures/biofeedback/home/ovc-20169724 . Published January 14, 2016. Accessed August 16, 2019. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Stanos SP, Tyburski MD, Harden RN. Chronic pain. In: Cifu DX, ed. Braddom’s Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Elsevier Saunders; 2016:831-832.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Kisner C, Colby LA, Borstad J. The spine: exercise and manipulation interventions. In: Therapeutic Exercise: Foundations and Techniques . 7th ed. Philadelphia, PA: FA Davis Company; 2012:491-543.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "National Coverage Determination (NCD) for Biofeedback Therapy (30.1). Centers for Medicare and Medicaid Web site. https://www.cms.gov/medicare-coverage-database/details/ncd-details.aspx?NCDId=41&ncdver=1&bc=AAAAgAAAAAAA& . Accessed August 16, 2019. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Fu MC, DeLuke L, Buerba RA, et al. Haptic biofeedback for improving compliance with lower-extremity  partial weight bearing. Orthopedics . 2014;37(11):e993-998. doi:10.3928/01477447-20141023-56.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Druzbicki M, Guzik A, Przysada G, Kwolek A, Brzozowska-Magon  A. Efficacy of gait training using a treadmill with and without visual biofeedback in patients after stroke: A randomized study. J Rehabil Med . 2015;47(5):419-425.  doi:10.2340/16501977-1949.  (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Maciaszek J, Borawska S, Wojcikiewicz J. Influence of posturographic platform biofeedback training on the dynamic balance of adult stroke patients. J Stroke Cerebrovasc Dis . 2014;23(6):1269-1274.  doi:10.1016/j.jstrokecerebrovasdis.2013.10.029. (RCT)"
        },
        {
            "number in article": 12,
            "reference": "Kim JH, Lee BH. Mirror therapy combined with biofeedback functional electrical stimulation for motor recovery of upper extremities after stroke: A pilot randomized controlled trial. Occup Ther Int . 2015;22(2):51-60.  doi:10.1002/oti.1384. (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Pourmomeny AA, Zadmehre H, Mirshamsi M, Mahmodi Z. Prevention of synkinesis by biofeedback therapy: A randomized clinical trial. Otol Neurotol . 2014;35(4):739-742. doi:10.1097/MAO.0000000000000217. (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Sato M, Iizuka T, Watanabe A, et al. Electromyogram biofeedback training for daytime clenching and its effect on sleep bruxism. J Oral Rehabil . 2015;42(2):83-89.  doi:10.1111/ joor.12233. (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Mackay AM, Buckingham R, Schwartz RS, Hodgkinson S, Beran RG, Cordato DJ. The effect of biofeedback as a psychological intervention in multiple sclerosis: A randomized controlled study. Int J MS Care . 2015;17(3):101-108.  doi:10.7224/1537-2073.2014-006.  (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Partner SL, Sutherlin MA, Acocello S, Saliba SA, Magrum EM, Hart JM. Changes in muscle thickness after exercise and biofeedback in people with low back pain. J Sport Rehabil. 2014;23(4):307-318.  doi:10.1123/jsr.2013-0057.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Wang TJ, Chang CF, Lou MF, et al. Biofeedback relaxation for pain associated with continuous passive motion in Taiwanese patients after total knee arthroplasty. Res Nurs Health. 2015;38(1):39-50.  doi:10.1002/nur.21633. (R)"
        },
        {
            "number in article": 18,
            "reference": "Choi YL, Kim BK, Hwang YP, Moon OK, Choi WS. Effects of isometric exercise using biofeedback on maximum voluntary isometric contraction, pain, and muscle thickness in patients with knee osteoarthritis. J Phys Ther Sci . 2015;27(1):149-153.  doi:10.1589/jpts.27.149. (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Hunt MA, Takacs J, Hart K, Massong E, Fuchko K, Beigler J. Comparison of mirror, raw video, and real-time visual biofeedback for training toe-out gait in individuals with knee osteoarthritis. Arch Phys Med Rehabil . 2014;95(10):1912-1917.  doi:10.1016/j.apmr.2014.05.016. (R)"
        },
        {
            "number in article": 20,
            "reference": "Woodward S, Norton C, Chiarelli P. Biofeedback for treatment of chronic idiopathic constipation in adults. Cochrane Database Syst Rev . 2014;(3):CD008486. doi:10.1002/14651858.CD008486.pub2.  (SR)"
        },
        {
            "number in article": 21,
            "reference": "Tugtepe H, Thomas DT, Ergun R, et al. Comparison of biofeedback therapy in children with treatment-refractory  dysfunctional voiding and overactive bladder. Urology. 2015;85(4):900-904.  doi:10.1016/j.urology.2014.12.031. (R)"
        },
        {
            "number in article": 22,
            "reference": "Ladi-Seyedian  S, Kajbafzadeh AM, Sharifi-Rad  L, Shadgan B, Fan E. Management of non-neuropathic  underactive bladder in children with voiding dysfunction by animated biofeedback: A randomized clinical trial. Urology. 2015;85(1):205-210.  doi:10.1016/j.urology.2014.09.025. (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Ensor AW, Newton RA. The role of biofeedback and soft tissue mobilization in the treatment of dyspareunia: A systematic review. J Womens Health Phys Ther . 2014;38(2):74-80.  (SR)"
        },
        {
            "number in article": 24,
            "reference": "Gamecho B, Silva H, Guerreiro J, Gardeazabal L, Abascal J. A context-aware  application to increase elderly users compliance with physical rehabilitation exercises at home via animatronic biofeedback. J Med Sys . 2015;39(11):1-11.  doi:10.1007/s10916-015-0296-1.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Fernandes da Silva F, Aparecido de Souza R, Fernandes Dias E, Silveira L, Jr, Balbin Villaverde A. Effects of feedback on activation of the quadriceps during weight-bearing tasks of the Wii. J Phys Ther Sci . 2015;27(6):1701-1704.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Christiansen CL, Bade MJ, Davidson BS, Dayton MR, Stevens-Lapsley  JE. Effects of weight-bearing  biofeedback training on functional movement patterns following total knee arthroplasty: a randomized controlled trial. J Orthopaed Sports Phys Ther . 2015;45(9):647-655.  doi:10.2519/jospt.2015.5593. (R)"
        },
        {
            "number in article": 27,
            "reference": "Tang J, Huang Z, Tan Y, et al. Efficacy of adaptive biofeedback training in treating constipation-related  symptoms. Evid Based Complement Altern Med . 2015;1-5. doi:10.1155/2015/959734. (R)"
        },
        {
            "number in article": 28,
            "reference": "Richards R, van den Noort JC, Dekker J, Harlaar J. Gait retraining with real-time biofeedback to reduce knee adduction moment: systematic review of effects and methods used. Arch Phys Med Rehabil . January 2017;98(1):137-150.  doi:10.1016/j.apmr.2016.07.006. (SR)"
        },
        {
            "number in article": 29,
            "reference": "Druzbicki M, Przysada G, Guzik A, et al. The efficacy of gait training using a body weight support treadmill and visual biofeedback in patients with subacute stroke: a randomized controlled trial. Biomed Res Int . 2018;4:1-10.  doi:10.1155/2018/3812602. (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Jung S, Lee K, Kim M, Song C. Audiovisual biofeedback-based  trunk stabilization training using a pressure biofeedback system in stroke patients: a randomized, single-blinded study. Stroke Res Treat . 2017;12:1-11.  doi:10.1155/2017/6190593. (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Lee DH, Hong SK, Lee Y-S, et al. Is abdominal hollowing exercise using real-time ultrasound imaging feedback helpful for selective strengthening of the transversus abdominis muscle?: A prospective, randomized, parallel-group,  comparative study. Medicine. 2018;97(27):e11369. doi:10.1097/MD.0000000000011369. (R)"
        },
        {
            "number in article": 32,
            "reference": "Goessl VC, Curtiss JE, Hofmann SG. The effect of heart rate variability biofeedback training on stress and anxiety: a meta-analysis.  Psychol Med . 2017;47(15):2578-2586. doi:10.1017/S0033291717001003. (M)"
        },
        {
            "number in article": 33,
            "reference": "Hsu LF, Liao YM, Lai FC, Tsai PS. Beneficial effects of biofeedback-assisted  pelvic floor muscle training in patients with urinary incontinence after radical prostatectomy: a systematic review and metaanalysis. Int J Nurs Stud . 2016;60:99-111.  doi:10.1016/j.ijnurstu.2016.03.013. (SR)"
        },
        {
            "number in article": 34,
            "reference": "Rodrigues A, Zaidan P. Biofeedback associado ou não a outras intervenções fisioterapêuticas em pacientes com incontinência urinária pós prostatectomia radical (Biofeedback associated or not with other physiotherapeutic interventions in patients with urinary incontinence after radical prostatectomy). Fisioter Brasil . 2018;19(4):555-560. doi:10.33233/fb.v19i4.911. (SR)"
        },
        {
            "number in article": 35,
            "reference": "Stanton R, Ada L, Dean CM, Preston E. Biofeedback improves performance in lower limb activities more than usual therapy in people following stroke: a systematic review. J Physiother . 2017;63(1):11-16.  doi:10.1016/j.jphys.2016.11.006. (SR)"
        },
        {
            "number in article": 36,
            "reference": "Porras-Rangel  S, Aguilar-Valencia  AB, Dau-Iniguez  SE, et al. Biofeedback system enhances the time of balance and decreases the duration of pre-prosthetic  training. Revista Mexicana de Endocrinologia, Metabolism y Nutricion . 2016;3(1):7-11.  (RCT)"
        },
        {
            "number in article": 37,
            "reference": "Eid MA, Aly SM, el-ShamyS.  M. SM. Effect of electromyographic biofeedback training on pain, quadriceps muscle strength, and functional ability in juvenile rheumatoid arthritis. Am J Phys Med Rehabil . 2016;95(12):921-930.  doi:10.1097/PHM.0000000000000524. (RCT)"
        },
        {
            "number in article": 38,
            "reference": "Ko Y, Ha H, Bae YH, Lee W. Effect of space balance 3D training using visual feedback on balance and mobility in acute stroke patients. J Phys Ther Sci . 2015;27(5):1593-1596.  doi:10.1589/jpts.27.1593. (RCT)"
        },
        {
            "number in article": 39,
            "reference": "Volloyhaug I, Morkved S, Salvesen O, Salvesen KA. Assessment of pelvic floor muscle contraction with palpation, perineometry and transperineal ultrasound: a cross-sectional study. Ultrasound Obstet Gynecol . 2016;47(6):768-773.  doi:10.1002/uog.15731. (RV)"
        },
        {
            "number in article": 40,
            "reference": "Koppenhaver S, Harris D, Harris A, et al. The reliability of rehabilitative ultrasound imaging in the measurement of infraspinatus muscle function in the symptomatic and asymptomatic shoulders of patients with unilateral shoulder impingement syndrome. Int J Sports Phys Ther . 2015;10(2):128-135.  (RV)"
        },
        {
            "number in article": 41,
            "reference": "Heller Murray ES, Mendoza JO, Gill SV, Perkell JS, Stepp CE. Effects of biofeedback on control and generalization of nasalization in typical speakers [published correction appears in J Speech Lang Hear Res. 2017 Dec 20;60(12):3461]. J Speech Lang Hear Res . 2016;59(5):1025-1034.  doi:10.1044/2016_JSLHR-S-15-0286.  (RV)"
        }
    ]
}