{
    "metadata": {
        "title": "Female Athlete Triad",
        "synonyms": [
            "female athlete triad syndrome"
        ],
        "anatomical location body part affected": [
            "Endocrine system (hypothalamus, pituitary, ovaries, and uterus)/nutrition, general metabolism, menstrual cycle, musculoskeletal and cardiovascular systems (4,17,21,22)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "women’s health",
            "pediatric rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "The female athlete triad (the triad) is a functional hypothalamic syndrome in girls and women in sports. The triad syndrome is associated with potential long-term  health consequences, including menstrual irregularities, reduced bone mass, musculoskeletal injuries, stress fractures, anxiety, depression, endothelial dysfunction, abnormal blood lipid profiles, and increased mortality(8)",
            "The three major components of the triad syndrome are low energy availability with or without disordered eating, menstrual disturbances, and low bone mineral density (BMD) (15,24) –Low energy availability(EA)with or without disordered eating: Relative energy deficiency results because daily energy intake (EI) fails to counterbalance the increased calories expended in sport.(9) Persistent negative energy balance leads to compromised BMI, suboptimal general metabolism, menstrual dysfunction, and low age-adjusted BMD.(5)Eating disorders (e.g., anorexia nervosa, bulimia nervosa) can contribute to low EA. However, not all females who have energy deficiency engage in disordered eating (14) -Higher rates of eating disorders and triad-related risk factors have been reported among female athletes in sports that emphasize leanness (e.g., gymnastics, figure skating, dancing, cheerleading, distance running, pole vaulting, lightweight rowing, diving, synchronized swimming,swimming) (10,11,12,18,19,22,24) –Menstrual disturbances: Irregularities include primary amenorrhea (failure of menses by age 16), secondary amenorrhea (suppression of luteal function causing loss of menses for 3 or more months), and/or oligomenorrhea (reduction of the luteal phase causing time between menses to be 35 days or more) (23,24) –Low BMD: Compromised bone metabolism and demineralization increase the risk of fracture throughout the lifespan (23,24)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified",
            "Presentation/signs and symptoms  (4,24) –Athletic girls and young women with the triad are usually lean. Values for BMI less than ≤ 17.5 kg/m², < 85% body weight expected for height, or ≥ 10% weight loss in one month place girls at a higher risk for low EA (24) -Authors of a cross-sectional  study evaluating 320 adolescent female athletes (mean age, 15.9 years) in the United States found strong associations between low weight parameters and both menstrual dysfunction and low BMD. Those with age-adjusted  BMI < 5th percentile were 9 times more likely to report menstrual dysfunction and 10 times more likely to have low BMD than those with normal BMI (50th to 85th percentiles). Similarly, those with ideal body weight (IBW) < 85th percentile were 4 times more likely to report menstrual dysfunction and 2.6 times more likely to have low BMD than those with normal IBW (> 90thpercentiles)(7) –In-depth  history taking and the Triad Consensus Panel Screening Questions (see Relevant tests and measures , below) can usually identify one or all three of the triad components(4) -Restrictive and/or disordered eating patterns (anorexia, bulimia) to achieve or maintain a preferred size or image, which can lead to low EA -Delayed onset of meses, amenorrhea, or oligomenorrhea -The history of physical training may indicate obsessive/compulsive exercise despite injury, which is often a lower-extremity  stress fracture. Stress fractures are often a sign of low BMD (4,10) Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [
            "–Athletic girls and young women with the triad are usually lean. Values for BMI less than ≤ 17.5 kg/m², < 85% body weight expected for height, or ≥ 10% weight loss in one month place girls at a higher risk for low EA (24) -Authors of a cross-sectional  study evaluating 320 adolescent female athletes (mean age, 15.9 years) in the United States found strong associations between low weight parameters and both menstrual dysfunction and low BMD. Those with age-adjusted  BMI < 5th percentile were 9 times more likely to report menstrual dysfunction and 10 times more likely to have low BMD than those with normal BMI (50th to 85th percentiles). Similarly, those with ideal body weight (IBW) < 85th percentile were 4 times more likely to report menstrual dysfunction and 2.6 times more likely to have low BMD than those with normal IBW (> 90thpercentiles)(7) –In-depth  history taking and the Triad Consensus Panel Screening Questions (see Relevant tests and measures , below) can usually identify one or all three of the triad components(4) -Restrictive and/or disordered eating patterns (anorexia, bulimia) to achieve or maintain a preferred size or image, which can lead to low EA -Delayed onset of meses, amenorrhea, or oligomenorrhea -The history of physical training may indicate obsessive/compulsive exercise despite injury, which is often a lower-extremity  stress fracture. Stress fractures are often a sign of low BMD (4,10) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Multifactorial: the apparent cause is inadequate EIand/or low EA that triggers a cascade of abnormal hormonal changes(9)",
            "High level of exercise training, often for competition in “lean” sports (18,21,24)",
            "Compulsive behavior regarding excessive exercise and/or restrictive eating (18)"
        ],
        "pathogenesis": [
            "Athletes with the triad do not consume sufficient calories to regularly counterbalance their total energy expenditure,which is increased by training for sport. Dietary intake does not adequately satisfy the caloric demands of their generalmetabolism plus physical activity(9)",
            "Suboptimal nutritional status may arise from disordered eating behavior, whether inadvertent or psychopathological(i.e., bulimia/anorexia) and/or from excessive (possibly obsessive/compulsive) exercise in relation to dietary intake. Theunderlying motive may be a high drive for thinness in the sport (4,9)",
            "Chronic low EA due to inadequate EI produces a negative energy state that not only causes underweight status, but alsoadverse adaptations in the metabolic and hormonal control of reproductive and bone physiology (4,23,24)",
            "Although considered a triad of components, not all three need to be present for negative health consequences to occur(19,23)",
            "Clinical manifestations include: (15,17,22,23,24)–impaired endocrine function of the hypothalamic-pituitary-gonadal  axis–interruption of ovarian/uterine cycles (i.e., oligomenorrhea or amenorrhea)–reduced circulating estrogen (mainly estradiol) levels (hypoestrogenemia)–decreased BMD, indicating osteopenia or osteoporosis. In advanced cases, the bone loss may become irreversible withoutmedical intervention",
            "The hypoestrogenemia of women with amenorrhea may increase the risk of cardiovascular disease (CVD) because estrogenhas cardioprotective properties. Endothelial dysfunction, which is an accepted marker of future CVD risk and has beenreported in amenorrheic athletes with energy deficits, and is a concern in athletes in whom the triad is diagnosed.(22)",
            "Bone mass is accumulated during adolescence. Peak bone accrual is between 11 and 14 years of age. By age 18, healthyfemales have achieved 92% of their entire bone mass. The triad in adolescent athletes increases the risk of osteopenia orosteoporosis later in life (15,22)"
        ],
        "risk factors": [
            "Low BMI–Risk of the triad is greater in sports that emphasize aesthetics and leanness, require aerobic endurance performance, orhave competition weight categories for athletes (18,21,24)-Authors in a cross-sectional  study who surveyed female collegiate rowers (N = 158; mean age, 21.5 years) found thatlightweight rowers (< 59 kg) reported limiting or controlling foods more frequently than openweight rowers (41.9% to29.9%, P = 0.013). It was also noted that lightweight rowers had a higher incidence of eating disorders than openweightrowers (25.7% to 13.0%, P = 0.048)(18)",
            "History of stress fractures",
            "History of menstrual dysfunction",
            "Athletes who have coaches, parents, and/or teammates who criticize them about eating, their weight, or who feel pressureto lose weight (18,24)",
            "History of depression",
            "History of dieting",
            "Athletes with perfectionist-driven  tendencies",
            "Sport specialization from an early age",
            "Overtraining",
            "Recurrent and non-healing  injuries",
            "Inappropriate coaching behavior"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "A thorough history may disclose signs and symptoms of the triad that indicate consultation with the referring physician",
        "Anorexia and bulimia are considered mental health illnesses and indicate the need for counseling because of other psychiatric conditions that may coexist with these diagnoses. There are associated serious risks of cardiovascular, reproductive, and musculoskeletal complications, and possibly death (4,19)",
        "Adverse signs of all three components of the triad may not present simultaneously (19,23)",
        "Athletes with one component of the triad have an increased risk for developing other triad components (22) Authors of a multi-site  prospective cohort study evaluated the association between the triad and various risk factors alone or in combination. The study included 259 female subjects (mean age, 18.1 years) followed prospectively for the development of a BSI. Authors found that the risk factors most strongly associated with development of a BSIwere low bone mass (BMD Z score ≤ 1.0; 21.0% developed BSI), BMI < 21.0 kg/m2 (15.3% developed BSI), and ≥ 12 hours per week of purposeful exercise (14.7% developed BSI). Combinations of risk factors further increased the likelihood of BSI: 29.7%in subjects with low BMD ( Z score < –1.0)  and ≥ 12 hours per week of exercise and 46.2% in subjects with ≥ 12 hours per week of exercise and leanness sport/activity and dietary restraint (3)",
        "All athletes are at risk and all athletes and nonathletes should be assessed for components of the triad. Components may also occur in nonathletes who seek leanness (15,16,23)",
        "Exercise-related  amenorrhea is considered a red flag warranting investigation of bone mineral status because early intervention may be necessary to prevent further bone loss (15)",
        "Chronic stress fractures indicate the need for exercise program modification",
        "In athletes with stress fracture, obtain weight-bearing  status and/or precautions from physician ",
        "Treatment typically requires a multidisciplinary approach involvingsome or all of the following based on the patient’s needs: the patient, healthcare professionals, a mental health care provider, a sports nutritionist, the coach, and family members (15,21,22,23)"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document whether any of the following apply (15,22,24) -Recent weight loss or gain -Fear of gaining weight -Dietary habits -Amount and type of food eaten -Binge-eating  or purging behaviors -Behaviors to prevent weight gain -V omiting -Excessive use of laxatives and/or diuretics -Excessive exercise",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": " Medications for current illness/injury Calcium and vitamin D 3 supplementation may be initiated to prevent osteoporosis and minimize fracture risk (21,22) No specific drug intervention consistently improves BMD in the triad population.(15)It is not clear if oral contraceptive pills alleviate further bone loss, but there are no data indicating they are harmful. Unless prescribed for other indications it is typically recommended that they be avoided because they give a false sense of security by causing resumption ofmenses (15,22) An SSRI may be prescribed for disordered eating behavior or depression (4) Benzodiazepines or other psychotropic medications have been reported to reduce comorbid conditions(anxiety, depression, compulsive behavior) (4) Bisphosphonates are not recommended for increasing BMD in women of childbearing age (21,22)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Dual energy x-ray  absorptiometry (DEXA) scan or similar test may be helpful to assess BMD status in athletes with amenorrhea lasting ≥ 6 months and/orhistory of stress or insufficiency fractures. Further evaluation is recommended",
                        "for adolescents with a Zscore  for BMD ≤ 1.0(22)",
                        "Imaging or bone scan to diagnose stress fracture",
                        "Blood work to assess female hormone status",
                        "Pregnancy test for any amenorrheic female of childbearing-age  (4)"
                    ],
                    "alternative therapies": "",
                    "previous therapy": "Document whether patient has had therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": " Nature of symptoms -Document any musculoskeletal symptoms -Inquire about abdominal pain/constipation/GI motility problems (possible sign of disordered eating behavior) -Teeth may show signs of erosion in cases of bulimia -Other possible symptoms (2) -Cold intolerance -Sore throat  -Gastroesophageal reflux -Light-headedness -Fatigue -Introversion -Decline in usual athletic performance",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess current symptoms, symptoms at their best, and symptoms at their worst. It is particularly important to address if pain is present",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia) Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ___________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of disordered eating behavior or menstrual disorder?",
                    "comorbid diagnoses": "Ask patient if there is a history of anemia, stress fractures/musculoskeletal injuries, or any other medical problems (e.g., cardiovascular, pulmonary, orthopedic) Psychological disorders such as depression and anxiety are commonly associated conditions (4,21)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed for other conditions and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms she may be experiencing including overall decreased performance levels or tolerance to exercise. Inquire about menstrual cycle  onset, presence or absence, use of oral contraceptive pills"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": "Document with whom the patient lives (e.g., caregivers, family members). Are there any siblings?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  Complete a general examination with a focus on the following aspects:",
            "anthropometric characteristics": " Anthropometric characteristics –Take measurements of height and weight and determine BMI. Less than 18.5 kg/m2 is considered underweight for women 18 years of age and older (22,23) –Percentage of body fat can be estimated using skinfold calipers or a bio-impedance  device, or by the hydrostatic weighing method –Females weighing < 85% of ideal body weight and below normal age-adjusted  BMI have increased likelihood for developing components of the triad (4,7,22,23)",
            "assistive and adaptive devices": "Assess fit and use of ambulatory device and/or cast, boot, or post-op  shoe, as applicable for orthopedic problem",
            "balance": "Assess static and dynamic balance using the Berg Balance Scale (BBS) or Pediatric Balance Scale (PBS), if indicated by a lower extremity problem ",
            "cardiorespiratory function and endurance": [
                "Cardiorespiratory function and endurance:  Assess for complaints of fatigue beyond what is normally expected in training program. If endurance has been affected, assess with 6-minute  walk for distance test (6MWT)"
            ],
            "circulation": "It is important to assess heart rate (HR) and blood pressure (BP) due to the risk of cardiovascularresting HR < 50 beats per minute in the daytime and < 45 beats per minute at night. Note that endurance athletes often have training-related  bradycardia, requiring a differential diagnosisdetermine whether patient is well-hydrated,  because reduced orthostatic tolerance may be associated with insufficient rehydration after heavy sweatingindirect measurement of core body temperature (e.g., tympanic membrane or oral temperature) < 96°F may result from reduced metabolism (i.e., heat production)Assess gait if patient complains of pain on ambulation, especially in patients with a stress fractureAssess bilateral lower extremity joint mobility. Note hyper-  or hypomobility and any pain/ joint tenderness. Assess hypermobility with the Beighton Hypermobility Scale",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Assess bilateral lower extremity and core strength using manual muscle testing (MMT) and with functional testing (e.g., lateral step-ups, squats, lunges)",
            "observation inspection palpation including skin assessment": [
                "Observation/inspection/palpation  (including skin assessment): Observe skin for signs that may indicate dietary insufficiency: -Hair loss, dry skin, brittle hair and nails -Subcutaneous fat depletion -Muscle wasting"
            ],
            "posture": "Assess standing postural alignment and note any asymmetry. Assess for leg-length  discrepancy using supine to sit test",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " –Special tests -The following Triad Consensus Panel Screening Questions may be used at the time of sport participation evaluation(4) -1) Have you had a menstrual period ever? 2) At what age did you have your first menstrual period? 3) What is the date of your most recent menstrual period? 4) In the past 12 months, how many periods have you had? 5) Are you currently taking any female hormones (estrogen, progesterone, oral contraceptive pills)? 6) Are you concerned about your weight? 7) Has anyone recommended you gain or lose weight or are you attempting to? 8) Do you restrict yourself to eating certain types of foods or food groups? 9) Have you been diagnosed with an eating disorder? 10) Do you have any history of stress fractures? 11) Have you been diagnosed with (osteopenia or osteoporosis)? -Additional screening tools to identify low EA or disordered eating include Female Athlete Screening Tool (FAST), Brief Eating Disorder in Athletes Questionnaire (BEDA-Q),  and Low Energy Availability in Females Questionnaire (LEAF-Q)  (24) -EA = EI (kcal) minus energy expenditure (kcal) divided by kg of fat-free  mass (FFM) or lean body mass. EI can be calculated from 3-day,  4-day,  or 7-day  dietary logs. Energy expenditure = metabolic equivalent of task x weight in kg x duration of activity in hours. Kg of FFM is most accurately determined by DXA (4,23)for patients with lower extremity stress fracture/injury",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "Triad/clinical manifestation of reduced BMD (e.g., stress fracture or other orthopedic problem)",
        "rule out": " Rule out Partial triad syndrome (low body fat with adequate EI) Exercise-related  amenorrhea without low EA Exercise-related  amenorrhea without low BMD Restrictive eating pattern without low BMD Pregnancy",
        "prognosis": [
            "Weight gain often leads to recovery of menses and improvement in bone health including BMD; however, there is no guarantee for return of all bone mass. If amenorrhea is left untreated, women can lose 2–3% of bone mass per year (4)",
            "The time it takes to recover triad conditions (restore menstrual cycles and improve BMD) once EA is improved can vary between several months to longer than a year. Improvements in BMD often take several years. Factors that affect recovery  are severity of the energy deficiency, duration of menstrual dysfunction, and the age of the athlete when symptoms first started (4,23)",
            "Athletes’honesty and willingness to participate in the recovery process are essential. Decreased ability or lack of ability to perform their sport often provides incentive for athletes to change behaviors (4,21)",
            "If the cause of low EA is a clinical eating disorder, reversal of low EA will not be possible without psychological treatment (4)"
        ],
        "referral to other disciplines": " Referral to other disciplines Back to physician for triad complications (e.g., failure to regain normal menses) Dietitian for nutritional support Clinical or sports psychologist for management of disordered eating, disturbed body image, anxiety about treatment-related weight gain, etc. Other considerations  (21,22) Nutritional supplements are commonly recommended (e.g., supplementation of calcium to 1,500 mg/day, and vitamin D 3 to 400-800  IU/day) Bisphosphonates are not recommended for women of reproductive age EA is difficult to measure and therefore it is difficult to know how much to increase EI or decrease exercise energy expenditure. A recommendation is for the athlete to increase current EI by 300–600 kcal/day (21)",
        "other considerations": [],
        "treatment summary": [
            "A multidisciplinary team (healthcare professionals including physician and PT, mental health care provider, sports nutritionist, and coach) approach is required for comprehensive evaluation and rehabilitation in advanced cases of the triad.(15,21,22,23) Patient education with family support and preventive interventions areneeded to improve compliance(4)",
            "The initial treatment goal is to restore EA by increasing EI, reducing exercise, or a combination (4,21,22)",
            "The multidisciplinary team will attempt to reach a consensus on treatment goals for optimizing the patient’s body weight or body fatness. This involves determining the required daily calorie intake of macronutrients and supplements needed to counterbalance the sports-specific  training load (intensity, duration, and/or frequency of exercise). Improving EA > 45 kcal/ kg FFM per day is optimal but EA > 30kcal/kg FFM can be enough to restore menses (4,22)",
            "The therapist can play an important role in counseling triad patients on prevention of bone stress injuries as well as provide conservative treatment for stress fractures and other orthopedic concerns –In a cross-sectional  cohort study of 928 athletes (figure skaters, dancers, and runners), 34% reported a history of stress fractures or shin splints (10)",
            "The decision of when the athlete can return to play involves many individuals, including the PT. Written contracts with specific criteria can motivate the athlete and increase compliance (4,21)",
            "It is important for PTs to be educated on thefemale athlete triad. There is recentscientific evidence of a wider range of health consequences and potential performance effects of low EA. Males along with females can experience some of the same negative side effects. In 2014, the International Olympic Committee (IOC)adopted a new, more comprehensive term, relative energy deficiency in sport (RED-S).  Negative potential performance effects of RED-S  include decreased muscle strength, decreased endurance, increased injury risk, decreased training response, impaired judgement, decreased coordination, decreased concentration, irritability, depression, and decreased glycogen stores (21,24) . Problem Goal Intervention Expected Progression Home Program  Inadequate EA to maintain menstrual cycle and BMD,(4)with increased risk for bone injuriesManagement of behavioral risk factors and any musculoskeletal injuriesFunctional training _ Address sport-specific issues affected by injury _ _ Therapeutic exercises _ Work with team members and patient to moderate the frequency and intensity of exercise(4,22) _"
        ]
    },
    "desired outcomes outcome measures": {
        "increased daily caloric intake balance -day  habitual dietary record": [],
        "normal weight for height bmi": [],
        "normal menstrual cycle menstrual history questionnaire": [],
        "normal bmd dexa scan": [],
        "normal strength mmt": [],
        "resolved lower-extremity  injury lefs": [],
        "improved cardiovascular fitness vopeak, mwt": [],
        "safe return to sport patient satisfaction": []
    },
    "maintenance or prevention": [
        "It is important to recognize the signs and symptoms of disordered eating and initiate treatment as early as possible to prevent health complications (4)",
        "Monitor for punitive measures or critical comments about an athlete’s body shape or weightby coaches, parents, etc.(21) Authors of a cross-sectional  cohort study asked 928 athletes (figure skaters, dancers, and runners) the source of encouragement to lose weight or be thinner; 46% reported it was from their peers, 25% reported from coaches, 23% reported from parents, and 18% reported it was from themselves (10)",
        "Continuously monitor body weight and for a return to previous habits (eating disorder, excessive training) (4)"
    ],
    "patient education": [
        "Starting at a young age, all athletes should be educated on the detrimental effects of the triad on health and athletic performance and on ways to prevent it from occurring (21,22)",
        "Female high school athletes’ knowledge of the female athlete triad is low. Authors of an RCT evaluated knowledge gains following viewing of a 10-minute social cognitive theory-based  triad educational videocompared to a control group that participated in an unrelated team-building  activity (N = 93, mean age 15.9). Although both groups demonstrated knowledge gains, improvements were significantly greater following viewing of the educational video when compared to the control group. These findings support the use of brief educational sessions that are practical to implement(20)",
        "Continuing education about the triad is indicated for coaches of female athletes, especially in sports that emphasize leanness and whose athletes have been determined to be at higher risk for the syndrome. In a convenience sample (N = 309) of U.S. NCAA Division 1 coaches, coaches who had received training about the triad scored higher on the study’s  self-reported questionnaire about triad knowledge than coaches who had not received training. Those who coached low-body-weight  sports (cross country and rowing) had significantly more knowledge than all other coaches, even those in gymnastics and diving where scoring is based in part on aesthetics. Overall, the study documented a lack of information among coaches but indicates that participation in formative training can reduce this problem(6) Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Hobart JA, Smucker DR. The female athlete triad. Am Fam Physician . 2000;61(11):3357-3364,  3367. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Logan K. Female athlete triad. In: Bracker MD, ed. The 5-Minute Sports Medicine Consult . 2nd ed. Philadelphia: Wolters Kluwer Health/Lippincott Williams and Wilkins; 2011:158-159.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Barrack MT, Gibbs JC, De Souza MJ, et al. Higher incidence of bone stress injuries with increasing female athlete triad-related  risk factors: a prospective multisite study of exercising girls and women. Am J Sports Med . 2014;42(4):949-958.  doi:10.1177/0363546513520295.  (R)"
        },
        {
            "number in article": 4,
            "reference": "De Souza MJ, Nattiv A, Joy E, et al. Female Athlete Triad Coalition consensus statement on treatment and return to play of the female athlete triad: 1st International Conference held in San Francisco, CA, May 2012, and 2nd International Conference held in Indianapolis, IN, May 2013. Clin J Sport Med . March 2014;24(2):96-119. doi:10.1097/JSM.00000000000. (G)"
        },
        {
            "number in article": 5,
            "reference": "Thralls KJ, Nichols JF, Barrack MT, Kern M, Rauh MJ. Body mass-related  predictors of the female athlete triad among adolescent athletes. Int J Sport Nutr Exerc Metab . Advance online publication. August 3, 2015. (R)"
        },
        {
            "number in article": 6,
            "reference": "Frideres JE, Mottinger SG, Palao JM. Collegiate coaches’ knowledge of the female athlete triad in relation to sport type. J Sports Med Phys Fitness . Advance online publication. 2016;56(3):287-94.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Thralls KJ, Nichols JF, Barrack MT, Kern M, Rauh MJ. Body mass-related  predictors of the female athlete triad among adolescent athletes. International Journal of Sports Nutrition & Exercise Metabolism . 2016;26(1):17-25.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Berz K, McCambridge T. Amenorrhea in the Female Athlete: What to Do and When to Worry. Pediatr Ann . 2016;45(3):e97-e102.  doi:10.3928/00904481-20160210-03.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Slater J, Brown R, McLay-Cooke  R, Black K. Low Energy Availability in Exercising Women: Historical Perspectives and Future Directions. Sports Med . 2017;47(2):207-220. doi:10.1007/s40279-016-0583-0.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Tosi M, Maslyanskaya S, Dodson NA, Coupey SM. The Female Athlete Triad: A Comparison of Knowledge and Risk in Adolescent and Young Adult Figure Skaters, Dancers, and Runners. J Pediatr Adolesc Gynecol . 2019;32(2):165-69.  doi:10.1016/j.jpag.2018.10.007. (R)"
        },
        {
            "number in article": 11,
            "reference": "Robertson S, Mountjoy M. A Review of Prevention, Diagnosis, and Treatment of Relative Energy Deficiency in Sport in Artistic (Synchronized) Swimming. Int J Sport Nutr Exerc Metab. 2018;28(4):375-84.  doi:10.1123/ijsnem.2017-0329.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Muia EN, Wright HH, Onywera VO, Kuria EN. Adolescent elite Kenyan runners are at risk for energy deficiency, menstrual dysfunction and disordered eating. J Sports Sci . 2016;34(7):598-606.  doi:10.1080/02640414.2015.1065340. (R)"
        },
        {
            "number in article": 13,
            "reference": "Tenforde AS, Carlson JL, Chang A, et al. Association of the Female Athlete Triad Risk Assessment Stratification to the Development of Bone Stress Injuries in Collegiate Athletes. Am J Sports Med . 2017;45(2):302-10.  doi:10.1177/0363546516676262. (R)"
        },
        {
            "number in article": 14,
            "reference": "Kroshus E, DeFreese JD, Kerr ZY. Collegiate Athletic Trainers' Knowledge of the Female Athlete Triad and Relative Energy Deficiency in Sport. J Athl Train . 2018;53(1):51-59. doi:10.4085/1062-6050-52.11.29.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Committee Opinion No. 702 Summary: Female Athlete Triad. Obstet Gynecol . 2017;129(6):1151-52.  doi:10.1097/AOG.0000000000002109. (G)"
        },
        {
            "number in article": 16,
            "reference": "Rothschild CE, Schellhase KC. Considerations for the Adult Female Endurance Runner: A Survey Analysis. J Women's Health Phys Ther . 2020;44(1):3-8.  doi:10.1097/ JWH.0000000000000149. (R)"
        },
        {
            "number in article": 17,
            "reference": "Elliott-Sale  KJ, Tenforde AS, Parziale AL, Holtzman B, Ackerman KE. Endocrine Effects of Relative Energy Deficiency in Sport. Int J Sport Nutr Exerc Metab . 2018;28(4):335-49.  doi:10.1123/ijsnem.2018-0127.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Walsh M, Crowell N, Merenstein D. Exploring Health Demographics of Female Collegiate Rowers. J Athl Train . 2020;55(6):636-43.  doi:10.4085/1062-6050-132-19.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Loveless MB. Female athlete triad. Curr Opin Obstet Gynecol . 2017;29(5):301-05.  doi:10.1097/GCO.0000000000000396. (RV)"
        },
        {
            "number in article": 20,
            "reference": "Krick RL, Brown AF, Brown KN. Increased Female Athlete Triad Knowledge Following a Brief Video Educational Intervention. J Nutr Educ Behav . 2019;51(9):1126-29. doi:10.1016/j.jneb.2019.05.600. (R)"
        },
        {
            "number in article": 21,
            "reference": "Mountjoy M, Sundgot-Borgen  J, Burke L, et al. The IOC consensus statement: beyond the Female Athlete Triad--Relative  Energy Deficiency in Sport (RED-S). Br J Sports Med. 2014;48(7):491-497.  doi:10.1136/bjsports-2014-093502.  (GI)"
        },
        {
            "number in article": 22,
            "reference": "Weiss Kelly AK, Hecht S, Council On Sports Medicine and Fitness. The Female Athlete Triad. Pediatrics . 2016;138(2). doi:10.1542/peds.2016-0922.  (GI)"
        },
        {
            "number in article": 23,
            "reference": "De Souza MJ, Koltun K, Southmayd E, Aurigemma N. The female athlete triad. In: Forsyth J, Roberts C, eds. The Exercising Female: Science and Its Application . New York, NY: Routledge; 2019:66-84.  (GI)"
        },
        {
            "number in article": 24,
            "reference": "Tayne S, Hrubes M, Hutchinson MR, Mountjoy M. Female Athlete Triad and RED-S. In: Rocha Piedade S, Imhoff A, Clatworthy M, Cohen M, Espregueira-Mendes  J, eds. The Sports Medicine Physician . Cham, Switzerland: Springer; 2019:395-411.  (GI)"
        }
    ]
}