{
    "metadata": {
        "title": "",
        "synonyms": [
            "orthotics",
            "foot inserts",
            "shoe inserts",
            "arch supports",
            "metatarsal pads",
            "medial wedges",
            "lateral wedges",
            "orthoses, foot",
            "orthopedic insoles",
            "orthotic insoles",
            "prescription custom foot orthoses"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "cardiovascular rehabilitation",
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "sports rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "Foot orthoses are in-shoe  devices that are either custom fabricated or prefabricated –Custom-made  foot orthoses (CMFOs) are made from an impression of the foot (e.g., plaster cast or 3-dimensional  scan) according to practitioner-prescribed  specifications (1) –Prefabricated or “over the counter” orthoses (OTCOs) tend to be generically shaped but might allow some degree of customization through heat molding or add-on posts(16)",
            "The goal of a foot orthosis is to create a biomechanical balance at the foot and ankle so that it will influence the proximal lower extremity kinetic chain(29)",
            "An orthosis can be used to control abnormal compensatory movements of the foot and ankle, allowing the foot to function more efficiently and providing the necessary support to the foot and ankle(29) –Might be accommodative or functional -Accommodative foot orthoses are intended for the purposes of providing relief from callosities and pressure points and maintaining the integrity of the longitudinal arch and/or the metatarsal heads -Functional foot orthoses have corrections built in to improve biomechanical foot alignment, prevent abnormal compensation during the gait cycle, and improve balance (1) –Types of foot orthotics: rigid, semi-rigid,  soft(32) -The amount of foot mobility with the use of an orthosis is dependent on the type of orthosis worn -The mobility of the foot is limited most by the rigidity and long medial-lateral  walls of an orthotic(32)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {
            "A9283": "– Foot pressure off-loading/supportive device",
            "L3000": "– L3031 – Foot inserts, removable",
            "L3040": "– L3100 – Foot arch supports, removable or nonremovable",
            "L3201": "– L3265 – Orthopedic footwear",
            "L3300": "– L3485 – Shoe modifications"
        },
        "reimbursement": [
            "Usually an OTCO must be tried before consideration of a CMFO, following failure of conservative medical management (e.g., stretching/strengthening of calf muscles, taping, NSAIDs, reduced activity, and physical therapy)(15) ",
            "Insurance might cover foot orthoses for patients with foot deformities when the following criteria apply:(15) –The deformity is due to one of the following: -Symptomatic rigid flatfoot -Posterior tibial tendon dysfunction -Mid-  or hind-foot  arthritis –The deformity is associated with significant pain that interferes with ADLs and there is impaired gait, balance, or mobility as a result –Conservative medical management has failed –There is a reasonable expectation that the condition will improve through the use of the orthosis Indications for device/equipment"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Contraindications and precautions depend on patient's diagnosis",
            "Modification of active/passive ROM testing, joint mobility, and muscle strength testing might be necessary for joints exhibiting signs of acute inflammation (e.g., RA)",
            "Obtain parental consent prior to examination of a minor"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Contraindications and precautions depend on patient's diagnosis",
            "Modification of active/passive ROM testing, joint mobility, and muscle strength testing might be necessary for joints exhibiting signs of acute inflammation (e.g., RA)",
            "Obtain parental consent prior to examination of a minor"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When and how did patient’s symptoms start? Has the patient had any recent injuries to the ankle or foot? How often does patient participate in stress-loading  activities? Has there been any recent change in activity level (intensity, duration, or frequency)? Is there pain resulting from overuse? Are there other underlying causes of foot disorders (e.g., rheumatic disease, arthritis)? What type of footwear typically is worn?",
                "course of treatment": {
                    "medical management": "Patients can be referred to an orthotist or a podiatrist for recommendations for a CMFO. Might also purchase OTCO such as Superfeet.(24) Patients might be advised to rest, decrease weightbearing,  or decrease activity level",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are they effectively controlling symptoms? Anti-inflammatories  for pain and swelling in patients with plantar fasciitis(2) It is recommended that cortisone injections not be injected in or around the Achilles tendon or posterior tibial tendon. This will result in weakening and probable tendon rupture(29) Disease-modifying  antirheumatic drugs (DMARDS) and NSAIDs for patients with RA(14) Medications for diabetes mellitus(DM) might include oral hypoglycemic agents, such as metformin, and/or injectable insulin",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Usual tests for conditions for which foot orthoses might be indicated include the following:",
                        "Plain radiographs for assessment of bony deformities and fractures",
                        "Electromyography and nerve conduction tests might be performed to diagnose tarsal tunnel syndrome or peripheral neuropathy ",
                        "Laboratory tests might include blood tests for rheumatoid factor (RF) and antinuclear antibodies and joint fluid aspirate for uric acid (e.g., gout) or bacteria"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Document whether patient has received any education about the presenting condition"
                },
                "aggravating easing factors": " Patient might complain of pain with weight-bearing activities -occurs during activity -occurs before and after activity, but does not affect performance -occurs before, during, and after activity, affecting performance -prevents performance",
                "body chart": "Use body chart to document location and nature of symptoms. Depending on diagnosis, pain might occur along the plantar fascia and dorsum of the foot. Tenderness might also occur along the medial calcaneal tuberosity. Be aware that pain can occur anywhere up the kinetic chain (knee, hip, back)",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Is pain localized at the foot, or does it refer to other parts of the body?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). For athletes, the level of pain often depends on training duration, frequency, and intensity(22)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables. For athletes, address the pattern of symptoms as related to practice sessions",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, chest pain, saddle -knee osteoarthritis(4) -low back pain(9) -patellofemoral pain syndrome(17,27) -plantar fasciitis(12,19) -posterior tibial tendon dysfunction(25) -stress fracture of the 2nd metatarsal(28) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any prior injuries related to the spine and lower extremity? Any history of surgery to the spine or lower extremities?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, arthritis, psychiatric disorders, orthopedic disorders, and rheumatic diseases",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? What is the frequency and duration of the activity? Runners tend to have high-loading  stresses on  the feet.(26)Cycling involves highly repetitive loading with a potential for high reactive forces between the foot and the pedal.(6) If the patient works, inquire about the ability to perform work-related  duties, prolonged standing",
                "functional limitations assistance with ADLs adaptive equipment": "Inquire about ability to perform functional mobility with stairs, gait duration, driving, and walking on unsteady surfaces. (Include limitations with self-care,  home management, work, community, leisure)",
                "living environment": "stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home or community; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": " Anthropometric characteristics –Measure height and weight and calculate BMI to assess for obesity –Measure for leg-length  discrepancy -Orthoses might be useful to help equalize limb length",
            "assistive and adaptive devices": "Document use of any ambulatory assistive devices such as single-point  cane and walkers, and note whether properly used. Assess ability to use stairs as indicated. Document use of orthoses for other joints (e.g., knee braces, wrist splints) and adaptive equipment for assistance with ADLs",
            "balance": " –Assess balance using a standardized test such as Berg Balance Scale (BBS), Pediatric Balance Scale (PBS), or Functional Reach Test as indicated –Single limb stance and/or Romberg eyes open and closed –Both static and dynamic balance should be assessed, noting any asymmetryMonitor vital signs as appropriate; assess endurance using 6-minute  walk for distance test (6MWT)Assess for involvement of deep fibular nerve and tibial nerve –Evaluate bilateral lower extremity myotomes, paying particular attention to L4, L5, S1(13)",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "Assess patient’s ability to stair negotiate, floor-to-stand  transfer, and sit-to-stand.  For athletes, perform sport-specific  activities such as jumping, hopping, and cutting –Standardized test such as Functional Independence Measure (FIM), Lower Extremity Functional Scale (LEFS), and Timed Up and Go (TUG) test",
            "gait locomotion": "Perform a thorough gait analysis and note any asymmetries or abnormal gait patterns.(9) Assess running as indicated. Where applicable, compare with and without orthoses in place and note any complaints of pain –Dynamic Gait Index (DGI) might be used to assess for safety of gaitEvaluate ligamentous structures and integrity using the Paris Stoddard Scale. Note any hypermobility or hypomobility within the lower extremity assessing tarsal joints, talocrural, proximal, and distal tibiofibular joint, metatarsophalangeal joints. Assess midfoot stability with inversion and eversion when foot is supinated and pronated",
            "muscle strength": "Assess bilateral lower extremity strength using manual muscle testing (MMT) –Weak plantar flexors(19) and weak supinators(25) are common in plantar fasciitis",
            "observation inspection palpation including skin assessment": [
                "Inspect feet for proper wear of orthoses",
                "Note color of feet",
                "Inspect for deformities, calluses, bunions, ulcers, nail thickening, dry skin, and cracks",
                "Palpate for: -Tenderness of forefoot/rearfoot,(14) plantar fascia,(12,19) dorsum of foot,over the medial calcaneal tuberosity(2) -Temperature -Increased warmth at rearfoot and ankle -Coolness suggests decreased circulation -Tenderness to patella might indicate patellofemoral pain syndrome(27)"
            ],
            "posture": "Assess foot posture in weight-bearing  and non-weight-bearing -calcaneal valgus/varus -hyperextension at the knee  -genu varus/valgus -increased/decreased lumbar lordosis -anterior/posterior pelvic tiltforefoot abduction, rearfoot eversion, internal rotation of tibia and femur, genu valgum, navicular drop, and increased Q-angle  (See assessment in non-weight-bearing  below)(7,9,12,19)rearfoot inversion, retracted toes, forefoot and 1st metatarsal phalangeal flexion and adduction, shortened foot(20) -Assess rearfoot, forefoot, and first ray alignment in subtalar joint neutral and determine if each part is in neutral, pronated, or supinated position(7,20) -Assess for leg-length  discrepancy with supine-to-sit test and pelvic alignment (anterior/posterior iliac rotation, upslip, pelvic inflare) -Q-angle  alignment -Femoral or tibial torsion -Assess patella position",
            "range of motion": "Assess bilateral lower extremity passive and active ROM including the great toe; assess flexibility of entire lower extremity. Patients might present with tightness in gastrocnemius/soleus muscles leading to excessive plantar flexion with eversion. Assess trunk active ROM",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": " Sensory testing –Assess bilateral lower extremity dermatomes for sensation with sharp/dull in patients with DM(8) –Assess bilateral lower extremity joint proprioception",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Tinel’s tarsal tunnel test(19) –OBERS test –Thomas test –Windlass test(19) –LEFS",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients who need this device or those with a diagnosis for which this device is used might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies ›Diagnosis/need for device/equipment:  Intervention for foot orthoses is given due to diagnoses of:",
                "plantar fasciitis(2,19)",
                "posterior tibial tendon dysfunction(25)",
                "DM and peripheral arterial disease (PAD)(8)",
                "pes planus(12,22)",
                "pes cavus(20)",
                "RA(11,14,23)",
                "chronic low back pain(9)",
                "osteoporosis",
                "heel pain",
                "dysfunction due to cerebral palsy (CP)(36)"
            ],
            "general": "Intervention for foot orthoses is given due to diagnoses of:"
        },
        "diagnosis need for treatment": "",
        "rule out": "",
        "prognosis": [
            "Prognosis depends on underlying condition being treated with orthoses",
            "Early intervention of foot disorders is key for prevention of future symptoms",
            "Plantar fasciitis has a natural improvement time of 10–12  months after onset of symptoms(2) ",
            "Well-designed  RCTs that include appropriate sample sizes, clinical cohorts, and objective measures for symptom change are required to determine the efficacy of foot orthoses(3)"
        ],
        "referral to other disciplines": "Podiatrist; orthotist; primary care physician; occupational therapist; athletic trainer/coach",
        "other considerations": [],
        "treatment summary": [
            "Heel pain, plantar fasciitis, pes planus, foot pain",
            "Knee pain –The use of CMFOs in addition to local corticosteroid injection into the pes anserine bursa can improve short-  and long-term  outcomes in patients with pes anserine bursitis compared to those who receive only corticosteroid injections(21) –Medially wedged foot orthoses often are prescribed to reduce calcaneal eversion and tibial internal rotation during stance phase of running in order to alter knee and hip joint mechanics (5) –Laterally wedged foot orthoses have no effect on knee pain and function in patients with knee osteoarthritis (4)",
            "Arthritis –Researchers comparing CMFOs to simple insoles in patients with RA concluded that CMFOs can improve pain and disability scores in comparison to simple insoles but were worse from a cost-effectiveness  perspective because they were expensive(36) -Based on an RCT of 41 patients in the United Kingdom who wore the orthoses for 16 weeks -Outcome measure was the Foot Function Index (FFI) to measure foot pain, disability, and functional limitation. Costs were also calculated –Using OTCOs can provide a 22% reduction in the peak plantar pressure, resulting in decreased pain in patients with RA(34) -Thirty-five  adults (6 men and 29 women) with age range of 26–80  years participated in this study -Patients were randomized into three groups: barefoot walking, shoes only, and shoes with orthoses -Orthosis used was the Slimflex Plastic -Data collection occurred at baseline, 3 months, and 6 months -There was a significant reduction in peak plantar pressure at the forefoot immediately after wearing orthotics, resulting in immediate relief from forefoot pain",
            "Custom foot orthoses may reduce pain and improve function in patients with chronic low back pain (9) –Based on a systematic review of 14 RCTs",
            "Rigid foot orthoses with heel cups may improve balance in older adults(1) -Based on a systematic review of 24 RCTs",
            "The use of postural insoles was found to improve gait performance when compared to placebo insoles immediately after application as well as 3 months later in patients with CP, but the benefit was lost 1 month after postural insoles were removed(37) –Based on an RCT of 24 children with CP in Brazil –Three-dimensional  analysis was done while walking barefoot, in shoes, and in shoes with insoles –Improvements were seen in gait velocity and cadence, as well as an increase in foot dorsiflexion, a reduction in knee flexion, and a reduction in internal rotation",
            "For patients with metatarsalgia or atrophy of the plantar fat pad, use a full-length  orthosis to provide metatarsal arch support to relieve pressure at the metatarsal heads(35)",
            "Patients with diabetic neuropathy with clawfoot deformity might benefit from extra-depth  shoes with a Plastazote foam molded liner(35)",
            "See Description , Indications of device/equipment , and Guidelines for use of device/equipment , above . Problem Goal Intervention Expected Progression Home Program  Pain and tenderness of medial longitudinal archEliminate pain and tenderness of plantar fasciaPhysical agents or modalities _ Ice modality for conservative treatment to decrease pain and swelling(2) _ _ Use of splints at night(19) _ _ Taping of medial longitudinal arch to unload plantar fascia(19) _ _ TENS for pain relief(19) _ _ Manual therapy _ Deep tissue massage and stretching of the fascia(2) _ _ Stretching of plantar fascia(19)Discontinue use of modalities, splints, and braces as appropriateProvide strategies for home that address the patient’s pain _ _ Instruct patient to ice area for 5–10 minutes, 2–3 times a day Loss of strength of the ankle supinatorsImprove functional stability and balance _ _ Correction of foot deformities with proper foot biomechanicsTherapeutic exercise _ Resisted ankle inversion and forefoot adduction with elastic resistance bands to strengthen ankle supinators(17) _ _ Balance strengthening activities to improve proprioception and control of ankle, hip, and knee stabilizers _ _ Have patient perform closed-chain resisted lower extremity exercise(25)Progress intensity level as necessary depending on patient’s tolerance levelProvide recommendations for home centered on muscle strengthening as indicated  Loss of ROM with inversion and dorsiflexionRestore normal range of ankle inversion and dorsiflexionManual therapy _ Calf stretches to gastrocnemius/soleus muscle(25)Stretching, as indicated and tolerated, of tightened muscle groupsProvide strategies for home that address ROM/muscle tightness Decreased proprioceptive awarenessImprove balance and coordinationPhysical modalities _ Ankle bracing improves concentric and eccentric coordination _ _ Therapeutic exercise _ Balancing on uneven surfaces/terrain to improve proprioceptive awarenessIncrease intensity as indicated and toleratedProvide strategies for home that address balance and coordination issues ."
        ]
    },
    "desired outcomes outcome measures": {},
    "maintenance or prevention": [],
    "patient education": [
        "Educate patients about their underlying medical condition and provide techniques for stretching the calf muscles and unloading the plantar fascia ligament using foot orthoses(25)",
        "Provide patients with the necessary home program to address any muscle weakness, decreased flexibility, or impaired balance or biomechanics (such as poor landing with jumping)",
        "Patient Info: Orthotics, Center for Foot and Ankle Care http://centersforfootandanklecare.com/education-orthotics.html Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Ma CZ, Lam W, Chang B, Lee W. Can insoles be used to improve static and dynamic balance of community-dwelling  older adults? a systematic review on recent advances and future perspectives. J Aging Phys Activity . 2020;28(6):971-986.  doi:10.1123/japa.2019-0293.  (SR)"
        },
        {
            "number in article": 2,
            "reference": "Baldassin V, Gomes CR, Beraldo PS. Effectiveness of prefabricated and customized foot orthoses made from low-cost foam for noncomplicated plantar fasciitis: a randomized controlled trial. Arch Phys Med Rehabil . 2009;90(4):701-706.  (RCT)"
        },
        {
            "number in article": 3,
            "reference": "Banwell HA, Mackintosh S, Thewlis D. Foot orthoses for adults with flexible pes planus: a systematic review. J Foot Ankle Res . 2014;7(1):23. doi:10.1186/1757-1146-7-23. (SR)"
        },
        {
            "number in article": 4,
            "reference": "Zhang J, Wang Q, Zhang C. Ineffectiveness of lateral-wedge  insoles on the improvement of pain and function for medial knee osteoarthritis: a meta-analysis  of controlled randomized trials. Arch Orthop Trauma Surg . 2018;138(10):1453-1462.  doi:10.1007/s00402-018-3004-z.  (U)"
        },
        {
            "number in article": 5,
            "reference": "Boldt AR, Wilson JD, Barrios JA, Kernozek TW. Effects of medially wedged foot orthoses on knee and hip joint running mechanics in females with and without patellofemoral pain syndrome. J Appl Biomech . 2013;29(1):68-77.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Bousie JA, Blanch P, McPoil TG, Vicenzino B. Contoured in-shoe foot orthoses increase mid-foot plantar contact area when compared with a flat insert during cycling. J Sci Med Sport . 2013;16(1):60-64.  doi:10.1016/j.jsams.2012.04.006. (R)"
        },
        {
            "number in article": 7,
            "reference": "Burn H, Branthwaite H, Chockalingam N, Chevalier TL, Naemi R. Do foot orthoses replicate the static longitudinal arch angle during midstance in walking?. Foot. 2011;21(3):129-132.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Burns J, Wegener C, Begg L, Vicaretti M, Fletcher J. Randomized trial of custom orthoses and footwear on foot pain and plantar pressure in diabetic peripheral arterial disease. Diabet Med . 2009;26(9):893-899.  (RCT)"
        },
        {
            "number in article": 9,
            "reference": "Kong L, Zhou X, Huang Q, et al. The effects of shoes and insoles for low back pain: a systematic review and meta-analysis  of randomized controlled trials. Res Sports Med . 2020;28(4):572-587.  doi:10.1080/15438627.2020.1798238. (M)"
        },
        {
            "number in article": 10,
            "reference": "Cameron-Fiddes  V, Santos D. The effects of foot orthoses on walking stability in patients with early rheumatoid arthritis. Podiatry Rev . 2012;69(5):4-8.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Cameron-Fiddes  V, Santos D. The use of “off-the-shelf”  foot orthoses in the reduction of foot symptoms in patients with early rheumatoid arthritis. Foot. 2013;23(4):123-129. doi:10.1016/j.foot.2013.09.001. (R)"
        },
        {
            "number in article": 12,
            "reference": "Chen YC, Lou SZ, Huang CY, Su FC. Effects of foot orthoses on gait patterns of flat feet patients. Clin Biomech . 2010;25(3):265-270.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Chevalier TL, Chockalingam N. Foot orthoses: a review focusing on kinematics. J Am Podiatr Med Assoc . 2011;101(4):341-348.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Cho NS, Hwang JH, Chang HJ, Koh EM, Park HS. Randomized controlled trial for clinical effects of varying types of insoles combined with specialized shoes in patients with rheumatoid arthritis of the foot. Clin Rehabil . 2009;23(6):512-521.  (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Clinical policy bulletin: Foot orthotics. Aetna Web site. http://www.aetna.com/cpb/medical/data/400_499/0451.html . (PP)"
        },
        {
            "number in article": 16,
            "reference": "Collins N, Bisset L, McPoil T, Vicenzino B. Foot orthoses in lower limb overuse conditions: a systematic review and meta-analysis.  Foot Ankle Int . 2007;28(3):396-412.  (M)"
        },
        {
            "number in article": 17,
            "reference": "Collins N, Crossley K, Beller E, Darnell R, McPoil T, Vicenzino B. Foot orthoses and physiotherapy in the treatment of patellofemoral pain syndrome: randomised clinical trial. Br J Sports Med . 2009;43(3):169-171.  (RV)"
        },
        {
            "number in article": 18,
            "reference": "Hatton AL, Rome K. Falls, footwear, and podiatric interventions in older adults. Clin Geriatr Med . 2019;35(2):161-171.  doi:10.1016/j.cger.2018.12.001. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Schuitema D, Greve C, Postema K, Dekker R, Hijmans JM. Effectiveness of mechanical treatment for plantar fasciitis: a systematic review. J Sport Rehabil . 2020;29(5):657-674.  doi:10.1123/jsr.2019-0036.  (SR)"
        },
        {
            "number in article": 20,
            "reference": "Eslami M, Tanaka C, Hinse S, Anbarian M, Allard P. Acute effect of orthoses on foot orientation and perceived comfort in individuals with pes cavus during standing. Foot. 2009;19(1):1-6.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Ferrari R. A cohort-controlled  trial of custom-made  foot orthoses in anserine bursitis. JPO. 2014;26(1):33-37.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Franklyn-Miller  A, Wilson C, Bilzon J, McCrory P. Foot orthoses in the prevention of injury in initial military training: a randomized controlled trial. Am J Sports Med . 2011;39(1):30-37.  (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Grondal L, Tengstrand B, Nordmark B, Wretenberg P, Stark A. The foot: still the most important reason for walking incapacity in rheumatoid arthritis: distribution of symptomatic joints in 1,000 RA patients. Acta Orthop . 2008;79(2):257-261.  doi:10.1080/17453670710015067. (R)"
        },
        {
            "number in article": 24,
            "reference": "Jenkins WL, Williams DB, Miller AC, Shelton MM, O'Brien K. The effect of foot orthotic devices on hip joint kinematics during vertical jump in healthy female and male subjects. J Orthop Sports Phys Ther . 2009;39(1):A117. (RV)"
        },
        {
            "number in article": 25,
            "reference": "Gómez-Jurado  I, Juárez-Jiménez  JM, Munuera-Martínez  PV. Orthotic treatment for stage I and II posterior tibial tendon dysfunction (flat foot): A systematic review. Clin Rehabil. 2021;35(2):159-169.  doi:10.1177/0269215520960121. (SR)"
        },
        {
            "number in article": 26,
            "reference": "Maclean CL, Davis IS, Hamill J. Influence of running shoe midsole composition and custom foot orthotic intervention on lower extremity dynamics during running. J Appl Biomech. 2009;25(1):54-63.  (R)"
        },
        {
            "number in article": 27,
            "reference": "McPoil TG, Vicenzino B, Cornwall MW. Effect of foot orthoses contour on pain perception in individuals with patellofemoral pain. J Am Podiatr Med Assoc . 2011;101(1):7-16. (RV)"
        },
        {
            "number in article": 28,
            "reference": "Meardon SA, Edwards B, Ward E, Derrick TR. Effects of custom and semi-custom  foot orthotics on second metatarsal bone strain during dynamic gait stimulation. Foot Ankle Int. 2009;30(10):998-1004.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Miller ST, Loudon JK. Running injuries: shoes, orthotics, and return-to-running  program. In: Brotzman SB, Manske RC, eds. Clinical Orthopaedic Rehabilitation: An Evidence-Based  Approach . 3rd ed. Philadelphia, PA: Elsevier Mosby; 2011:402-412.  (GI)"
        },
        {
            "number in article": 30,
            "reference": "Raja K, Dewan N. Efficacy of knee braces and foot orthoses in conservative management of knee osteoarthritis. Am J Phys Med Rehabil . 2011;90(3):247-262.  (RV)"
        },
        {
            "number in article": 31,
            "reference": "Riskowski J, Dufour AB, Hannan MT. Arthritis, foot pain and shoe wear: current musculoskeletal research on feet. Curr Opin Rheumatol . 2011;23(2):148-155.  doi:10.1097/ BOR.0b013e3283422cf5. (RV)"
        },
        {
            "number in article": 32,
            "reference": "Mendes AAMT, Silva HJA, Costa ARA, Pinheiro YT, Lins CAA, de Souza MC. Main types of insoles described in the literature and their applicability for musculoskeletal disorders of the lower limbs: A systematic review of clinical studies. J Bodyw Mov Ther . 2020;24(4):29-36.  doi:10.1016/j.jbmt.2020.06.001. (R)"
        },
        {
            "number in article": 33,
            "reference": "Stolwijk NM, Louwerens JWK, Nienhuis B, Duysens J, Keijsers NLW. Plantar pressure with and without custom insoles in patients with common foot complaints. Foot Ankle Int . 2011;32(1):57-65.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Santos D, Cameron-Fiddes  V. Effects of off-the-shelf  foot orthoses on plantar foot pressures in patients with early rheumatoid arthritis. J Am Podiatr Med Assoc . 2014;104(6):610-616.  doi:10.7547/8750-7315-104.6.610.  (RV)"
        },
        {
            "number in article": 35,
            "reference": "Mann JA, Chou LB, Ross SDK. Foot & ankle surgery. In: Skinner HB, McMahon PJ, eds. Current Diagnosis & Treatment in Orthopedics . 5th ed. New York, NY: McGraw Hill; 2014:443-455.  (GI)"
        },
        {
            "number in article": 36,
            "reference": "Rome K, Clark H, Gray J, McMeekin P, Plant M, Dixon J. Clinical effectiveness and cost-effectiveness  of foot orthoses for people with established rheumatoid arthritis: an exploratory clinical trial. Scand J Rheumatol . 2017;46(3):187-193.  doi:10.1080/03009742.2016.1196500. (RCT)"
        },
        {
            "number in article": 37,
            "reference": "Pasin Neto H, Grecco LAC, Ferreira LAB, et al. Postural insoles on gait in children with cerebral palsy: Randomized controlled double-blind  clinical trial. J Bodyw Mov Ther . 2017;21(4):890-895.  doi:10.1016/j.jbmt.2017.03.005. (RCT)"
        }
    ]
}