{
    "metadata": {
        "title": "",
        "synonyms": [
            "robotic gait training",
            "robot-assisted  gait training",
            "robot-aided  gait training",
            " electromechanical gait training",
            "robotic-assisted step training",
            "robotic locomotor training",
            " robotic-assisted  gait training"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "neurological rehabilitation",
            "pediatric rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "A method of gait training using assistive technology that makes use of automated devices to exert mechanical forces to move the body",
            "Robotic-assisted  gait training was developed to overcome disadvantages inherent in body-weight-supported  treadmill training (BWSTT) used for restoration of gait following stroke, traumatic brain injury (TBI), spinal cord injury (SCI), and other neurological conditions(1) –Without robotic assistance, two or three therapists are required to assist a patient’s gait during treadmill training -One therapist is required to manually place each affected leg and another therapist assists lateral weight shifting and upright trunk positioning -The correct assistance of leg movements during the training is crucial. The most advantageous input to the spinal cord is attained only if the legs are moved in as normal of a gait pattern as possible -As therapists start to experience fatigue, the patient’s gait can become asymmetrical and the benefit of repetitive practice decreases",
            "Robotic-assisted  gait trainers are mechanized devices that enable the repetitive practice of physiological gait patterns without relying on therapists. Other advantages include: –training can start earlier after trauma or neurological insult because the robotic devices generate more power than a human being –the duration of the training can be longer, allowing more opportunity for repetitive practice –training is less costly, with only one therapist required",
            "Robotic-assisted  gait training involves the use of an exoskeleton device to improve motor coordination(16) –Exoskeletons utilize devices called actuators that assist in moving the patients’ legs during the gait cycle by utilizing preprogrammed gait cycles –Nearly all functional exoskeletons require an external support system to ensure balance of the individual",
            "Feedback about the quality of movement and extent of muscle activity is important for gait training. These are difficult for patients to assess themselves, especially if sensory, proprioceptive, or cognitive impairments are present –Therapists have less contact with patients during robotic-assisted  gait training compared to manually assisted partial BWSTT. Therefore, they are less able to assess the patients’ involvement -Muscle strength, muscle tone, and ROM of the lower limb might be measured by potentiometers and force transducers in some robotic devices -Online feedback about joint movement and force production can be provided ",
            "Commercially available robotic gait machines include the Gait Trainer, (GT) with variations referred to as GT I, GT II, and MGT (for Mechanized Gait Trainer) (Reha-Stim,  Berlin, Germany), which control endpoint trajectories; the Lokomat (Hocoma Medical Engineering Inc., Zurich, Switzerland), the AutoAmbulator (Encompass Health, Birmingham, Alabama, United States), and the Walkbot (P&S Mechanics Co., Ltd., Seoul, South Korea),which use robotic exoskeletons and a treadmill; and the LOPES (Lower-extremity  Powered ExoSkeleton, Laboratory Biomechanical Engineering, University of Twente, Enschede, the Netherlands), which is designed specifically for research(1,11)",
            "For detailed information specific to stroke and TBI, please see Clinical Review…Stroke: Gait Training ; CINAHL Item Number: T708722 and Clinical Review…Traumatic Brain Injury: Gait Training : CINAHL Item Number: T709258. See also the series of Clinical Reviews on spinal cord injury and cerebral palsy"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {
            "code": "There are no specific codes for robotic-assisted gait training",
            "description": ""
        },
        "reimbursement": [
            "Robotic-assisted  rehabilitation is generally considered experimental and investigational for stroke and for all other indications (e.g., neuromuscular diseases) because of insufficient evidence of its effectiveness Indications for device/equipment"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Depend on the underlying condition for which this device is used",
            "Contraindications –DVT – Therapist should stop evaluation immediately and contact physician if patient presents with signs of DVT -Signs of DVT include pain, swelling, redness, and feeling of warmth in the leg",
            "Complications associated with neurological conditions requiring precaution during examination might include: –decreased bone density –muscle atrophy –soft tissue contractures –decreased endurance –heterotopic ossification –venous stasis –infection –pain –pre- and postoperative restrictions –agitation, emotional lability"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Contraindications –DVT – Therapist should stop evaluation immediately and contact physician if patient presents with signs of DVT -Signs of DVT include pain, swelling, redness, and feeling of warmth in the leg",
            "Complications associated with neurological conditions requiring precaution during examination might include: –decreased bone density –muscle atrophy –soft tissue contractures –decreased endurance –heterotopic ossification –venous stasis –infection –pain –pre- and postoperative restrictions –agitation, emotional lability"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Describe history of patient’s condition, including onset, progression, complications, and treatment. Document initial Glasgow Coma Scale score for TBI patients and initial ASIA Impairment Scale (AIS) score for SCI patients",
                "course of treatment": {
                    "medical management": "Describe emergency management, hospitalizations, surgeries, immobilization, and weightbearing  status as relevant to the condition",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Seizure prevention medications (e.g., levetiracetam [Keppra], phenytoin [Dilantin]) Medications for spasticity (e.g., tizanidine [Zanaflex]) Antidepressants",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Depends on underlying condition. Diagnostic imaging results such as radiographs, MRI, ultrasound, and EMG test results should be obtained when available"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or complementary therapies (e.g., acupuncture), what they are used for, and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Describe any gait training the patient has already completed"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., pain, spasticity, weakness, sensory impairment)",
                "rating of symptoms": "Where appropriate, use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) ",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables; document changes related to activity or fatigue",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Any history of respiratory compromise or use of supplemental oxygen? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document history of same or similar diagnosis",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient attend school? If so, what grade level? Is the patient employed? If so, what is the nature of the work? Does the patient participate in recreational activities or sports? Are there any barriers to accessing the community?",
                "functional limitations assistance with ADLs adaptive equipment": "Document information about the patient’s functional limitations as well as the level of assistance required for patient to complete each activity (include limitations with self-care,  home management, work, community leisure)",
                "living environment": "Document information about the patient’s living environment including stairs, number of floors in home, and with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": " Anthropometric characteristics –Document patient’s height, weight, and BMI -Robotic-assisted  gait training is contraindicated when body weight is greater than 300 lbs (136 kg)(2) –Measure lower extremity length and girth -Robotic exoskeleton must be able to accommodate femur length measured from greater trochanter to knee joint line (must be 35–47  cm [13.75–18.5  inches] for Lokomat)(2) -Individuals with a major difference (> 2 cm/0.79 inches) in leg length might not be accommodated by robotic legs (Lokomat)(2)",
            "assistive and adaptive devices": "Describe any assistive and adaptive devices that patient uses. Assess need for splints or orthoses (e.g., ankle-foot  orthoses) as indicated",
            "balance": "Assess sitting and standing balance using a standardized test such as Berg Balance Scale or Pediatric Balance Scale where indicated",
            "cardiorespiratory function and endurance": [],
            "circulation": "Check lower extremity pulses for signs of diminished circulation",
            "functional mobility": "Assess functional mobility using standardized tests such as the Rivermead Mobility Index, Timed Up and Go (TUG) test, FIM, or WeeFIM as indicated by patient’s condition",
            "gait locomotion": "Perform a complete gait assessment as able –What is the patient’s current ambulatory status? –Does the patient use assistive devices? -Note any compensatory strategies secondary to device use, such as forward trunk flexion with walker use or asymmetry with cane use –Observational gait analysis (OGA) such as Rancho Los Amigos OGA can be performed -Gait is divided into stance and swing phases and focus is on the cyclical movements occurring in gait cycle, noting asymmetries and deviations –Where available, obtain results of computerized 3-dimensional (3D) gait analysis -Reflective markers are mounted on the skin at specific locations on the pelvis and lower limbs -Spatiotemporal, kinematic, and kinetic data are captured –Where 3D gait analysis data are unavailable, clinical measurement of parameters such as cadence, step length, stance time on the affected leg, and width of base of support might be made –10-meter  walk test (10MWT) can be used to measure gait speed –Dynamic Gait Index (DGI) – assesses overall dynamic gait function and fall risk –Walking Index for Spinal Cord Injuries, Second Edition (WISCI-II)  – assesses the amount of physical assistance needed as well as devices required for walking following SCIAssess passive ROM and joint stability as indicated –Patients might be at risk for joint injuries due to abnormal gait patterns (e.g., knee hyperextension) Motor function (motor control/tone/learning) –Assess muscle tone, coordination, and voluntary movement ability –The Modified Ashworth Scale can be used to assess tone; the Spinal Cord Assessment Tool for Spasticity (SCATS) can be used to assess tone in patients with SCI(4) –Movement disorders might include abnormal timing and trajectory of limb movements –Assess for presence of obligatory synergies, compensatory movement strategies, and selective voluntary muscle activation as indicated -The Fugl-Meyer  Assessment of Motor Recovery or Chedoke-McMaster  Stroke Assessment can be used for assessment of motor control in poststroke or TBI patients –Assess equilibrium and protective reactions –Assess eye-head  coordination as indicated –Assess for cerebellar signs (e.g., intention tremor, dysdiadochokinesia, nystagmus) as indicated",
            "muscle strength": "Assess trunk and upper and lower extremity muscle strength using manual muscle testing (MMT) as appropriate –In presence of spasticity, MMT is not valid –Impaired motor control and abnormal muscle tone might obscure strength deficitsUse a standardized test such as the Peabody Developmental Motor Scales, Second Edition (PDMS-2)  as indicated –The Gross Motor Function Measure (GMFM) can be used to assess change in gross motor function in children with cerebral palsy",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess body alignment for asymmetric posture in sitting, standing, and walking. Note asymmetry in weight-bearing. Assess spinal alignment and posture of head, neck, shoulders, trunk, pelvis, and lower extremities. Is the posture stooped (head forward and shoulders rounded)? Is the lumbar curve flattened or excessively lordotic? ",
            "range of motion": "Assess bilateral lower extremity ROM and flexibility. Assess bilateral upper extremity, trunk and neck ROM as indicated",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexes for asymmetry and hyper-  or hyporeflexia as indicated. Assess for primitive reflexes in children with cerebral palsy and patients with neurological disordersThe Barthel Index might be used to assess ADLs",
            "sensory testing": "Assess bilateral upper and lower extremity light touch, temperature, and pinprick as indicated. Assess proprioception as indicated",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess orientation to name, place, time, and situation; attention; short-  and long-term  memory; and problem solving as indicated. Obtain neuropsychological testing –poor memory –poor attention and concentration –poor decision making –impulsivity –emotional lability –disorientation –language and communication difficulties -Inability to speak -Inability to understand when spoken to ",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [
                "Orthostatic hypotension",
                "Autonomic dysreflexia ",
                "Bladder and bowel control problems",
                "Decreased sensation",
                "Training duration might need to be modified if skin breakdown occurs",
                "Training duration should be increased gradually",
                "There is a risk of excessive strain on ligaments, tendons, joints, and bones if training sessions are too long or too frequent",
                "Patients might need to be reminded to progress slowly. It is not uncommon for patients to feel excited after the initial session, and to want more and longer sessions"
            ],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Precautions that apply to individual pathologies should be followed. Examples include:",
                "It is recommended that the therapist or caregiver perform skin checks before and after treatment to monitor skin integrity",
                "Short training sessions with a high level of support are recommended initially(2)",
                "Clinicians should receive specialized training prior to implementing robotic-assisted  gait training(3)"
            ]
        },
        "diagnosis need for treatment": "",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "",
        "other considerations": [],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "outcome measures vary depending on diagnosis": [
            "Increased independence with ambulation–Walking endurance (6MWT)–Emory Functional Ambulation Profile–WISCI-II–FAC",
            "Increased gait speed–Walking velocity (10MWT or 15MWT)",
            "Improved patient/caregiver safety–DGI",
            "Improved balance–Berg Balance Scale, Pediatric Balance Scale",
            "Improved functional abilities–Rivermead Mobility Index–GMFM/PDMS-2–FIM or WeeFIM–Barthel Index",
            "Increased lower extremity muscle activation/strength–Manual muscle test (MMT) scores where appropriate–EMG"
        ]
    },
    "maintenance or prevention": [
        "Maintain the highest achievable ROM, strength, and function of the affected limbs",
        "Maintain fitness level and participation in activities",
        "Prevent falls Increase awareness of patient and family members of risk of falls "
    ],
    "patient education": [
        "The websites of commercially available robotic-assisted  gait training provide information useful to patients and their families. Users should be made aware of their vested interest in promoting the technology Lokomat, https://www.hocoma.com/us/solutions/lokomat/ AutoAmbulator, https://www.encompasshealth.com/what-we-do/inpatient-rehabilitation/irf-our-technology/autoambulator Gait Trainer GT II, https://reha-stim.com/gt-ii/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Winchester P, Querry R. Robotic orthoses for body weight-supported  treadmill training. Phys Med Rehabil Clin N Am . 2006;17(1):159-172.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Legal notes. Hocoma (Lokomat) Web site. http://www.hocoma.com/info/legal-notes/#c2438 . Accessed October 15, 2019. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Section on Pediatrics. Body-weight–supported  treadmill training: using evidence to guide physical therapy intervention. American Physical Therapy Association Web site. https://pediatricapta.org/includes/fact-sheets/pdfs/Body-Weight-Supported-Treadmill.pdf . Accessed October 15, 2019. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Benz EN, Hornby G, Bode RK, Scheidt RA, Schmidt B. A physiologically based clinical measure for spastic reflexes in spinal cord injury. Arch Phys Med Rehabil . 2005;86(1):52-59.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Picelli A, Melotti C, Origano F, et al. Robot-assisted  gait training is not superior to balance training for improving postural instability in patients with mild to moderate Parkinson’s disease: A single-blind  randomized controlled trial. Clin Rehabil . 2015;29(4):339-347.  doi:10.1177/0269215514544041. (RCT)"
        },
        {
            "number in article": 6,
            "reference": "Beretta E, Romei M, Molteni E, Avantaggiato P, Strazzer S. Combined robotic-aided  gait training and physical therapy improve functional abilities and hip kinematics during gait in children and adolescents with acquired brain injury. Brain Inj. 2015;29(7-8):955-962.  doi:10.3109/02699052.2015.1005130. (R)"
        },
        {
            "number in article": 7,
            "reference": "Niu X, Varoqui D, Kindig M, Mirbagheri MM. Prediction of gait recovery in spinal cord injured individuals trained with robotic gait orthosis. J Neuroeng Rehabil . 2014;11:42. doi:10.1186/1743-0003-11-42.  (RCT)"
        },
        {
            "number in article": 8,
            "reference": "Carvalho I, Pinto SM, Chagas DdV, Praxedes dos Santos JL, de Sousa Oliveira T, Batista LA. Robotic gait training for individuals with cerebral palsy: A systematic review and meta-analysis.  Arch Phys Med Rehabil . 2017;98(11):2332-2334.  doi:j.apmr.2017.06.018.  (SR)"
        },
        {
            "number in article": 9,
            "reference": "Park JH, Shin YI, You JSH, Park MS. Comparative effects of robotic-assisted  gait training combined with conventional physical therapy on paretic hip joint stiffness and kinematics between subacute and chronic hemiparetic stroke. NeuroRehabilitation . 2018;42(2):181-190.  doi:10.3233/NRE-172234.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Kang TW, Oh DW, Lee JH, Cynn HS. Effects of integrating rhythmic arm swing into robot-assisted  walking in patients with subacute stroke: a randomized controlled pilot study. Int J Rehabil Res . 2018;41(1):57-62.  doi:10.1097/MRR.0000000000000260. (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Hwang J, Shin Y, Park JH, Cha YJ, You JSH. Effects of Walkbot gait training on kinematics, kinetics, and clinical gait function in paraplegia and quadriplegia. NeuroRehabilitation . 2018;42(4):481-489.  doi:10.3233/NRE-172226.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Mehrholz J, Harvey LA, Thomas S, Elsner B. Is body-weight-supported  treadmill training or robotic-assisted  gait training superior to overground gait training and other forms of physiotherapy in people with spinal cord injury? A systematic review. Spinal Cord . 2017;55(8):722-729.  doi:10.1038/sc.2017.31. (SR)"
        },
        {
            "number in article": 13,
            "reference": "Rodrigues TA, Goroso DG, Westgate PM, Carrico C, Batistella LR, Sawaki L. Slow versus fast robot-assisted  locomotor training after severe stroke: a randomized controlled trial. Am J Phys Med Rehabil . 2017;96(10 Suppl 1):S165-S170.  doi:10.1097/PHM.0000000000000810. (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Cho JE, Yoo JS, Kim KE, et al. Systematic review of appropriate robotic intervention for gait function in subacute stroke patients. Biomed Res Int . 2018;4085298. doi:10.1155/2018/4085298. (SR)"
        },
        {
            "number in article": 15,
            "reference": "Chung BPH. Effectiveness of robotic-assisted  gait training in stroke rehabilitation: a retrospective matched control study. Hong Kong Physiother J . 2017;36(1):10-16. doi:10.1016/j.hkpj.2016.09.001. (RV)"
        },
        {
            "number in article": 16,
            "reference": "Morone G, Paolucci S, Cherubini A, et al. Robot-assisted  gait training for stroke patients: current state of the art and perspectives of robotics. Neuropsychiatr Dis Treat . 2017;13:1303-1311.  doi:10.2147/NDT.S114102. (RV)"
        },
        {
            "number in article": 17,
            "reference": "Alizadeh A, Dyck SM, Karimi-Abdolrezaee  S. Traumatic spinal cord injury: an overview of pathophysiology, models and acute injury mechanisms. Front Neurol . 2019;10:282. doi:10.3389/fneur.2019.00282. (RV)"
        },
        {
            "number in article": 18,
            "reference": "Park J, Chung Y. The effects of robot-assisted  gait training using virtual reality and auditory stimulation on balance and gait abilities in persons with stroke. Neuro Rehabilitation . 2018;43(2):227-235.  doi:10.3233/NRE-172415.  (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Bergmann J, Krewer C, Bauer P, Koenig A, Riener R, Muller F. Virtual reality to augment robot-assisted  gait training in non-ambulatory  patients with subacute stroke: a pilot randomized controlled trial. Eur J Phys Rehabil Med . 2018;54(3):397-407.  doi:10.23736/S1973-9087.17.04735-9.  (RCT)"
        }
    ]
}