{
    "metadata": {
        "title": "Traumatic Brain Injury  Gait Training",
        "synonyms": [
            "traumatic acquired brain injury  gait training",
            "gait training  traumatic brain injury",
            "brain injury, traumatic: gait training",
            "concussion: gait training"
        ],
        "anatomical location body part affected": [
            "Brain and any or all body parts controlled by the affected area of the brain—can affect neurologic, psychiatric, cardiovascular, endocrine/metabolic, and gastrointestinal system(1)"
        ],
        "area of specialty": [
            "neurological rehabilitation, pediatric rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "Traumatic brain injury (TBI) is an alteration in brain function, or other evidence of brain pathology, that is caused by an external force.(1) Secondary injury may develop during a period of hours to months after the primary injury(2)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S06": "intracranial injury",
            "ICD-10-CA": "modification in Canada",
            "S06.0": "concussion",
            "S06.1": "traumatic cerebral edema",
            "S06.2": "diffuse brain injury",
            "S06.3": "focal brain injury",
            "S06.4": {
                "base": "epidural hemorrhage",
                "ICD-10-CA": "modifications in Canada, 5th digit added for:",
                "S06.40": " S06.40 (without loss of consciousness)",
                "S06.41": " S06.41 (with brief loss of consciousness)",
                "S06.42": " S06.42 (with moderate loss of consciousness)",
                "S06.43": " S06.43 (with prolonged loss of consciousness with return to pre-existing  level of",
                "consciousness)": " consciousness) consciousness)",
                "S06.44": " S06.44 (with prolonged loss of consciousness without return to pre-existing  level of",
                "S06.49": " S06.49 (with loss of consciousness of unspecified duration)",
                "6th": " 6th digit added for",
                "0": " 0 (without open intracranial wound)",
                "1": " 1 (with open intracranial wound)"
            },
            "S06.5": {
                "base": "traumatic subdural haemorrhage",
                "S06.50": "(without loss of consciousness)",
                "S06.51": "(with brief loss of consciousness)",
                "S06.52": "(with moderate loss of consciousness)",
                "S06.53": "(with prolonged loss of consciousness with return to pre-existing level of",
                "consciousness)": " consciousness) consciousness)",
                "S06.54": "(with prolonged loss of consciousness without return to pre-existing level of",
                "6th": "digit added for",
                "0": " 0 (without open intracranial wound)",
                "1": " 1 (with open intracranial wound)"
            },
            "S06.6": "traumatic subarachnoid haemorrhage",
            "S06.7": "intracranial injury with prolonged coma",
            "S06.8": "other intracranial injuries",
            "S06.9": "intracranial injury, unspecified (ICD codes are provided for reader’s reference and not for billing purpose.)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. Observational gait analysis usually is covered; however, some insurance contracts specify restrictions for computer-based  gait analysis"
        ],
        "presentation signs and symptoms": [
            "Symptoms vary according to the severity of the injury and stage of recovery(2)",
            "Mild TBI –Patients present with confusion, disorientation, loss of consciousness for less than 30 minutes, posttraumatic amnesia for less than 24 hours, or other transient focal neurological abnormalities(3) –Patients may complain of memory loss, poor concentration, headaches, fatigue, irritability, dizziness, sleep disorders, and seizures. In most individuals with mild TBI, symptoms resolve over time(3) –Sport-related  concussion is a subset of TBI. The terms mild TBI and concussion are often used interchangeably in the context of sports, particularly in the United States; however, an international conference consensus statement noted that others differentiate the terms(8) -Sport-related  concussion results in a graded set of clinical symptoms that may include headaches, brain fog, lability, loss of consciousness, amnesia, balance impairments, behavioral changes, slowed reaction times, and sleep/wake disturbances(8) -Resolution of symptoms tends to follow a sequential course(8) -Athletic injuries make up a large proportion of mild TBIs.(3) Return to contact sports, especially in children, is a contentious issue –Patients with concussion or mild traumatic brain injury can experience gait abnormalities(16)",
            "Moderate to severe TBI –General symptoms may include loss of consciousness, profound confusion, agitation, combativeness or other unusual behavior, slurred speech, drowsiness, limb weakness, loss of coordination, loss of bladder or bowel control, persistent headache, nausea or vomiting, and seizures(3) –Neuromuscular deficits may include dysphagia, abnormal muscle tone, decorticate or decerebrate rigidity, hyper-/hyporeflexia,  motor control deficits such as monoparesis and hemiparesis, balance deficits, impaired ROM, limited endurance, and sensory deficits –Cognitive deficits may include amnesia, impaired attention, impaired problem solving, perseveration, and impaired executive functioning –Behavioral deficits may include apathy, disinhibition, aggression, and impulsiveness –Perceptual and communication deficits may also occur",
            "In geriatric populations, symptoms may be subtle and not present until days after trauma(1)",
            "Long-term  complications –Decreased bone density –Muscle atrophy –Soft tissue contractures –Decreased endurance –Reduced physical activity –Heterotopic ossification –Venous stasis –Muscle rupture with aggressive stretching or serial casting",
            "For more information and details on symptom classification, see –Clinical Review…Traumatic Brain Injury – Rancho Los Amigos Levels I, II, III ; CINAHL Topic ID Number: T708761 –Clinical Review …Traumatic Brain Injury – Rancho Los Amigos Level IV ; CINAHL Topic ID Number: T708877 –Clinical Review…Traumatic Brain Injury – Rancho Los Amigos Levels V and VI; CINAHL Topic ID Number: T708890  –Clinical Review …Traumatic Brain Injury – Rancho Los Amigos Levels VII and VIII; CINAHL Topic ID Number: T708887 Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "When possible, the examination should be conducted in a minimally stimulating environment. The examination should be tailored for each individual patient with TBI. Monitor the patient’s emotional state and modify the examination accordingly",
            "Physical therapists (PTs) can help identify symptoms of hydrocephalus, which include worsening gait pattern, urinary incontinence, failing cognitive skills, and general lack of functional improvement",
            "Stop evaluation and contact physician immediately if patient presents with signs of DVT or infection",
            "Respect patient’s reported level of pain ",
            "Follow surgeon’s pre- and postoperative protocol if the patient has undergone any surgical procedures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Falls (40%)",
            "Motor vehicle accidents (14%)",
            "Assault (10%)",
            "Child abuse (24% of TBI age 2 years and younger)",
            "Recreational activities (21% of pediatric TBI with peak seasons of spring/summer and peak ages of 10–14  years)"
        ],
        "pathogenesis": [
            "Primary insult if due to direct mechanical damage and secondary insult if due to complex cellular and molecular processesthat cause cerebral edema, ischemia, and apoptotic cell death(1)",
            "Diffuse axonal injury",
            "Focal injury",
            "Hypoxic-ischemic  injury",
            "Increased intracranial pressure (ICP)"
        ],
        "risk factors": [
            "A history of head injury is a risk factor for sustaining another head injury(1)",
            "Low socioeconomic status correlates with an increased risk for TBI, possibly as a result of increased exposure to high-riskoccupations, personal violence, older vehicles, and substandard housing(3)",
            "Child abuse(1)",
            "Substance abuse(1)",
            "Seizure disorder(1)",
            "ADHD(1)",
            "Male sex(1)",
            "Age; persons aged 0–4 years and 15–19  years have greater risk of TBI compared to other age groups(3)",
            "Military service(3)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Concurrent injuries Fractures with or without external fixators –Check that weight-bearing  restrictions are being adhered to during examination and treatment –Check that prescribed braces are used properly Other neurologic compromise (e.g., follow seizure precautions for patients with posttraumatic seizures) Follow physician’s precautions and contraindications specific to gastrointestinal, genitourinary, dermatologic (e.g., open wounds), and cardiovascular injuries Respiratory compromise is a precaution –Ventilator status may contraindicate gait training",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Physical therapists (PTs) can help identify symptoms of hydrocephalus, which include worsening gait pattern, urinary incontinence, failing cognitive skills, and general lack of functional improvement",
            "Stop evaluation and contact physician immediately if patient presents with signs of DVT or infection",
            "Respect patient’s reported level of pain ",
            "Follow surgeon’s pre- and postoperative protocol if the patient has undergone any surgical procedures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document cause and date of patient’s injury. What has been the course of recovery so far? Have there been any complications? What was the initial Glasgow Coma Scale (GCS) score? What was the length of coma, if any, and the length of any posttraumatic amnesia? Document any concomitant injuries",
                "course of treatment": {
                    "medical management": " Medical management Emergency management may include surgical intervention such as decompression of intracranial hematomas Depending on severity of injury, acute management may include ICP monitoring, mechanical ventilation, and mean arterial pressure monitoring Inpatient management may include DVT and pressure sore prevention measures and feeding interventions (e.g., percutaneous endoscopic gastrostomy [PEG] tube placement) Surgery may be performed to address complications or concomitant injuries (e.g., shunt placement, fracture fixation)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Medications commonly prescribed may include sedatives to minimize agitation seizure prevention medications (e.g., levetiracetam [Keppra], phenytoin [Dilantin]) medications for spasticity (e.g., tizanidine [Zanaflex]) medications for behavioral issues, including amantadine and methylphenidate for attention and concentration, carbamazepine and amitriptyline for aggressive behavior, and antidepressants DVT prevention medication (e.g., heparin)(15) Diagnostic tests completed  (2,3) ICP monitoring Somatosensory evoked potentials (SSEPs) and electroencephalograms (EEGs) may be recorded during the acute phase Neuropsychometric testing Radiographs CT MRI PET Single-photon  emission computed tomography (SPECT) Functional magnetic resonance imaging (fMRI)",
                    "diagnostic tests completed": [],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture), what symptoms they are used for, and whether or not they help",
                    "previous therapy": "Document what occupational or physical therapy the patient has had prior to presenting for gait training and his or her response"
                },
                "aggravating easing factors": " Document factors known to increase agitation, including light, noise, and distractions. Presence of visitors and disruptions in schedule may also be factors",
                "body chart": "If appropriate, use a body chart to document location of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., pain, fatigue, weakness, incoordination, spasticity)",
                "rating of symptoms": "As appropriate, use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "In acute phases of recovery from TBI, patients may have hypoarousal(2) that manifests as fatigue and falling asleep mid-task.(3) Patients may need frequent cues to stay awake during therapy sessions. In later stages patients may still have difficulty with sleep-wake  cycles.(2) Inquire about current sleep patterns, time to bed, time to sleep, times awake, rise time, and level of restfulness on wakening ",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia). Dizziness is common after TBI",
                "respiratory status": "Document any respiratory compromise associated with injury, including use of mechanical ventilation or supplemental oxygen. Document any associated chest injuries, such as rib fractures or pneumothorax, and any history of pneumonia. Does patient have a history of respiratory conditions such as asthma or COPD? If so, how are they controlled? Smoking history? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________ -Common barriers to learning after TBI include impaired memory, poor attention and concentration, poor decision making, impulsivity, and impaired language and communication"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "A previous head injury is a risk factor for sustaining another head injury. Document any history of conditions that could affect gait, including musculoskeletal injuries, arthritis, and neurological conditions Subdural hematomas are common after a fall or insult in older adults(1)",
                    "comorbid diagnoses": "Ask patient about other current problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient or caregiver about other symptoms the patient may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient work? If so, inquire about the nature of the work. Many patients will have difficulty returning to their previous level of employment, and may require vocational rehabilitation. Does the patient participate in recreational or competitive sports or activities? Inquire about social behaviors, including consumption of alcohol and habitual use of other substances",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient require assistance with ADLs? Does the patient use assistive devices or adaptive equipment to complete ADLs? Is any assistive technology in use?",
                "living environment": "What is the patient’s current living arrangement? Inquire about home, including stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? What community resources are available; is the patient able to access them?The Community Integration Questionnaire can be used"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Note all equipment being used, including wheelchair, ambulatory assistive devices, splints, and pressure-relieving  cushions or mattresses –Assess for appropriateness, fit, and correct use of ambulatory assistive devices being utilized –Document any assistive technology to enhance cognitive functioning, including computers, memory aids, etc. –Document equipment used for performance of ADLs",
            "balance": "Clinical balance scales that may be used include the Berg Balance Scale and the Standing Balance Scale. The Berg Balance Scale has been reported to have a ceiling effect in chronic TBI.(10) Lateral displacement of the center of mass (COM) is considered a measure of dynamic balance.(4) This is usually tracked in three dimensions in gait analysis laboratories",
            "cardiorespiratory function and endurance": [
                "Oxygen saturation, blood pressure, and heart rate should be monitored during physical activity",
                "6-minute  walk for distance test (6MWT) can be used to measure endurance"
            ],
            "circulation": "Patients may be at risk for DVT –Among rehabilitation patients, the ability to ambulate more than 100 feet is considered a milestone that must be reached to discontinue DVT prophylaxis(2) -Prophylactic DVT treatments include medication (e.g., heparin) as well as non-pharmaceuticals  (e.g., intermittent pneumatic compression devices)(15) –Assess for symptoms associated with DVT, including leg swelling, pain on palpation of calf or thigh, and Homans’ sign (calf pain with dorsiflexion of the foot) Functional mobility  (including transfers, etc.) –The FIM or Rivermead Mobility Index may be used to assess functional mobility –The Functional Assessment Measure (FAM) includes functional mobility areas not covered in FIM -Addresses community access, reading, writing, safety, employability, and adjustment to limitations –The Timed Up and Go (TUG) test may be used",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Where available, obtain results of computerized 3-dimensional (3D) gait analysis -Reflective markers are mounted on the skin at specific locations on the pelvis and lower limbs -Spatiotemporal, kinematic, and kinetic data are captured –Gait disorders associated with TBI were found to be classifiable into clinically relevant and distinct subgroups in a study conducted in Australia(11) -Classification was based on kinematic data of the pelvis and lower limbs -Data from 102 persons with TBI were analyzed -Statistical features related to movements of the pelvis, hip, knee, and ankle on the less-affected leg were able to distinguish between and accurately classify most persons with TBI-related  gait disorders into one of the following six -Spastic hemiparesis -Nonspastic hemiparesis -Ataxia/dyspraxia,unilateral -Spastic bilateral paresis -Nonspastic bilateral paresis -Ataxia/dyspraxia, bilateral –Where 3D gait analysis data are unavailable, clinical measurement of parameters such as cadence, step length, stance time on the affected leg, and width of base of support may be made(19) -Add a cognitive exercise to identify deficits in dual task performance –10-meter  walk test (10MWT) – can be used to measure gait speed(12) -Results of a prospective reliability study involving 23 patients with TBI showed that the 10MWT is a reliable measure of gait velocity in adults with acute TBI for both self-selected  pace and fastest pace(12) -Reduced gait speed is common after TBI(5) -Biomechanical factors such as reduced ankle power generation or reduced hip joint power generation appear to account for the reduced speed, rather than postural instability or increased caution(5)  –Dynamic Gait Index (DGI) – assesses overall dynamic gait function and fall risk(17) -The DGI is reported to predict falls better than the Berg Balance Scale or the Falls Efficacy Scale in TBI, but it does not correlate well with gait deviations detected with motion analysis(10) –The 3-D gait analysis measurements of medial/lateral displacement and velocity during dual-task  walking regressed in adolescents with concussion after their return to activity, suggesting that monitoring needs to continue even beyond point of clinical recovery(13) -Based on a study conducted in the United States of 19 adolescents with concussion who returned to preinjury activity within 2 monthsAssess passive ROM and joint stability as indicated –Patient may have concomitant musculoskeletal injuries –Assess the cervical spine as indicated. Symptoms such as dizziness or headaches may arise from cervical spine issuesAssess muscle tone, coordination, and movement patterns –Modified Ashworth Scale may be used to assess tone –Fugl-Meyer  Assessment of Motor Recovery or Chedoke-McMaster Stroke Assessment may be used for assessment of motor control(6) -Originally developed for poststroke hemiparesis population -Characteristic movement disorders include abnormal timing and trajectory of limb movements –Assess equilibrium and protective reactions -Testing of neurological developmental sequencing may be indicated(7) -Assess eye-head  coordination –Assess for cerebellar signs (e.g., intention tremor, dysdiadochokinesia, nystagmus) –Patient may exhibit apraxia, which is a deficit in the ability to carry out skilled acts unrelated to deficits in motor power or -Constructional apraxia – inability to put elements together to form a meaningful whole -Ideational apraxia – inability to plan even a simple action -Ideokinetic apraxia – loss of coordination between formation of ideas and motor activity; affected individuals can do certain things automatically but not deliberately -Motor apraxia – inability to perform fine motor acts",
            "muscle strength": "Assess trunk and lower extremity muscle strength using manual muscle testing (MMT) as appropriate –In presence of spasticity, MMT is not valid –Impaired motor control and abnormal muscle tone may obscure strength deficits",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess body alignment for asymmetric posture in sitting, standing, and walking. Note asymmetry in weight-bearing",
            "range of motion": "Assess active and passive ROM and flexibility of the lower extremities. Assess spine as indicatedAssess deep tendon reflexes for asymmetry and hyper-  or hyporeflexia",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Use of discrete tasks (cognitive or performance) to measure balance and gait in a rehabilitation setting may not reflect the level of functional impairment patients with TBI will experience once they leave rehabilitation -When already compromised cognitive resources are subject to an increased cognitive load (e.g., when an individual post TBI engages in both movement and cognitive tasks), there is a detrimental effect on balance and postural stability –Mobility tests that incorporate dual-task  conditions may be indicated to test walking while performing a secondary task. Times are noted under single-  and dual-task  conditions. Higher times indicate a higher risk of falls -Timed Up and Go (TUG) test, manual (TUG manual) -Patient instructed to stand up, walk 3 meters, turn around, and sit down -Secondary task would be carrying a cup of water -TUG test, cognitive (TUG cognitive) -Patient instructed to stand up, walk 3 meters, turn around, and sit down  -Secondary task would be subtracting by 3 from a randomly selected number between 20 and 100 -Multiple Tasks Test (MTT) -Patient to stand up, walk, turn around, and sit down -Additional tasks are added, such as avoiding obstacles, carrying an empty tray, carrying a loaded tray, low-light conditions -Walking and Remembering Test (WART) -Faster walking pace for 20 feet (12 inches wide) -Secondary task is “forward digit span task” -Examiner records walking time, number of steps off of path, and digit span recall -DGI and Functional Gait Assessment -Performance of walking with additional tasks, such as turning head or avoiding obstacles",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "Patient may have visual and perceptual dysfunction. Common findings include oculomotor abnormalities, visual field deficits, and deficiencies in visual acuity(3)",
            "arousal attention cognition": "Obtain neuropsychological testing results where available. Note patient’s orientation to person, place, and time. Level of cognitive functioning (LOCF) may be assessed using the Rancho Los Amigos LOCF Scale. See the Clinical Reviews  on TBI for various Rancho Los Amigos LOCF, referenced above, for more information. Common problems in this population include –poor memory –poor attention and concentration –poor decision making –impulsivity –disorientation –language and communication difficulties -Inability to speak -Inability to understand when spoken to ",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Gait abnormalities due to motor, cognitive, and/or behavioral dysfunction secondary to TBI.",
        "rule out": "Other causes of altered gait and/or altered mental status, including musculoskeletal injuries, infection, toxicologic causes, metabolic causes, and behavioral issues",
        "prognosis": [
            "Poorer prognosis is associated with low GCS on admission, nonreactive pupils, older age, comorbidity, midline shift(1)",
            "Increased duration of coma and posttraumatic amnesia are associated with poorer prognosis(3)",
            "Improvements in cerebellar ataxia have been reported to be greatest within the first 6 months post injury; however, results of case studies conducted in the United States showed that persons with severe ataxia secondary to TBI may continue to improve many years after injury(9) –Three individuals in a case series had improvements in ataxia 1 to 6 years after injury after participating in long-term multidimensional therapeutic programs that included rock climbing on an artificial climbing wall to decrease ataxia and promote participation(9)"
        ],
        "referral to other disciplines": "A multidisciplinary group of specialists may be involved in the care of patients with TBI, including physiatrists, PTs, occupational therapists (OTs), orthotists, speech-language  pathologists (SLPs), nurses, case managers, neuropsychologists, and social workers. V ocational trainers/counselors may also be involved. Team members should ideally be specially trained in the cognitive and behavioral issues that are unique to TBI rehabilitation(3)",
        "other considerations": [],
        "treatment summary": [
            "Gait training methods commonly used for patients with TBI include parallel-bar  walking with hand support,manual facilitation by therapist, treadmill walking with handrail support, and body-weight-supported  treadmill training (BWSTT).",
            "Robotic-assisted  treadmill training and manually assisted treadmill training are variations of BWSTT that are also used with patients with TBI(20) –For more information on robot-assisted  gait training, see Clinical Review…Gait Training: Robotic-Assisted ; CINAHL Topic ID Number: T709290 –Combined robotic-assisted  gait training (RAGT) and PT may improve functional activities and gait pattern more than PT alone in adolescents and children with traumatic brain injury (ABI)(14) -Based on a comparison study conducted in Italy of 23 patients with ABI who underwent 20 sessions of RAGT+PT and 20 patients who underwent PT only -Outcome measures were functional clinical scales and 3-D gait analysis -RAGT+PT patients who were ambulatory improved significantly in 6MWT, cadence, velocity, and stride length as well as in hip ROM during gait cycle  . Problem Goal Intervention Expected Progression Home Program Gait disturbances, slow walking speed, poor endurance, and dependence in ambulationImprove gait pattern and walking performanceGait training _ On a treadmill with or without BWS _ _ _ _ (See Treatment summary , above)Walking exercises may be graded in difficulty by changing directions, walking with eyes closed, increasing speed, walking on soft or uneven surfaces, or climbing stairs, moving head(18)Patient should be provided with instructions for a home walking program, with assistive devices if indicated, focusing on safety as patient progresses to community ambulation Weakness and impaired motor control of trunk and lower extremitiesImprove strength and motor control of trunk and lower extremitiesTherapeutic exercise _ Lower-extremity progressive resistive exercises _ _ Weight-bearing activitiesGradual progression of intensity of exercises should result in greater trunk and lower limb stability/controlInstructions for home program of strengthening exercises should be provided Poor balance Improve balance Therapeutic exercise _ Balance training _ _ Vestibular rehabilitationProgression depends on severity of injury _ _ Initially patient may work on static balance in standing, progressing to dynamic balance and weight shifting with and without support _ _Provide patient and family/caregivers with written instructions regarding functional activities that can be performed at home and correct use of equipment Cardiovascular deconditioningImprove aerobic fitness Therapeutic exercise _ Walking – overground or treadmill _ _ Recumbent cycling, arm ergometry, and aquatic therapy are alternatives to walking that may be used to improve fitness (if safely tolerated)Progress each unique patient as indicated _ _ Aerobic exercise can be progressed by adjusting the time, speed, or distanceProvide activities that patient and family can perform safely at home  Impaired ROM/ potential for contracturesImprove ROM and resolution of contracturesTherapeutic exercise _ Lower extremity ROM exercises _ _ Therapeutic modalities _ Manual joint mobilizations and stretching of tight tissues as indicatedProgress each unique patient as indicatedFunctional activities using full available ROM Risk for falls Decreased fall risk Fall prevention strategies _ Home modifications, proper use of ambulatory assistive devicesIndependence in fall prevention strategies, safe use of ambulatory assistive devicesEducate patient and family/caregivers about strategies and home modifications such as installation of grab bars, removal of obstacles, adequate lighting ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved patient and caregiver safety": [],
        "improved motor control": [
            "Modified Ashworth Scale, Fugl-Meyer  Assessment of Motor Recovery"
        ],
        "improved balance": [
            "Berg Balance Scale, Standing Balance Scale"
        ],
        "improved functional mobility": [
            "FIM, FAM, Rivermead Mobility Index, TUG test"
        ],
        "improved performance of adls": [
            "Disability Rating Index"
        ],
        "increased tolerance to positions and activities": [],
        "increased independence with ambulation with or without assistive device": [
            "DGI, 6MWT, 10-meter  walk test, 3-D gait analysis"
        ],
        "decreased level of supervision and assistance where appropriate": []
    },
    "maintenance or prevention": [
        "Prevent falls Home hazard assessment and modification should include removing obstacles, installing transfer rails, and providing adequate lighting Increase awareness of patient and family members of risk of falls",
        "Maintain the highest achievable ROM, strength, and function of the affected limbs",
        "Maintain fitness level and participation in activities",
        "Reduce risk of brain injury(1) Appropriate use of helmets, seatbelts Education of coaches, athletes, and parents about sport-related risk"
    ],
    "patient education": [
        "BrainLine, a national multimedia project offering information and resources about preventing, treating, and living with TBI, https://www.brainline.org/video/caregiving-and-tbi-what-you-need-know ",
        "Brain Injury Association of America, a brain injury advocacy organization, has useful educational information at their website, http://www.biausa.org/",
        "U.S. National Institute of Neurological Disorders and Stroke (NINDS), “NINDS Traumatic Brain Injury Information Page,” including information on treatment, prognosis, and research, at https://www.ninds.nih.gov/Disorders/All-Disorders/Traumatic-Brain-Injury-Information-Page Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Mentzer CJ, Yon JR. Brain injury, traumatic. In: Domino FJ, ed. The 5-Minute Clinical Consult 2018 . 26th ed. Philadelphia, PA: Wolters Kluwer; 2017:126-127.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Burke D, Cui D. Traumatic brain injury. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of physical medicine and rehabilitation: Musculoskeletal disorders, pain, and rehabilitation . 3rd ed. Philadelphia, PA: Elsevier Saunders; 2015:892-898.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Wagner AK, Arenth PM, Kwasnica C, et al. Traumatic brain injury. In: Cifu DX, ed. Braddom's physical medicine & rehabilitation . 5th ed. Philadelphia, PA: Elsevier; 2016:961-998.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Clark RA, Williams G, Fini N, et al. Coordination of dynamic balance during gait training in people with acquired brain injury. Arch Phys Med Rehabil . 2012;93(4):636-640. doi:10.1016/j.apmr.2011.11.002.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Williams G, Morris ME, Schache A, et al. People preferentially increase hip joint power generation to walk faster following traumatic brain injury. Neurorehabil Neural Repair . 2010;24(6):550-558.  doi:10.1177/1545968309357925.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Sarno MT, Galgano J. Neurogenic disorders of speech and language. In: O'Sullivan SB, Schmitz TJ, Fulk GD, eds. Physical Rehabilitation . 6th ed. Philadelphia, PA: F. A. Davis; 2014:1271-1279.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Childs LA. An issue of balance. A team approach is crucial when creating a gait and balance program. Rehab Manag . 2009;22(9):16, 18.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "McCrory P, Meeuwisse WH, Dvorak J, et al. Consensus statement on concussion in sport – the 5th international conference on concussion in sport held in Berlin, October"
        },
        {
            "number in article": 2016,
            "reference": " Br J Sports Med . 2017;0:1-10.  doi:10.1136/bjsports-2017-097699.  (G)"
        },
        {
            "number in article": 9,
            "reference": "Sartor-Glittenberg  C, Brickner L. A multidimensional physical therapy program for individuals with cerebellar ataxia secondary to traumatic brain injury: a case series. Physiother Theory Pract . 2014;30(2):150-158.  doi:10.3109/09593985.2013.819952. (C)"
        },
        {
            "number in article": 10,
            "reference": "Perry SB, Woolard J, Little S, et al. Relationships among measures of balance, gait and community integration in people with brain injury. J Head Trauma Rehabil . 2014;29(2):117-124.  doi:10.1097/HTR.0b013e3182864f2f. (R)"
        },
        {
            "number in article": 11,
            "reference": "Williams G, Lai D, Schache A, et al. Classification of gait disorders following traumatic brain injury. J Head Trauma Rehabil . 2015;30(2):E13-E23.  doi:10.1097/ HTR.0000000000000038.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Hirsch MA, Williams K, Norton HJ, et al. Reliability of the timed 10-metre walk test during inpatient rehabilitation in ambulatory adults with traumatic brain injury. Brain Inj. 2014;28(8):1115-1120.  doi:10.3109/02699052.2014.910701. (R)"
        },
        {
            "number in article": 13,
            "reference": "Howell DR, Osternig LR, Chou LS. Return to activity after concussion affects dual-task gait balance control recovery. Med Sci Sports Exerc . 2015;47(4):673-680.  doi:10.1249/ MSS.0000000000000462.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Beretta E, Romei M, Molteni E, et al. Combined robotic-aided  gait training and physical therapy improve functional abilities and hip kinematics during gait in children and adolescents with acquired brain injury. Brain Inj. 2015;29(7-8):955-962.  doi:10.3109/02699052.2015.1005130.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Abdel-Aziz  H, Dunham CM, Malik RJ, Hileman BM. Timing for deep vein thrombosis chemoprophylaxis in traumatic brain injury: an evidence-based  review. Crit Care. 2015;19(1):96. doi:10.1186/s13054-015-0814-z.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "FIno P. Detecting gait abnormalities after concussion or mild traumatic brain injury: A systematic review of single-task,  dual -task, and complex gait. Gait and Posture . 2018;62:157-166.  (SR)"
        },
        {
            "number in article": 17,
            "reference": "Acuna SA, Tyler ME, Danilov YP, Thelen DG. Abnormal muscle activation patterns are associated with chronic gait deficits following traumatic brain injury. Gait & Posture . 2018;62:510-517.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Juneau A, Saade N, Kairy D, Fait P, Duclos C. Dynamic balance retraining using gait perturbations in individuals with moderate-to-severe  traumatic brain injury. 12th World Congress of the International Society of Physical and Rehabilitation Medicine. Paris. 8-12 July 2018, Annals of Physical and Rehabilitation Medicine . July 2018;61(Supplement):e354-e354.  doi:10.1016/j.rehab.2018.05.827. (R)"
        },
        {
            "number in article": 19,
            "reference": "Abadie L, Kozlowski O, Youssef K, et al. Dual task gait after moderate-to-severe  traumatic brain injury: Characterization of troubles and consequences. 12th World Congress of the International Society of Physical and Rehabilitation Medicine. Paris. 8-12 July 2018, Annals of Physical and Rehabilitation Medicine . July 2018;61(Supplement):e224-e224. doi:10.1016/j.rehab.2018.05.518. (R)"
        },
        {
            "number in article": 20,
            "reference": "O'Brien A, Adans-Dester  S, O'Brien Murby L, Bonato CA. Robotic-assisted  Gait Training as Part of the Rehabilitation Program in Persons with Traumatic and Anoxic Brain Injury. Archives of Physical Medicine and Rehabilitation . 2016;97(10):e117-e117.  doi:10.1016/j.apmr.2016.08.366."
        }
    ]
}