{
    "metadata": {
        "title": "",
        "synonyms": [
            "wii-habilitation   occupational therapy",
            "virtual reality-based  rehabilitation occupational therapy",
            "gaming systems, activity-promoting:  occupational therapy",
            " occupational therapy: activity-promoting  gaming systems"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [],
        "description": [
            "Activity-promoting  gaming systems (APGSs) are a new therapy medium that are commercially available and have been utilized for both physical and occupational therapy since 2007.(1) Commercial APGSs such as the Nintendo Wii (Nintendo of America; Redmond, Washington); Sony Playstation 2 EyeToy and Sony Playstation 3 MOVE and Eye (Sony Computer Entertainment; Tokyo, Japan), and Xbox Kinect (Microsoft; Redmond, Washington) involve player movement and, in some cases, weight-bearing  in order to control the gameplay.(2) The active nature of APGSs offers therapists and patients multiple potential benefits to complement traditional therapy plans of care.(2) The growing popularity of APGSs as a rehabilitative tool has led to the development of customized and/or adaptive gaming systems such as the YouGrabber (YouRehab; Schlieren, Switzerland) and ArmeoSpring (Hocoma AG; V olketswil, Switzerland) to facilitate increased ease of use and improved motor performance for patients with various disabilities(32,36,37,38)",
            "The Nintendo Wii utilizes player movement to control the gameplay through an onscreen avatar called a Mii (pronounced “me”), which is an icon representing the player in the game.(2) Movement can be controlled by the Wii remote control, a nunchuk, a balance board, or a combination of these(2,3) –The Wii remote control is similar in size to a television remote, provides basic audio and vibration feedback, and uses a 3-axis  accelerometer to translate body motions into onscreen movement. The Wii allows up to four controllers to be connected wirelessly to the console, thereby allowing for group play and social interaction. An expansion device (Wii MotionPlus) uses a single-  and dual-axis  gyroscope and attaches to the Wii remote and allows for more accurate motion capture and complex gameplay(2) –Another type of controller, the nunchuk, also uses motion-sensing  technology and provides additional challenges for gameplay(2) –The balance board has pressure sensors that are able to translate the movement of the player’s center of pressure(1,2,3) –The signal from the controllers are received by a sensor bar in the game console(2) –The game console comes with Wii Sports, which is a game package for the Wii remote and nunchuk with Tennis, Baseball, Boxing, Bowling, and Golf –Another program that can be purchased separately is Wii Fit, which uses the balance board to play games that test balance, fitness, and strength(2) –The Wii tracks a player’s progress over time and self-adjusts to the user’s performance to provide a challenge that is “just right” rather than too difficult and frustrating(3) ",
            "The EyeToy is played on the PlayStation 2 (Sony Computer Entertainment) and differs from the Wii by using a color video camera (similar to a Webcam) that is capable of gesture recognition allowing for motion-controlled  gameplay(2,3) –PlayStation Move (Sony Computer Entertainment) is similar to the Wii and players use motion controllers (wands) during gameplay. It uses the camera on the EyeToy to track the wand’s position in space and detects motion using inertial sensors with a 3-axis  linear accelerometer and a 3-axis angular rate sensor(2) –The EyeToy provides a unique opportunity for occupational therapy by providing games that focus on noncompetitive activities such as spinning plates, painting rainbows, working the back kitchen of a restaurant, popping bubbles, chopping food, and playing air guitar(3)",
            "Playstation MOVETM for Playstation 3 is a motion-sensing game controller platform which works by using a Universal Serial Bus camera to track the three-dimensional  movement of a lighted ball on a hand-held  controller and internal sensors(17) –Participants are 5-7 feet in front of a TV monitor with the Playstation Eye (the new version of the EyeToy for Playstation 3) camera placed near the monitor. The user holds the motion controller in one hand and moves it according to the activity demands",
            "The Kinect is a motion sensing input device where the users control and interact with the game via an infrared projector and camera and a special microchip to track movement of the user(17) –It has 3D motion capture, gesture, facial and voice recognition capabilities –It is completely hands-free  of electronic controllers",
            "SeeMe ( http://www.virtual-reality-rehabilitation.com/ ) virtual reality system is a PC based, clinician–controlled  exercise and diagnostic system that utilizes a laptop and Kinect technology. It is designed to improve coordination, balance, muscle strength, range of motion, reaction times, memory",
            "SilverFit is a virtual reality program that was designed specifically for older adults that consists of a camera that captures limb and trunk movements, a computer monitor, and a processing unit(3) –The system provides 7 types of games designed to elicit movements from the player –Developed by physiotherapists in the Netherlands",
            "GoGo TV Vision is an interactive gaming system comprised of a game console, camera, and TV monitor; it was originally designed for children but can be used with adults(3) –The camera projects the participant’s movements onto the TV screen in real time –Activities include juggling balloons, solving mazes, breaking bricks, and playing card games –This system can be used to target reaction time, upper extremity movement, and balance",
            "GestureTek Interactive Rehabilitation Exercise System (IREX) is a gaming system controlled solely by gestures(3) –The system uses a green chroma key screen to create a complex, immersive virtual environment for the patient –Provides a tracking tool called the “Session Management Tool” to monitor patient progress –The system is only available by contacting the manufacturer directly and requires both expert installation and a large space allocation",
            "The YouGrabber®is an interactive virtual reality gaming system designed to improve bimanual dexterity skills, upper extremity coordination, and cognitive functioning(39) –It consists of a pair of adjustable gloves that contain movement tracking sensors, which are worn while completing computer-based  games/activities –Games/activities can be adapted to accommodate varying ability levels –The system can be used in the clinic or home settings",
            "The Armeo®Spring is an exoskeleton-based  interactive gaming system designed to promote improved upper extremity motor function(40) –The exoskeleton device monitors arm and hand movement patterns during game-like  exercises, provides feedback, and tracks progress –The exercises are included in the system’s software package and can be adapted according to a patient’s motor and cognitive abilities –The exercises allow for either single-joint  movements or complex movements depending on a patient’s goals"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "None specifically for APGSs",
            "description": ""
        },
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement have been identified Indications for device/equipment"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "The reason for the referral and evaluation will vary significantly from patient to patient",
            "Occupational therapy evaluations should utilize a client-centered approach to most effectively evaluate deficits and needs(6) –A client-centered  approach includes the following principles:(6) -The patient is uniquely qualified to make decisions about his or her occupational functioning -The patient should have an active role in determining goals and desired outcomes -The patient-therapist  relationship should be interdependent to enable the solution of performance dysfunction -A shift to a model where occupational therapists work with clients to enable them to meet their own goals -Evaluation and treatment should focus on the patient’s culture, roles, interests, etc. -When the patient is able to define the problems that he or she would like to work on, the patient also becomes a problem solver -The patient should evaluate his or her own performance and set personal goals "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The reason for the referral and evaluation will vary significantly from patient to patient",
            "Occupational therapy evaluations should utilize a client-centered approach to most effectively evaluate deficits and needs(6) –A client-centered  approach includes the following principles:(6) -The patient is uniquely qualified to make decisions about his or her occupational functioning -The patient should have an active role in determining goals and desired outcomes -The patient-therapist  relationship should be interdependent to enable the solution of performance dysfunction -A shift to a model where occupational therapists work with clients to enable them to meet their own goals -Evaluation and treatment should focus on the patient’s culture, roles, interests, etc. -When the patient is able to define the problems that he or she would like to work on, the patient also becomes a problem solver -The patient should evaluate his or her own performance and set personal goals "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Review medical chart and physician reports to ascertain information regarding the patient’s diagnosis, medical treatments, and functional impairments -What is the current reason for referral? Why would the patient potentially benefit from use of an APGS?",
                "course of treatment": {
                    "medical management": "Document medical management of underlying diagnosis to date",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Note the results of all diagnostic tests completed to date",
                        "Diagnostic imaging (MRI, CT scan, chest X-ray, etc.)",
                        "Blood work (CBC, platelets, PT[INR], PTT, BUN, creatinine, glucose, urinalysis)",
                        "A 2015 systematic review asking the question if commercially available gaming systems (CAGSs) are valid and reliable instruments for use as clinical diagnostic and functional assessment tools in orthopedic settings found evidence to support the Wii Balance Board and the Kinect as tools to obtain reliable and valid center of pressure measurements(20)",
                        "They also concluded that the Wii Fit game may specifically provide reliable and valid measurements for predicting fall risk",
                        "It was not possible for the authors to make a universal generalization about the clinical utility of CAGSs in the field of orthopedics",
                        "3 level II, 7 level III and 1 level IV studies were included in the review",
                        "A later study examined the use of the Wii Fit to assess balance in older adults and found that a specific game ( Ski Slalom ) may be a feasible alternative to traditional testing measures(33)",
                        "Sixteen community-dwelling  women over the age of 60 were included in the study (half were 80 years and older); each participant completed an initial testing session involving medical history and daily living activity questionnaires, cognitive and visual screenings, and physical performance testing",
                        "Participants were then divided into two groups: one group participated in Wii Fit games ( Ski Slalom  and Table Tilt ) followed by computerized dynamic posturography (CDP) testing to assess balance, while the other group completed CDP testing followed by the Wii Fit games",
                        "Results indicated a strong correlation between Ski Slalom scores and CDP testing; a moderate to good relationship",
                        "among Ski Slalom  scores and initial testing results (selfreported  physical functioning, gait speed, TUG, and Dynamic Gait Index) was also found; no significant correlation was found between Table Tilt  scores and testing measures"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 0-10 scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -APGSs have been used to distract patients with burn injuries from pain(3)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Note respiratory status -Does the patient require supplemental oxygen? Tracheostomy tube, nasal cannula, or breathing mask? -Does the patient require mechanical ventilation? -Does the patient become short of breath? If so, when? Standing? Walking? With exercise?  Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has the patient had occupational therapy for the same or a similar diagnosis previously? Has the patient used APGSs in the past for rehabilitation or entertainment purposes?",
                    "comorbid diagnoses": "Ask the patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask the patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -What are the patient’s daily occupations and role(s) within his or her family? -Did the patient enjoy video games as one of his or her occupations prior to the current injury or illness? If so, APGSs would be very motivating and useful as a therapy tool for this patient(7) -Is he or she currently employed? -Is the patient hoping to return to work? -What activities, hobbies, etc., did the patient enjoy prior to the onset of functional impairments? -If possible, select games for use in therapy based on the patient’s prior interests (e.g., tennis, bowling, ping-pong) -A patient/caregiver interview may be helpful to gain insight into the patient’s hobbies, family/community roles, interests, prior work status, and home responsibilities",
                "functional limitations assistance with ADLs adaptive equipment": "What assistive or adaptive equipment is available to the patient at home? Can it still be used based on patient’s current level of functioning? -Document both high-  and low-tech  adaptations and equipment",
                "living environment": " Living environment -Who is the patient’s primary caregiver? -With whom does the patient live? (e.g., spouse/partner, parents, children, siblings, grandparents, caregivers) -Are there pets in the home? -Identify if there are barriers to independence in the home; are any modifications necessary? -Inquire about the levels of the home, including stairs, numbers of floors, etc."
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Note body mass index (BMI); many APGS games require that the player enter height and weight",
            "assistive and adaptive devices": "Assess the patient’s need for and/or use of assistive and adaptive devices –Note the use of wheelchair and/or other ambulatory device; the patient can use APGSs in therapy in several different body positions according to personal goals and needs(1)",
            "balance": "Evaluate static and dynamic balance functionally during ADL tasks involving weight shifting –Ensure that the patient’s balance is adequate to safely participate in APGS games –Tinetti Balance Scale(9) –Berg Balance Scale(10)",
            "cardiorespiratory function and endurance": [
                "Refer to physician orders regarding cardiac and exercise limitations",
                "Assess heart rate, blood pressure, and respiratory rate regularly pre/during/post activity; use Borg Perceived Rate of Exertion (PRE) scale if indicated ",
                "Monitor breathing to assist with determining fatigue and endurance levels"
            ],
            "circulation": "Assess pulse bilaterally; note any discrepancies or abnormalitiesAssess patient for involvement of cranial and peripheral nervesBed mobility and transfers should be assessed to determine the amount of assistance needed for the patient to perform each activity –Test static and dynamic activitiesa measurement of mobility; includes tasks such as standing from a seated position, walking, turning, stopping, and sitting down, all of which are important for independent mobility(11) –FIM – an 18-item,  7-level  ordinal scale assessing functional mobility, ADLs, language skills, and cognition(12)",
            "functional mobility": "",
            "gait locomotion": "Observe patient’s gait and ability to climb stairs (assisted or unassisted) –Note use of braces or ambulatory aids for walking –If the patient presents with impaired gait, referral to physical therapy may be appropriateAssess joint integrity and mobility –Assess upper extremity active and passive range of motion (AROM/PROM)Assess fine and gross motor function of the upper extremities; describe the quality of movement –It is important to determine the patient’s exact abilities with respect to hand and arm motor function if the plan of care includes the use of a handheld controller or sensor glove(13) –Observe manual dexterity; serial opposition or rapidly touching each finger to thumb in succession –Modified Ashworth Scale (mAS) -Used to assess tone, reflexes, and coordination -Severity of spasticity can be graded on the mAS –Motor Assessment Scale -Assesses motor function; includes disability and impairment measures; assessments include arm and hand movements, tone, and mobility –Arm Motor Ability Test (AMAT) -Evaluates arm functional ability and quality of movement; 28 tasks, including eating with a spoon, opening a jar, tying a shoelace, and using the telephone –Jebsen Test of Hand Function(13) -Composed of 7 activities, including writing, turning over stacked index cards, simulated eating, moving empty and weighted cans, and picking up small objects –9-Hole  Peg Test for fine motor control",
            "muscle strength": "Assess muscle strength –Manual muscle testing (MMT) to evaluate strength in both upper extremities, including the shoulder, elbow, forearm, wrist, and fingers; do not perform MMT with contracted muscles or muscles with tone and coordination issues –Dynamometer to evaluate hand strength bilaterally; note any differences between the two hands(13) -Recent study from the Institute of Human Movement Sciences in Zurich, Switzerland concluded that the Wii Balance Board can be a useful tool in measuring isometric hand grip strength when compared to the Jamar dynamometer(30) –Assess grip force in functional tasks –Assess pinch strength with pinchometer(13)",
            "observation inspection palpation including skin assessment": [
                "Observe for and document presence of skin breakdown upon initial evaluation and at the start of each treatment session; report new or changing skin breakdown to patient’s nurse and/or physician •Perception  (e.g., visual field, spatial relations)",
                "Ocular motor screening includes tracking through all planes, visual accommodation, and clarity of vision -Document complaints of double vision, optic pain, or visual field cuts -Document use of eye patching",
                "Patients with significant visual deficits might not be candidates for APGS-based  therapy; referral to ophthalmology or neuro-ophthalmology  is appropriate if symptoms of visual disturbances are noted during evaluation  -For additional information on assessment and treatment of patients with visual impairments, see  Clinical Review…Visual Dysfunction: Occupational Therapy"
            ],
            "posture": "Poor posture may impact the ability of a patient to complete occupational tasks such as feeding, dressing, oral care, transfers, and meal preparation –Document static/dynamic posture in both sitting/standing throughout a variety of tasks –Note posture with/without adaptive equipment",
            "range of motion": "Assess AROM and PROM of both upper extremities, including the shoulder, elbow, forearm, wrist, and fingers –Note pain response with any active movement or stretching –Document presence of contracturesAssess safety and ability to perform ADLs hair, dressing upper and lower extremities, clothing management, using the toilet, applying makeup or shaving the face, bathing, eating –For community-dwelling  and other high-functioning  patients, assess IADLs such as driving (car transfers), meal preparation, shopping, and housework -Lawton and Brody Instrumental Activities of Daily Living Scale -Includes items related to using the telephone, taking public transportation, shopping, meal preparation, housework, and medication and money management –The FIM, the Physical Self-Maintenance  Scale (PSMS), the Assessment of Motor and Process Skills (AMPS), the Kohlman Evaluation of Living Skills (KELS), the Frenchay Activities Index, and the Barthel Activities of Daily Living Index are appropriate standardized measures for ADLs",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Examine for sensory impairment",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Quality of life -The Short Form Health Survey (SF-36)  evaluates overall independence, emotional and mental health, limitations to previous roles, and social status -The Canadian Occupational Performance Measure (COPM) evaluates function through evaluation at baseline and status throughout treatment, utilizing the patient’s direct input in scale -The COPM allows patients to identify goals in therapy that are personally meaningful; useful for a client-centered approach to therapy",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Note patient’s ability to communicate and level of arousal as well as memory, attention, problem solving, and orientation to person, place, time, and situation –In order to participate in APGS-based  therapy, a patient would need to have relatively strong cognitive ability(1) –A brief cognitive assessment such as the Mini-Mental  State Examination (MMSE) is appropriate(8)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients who need this type of therapy or those with a diagnosis for which this device is used are at risk for falls; follow facility protocols for fall prevention and post fall prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall prevention strategies. Discharge criteria should include independence with fall prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols ›Diagnosis/need for device/equipment:  The occupational therapist (OT) must consider the patient’s risk factors and deficits to determine if the patient is an appropriate candidate for the use of APGSs in therapy"
            ],
            "general": "The occupational therapist (OT) must consider the patient’s risk factors and deficits"
        },
        "diagnosis need for treatment": " diagnosis",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Referral to physical therapy if the patient has difficulty with gait, ambulation, balance, transfers, or weight-bearing Referral to speech therapy if the patient presents with a speech, language, cognitive, or swallowing problem Referral to neuropsychology for significant cognitive impairment Referral to ophthalmology or neuro-ophthalmology  for assessment and treatment of visual disturbances Referral to dietician if the patient has any feeding or swallowing difficulties and may be at risk for malnutrition; patient may require nutritional supplements or supplemental feedings  Referral to recreational or vocational therapist for returning to activities of leisure and employment Referral to audiology if the patient appears to have hearing loss Referral to psychiatry, psychology, or social work if patient appears depressed or anxious, is having difficulty coping, and/ or may benefit from assistance with issues such as facility placement",
        "other considerations": [
            "“Wiiitis” is a term that was first coined by Julio Bonis when he described acute pain of the right infraspinatus muscle that resulted from playing Wii Tennis for several hours.(2) Since this first report, many other “Wiiitis” conditions have been cited in the literature –Hand laceration from using Nintendo Wii is the most commonly reported injury; playing Wii Tennis has resulted in almost half (46%) of all injuries reported(2) –The majority of Wii-related  injuries reported were sustained as a result of excessive gameplay (up to 10 hours in some cases) or a fall(2) –Injuries seem to be a consequence of the repetitive nature of the games as well as the rapid decelerations associated with aggressive gameplay(2) –When Wii is used in rehabilitation and recommended for use as a tool to increase physical activity of otherwise sedentary individuals, these potential injuries should be considered when designing activities for rehabilitation and exercise; time limitations should be considered when designing the patient’s home program(2)"
        ],
        "treatment summary": [
            "Occupational therapy intervention programs can use APGSs for patients with the following needs and/or deficits: –Balance training(1,2,34) –Upper extremity impairment; hemiplegia(1,2,3,31,32,37) –Social interaction and participation(2,3) –Cognitive retraining(1,3) –Visual attention, visual motor skills, and/or scanning deficits(1,3,38)",
            "Motor delays(39)APGSs and multiple sclerosis (MS) –A 2015 review of the use of gaming technology for rehabilitation in people with MS stated that the current research is contradictory and that there is no consensus on training duration/intensity and outcomes used to measure clinical effectiveness. The review did state that exergames were seen as enjoyable and could be effective in enhancing adherence to a rehabilitation program(21) –The Wii Fit was found to be comparable to a traditional balance training when considering the physical effects of exergaming in patients with MS in an RCT conducted in the United Kingdom(18) -Fifty-six  adults with MS randomized into 3 groups: balance training using Nintendo Wii Fit (exergaming), traditional balance training, and a control group that received no intervention -Exergaming and traditional group received four weeks of twice weekly 40-60  minute exercise sessions. Exergaming on the Wii Fit utilized Soccer Heading, Ski Slalom, Table Tilt, Tightrope Walk, Rhythm Boxing, Basic Step and Hula Hoop ; for traditional group, balance exercises were chosen that had gross movement patterns and demands similar to the Wii Fit -Primary outcome measures were postural sway on force plate, gait (as measured on GAITRiteTM walkway), technology acceptance and flow experience (i.e., measure of motivating state that encourages repeat activity) -Both interventions (exergaming and traditional) significantly improved bipedal postural sway when compared to control, but had no effects on gait. Flow experience with exergaming was superior to traditional balance training suggesting it is intrinsically motivating to patients with MS –Playing exergames on an unstable surface, utilizing Wii Sports/Sports Resort/Fit games, may be an effective way to improve balance and gait in patients with MS, especially in dual-task  situations, and also seems to increase adherence to a home-based  balance training program(22)  -Matched controlled trial conducted in Germany with 61 patients with MS and balance problems assigned to one of three training groups: conventional balance training (control), exergame training (playing exergames on unstable platform), or single-task exercises on the unstable platform -All groups met 9 times over a 3-week  period for 30 minutes each session -Outcome measures were 6 static balance tests on a forceplate, 4 balance tests on an unstable surface (Posturomed) and 2 gait analyses (Optogait). The dual task was performing a Wii golf pitch with a defined amplitude -All 3 groups showed significant improvements in balance tests and gait scores, but only the exergame training showed significantly higher improvements in the dual task situation -Adherence to the home-based  balance training program was significantly higher in the exergame training group",
            "APGSs and stroke –Two systemic reviews (one with meta-analysis)  conducted in 2015 evaluating the use of the Wii in the rehabilitation of stroke patients concluded: -There is not sufficient evidence to ensure the effectiveness and support the inclusion of the Wii in the treatment of post-stroke  sequelae, but some studies suggest that Wii can provide improvement in motor function(23) -The addition of Wii gaming significantly improved performance in the TUG test, but not for scores on FIM, Berg Balance Score, and postural sway(24) -This meta-analysis  also showed the Wii was safe for patients with stroke and that there was a decreased risk of dropping out of follow-up  when the Wii was utilized –Videogames were found to be as effective as traditional therapy in improving indicators of physical activity (gait speed, grip strength of weaker hand, stronger hands overall) of individuals with chronic stroke, and were found to be feasible, safe and satisfying(25) -An RCT conducted in Israel with 47 community-dwelling individuals with chronic stroke randomly assigned to videogame or traditional therapy in a group setting -OTs selected consoles and games based on abilities, balance, and ability to walk. Available gaming systems were Kinect, Eyetoy, MOVE, Wii Fit and SeeMe virtual reality. Conventional therapy were task-orientated  exercises that have been reported to be effective in acute and chronic stroke -Interventions were 2 one-hour  sessions per week for 3 months -Satisfaction for video game group was 93% and for traditional therapy was 71% -Daily steps (measured by hip accelerometer) and functional ability of the weaker hand (measured by The Action Research Arm Test) did not increase for either groups –The same research group investigated a subset of patients of the above-mentioned  RCT to determine the number of purposeful and non-purposeful  repetitions of the weaker upper extremity as well as the movement accelerations of both upper extremities in patients with chronic stroke while playing videogames or participating in traditional therapy and concluded that participation in videogames elicited more upper extremity purposeful repetitions and higher acceleration of movement than traditional therapy(26) -An RCT conducted in Israel with 29 patients (1-7years post-stroke)  videotaped while wearing wrist accelerometers –In a study that included 20 inpatients with hemiparesis (12 months post-stroke,  mean age 61.1 years), participants took part in a 4-week  training program(2) -In addition to a conventional rehabilitation program, half of the group also received 30 minutes of treatment with the EyeToy (5 games that all trained the upper limb) and the remaining half received a placebo of watching the games for the same duration without any physical involvement -According to follow-up  measures at the conclusion of the study, upper-limb  motor function benefited more from EyeToy games in addition to the conventional rehabilitation program than rehabilitation with the placebo EyeToy; this effect carried over during the 3-month  follow-up –A randomized, single-blind  clinical trial, which compared the outcomes of NintendoWii with recreational therapy on the motor recovery of acute stroke patients,highlighted the importance of a task-specific  rehabilitative approach with appropriate levels of intensity to promote upper limb recovery post-stroke(31) -Included 121 patients from in-patient  rehabilitation centers in 4 countries who had had an ischemic stroke ≤3 months of the start of the study -The Wii group received 10 60-minute  sessions that included patient-selected  games from Wii Sports and Game Party 3 to promote improved ROM, strength, flexibility, and coordination of the affected upper extremity; the recreational therapy group participated in patient-selected  activities that involved upper extremity use (e.g., card games, bingo,  Jenga, ball game); both groups continued to receive conventional therapy with a similar average total time spent in therapy between groups -Results of the Wolf Motor Function Test, completed at 2-weeks  and 4-weeks  post-intervention,  indicated improvements with upper extremity function within both groups; however, there was no significant difference between groups -Researchers concluded that task-specific  training with increasing levels of intensity best supports early recovery of upper limb functioning following stroke, which can include the use of virtual reality gaming systems or inexpensive recreational activities –In a study that investigated the effectiveness of a custom virtual reality gaming system (YouGrabber®) as a rehabilitation tool for patients with chronic stroke, the gaming system was found to be a practical method to support improved upper limb functioning(32) -Study was conducted at a community rehabilitation center in the United Kingdom and included 12 participants with chronic stroke (stroke occurred ≥6 months before enrollment) who were randomly assigned to either the YouGrabber®group or the gym group -The intervention lasted 12 weeks, included 18 training sessions, and was completed in addition to usual treatment of therapeutic exercise -The YouGrabber® group used the gaming system for approximately 30 minutes per session; games designed to work on dexterity, mirror imaging, and grasp and release were included in intervention sessions -The gym group received additional personalized instruction in therapeutic exercises -Post-intervention  testing (Motor Activity Log) indicated improvements with upper extremity functioning within the YouGrabber® group, though the improvements were not large enough to indicate statistical significance between groups; slight increased fatigue was also noted among both groups -The YouGrabber® group also reported benefits (e.g., improved balance and posture, perceptual skills, and motivation) and challenges (e.g., technological difficulties, limited structure in the progression of games, frustration, fatigue) of using the gaming system -Researchers concluded that the YouGrabber® gaming system is as effective as gym-based  rehabilitation for people with chronic stoke and may be a practical rehabilitation tool for this population",
            "APGSs and older adults –One study examined the use of the Wii Bowling game as part of an 8-week  fall prevention program(14) -Three groups of older adults with histories of falling participated in the study -Group 1 (8 subjects) participated in the Wii Bowling intervention as well as fall prevention education group once per week -Group 2 (6 subjects) participated in the Wii Bowling intervention only once per week -Group 3 (7 subjects) participated in no type of therapy and simply completed the pre- and posttests at the same time as the other groups -The assessments used for the study were the Control, Autonomy, Self-Realization,  Pleasure-19  (CASP-19); the Social Provisions Scale (SPA); and the Modified Falls Efficacy Scale (M-FES) -Overall, there were no group-related  significant differences found on the posttests; however, qualitatively patients verbalized enjoyment of the bowling games and overall satisfaction with the Wii Bowling intervention –In a study that included healthy older adults (aged 74 to 94 years) without any significant medical conditions, researchers examined the effect of a Wii Fit training program on the group’s balance(10) -Pre- and posttest assessments of balance were completed using the Berg Balance Scale -The intervention consisted of three 20-minute sessions per week for 4 weeks total with 10 minutes of Wii Fit balance games and 10 minutes of Wii Fit aerobics -At the conclusion of the study, the group’s Berg Balance Scale scores had increased significantly; group mean was 25.03% improvement –Another study found the Xbox Kinect to be a feasible balance training method for older adults(34) -Thirteen older adults (aged 70 years and older) were randomly divided into the experimental group (Kinect training 3x/week for 3 weeks using activities from Your Shape: Fitness Evolved  and Kinect Adventures!)  or the control group (normal daily activities) -Balance assessments were completed before the intervention, 1-week  post-intervention,  and 1-month post-intervention; assessments included the Berg Balance Scale, Fullerton Advanced Balance Scale, Functional Reach, and TUG -Significant improvements on the Berg Balance Scale and Fullerton Advanced Balance Scale were found for the experimental group, while no significant changes were found for the control group ",
            "APGSs and Parkinson’s disease (PD) –A systematic review of the role of exergaming in PD rehabilitation concluded that exergaming is an emerging tool to help rehabilitate motor skills in patients with PD. They did advise that commercial games may be too difficult for some people with PD and called for tailor-made  exergames that address the rehabilitation needs and capabilities of people with PD(27) –Kinect-based  training was found to be safe and feasible for people with PD (Hoehn and Yahr Stages 2 and 3) in a pilot study conducted in Brazil(28) -Fourteen 60-minute  sessions, three times a week, playing four games of Kinect Adventures -The 7 patients showed improvement in game scores as well as Six Minute Walk Test (6MWT) for distance, Balance Evaluation System Test, Dynamic Gait Index (DGI) and Parkinson’s Disease Questionnaire (PDQ-39) –In a case study of a 68-year-old  male with PD , the patient participated in a protocol of 12 treatments with the Wii Sports games in an outpatient group setting over the course of 4 weeks(3) -Participants in this study played the games individually and together -At the conclusion of the program, the patient had made substantial gains in motor performance and self-reported  quality of life, and continued to play the Wii games at home with his children and grandchildren",
            "APGSs and progressive supranuclear palsy (PSP) –The Xbox Kinect was found to be a feasible method of reducing fall risk and maintaining balance and functional mobility for people with PSP, a progressive neurodegenerative disorder(35) -Based on the results of a case study involving a 65-year-old  female with a diagnosis of PSP -The participant had a history of frequent falls due to axial rigidity, retropulsion, and poor postural control with dynamic tasks; difficulties with visual tracking and cognitive awareness were also noted -Twelve 1-hour  sessions completed over 6 weeks of Xbox Kinect training using the YourShape  game was included in her outpatient rehabilitation treatment plan due to reports of declining function and a desire for a more enjoyable and motivating intervention technique",
            "Outcome measures indicated stable balance on the Berg Balance Scale, a decline in the frequency of falls, improved postural control, and maintenance of lower extremity strength and functional mobility; the participant self-reported  a decline in quality of life, though this was attributed to visual changes resulting in impaired ability to complete certain leisure tasks and improved cognitive awareness of deficits APGSs and pediatrics –The Wii may be of use as an exertion challenge to evaluate tolerance for exercise post-concussion  in youth ages 9-18; however, it is not a valid measure of balance impairment post mild traumatic brain injury (MTBI)(29) -A cross-sectional  study conducted in Canada of 24 youth with MTBI who played six Wii games -Bruininks-Oseretsky  Test of Motor Proficiency 2nd edition and the Community Balance and Mobility Scale were used as balance indicators. Heart rate, respiration rate, and caloric expenditure were used as measures of exertion –A study that included 3 adolescents with severe hemiplegic cerebral palsy examined the effect of an in-home  virtual reality video game telerehabilitation program on hand function and forearm bone health(13) -The participants were asked to use a virtual reality video game-based  (PlayStation 3 console) rehabilitation program using the weaker hand for 30 minutes per day 5 days per week for 3 months -The game was controlled by a sensor glove (5 Ultra Glove) worn on the hemiplegic hand -All of the games involved either finger flexion/extension or thumb movement and had originally been developed for use in adults with chronic stroke -The game system was linked through an Internet connection to a similar system set up in the lab so that the OT could monitor each patient’s progress -Baseline measurements were taken for hand and pincer grip strength with a dynamometer and pinchometer. Initial hand function was assessed with the Bruininks-Oseretsky  Test of Motor Proficiency and the Jebsen Hand Function Test as well as a measurement of finger ROM taken from the 5DT sensor glove. Baseline forearm bone health was assessed using dual-energy  absorptiometry (DXA) and peripheral quantitative computed tomography (pQCT) -The 3 participants did not complete the program exactly as asked due to frustration, fatigue, or difficulty finding the time; however, all of the participants showed improvement on both grip strength and the Jebsen Hand Function Test, including a clinically meaningful improvement in the ability to lift both light and heavy objects -The 2 subjects who logged the most practice hours had more qualitative improvements than the third subject who had practiced the least -Finger ROM improved for 4/5 fingers in 1 subject and 3/5 fingers in the other 2 subjects  -The 2 participants who practiced the most showed an increase in bone mineral content (BMC) on the posttests of forearm bone health –A study examining the use of adaptive commercial gaming systems to promote bimanual upper extremity use during video game play indicated that the system may be a beneficial rehabilitative tool for adolescents with hemiparesis and an effective method for therapists to monitor performance with home programs(37) -The study used a specialized computer application, along with interfaces from 2 commercial gaming systems (PlayStation Move and Microsoft Kinect), to track bimanual upper extremity movement patterns while playing video games through a social media web site (Facebook); the application either required both hands to move in either the same direction or around the circumference of a circle -A second computer application allowed therapists to monitor performance through the social media web site -The study included 2 adolescent participants with hemiparesis; an additional healthy participant with no limitations in upper extremity functioning was used as a control -Each participant completed a 90-minute  session using the computer application system to play a designated video game; data for total distance traveled by each hand, wrist ROM, trunk movements, and hand offsets with vertical movements was collected throughout game play -Results indicated greater wrist ROM of the hemiparetic arm for 1 participant during game play when compared to the other participant who had more limited wrist ROM at baseline; results also indicated excessive trunk movements/ compensation for 1 participant and asymmetric bilateral vertical movement patterns for both participants during game play -Researchers concluded that the adaptive motion tracking and gaming system may allow therapists to monitor upper extremity use during home-based programs, identify discrepancies between clinic and home performance, and modify treatment plans to best support progress –Another study that included 5 children with cerebral palsy utilized the EyeToy for an in-home  therapy program targeting upper extremity movement(15) -Participants were asked to use the game system for 30 minutes per day for 10 consecutive days -The participants were instructed to hold down a button with the nonhemiplegic hand that kept the game turned on (and occupied that arm) while playing the game using the hemiplegic arm to control the onscreen movements and environment -Caregiver and patient questionnaires administered after the conclusion of the program noted high levels of satisfaction with the program -Outcome measures assessed the number of times the nonhemiplegic hand button was released, which decreased from 3.0 times ± 2.7 to 1.9 times ± 1.6, indicating increased use of the hemiplegic upper extremity for gameplay –A study that utilized an adaptive device to make video games more accessible to children with developmental disabilities resulted in improved motor coordination and visual motor skill performance among study participants(38) -Twenty children with developmental disabilities participated in a 5-week  intervention consisting of 30-minute  sessions using an adaptive video game device designed to increase functional upper extremity movements while limiting compensatory trunk movements; the device included an optical sensor platform, specialized joystick, notebook computer, and game software -After the intervention, scores on the Beery-Buktenica Developmental Test of Visual Motor Integration and Peabody Developmental Motor Scales, 2nd Edition significantly improved from pretest scores -Researchers concluded that adaptive video game technology can be an effective rehabilitative technique to promote motor skill development in children with developmental delays –For additional information on the use of the Nintendo Wii Fit and Rehabilitation in Children and Adolescents, see Clinical Review… Nintendo Wii Fit and Rehabilitation in Children and Adolescents",
            "APGSs and burns –In a study that investigated the use of an exoskeleton-based video gaming system (Armeo®Spring) in the treatment of upper extremity burn contractures, researchers found that the gaming system may be a feasible method to support continuous joint motion(36) -The study was conducted in an outpatient clinic and included 8 participants with a history of burns and upper extremity contractures -Each participant used the gaming system to play 4 video games while continuous data was collected for shoulder and elbow motion  -Results were varied based on participant, joint being measured, and game being played; however, 3 participants demonstrated greater maximum shoulder forward flexion, 1 participant demonstrated greater elbow flexion, and 2 participants demonstrated greater elbow extension while using the gaming system -Participants also expressed satisfaction with overall engagement, difficulty levels, and physical comfort when using the gaming system –The physical demands for the shoulder and elbow ROM while playing the Kinect and, to a lesser extent PlayStation (PS) Move, are comparable to functional motion needed for the daily tasks such as eating and hair combing and, therefore, show therapeutic value in burn rehabilitation(17) -Based on an objective evaluation of the real-time movement of 30 normal children playing both games with highest demands for UE movement: Rally Ball  and Leaks Ahoy  for Kinect and Picture This  and Blown Away  for PS Move -Average maximal ROM – with Kinect, with PS Move, respectively -Shoulder flexion – 149° and 130° -Shoulder abduction – 82° and 63° -Elbow flexion – 114° and 70° -% time above 120° of arm elevation – 10% and 5%",
            "APGSs and intellectual disability –A study of 44 adults with intellectual and developmental disability (IDD) and varying levels of physical disability found that training caregivers to operate the GestureTek IREX system was a feasible method of promoting general physical fitness in these individuals(16) -Significantly improved levels of physical fitness were documented in all groups of patients -Individuals with mild to moderate IDD benefited the most from the program as compared to those with severe IDD",
            "A review of the literature on APGSs found the following: –Using the controllers and balance board with Wii Sports and Wii Fit has been cited as a tool to augment traditional rehabilitation programs; anecdotally, the Wii is used in a number of settings within the National Health Service (NHS) in the United Kingdom for both older adults and for patients with pathologies (stroke, amputation, and PD)(2) –The Wii has been used to facilitate rehabilitation at Department of Veterans Affairs (V A) centers in the United States; in 2007, 80 facilities reported having at least one Wii gaming console for use in rehabilitation(2) –For patients with amputation, Nintendo requested that Össur UK, a manufacturer of prostheses for people with lower-limb amputation, produce an advisory document on the suitability of Wii Fit exercises as a recreation or rehabilitation tool(2) -These guidelines have been adopted by the British Association of Chartered Physiotherapists in Amputee Rehabilitation, who created a document to guide therapists using Wii Fit in the rehabilitation of patients with amputation in the NHS(2) -The review found no research into the feasibility and/or effectiveness of the Wii in amputation rehabilitation(2)",
            "Glenrose Rehabilitation Hospital in Edmonton, Alberta, has used the Wii as part of occupational therapy programs since early 2007 and offers the following suggestions for activities targeting specific rehabilitation goals(1) –Increase upper extremity ROM: utilize games with big, natural movements that go to end ranges (e.g., Bowling or Tennis)(1) –Improve upper extremity strength: utilize games that require sustained arm elevation and use; add wrist weights as appropriate for individual patient(1) –Improve fine motor control: utilize games that require use of steady, controlled movements with the remote to control onscreen game pieces (e.g., Marbles )(1) –Improve gross motor control: utilize familiar games that require hand-eye  coordination (e.g., Tennis, Baseball, Ping-pong)(1) –Improve dynamic trunk control and balance: utilize games that require use of the balance board (e.g., Skiing, Wii Fit balance games); attach the remote to the trunk with a chest strap for play in the sitting position (e.g., Airplanes, Racing)(1) –Improve visual scanning/problem solving: utilize games that require visual problem solving (e.g., Puzzles, Wii Play, Boom Blox )(1) –Improve visual attention: utilize games that require constant, mentally challenging stimuli (e.g., Tennis, Puzzles)(1) –Improve bilateral motor control: utilize games that require bilateral movement (e.g., Boxing, Cycling, Rowing) –Increase physical endurance: utilize games that require full body movements such as both arms and the trunk in Boxing(1)  ›See Description , Indications of device/equipment , and Guidelines for use of device/equipment  above . Problem Goal Intervention Expected Progression Home Program Upper extremity impairmentImprove function and strength of the impaired upper extremityTherapeutic modalities _ _ Games that require bilateral movement _ _ Familiar games that require hand-eye coordination and utilize steady, controlled movements with the remote or other hand controller (e.g. joystick) to control onscreen game pieces _ _ Games with big, natural movements that go to end ranges _ _ Games that require sustained arm elevation and use; add wrist weights as appropriate for individual patient _ _ See Treatment summary , aboveGradual progression of intensity of the gameplay and exercises should allow increased strength, function, and ROM; the OT can increase physical demands and task complexity by modifying the gameplay or adding an external level of difficulty (e.g., playing while on an uneven surface)Provide the patient/ caregiver with instructions for use of APGSs at home; time limitations should be pre-determined to avoid video game-related injury Balance impairment Increase trunk strength and stability and improve balance in static and dynamic tasksTherapeutic modalities _ _ Games that require use of the balance board _ _ Attach the remote to the trunk with a chest strap for play in the sitting position _ _ See Treatment summary , aboveGradual progression of intensity of the gameplay and exercises should allow increased strength and balance; the OT can increase physical demands and task complexity by modifying the gameplay or adding an external level of difficulty (e.g., playing while on an uneven surface)Provide the patient/ caregiver with instructions for use of APGSs at home; time limitations should be pre-determined to avoid video game-related injury  Cognitive impairments Improve the patient’s cognitive capabilities in functional tasksTherapeutic modalities _ _ Games that require visual problem solving _ _ Games that require constant, mentally challenging stimuli _ _ See Treatment summary , aboveAs the patient’s cognitive abilities improve, the OT can increase cognitive demands and task complexity by modifying the gameplay or adding an external level of difficulty (e.g., playing while on an uneven surface)Provide the patient/ caregiver with instructions for use of APGSs at home; time limitations should be pre-determined to avoid video game-related injury Lack of social interactionIncrease the patient’s level of social interactionFunctional training _ _ Include the patient in multiplayer, group therapy style sessions with APGSs _ _ Train the patient’s spouse/partner, caregiver, children, and/or grandchildren to play the games with the"
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Improved upper limb function–ROM, MMT, FIM, test of dexterity, mAS, motor assessment scale, AMAT, Jebsen Test of Hand Function, 9-hold  Peg",
            "Improved functional visual skills–Ocular motor screening",
            "Improved cognitive functioning–MMSE",
            "Increased independence in ADLs/IADLs–Lawton and Brody Instrumental Activities of Daily Living Scale, FIM, PSMS, AMPS, KELS, the Frenchay ActivitiesIndex, and the Barthel Activities of Daily Living Index",
            "Increased social interaction/participation",
            "Outcomes of occupational therapy should be measured during a reevaluation at the conclusion of therapy"
        ]
    },
    "maintenance or prevention": [
        "Gains achieved during the course of therapy can be maintained through home practice with the APGS utilized during treatment "
    ],
    "patient education": [
        "See information about the use of the Wii in rehabilitation programs for patients and therapists on the Wii-Habilitation  Web site (designed by a physical therapist), http://wii-habilitation.blogspot.com/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Halton J. Rehabilitation with the Nintendo Wii: experiences at a rehabilitation hospital. Occup Ther Now . 2010;12(3):11-14.  (X)"
        },
        {
            "number in article": 2,
            "reference": "Taylor MJ, McCormick D, Shawis T, Impson R, Griffin M. Activity-promoting  gaming systems in exercise and rehabilitation. J Rehabil Res Dev . 2011;48(10):1171-1186.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Bondoc S, Powers C, Herz N, Hermann V. Virtual-reality  based rehabilitation. OT Pract. 2010;15(11):CE1-CE7.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Haik J, Tessone A, Nota A. The use of video capture virtual reality in burn rehabilitation: the possibilities. J Burn Care Res . 2006;27(2):195-197.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Herz NB. The Wii and occupational therapy. OT Pract. 2009;14(7):19, 21, 23-25. (X)"
        },
        {
            "number in article": 6,
            "reference": "Gillen G. Cerebrovascular accident/stroke. In: Pendleton HM, Schultz-Krohn  W, eds. Pedretti's Occupational Therapy: Practice Skills for Physical Dysfunction . 7th ed. St. Louis, MO: Elsevier Mosby; 2013:844-880.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Gillen A, Watkins J. Where is the evidence base to help occupational therapists select technological occupations for current and future service users? Br J Occup Ther . 2011;74(2):92-94.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Folstein MF, Folstein SE, McHugh PR. \"Mini-Mental  State\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res . 1975;12(3):189-198. (R)"
        },
        {
            "number in article": 9,
            "reference": "Tinetti ME, Williams TF, Mayewski R. Fall risk index for elderly patients based on number of chronic disabilities. Am J Med . 1986;80(3):429-434.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Williams B, Doherty NL, Bender A, Mattox H, Tibbs JR. The effect of Nintendo Wii on balance: a pilot study supporting the use of the Wii in occupational therapy for the well elderly. Occup Ther Health Care . 2011;25(2/3):131-139.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Podsiadlo D, Richardson S. The timed \"Up & Go\": a test of basic functional mobility for frail elderly persons. J Am Geriatr Soc . 1991;39(2):142-148.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Kidd D, Stewart G, Baldry J, et al. The Functional Independence Measure: a comparative validity and reliability study. Disabil Rehabil . 1995;17(1):10-14.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Golomb MR, McDonald BC, Warden SJ. In-home virtual reality videogame telerehabilitation in adolescents with hemiplegic cerebral palsy. Arch Phys Med Rehabil . 2010;91(1):1-8.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Bell CS, Fain E, Daub J. Effects of Nintendo Wii on quality of life, social relationships, and confidence to prevent falls. Phys Occup Ther Geriatr . 2011;29(3):213-221.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Li W, Lam-Damji  S, Chau T, Fehlings D. The development of a home-based  virtual reality therapy system to promote upper extremity movement for children with hemiplegic cerebral palsy. Technol Disabil . 2009;21(3):107-113.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Lotan M, Yalon-Chamovitz  S, Weiss PL. Training caregivers to provide virtual reality intervention for adults with severe intellectual and developmental disability. J Phys Ther Educ. 2011;25(1):15-19.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Parry I, Carbullido C, Kawada J, et al. Keeping up with video game technology: objective analysis of Xbox KinectTM and PlayStation 3 MoveTM for use in burn rehabilitation. Burns. 2014;40(5):852-859.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Robinson J, Dixon J, Macsween A, van Schaik P, Martin D. The effects of exergaming on balance, gait, technology acceptance and flow experience in people with multiple sclerosis: a randomized controlled trial. BMC Sports Sci Med Rehabil . 2015;7:8. (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Plow M, Finlayson M. A qualitative study exploring the usability of Nintendo Wii Fit among persons with multiple sclerosis. Occup Ther Int . 2014;21(1):21-32.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Ruff J, Want TL, Quatman-Yates  CC, Phieffer LS, Quatman CE. Commercially available gaming systems as clinical assessment tools to improve value in the orthopaedic setting: a systematic review. Injury. 2015;46(2):178. (SR)"
        },
        {
            "number in article": 21,
            "reference": "Taylor MJ, Griffin M. The use of gaming technology for rehabilitation in people with multiple sclerosis. Mult Scler . 2015;21(4):355-371.  (RV)"
        },
        {
            "number in article": 22,
            "reference": "Kramer A, Dettmers C, Gruber M. Exergaming with additional postural demands improves balance and gait in patients with multiple sclerosis as much as conventional balance training and leads to high adherence to home-based  balance training. Arch Phy Med Rehabil . 2014;95(10):1803-1809.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Dos Santos LR, Carregosa AA, Masruha MR, et al. The use of Nintendo Wii in the rehabilitation of poststroke patients: a systematic review. J Stroke Cerebrovasc Dis . 2015;pii:S1052-3057.  (SR)"
        },
        {
            "number in article": 24,
            "reference": "Cheok G, Tan D, Low A, Hewitt J. Is Nintendo Wii and effective intervention for individuals with stroke? A systematic review and meta-analysis.  J Am Med Dir Assoc . 2015;pii:S1525-8610.  (M)"
        },
        {
            "number in article": 25,
            "reference": "Givon N, Zeiling G, Weingarden H, Rand D. Video-games  used in a group setting is feasible and effective to improve indicators of physical activity in individuals with chronic stroke: a randomized controlled trial. Clin Rehabil . 2015;Pii: 0269215515584382.  (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Rand D, Givon N, Weingarden H, Nota A, Zeilig G. Eliciting upper extremity purposeful movements using video games: a comparison with traditional therapy for stroke rehabilitation. Neurorehabil Neural Repair . 2014;28(8):733-739.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Barry G, Galna B, Rochester L. The role of exergaming in Parkinson’s disease rehabilitation: a systematic review of the evidence. J Neuroeng Rehabil . 2014;11:33. doi:10.1186/1743-0003-11-33.  (SR)"
        },
        {
            "number in article": 28,
            "reference": "Pompeu JE, Arduini LA, Botelho AR, et al. Feasibility, safety and outcomes of playing Kinect Adventures!TM for people with Parkinson’s disease: a pilot study. Physiotherapy . 2014;100(2):162-168.  (R)"
        },
        {
            "number in article": 29,
            "reference": "DeMatteo C, Greenspoon D, Levac D, Harper JA, Rubinoff M. Evaluating the Nintendo Wii for assessing return to activity readiness in youth with mild traumatic brain injury. Phys Occup Ther Pediatr . 2014;34(3):229-244.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Blomkvist AW, Andersen S, de Bruin ED, Jorgenesen MG. Isometric hand grip strength measured by the Nintendo Wii Balance Board – a reliable new method. BMC Musculoskelet Disord . 2016;17(1):56. doi:10.1186/s12891-016-0907-0.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Saposnik G, Cohen LG, Mamdani M, et al. Efficacy and safety of non-immersive  virtual reality exercising in stroke rehabilitation (EVREST): a randomised, multicentre, single-blind,  controlled trial. Lancet Neurology . 2016;15(10):1019-1027.  doi:10.1016/S1474-4422(16)30121-1.  (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Stockley RC, O'Connor DA, Smith P, et al. A mixed methods small pilot study to describe the effects of upper limb training using a virtual reality gaming system in people with chronic stroke. Rehabilitation Research and Practice . 2017;2017:9569178. doi:10.1155/2017/9569178.  (RCT)"
        },
        {
            "number in article": 33,
            "reference": "Hall CD, Clevenger CK, Wolf RA, et al. Feasibility of a low-cost, interactive gaming system to assess balance in older women. Journal of Aging and Physical Activity . 2016;24(1):111-118.  doi:10.1123/japa.2014-0184.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Bieryla KA. Xbox Kinect training to improve clinical measures of balance in older adults: a pilot study. Aging Clinical & Experimental Research . 2016;28(3):451-457. doi:10.1007/s40520-015-0452-y.  (RCT)"
        },
        {
            "number in article": 35,
            "reference": "Seamon B, DeFranco M, Thigpen M. Use of the Xbox Kinect virtual gaming system to improve gait, postural control and cognitive awareness in an individual with Progressive Supranuclear Palsy. Disability and Rehabilitation . 2017;39(7):721-726.  doi:10.3109/09638288.2016.1160444. (C)"
        },
        {
            "number in article": 36,
            "reference": "Schneider JC, Ozsecen MY, Muraoka NK. Feasibility of an exoskeleton-based  interactive video game system for upper extremity burn contractures. PM & R: The Journal of Injury, Function, and Rehabilitation . 2016;8(5):445-452.  doi:10.1016/j.pmrj.2015.09.012. (R)"
        },
        {
            "number in article": 37,
            "reference": "Glegg SM, Hung CT, Valdés Benavides BA, et al. Kinecting the moves: the kinematic potential of rehabilitation-specific gaming to inform treatment for hemiparesis. International Journal of Child Health & Human Development . 2016;9(3):351-360. https://www.researchgate.net/profile/Navid_Lambert-Shirzad/publication/263847841_Kinecting_the_Moves_The_kinematic_potential_of_rehabilitation-specific_gaming_to_inform_treatment_for_hemiplegia/links/5515b8cf0cf2d70ee27232bf/Kinecting-the-Moves-The-kinematic-potential-of-rehabilitation-specific-gaming-to-inform-treatment-for-hemiplegia.pdf . Accessed March 26, 2017. (R)"
        },
        {
            "number in article": 38,
            "reference": "Hshei HC, Lin HY, Chiu WH, et al. Upper-limb  rehabilitation with adaptive video games for preschool children with developmental disabilities. American Journal of Occupational Therapy. 2015;69(4):6904290020p1-5.  doi:10.5014/ajot.2015.014480.  (R)"
        },
        {
            "number in article": 39,
            "reference": "YouGrabber. YouRehab Web site. http://yourehab.com/wp-content/uploads/2016/04/YouGrabber_Broschuere_E_210316.pdf . Accessed March 26, 2017. (GI)"
        },
        {
            "number in article": 40,
            "reference": "ArmeoSpring: supporting the recovery of arm and hand function. Hocoma Web site. https://www.hocoma.com/us/solutions/armeo-spring/ . Accessed March 26, 2017. (GI) "
        }
    ]
}