{
    "metadata": {
        "title": "Ganglion Cyst (Neuroma)",
        "synonyms": [
            "cyst (neuroma)",
            "ganglion"
        ],
        "anatomical location body part affected": [
            "Can be located throughout the body, usually adjacent to or within joints and tendons. Most commonly located on the wrist, foot, and ankle.(22)Less commonly, cysts have also been reported in the knee,(21) especially years following ACL reconstruction(23)"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            "hand therapy",
            "sports rehabilitation"
        ],
        "description": [
            "Ganglion cysts are common, benign soft tissue masses.(21) They are fluid-filled  subcutaneous sacs arising from joint capsule (collagen), ligament, bursa, or tendon sheath. Although the name neuroma suggests nerve origin, ganglion cysts usually are extraneural(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M67.4": "ganglion; ganglion of joint or tendon (sheath) (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issue or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients often present with a visible and palpable lump, concerned that it might be a tumor",
            "It is unusual for a patient to complain that the ganglion cyst causes a functional limitation",
            "Cysts are most common on the dorsum of the wrist, and present as a single round, smooth, raised lump –The cyst usually is firm, fluctuant, and not tender on palpation –Average cyst sizes have been reported to be from 0.5 cm to 3 cm. The size may have changed over time, enlarging with increased joint use and shrinking with less use(1) –Cysts typically are sacs filled with clear, sticky, thick fluid –The cyst itself is not usually painful, but may compress structures to cause pain, tenderness, and/or neuritis. –In rare cases, weakness and restricted ROM may occur(1) –Occult ganglion cysts trapped beneath the extensor retinaculum are not visible or palpable but may ache when pressure within the ganglion increases,(3) or they may cause significant pain(1,4)",
            "Prevalence of wrist ganglia in patients presenting with some discomfort has been reported to be 19%(1)",
            "Ganglion cysts at other joints are more rare and the clinical manifestations are variable and nonspecific",
            "Prevalence of ganglion cysts in the dorsum of the ankle has been reported to be 5.6%(1)  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Refer to physician or surgeon if the cyst is highly tender, nonmobile (attached), or impingement/entrapment is suspected",
            "Refer to physician if cyst is associated with symptoms of neuritis"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:": [
            "The etiology is largely unknown. Ganglion cysts usually are insidious in onset but may arise suddenly(2)–Usually located near joints under continuous mechanical stress. Consequently, repetitive or strenuous use of the involvedjoint may contribute to their formation or enlargement(2)–Trauma to the joint has been proposed as a cause of cyst formation, but the majority of patients cannot recall a specifictrauma that precipitated the cyst(1) and the literature does not support trauma as an important etiological factor(4)"
        ],
        "pathogenesis:": [
            "Pathogenesis is unclear. Several theories have been proposed to explain the pathoanatomic mechanism of cyst formation–Ganglion cysts may develop from connective tissue by mucoid degeneration and disintegration of collagen fibers(4,5)–They may occur when fluid leaks out of a joint or tendon sheath by synovial herniation or expansion(2)–Microtrauma causing stretching of capsular tissues and ligaments may stimulate production of hyaluronic acid, thepredominant component of the fluid within the cyst(4)–Ganglion cysts usually are connected with the joint.(5) The most common joint location is between the scaphoid andlunate of the hand, originating from the scapholunate ligament(6,7)–When multiple ganglion cysts form, usually they are connected by a stalk(1,4,25)"
        ],
        "the articular  synovial  joint leakage theory was used to explain the etiology of three different ganglion cysts in a patient that affected the tibial nerve": [],
        "risk factors:": [
            "Definitive evidence does not exist regarding specific risk factors for ganglion cysts; however, trauma, repetitive or forcefulactivities of the joint, and a previous ganglion cyst likely increase the risk of developing subsequent cysts(1)",
            "Ganglion cysts occur in all age groups but are more common in young adults, in females 3 times more often than males(1)",
            "There are no known occupational risk factors(1)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Ganglion cysts may compress surrounding structures. Thorough examination of nerves, blood vessels, and other surrounding structures is essential for determining the secondary effects of a ganglion cyst. If impingement or entrapment on these structures is noted, the cyst may need to be surgically removed",
        "Crushing a ganglion cyst is not recommended, as it often results in cyst recurrence and may injure the affected area",
        "Refer to physician if diagnosis of ganglion cyst requires confirmation"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Refer to physician or surgeon if the cyst is highly tender, nonmobile (attached), or impingement/entrapment is suspected",
            "Refer to physician if cyst is associated with symptoms of neuritis"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "How long has the cyst been present? Does the cyst vary in size? If so, what makes the cyst bigger or smaller? Increase in size may be related to joint usage",
                "course of treatment": {
                    "medical management": " Medical management No treatment is necessary if the cyst is not growing progressively and the patient is asymptomatic Cyst aspiration typically is done under local anesthesia with a 16-gauge  needle in the physician’s office.(17)Cyst aspiration or steroid injection may be tried, but recurrence is common and the evidence supporting steroid injections is weak.(17)It is becoming more common to use ultrasound (US) guidance with cyst aspiration to allow for direct visualization and potentially greater success.(18,24)Palmar ganglia should only be aspirated with US guidance due to an increased risk of damage to the neurovascular structures from blind aspiration.(17) Aspiration may be unsuccessful in cases of hardened mucoid(1)  Recurrence of a ganglion cyst is common following surgical removal and studies indicate there is no difference in pain reduction, weakness, and stiffness when cysts are surgically removed compared to aspiration(1) Injection of autologous fibrin sealants into aspirated cysts to seal cyst walls together and prevent recurrence has been reported(8)",
                    "surgical management": [],
                    "medications": " Medications for current illness/injury No medications are found to be effective at eradicating a ganglion cyst; however, physicians often use steroid injections to treat ganglion cysts(1)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Diagnostic testing is recommended to rule out neoplasm (9)",
                        "Although MRI may be used to confirm a ganglion cyst, the cyst often is discovered incidentally by an MRI done for a different reason. MRI and ultrasonography may also provide information regarding the compression of nerves, blood vessels, and other surrounding soft tissue structures (10)",
                        "Ultrasonography is considered accurate and is less costly than MRI for distinguishing solid tumors from cystic lesions and for specifically diagnosing ganglion cysts",
                        "Typically there are no findings on X-rays,  but increased remodeling of bone may be seen in some cases(5)",
                        "Rarely, a biopsy may be needed if neoplasm is suspected"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Patients with intraarticular cysts at the knee or hip may report symptoms that failed to respond to treatment for other conditions at those joints(10,11)"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased). Do any activities increase or decrease symptoms or size of ganglion cyst?",
                "body chart": "Use body chart to document location and nature of symptoms -Sixty percent to 70% of hand and wrist ganglions are located on the dorsal wrist and 1520%  are on the palmar wrist. Cysts can also be located on dorsum of the distal interphalangeal (DIP) joint(1)",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling) -Ganglion cysts typically are asymptomatic except for the fact that they can change in size -In some cases, ganglion cysts can cause local nerve compression resulting in pain or ROM restriction(1) -Acute ulnar neuropathy at the wrist is uncommon but can be caused by a ganglion cyst in Guyon’s canal(19)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Pain may or may not be present",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if applicable",
                "other symptoms": "Ask if the patient has any other symptoms that indicate compression of nearby nerves or blood vessels Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there any history of osteoarthritis? Was there a traumatic event involving the affected joint? Previous history of ganglion cyst?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, osteoarthritis, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) ",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in repetitive work or leisure activities involving the affected joint, or any forceful activities of the affected joint, such as keyboarding, yoga, or gymnastics?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient have any functional limitations resulting from the cyst? Normally, ganglion cysts cause no functional limitations",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Distal pulses should be normal, but should be assessed to rule out compression of the artery by the ganglion cystIf applicable, monitor for redness, foul smell, and swelling around surgical sitesAssess affected joint for additional injury if development of a ganglion cyst is related to traumaAssess coordination of hand, if appropriate. Ganglion cysts at the fibular head have also been reported as a cause of peroneal neuropathy and foot drop.(21) Assess upper/lower extremity as appropriate",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Assess strength of affected extremity. For hand, utilize dynamometer",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "Determine active and passive ROM to assess function of the affected joint. Assess for pain during ROM",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "The dermatome scan should be normal; however, compression of a nerve by the ganglion cyst may result in paresthesia, neuropathic pain,(21) and sensory loss(21)",
            "special tests specific to diagnosis": " –For the hand, Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measurethe ganglion glows when a penlight is shone through it (1,13)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Use caution with patients who are hypertensive, as cold can cause a transient increase in blood pressure; discontinue treatment if there is an elevation in blood pressure",
                "Use caution with patients who are hypersensitive to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Use of cryotherapy with patients who have an aversion to cold may be counterproductive if being used to promote muscle relaxation and decrease pain(14) "
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "In the past, clinicians crushed ganglion cysts by smashing them. However, this technique is not recommended, as it often results in cyst recurrence and may injure the affected area",
                "Moist heat or cryotherapy may be trialed for pain relief(14)",
                "Contraindications to heating modalities  include application over areas with decreased sensation, vascular insufficiency, recent or potential hemorrhage, malignancy, acute inflammation, or infection. Do not use heat over areas where heat rubs or liniments have been recently used. Do not use heat if unable to determine sensory deficits in patients with cognitive deficits or if a language barrier is present(14)",
                "Contraindications to cryotherapy  include Raynaud’s syndrome, medical instability, cryoglobulinemia, cold urticaria, and paroxysmal cold hemoglobinuria. Avoid applying cold over superficial nerves, areas of diminished sensation, poor circulation, or slow-healing  wounds(14)"
            ]
        },
        "diagnosis need for treatment": "Presence of a ganglion cyst on the dorsum of the wrist or other joint. Postoperative rehabilitation for patients who have had cyst removal with joint surgery. Cases with pain, paresthesia, weakness, and restricted ROM",
        "rule out": " Rule out Lipoma(6) Fibroma Epidermoid inclusion cyst Osteochondroma Hemangioma Gout Rheumatoid nodule Radial artery aneurysm Extensor tenosynovitis(6) –Flexor halluces longus tendinopathy has been reported to occur concurrently with ganglion cysts in the foot(21) Giant cell tumor of tendon sheath(6) Carpal boss(6) (painful bony prominence on dorsal hand) Scapholunate ligament injury/strain(6) Kienböck’s disease (avascular necrosis of lunate)(6) Sarcoma(1) Hamartoma(1) Osteophyte(1) Tarsal tunnel syndrome(22) when foot/Achilles pain is present",
        "prognosis": [
            "Approximately 58% of dorsal wrist ganglia(15) and 50% of palmar wrist ganglia were found to resolve spontaneously within 6 years(16)",
            "The recurrence rate following surgical excision of a ganglion cyst is reported to be 39–50%(6,15)",
            "Authors of a 6-year  study comparing blind aspiration, surgical excision, and no intervention concluded that neither aspiration nor surgical excision provided a definitive long-term  benefit over no intervention. The only benefit of surgery was early resolution of the cosmetic appearance of the ganglion(15)",
            "Results from studies are mixed regarding the recurrence rate following aspiration. The recurrence rate following aspiration of a ganglion cyst is as high as 80%, but serial aspiration yields results with a lower rate of recurrence of about 20%.Splinting after the procedure may increase the success rate. Mucous cysts can be aspirated, but the recurrence rate is more than 50% and pain may not subside if due to underlying osteoarthritis(17)",
            "There is a higher rate of resolution in children; up to 80% of ganglion cysts in children resolve spontaneously(1)",
            "Researchers conducting a case study of an elite swimmer in Turkey reported return to a sport-specific  training program 6 weeks after surgical excision of a ganglion cyst in the foot. No recurrence of pain/cyst was found at 6-months  follow-up(20)"
        ],
        "referral to other disciplines": "Refer patient to physician as indicated; to occupational therapist (OT) for wrist splint as indicated",
        "other considerations": [],
        "treatment summary": [
            "Infrequently, patients may be referred for physical therapy to manage the secondary symptoms resulting from a ganglion cyst",
            "Typically, physical therapy will be indicated for problems within the affected joint occurring simultaneously with a ganglion cyst",
            "Treatment of symptoms and secondary effects of the ganglion cyst may also be addressed. This may include –the use of physical modalities (moist heat, ice) for relief of pain –therapeutic exercises to strengthen and stretch the affected joint –manual therapy to increase joint ROM",
            "Physical therapy may be indicated following surgical excision. The main treatment interventions involve wound care and edema and scar management. Therapeutic exercise to increase strength and passive ROM (PROM)/stretching to  increase ROM may facilitate return to prior level of function. These interventions would need to be tailored to the specific joint affected by the ganglion cyst, and would vary depending on the type of surgery required to excise the cyst (i.e., arthroscopic, open) . Problem Goal Intervention Expected Progression Home Program Presence of ganglion cystPhysical therapy is not generally indicated for the treatment of a ganglion cyst unless there are secondary symptoms. If a patient presents with this condition, the goals would be to identify the ganglion cyst and refer to physician for further evaluation and treatmentTherapeutic strategies _ Identify ganglion cyst and refer to physician for further evaluation and treatmentN/A N/A Secondary symptoms of ganglion cyst (pain, paresthesia, decreased strength and ROM)Resolve secondary symptomsPhysical modalities _ Moist heat or ice for relief of pain _ _ Splinting _ Wrist splint may help symptoms _ _ Therapeutic exercises _ Strengthen and stretch the affected joint, and manual therapy to increase joint ROM. Because a ganglion cyst can occur in any joint, specific treatment must be tailored to each individual caseN/A Instruct patient in proper use of splint and heat/cold for pain relief _ _ Continue prescribed exercises at home  Postsurgical symptoms _ _ Decreased ability to perform ADLs, functional mobility, self-careResolve pain, ROM, strength and functional limitations and promote wound healing _ _ Improve ADLs, functional mobility, and self-careWound care _ Address skin integrity issues if needed (wound care, edema, and scar management) _ _ Therapeutic exercise _ Strengthening and passive ROM / stretching to the specific joint affected by the ganglion cyst _ _ Functional training _ Dexterity/coordination activities, ADL and self-care trainingN/A _ _ Progress patient as appropriateInstruct patient in independent wound and edema management _ _ Continue prescribed exercises at home _ _ Provide written and verbal instructions for home program ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Resolution of ganglion cyst and any secondary deficits resulting from the ganglion cyst or cyst excision",
            "Improved functional mobility–DASH",
            "Normalized ROM–Goniometry",
            "Normalized strength–MMT",
            "Decreased pain–V AS"
        ]
    },
    "maintenance or prevention": [
        "Avoidance of repetitive or forceful activity of the affected joint"
    ],
    "patient education": [
        "Ganglion Cyst. Available at: https://emedicine.medscape.com/article/1243454-overview Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation "
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Thompson MW, Fiden W. Ganglion cyst. Domino FJ, ed. The 5-Minute Clinical Consult 2018 . Philadelphia, PA: Wolters Kluwer Health/Lippincott, Williams & Wilkins; 2018. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Zuzek RW, Sadiq I. Ganglia. In: Ferri FF, ed. Ferri's Clinical Advisor 2017: 5 Books in 1 . Philadelphia, PA: Mosby Elsevier; 2017:489-490.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Miles S, Amirfeyz R, Bhatia R, Leslie I. (ii) Benign soft tissue tumours of the hand. Orthop Trauma . 2010;24(3):181-185.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Thurston AJ. Aetiology of extraosseous wrist ganglia; the published evidence. Orthop Trauma . 2009;23(3):186-188.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Wu JS, Hochman MG. Soft-tissue  tumors and tumorlike lesions: a systematic imaging approach. Radiology . 2009;253(2):297-316.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Stretanski MF. Hand and wrist ganglia. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation . 4th ed. Philadelphia, PA: Elsevier Saunders; 2019:169-173.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Carrigan RB. The upper limb. In: Kliegman RM, Behrman RE, Geme JW I. I. I., Schor NF, Stanton BF, eds. Nelson Textbook of Pediatrics . 21st ed. Philadelphia, PA: Saunders Elsevier; 2020:3651-3657.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Nakama K, Gotoh M, Mitsui Y, Shirachi I, Higuchi F, Nagata K. Use of autologous fibrin sealants to treat ganglion cysts: a report of two cases. J Orthoped Surg (Hong Kong) . 2010;18(1):104-106.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Tyser AR, Holt PA, Randall RL. Diagnostic evaluation of upper extremity masses and tumors. Orthopedics . 2017;40(5):e758-e764. doi:https://doi.org/10.3928/01477447-20170518-02.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Durante JA. Ganglion cyst on the posterior cruciate ligament: a case report. J Can Chiropr Assoc . 2009;53(4):334-338.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Seah R, Connell D, Villar RN, Bell P. A radiological pitfall - large intra-articular  ganglion cyst diagnosed in a runner who presented with chronic hip pain and previously reported normal radiological findings. Int Musculoskeletal Med . 2009;31(4):155-157.  (C)"
        },
        {
            "number in article": 12,
            "reference": "Westbrook AP, Stephen AB, Oni J, Davis TRC. Ganglia: the patient's perception. J Hand Surg . 2000;25(6):566-567.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Wanger J, Crapo RO, Irvin CG. Percutaneous arterial blood sampling. Wagner J, Crapo RO, Irvin CG, eds. Pulmonary function laboratory management and procedure manual . 2nd ed. New York, NY: American Thoracic Society; 2005. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016:42-43,  80-82, 127-128, 144-145, 322-323. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Dias JJ, Dhukaram V, Kumar P. The natural history of untreated dorsal wrist ganglia and patient reported outcome 6 years after intervention. J Hand Surg Eur . 2007;32(5):502-508.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Dias J, Buch K. Palmar wrist ganglion: does intervention improve outcome? A prospective study of the natural history and patient-reported  treatment outcomes. J Hand Surg [Br]. 2003;28(2):172-176.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Thommasen HV, Johnston S, Thommasen S. Management of the occasional wrist ganglion. Can J Rural Med . 2006;11(1):51-52.  (RV)"
        },
        {
            "number in article": 18,
            "reference": "Jose J, Fourzali R, Lesniak B, Kaplan L. Ultrasound-guided  aspiration of symptomatic intraneural ganglion cyst within the tibial nerve. Skeletal Radiol . 2011;40(11):1473-1478. doi:10.1007/s00256-011-1209-0.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Prasad GL, Menon GR. Epineural ganglion cyst at the cubital tunnel: A rare cause of ulnar neuropathy. Neurol India . 2018;66(6):1817-1820.  doi:10.4103/0028-3886.246248. (C)"
        },
        {
            "number in article": 20,
            "reference": "Circi E, Ozyalvac ON, Tuzuner T, Ermutlu C. Ganglion cyst of the flexor hallusis longus tendon in a national swimmer: An unusual case report. Orthop J Sports Med . 2014;2(11):1. doi:10.1177/2325967114S00211. (C)"
        },
        {
            "number in article": 21,
            "reference": "Lai LP, Chen B, Kumar S, et al. Ganglion cyst at the fibular head causing common peroneal neuropathy diagnosed with ultrasound and electrodiagnostic examination: A case report. Am J Phys Med Rehabil . 2014;93(9):824-827.  doi:10.1097/PHM.0000000000000120. (C)"
        },
        {
            "number in article": 22,
            "reference": "Farber DC, Lovering RM. Ganglion cyst in the tarsal tunnel. J Orthop Sports Phys Ther . 2014;44(1):40. doi:10.2519/jospt.2014.0401. (C)"
        },
        {
            "number in article": 23,
            "reference": "Lantz JM, Shamim E, Elliot JM. Symptomatic ganglion cyst in a patient with knee pain. J Orthop Sports Phys Ther . 2014;44(10):840. doi:10.2519/jospt.2014.0412. (C)"
        },
        {
            "number in article": 24,
            "reference": "Zeidenberg J, Aronowitz JG, Landy DC, Owens PW, Jose J. Ultrasound-guided  aspiration of wrist ganglions: a follow-up survey of patient satisfaction and outcomes. Acta Radiol. 2016;57(4):481-486.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Zuckerman SL, Spinner RJ. Understanding the Dynamics and Compartments in Joint-Related  Ganglion Cysts. J Foot Ankle Surg . 2017;56(2):415-416.  doi:10.1053/ j.jfas.2017.01.001. (C)"
        }
    ]
}