{
    "metadata": {
        "title": "Dysphagia  Glycogen Storage Disease Type II (Infantile Pompe Disease)",
        "synonyms": [
            "dysphagia  glycogen storage disease type ii (pompe disease) in infants",
            " dysphagia: acid maltase deficiency (amd) in infants",
            "dysphagia: acid maltase deficiency disease in infants",
            "dysphagia: alpha-1,4-glucosidase  deficiency in infants",
            "dysphagia: deficiency of alpha-glucosidase  in infants",
            "dysphagia: gaa deficiency in infants",
            " dysphagia: glycogenosis type ii in infants",
            "dysphagia: glycogen storage disease type ii (gsd ii",
            "gsd2) in infants",
            "dysphagia: pompe's disease in infants",
            "dysphagia: early onset pompe disease",
            "swallowing disorders: glycogen storage disease type ii (infantile pompe disease)",
            "glycogen storage disease type ii (infantile pompe disease): dysphagia",
            "infantile pompe disease (glycogen storage disease type ii): dysphagia",
            "pompe disease, infantile (glycogen storage disease type ii): dysphagia"
        ],
        "anatomical location body part affected": [
            "Liver, heart, skeletal muscle"
        ],
        "area of specialty": [
            "pediatric genetic and/or neurological disorders",
            "swallowing and swallowing disorders"
        ],
        "description": [
            "Glycogen storage disease type II (Pompe disease) is a rare autosomal recessive neuromuscular disorder caused by metabolic deficiency.(1,2) Glycogen is a carbohydrate (called a polysaccharide) synthesized by humans in order to be used for fuel or structural support or metabolized for energy.(2) Glycogen is synthesized and stored almost entirely in the liver and the muscles and is the primary source of stored energy for muscle activity during exercise.(2) In Pompe disease, there is a deficiency of the acid alpha-1,4-glucosidase,  an enzyme that breaks down glycogen in lysosomes (the part of a cell that holds enzymes).(2) As a result, the lysosomes in the cardiac, skeletal, and smooth muscle cells accumulate glycogen.(2)When the onset of Pompe disease is in the first few months of life (typically before 6 months), it is referred to as early-onset  Pompe disease or infantile Pompe disease.(34) Infantile Pompe is the most severe form of the disorder. It results in any or all of the following:",
            "Arrhythmia(1)",
            "Cardiomegaly (enlarged heart)(1,2,4)",
            "Cardiomyopathy (dilated or hypertrophic)(2,5)",
            "Heart failure (HF)(1)",
            "Dysphagia(5,15)",
            "Failure to thrive(4,15)",
            "Feeding difficulties(2,5,15)",
            "Generalized weakness; “floppy infant” appearance(1,2)",
            "Hearing impairment(5)",
            "Hepatomegaly (enlarged liver)(1,2,5)",
            "Hypotonia(1,2,4,5)",
            "Macroglossia (enlarged tongue)(1,2,5) ",
            "Muscle atrophy (especially calves and paraspinal muscles)(1)",
            "Neuropathic bulbar weakness(2)",
            "Osteopenia (low bone mineral density)(5)",
            "Pulmonary complications; respiratory failure(1)",
            "Progressive muscular weakness(5)",
            "Scapular winging(1)",
            "Scoliosis(5)",
            "Symmetric proximal weakness(1)",
            "Articulation disorder(16)",
            "Hypernasal speech(16)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia",
            "R63.30": "Feeding difficulties, unspecified",
            "R63.32": "Pediatric feeding disorder, chronic",
            "R63.39": "Other feeding difficulties",
            "E74.02": "Pompe disease _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage",
            "Medicaid is a joint state-federal  entitlement program in the United States that provides medical care to low-income Americans.(3) Medicaid offers many benefits for home and community services to patients with long-term  care needs, such as individuals living with Pompe disease.(3) Eligibility for Medicaid varies by state, but in every case it is a means-tested  entitlement program(3)"
        ],
        "presentation signs and symptoms": [
            "Pediatric feeding disorders are defined as oral intake that is not age-appropriate  and with dysfunction noted in at least one of the following domains: nutrition, medical, feeding skill/safety, and psychosocial.(12) Specifically, dysphagia (feeding skill/safety) refers to difficultyin any of the stages of swallowing: oral, pharyngeal, and/ or esophageal.(26)Briefly, the oral phase includes sucking, chewing, and transporting the bolus into the pharynx. The pharyngeal phase is defined by initiation of the pharyngeal swallow response, pharyngeal clearance, and airway closure to prevent aspiration (food or liquid entering the airway) or choking.(13) Lastly, the esophageal phaseis characterized by relaxation and opening of the upper esophageal sphincter with transit of the bolus to the stomach via peristaltic motion.(26) In patients with infantile Pompe disease, feeding and swallowing difficulties,accompanied by the need for supplemental nutrition,are prevalent.(15) These patients also have difficulty with secretion management due to inefficient and/or infrequent dry swallowing, which causes pooling of oral secretions as well as drooling.(3) Global muscle wasting, hypotonia,tongue weakness, pharyngeal weakness, poor oral ROM, and increased effort for breathing all contribute to dysphagia in patients with infantile Pompe disease.(3,16)These deficits often result in poor articulationand hypernasal speech. (16) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain level, endurance for feeding, and general safety risk level(14)",
            "A patient and family’s culture and native language should be considered to determine the appropriateness of examination questions and materials(18)",
            "It is important to consider eating habits, food preferences, and cultural influences on eating to maximize nutritional intake(18)",
            "It is recommended that the caregiver/family be involved in all assessment procedures(14)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes: pompe disease is caused by a mutation in the gene that produces the acid alpha-,-glucosidase   gaa .   the gaa gene is located on the long  q  arm of chromosome  between positions . and .": [],
        "pathogenesis": [
            "Pompe disease is inherited; inheritance is autosomal recessive(1)",
            "Incidence of infantile Pompe disease is 1 in 40,000 to 50,000 live births(1)",
            "Patients with Pompe disease have an accumulation of glycogen within the tissues of the body (mainly within themuscles)(1)",
            "The disease is progressive and functional impairments increase over time(1)"
        ],
        "risk factors": [
            "Family history of Pompe disease(4)",
            "Having parents who are carriers of a GAA  gene mutation on chromosome 17(4)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Speech-language  pathologists (SLPs) are required to have graduate, postgraduate, or continuing education training specifically in pediatric dysphagia assessment and treatment before completing an evaluation and/or commencing treatment(14)",
        "SLP must have demonstrated competency as defined by American Speech-Language-Hearing  Association (ASHA) guidelines prior to completing instrumental swallow evaluation (videofluoroscopic swallowing study [VFSS] or fiberoptic endoscopic evaluation of swallowing [FEES])(17)",
        "The appropriate identification of a pediatric feeding disorder is critical due to risk for insufficient caloric intake, dehydration, respiratory infection/pneumonia, and aspiration and/or penetration of oral intake(15)",
        "Timely assessment of swallowing is critical in order to initiate medical therapies and to ensure that family and caregivers are aware of the risks associated with the feeding and swallowing disorder(15)",
        "Monitoring of swallowing function over time is recommended due to potential changes in safety and efficiency of swallowing(15)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain level, endurance for feeding, and general safety risk level(14)",
            "A patient and family’s culture and native language should be considered to determine the appropriateness of examination questions and materials(18)",
            "It is important to consider eating habits, food preferences, and cultural influences on eating to maximize nutritional intake(18)",
            "It is recommended that the caregiver/family be involved in all assessment procedures(14)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Review patient’s medical chart -When was Pompe disease diagnosed in the patient?(4) -Infantile Pompe disease can be diagnosed prenatally if genetic testing is performed; otherwise diagnosis is usually confirmed between birth and 6 months of age(4,34)",
                "course of treatment": {
                    "medical management": "Medical management of Pompe disease includes Enzyme replacement therapy (ERT) with intravenous recombinant alglucosidase-alfa(1,2,34) A high-protein  diet and medicallysupervised exercise therapy(by a physical therapist [PT]/occupational therapist [OT]) often are recommended as part of the treatment plan for patients with Pompe disease(2,34) The rationale is to attempt to decrease glycogen accumulation, increase muscle fatty acid utilization, and compensate for the increased amino acid oxidation that has been shown to occur in Pompe disease(3)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed and when the medication was begun.Are they being taken? Has the patient been receiving ERT and when did they start? ",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The diagnosis of infantile Pompe disease is confirmed with either molecular genetic studies or biochemical analysis of acid maltase activity of a muscle biopsy(1)",
                        "Document the results of any chest X-rays  and/or swallowing or feeding assessments that have been completed(2,8)",
                        "Chest X-rays  will usually reveal cardiomegaly 59",
                        "EMG findings in patients with infantile Pompe disease usually include irritative myopathy with fibrillations, complex repetitive discharges, and myotonic discharges(1,2)",
                        "Muscle biopsy shows the presence of vacuoles that stain positively for the presence of glycogen(2)",
                        "Laboratory findings in patients with infantile Pompe disease include elevated levels of serum creatine kinase (CK), aspartate aminotransferase (AST), and lactate dehydrogenase (LDH)(2)",
                        "Diagnosis of infantile Pompe disease is confirmed with an enzyme assay (a lab test for enzyme activity) that",
                        "demonstrates deficient acid alphaglucosidase  or a gene sequencing that shows two pathogenic mutations in the GAA gene(2,34)",
                        "Most patients with infantile Pompe disease produce some endogenous GAA  protein, which is called",
                        "crossreactive immunologic material (CRIM) because it is recognized by anti-GAA  antibodies on Western blot analysis. A complete lack of GAA is described as CRIM negative(15)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and their efficacy",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were of benefit"
                },
                "aggravating easing factors": "Does the patient exhibit increased swallowing difficulty -with specific consistencies such as liquids, purees, or solids? -with breastfeeding or bottle-feeding? -in certain bottle-  or breastfeeding positions? -with certain cups or straws? -as feeding sessions progress, due to poor endurance? -when not positioned appropriately in seat? -during certain times of day? -with environmental distractions?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms related to dysphagia; see Presenting signs/symptoms , above",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -Pain, fatigue, and cramping are common among patients with infantile Pompe disease(1)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night).",
                "sleep disturbance": "Document number of wakings/night -Patients with infantile Pompe disease can experience abnormal breathing patterns which may disrupt sleep(1) -Given global hypotonia, patients with infantile Pompe disease are at increased risk of sleep apnea(1) -Nocturnal ventilatory support is often recommended for patients with infantile Pompe disease and has been found to improve QOL(1,2)",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., difficulty breathing)",
                "respiratory status": "Document the respiratory status of the patient including use of high-flow  nasal cannula, use of continuous positive airway pressure/biphasic positive airway pressure, and presence of tracheostomy tube with/out mechanical ventilation -Patients with infantile Pompe disease often require mechanical ventilation due to respiratory failure(1,5) -For detailed information on assessment and treatment of dysphagia in children with tracheostomy tubes in place, seeChildren with Tracheostomy  ; CINAHL Topic ID Number -Diaphragm and chest wall muscles are both impacted by the disease,which can result in respiratory failure(1)  -As a result of dysphagia in infantile Pompe disease, patients are at high risk of aspiration pneumonia and/or recurrent respiratory tract infections, which can lead to respiratory failure(15,16)In the case of infants with Pompe disease, it is important to note the psychosocial status of the patient’s parent(s)/caregiver(s)(3) -The challenges faced by children with infantile Pompe and their familiescan be overwhelming and often strain marriages, friendships, and other relationshipsThe patient’s family should be referred to a mental health professional for counseling and support services as needed(3)Hearing impairment is common in patients with infantile Pompe disease(3) -Sensorineural hearing impairment in patients with infantile Pompe disease is thought to be due to glycogen accumulation in the cochlea(3) -Conductive hearing impairment is thought to be due to weak tensor veli palatini muscle, whichopens the eustachian tube(3) -In addition to standard universal neonatal hearing screening, infants with Pompe disease should have routine hearing tests performed by an audiologist, including behavioral assessment when possible, otoacoustic emissions, tympanometry, and auditory evoked potentials (ABR/BAER) using air and bone conduction(3) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a family history of Pompe disease?",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including hearing loss, vision problems, communication difficulties, and GI disturbances(6)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) Determine if patient has been started on ERT therapy Parents should be cautioned against the use of OTC medications to treat colds, cough, and other upper respiratory infections as these medications often contain sympathomimetic agents that can be damaging to the heart in patients with infantile Pompe disease(3)",
                    "other symptoms": "Ask family/caregiver about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include receive intervention services? If so, are they home,hospital, or clinic based? Who feeds the patient? What types/textures of food? What is the patient’s feeding schedule?",
                "functional limitations assistance with ADLs adaptive equipment": "Document use of assistive devices for mobility and/or self-care.(1) Document if the patient uses any adaptive equipment to communicate (e.g., Passy-Muir valve if tracheostomized or types of augmentative and alternative communication [AAC]).(16) Is the patient limited to eating foods of certain textures? Who prepares the patient’s food? Is the patient able to self-feed  with assistance?",
                "living environment": "Document information about the patient’s living environment including stairs, number of floors in home, and with whom patient lives (e.g., siblings, pets). Identify any safety concerns in the home and if any modifications are necessary"
            }
        },
        "relevant tests and measures": {
            "general": "A CSE is a critical component and often the first step of a comprehensive",
            "anthropometric characteristics": "Document height and weight as well as thepercentile on the standardized growth chart.(3) Patients with infantile Pompe disease have impaired motor skills and are at risk for malnutrition due to their feeding challenges(16,34)",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "For children with infantile Pompe disease, speech and language skills might be affected.(7,16) In general, speech disorders (such as articulation disorder) are more common and more severe than language disorders in children with infantile Pompe disease.(7) Infants with Pompe disease who have oral-motor  and respiratory involvement might be too weak to communicate orallyor may have significant distortions to their speech patterns.(3,16) Patients who require ventilators or have tracheostomies as well as those demonstrating speech/language delay will benefit from a complete speech-language  evaluation to determine appropriate goals and treatment plans.(3) In some cases, AAC, including signing and the use of assistive technology such as voice output systems, might be recommended to increase functional communication, compensate for weakness and decreased endurance, and/or promote conservation of energy(3,16) –For detailed information on assessment and treatment of speech and language in patients with tracheostomy tubes who might benefit from the use of a speaking valve, see  Clinical Review ... Passy-Muir Tracheostomy and VentilatorT708919 –For detailed information on assessment for and treatment utilizing AAC devices, see the series of Clinical Reviews on this topic",
            "neurological examination": "",
            "oral structure and oral motor function": "Examine the structure and the range, rate, coordination, and symmetry of movement of the lips, jaw, facial musculature, tongue, pharynx, and larynx –Patients with infantile Pompe disease often exhibit macroglossia and hypotonia of the facial muscles(1,2,16,34) –In a study containing 11 patients followed over the course of11 years, even after ERT the majority continued to exhibit facial weakness characterized by facial palsy, open mouth posture, diminished nasolabial folds, and reduced facial expression(16)A CSE is a critical component and often the first step of a comprehensive feeding-swallowing  examination. It provides an overall picture of a child’s feeding abilities, sensorimotor abilities, and risk of aspiration, and is utilized to develop an initial feeding plan.(19) The SLP must be well-versed  in normal oral motor development and feeding function when evaluating infants and children. With consideration for chronologic age and developmental level, the patient may be observed swallowing different consistencies using a variety of feeding vessels.(19) An SLP can obtain information regarding oral phase skills but minimal information can be reported regarding pharyngeal swallow physiology during a CSE given the inherent limitations of the exam. Additionally, given limited data regarding validated clinical signs of aspiration in children and the high incidence of “silent” aspiration in children, often instrumental assessments are warranted for children with suspected dysphagia.(20)All infants with a diagnosis of Pompe disease should undergo evaluation(s) of swallowing function.(3) The severity of dysphagia in patients with infantile Pompe disease can range from mild to severe/profound.(8,16)When assessing children with Pompe disease, adapting the CSE to the sensori-oromotor  and gross motor level of the child is especially important given significant impairments in this population. In addition, the SLP should be aware of common deficits and patterns noted clinically in infants and children with infantile -Weak sucking(8) -Nasal regurgitation(16) -Poor mastication(16) -Poor secretion management(16) -Oral residue(16) -Pharyngeal residue(16)In-depth  Bedside SwallowT709064There are several clinical assessment scales and checklists to evaluate infants and children; however, there is no universally accepted feeding assessment tool. Scales, surveys, and checklists that do not include normative data, standardization, validation, or guidelines for interpretation should be used with caution.(21) Additionally, these scales are not specifically developed for infants and children with Pompe syndrome Evaluation of an infant’s ability to suck on a bottle and/or breast. Includes assessment of child’s feeding history, oral motor skills, oral tactile responses, suck-swallow-breathe coordination, general motor control, and general physical state during feeding and swallowing(34)Evaluation of sucking in infants (up to 3 months of age). Aspects of sucking behavior are classified as normal, disorganized, or dysfunctional(35)Standardized screening survey that can be used from 2 years of age through adulthood. Assesses BMI, restrictions in food textures and viscosity, dependence in feeding, and need for special utensils or positioning. Provides information on the severity of the swallowing disorder and can be used as an outcome measure(9)Standardized assessment of bottle/breast skills in preterm and term infants birth to 52 weeks postmenstrual age(22)Standardized parent report tool that measures signs and symptoms of feeding difficulties(23,24)A standardized parent report measure designed to assess eating and drinking in children between the ages of 6 months and 7 years(25) Instrumental swallow evaluationsA VFSS is performed to assess oral-pharyngeal  swallow physiology and airway protection. A VFSS is most often completed in collaboration with a radiologist.(27) Procedure and interpretation guidelines for completing VFSSs in infants and children are described by Arvedson and Lefton-Greif.(10)The assessment must be age-appropriate  with regard to positioning, feeding vessels, and viscosity of materials.(27) The patient is presented with a variety of developmentally appropriate liquids and solids mixed with barium while images are recorded. The SLP describes oral and pharyngeal swallow physiology, assesses airway protection, and determines the effectiveness of any therapeutic strategy/intervention, including viscosity changes.(27) In contrast to the CSE, the VFSS provides critical information on the pharyngeal phase of the swallow and airway protection.(26) Due to the potential harmful effects of ionizing radiation on children, a repeat VFSS should be completed only after careful consideration of the risk-benefits of additional radiation exposure;it should not be used to monitor minor changes in swallowing.(26) During the VFSS, the following physiologic(10) -Labial seal/closure -Sucking -Tongue-cupping/tongue  tip elevation for bolus formation/control -Mastication -Anterior-posterior  lingual movement for transport -Initiation of the pharyngeal swallow response -Soft palate elevation and retraction -Anterior hyoid excursion (older children/adolescents) -Laryngeal elevation (older children/adolescents) -Epiglottic inversion (toddlers/children/adolescents) -Laryngeal closure -Pharyngeal stripping wave -Tongue base retraction -Pharyngoesophageal segment opening -Esophageal clearanceModified Barium SwallowT709077 Oral phase deficits such as reduced labial seal, decreased suck strength, poor oral preparation of bolus, tongue thrust, poor oral transit, oral residue, and impaired mastication(3,8,16)  Pharyngeal phase deficits such as nasal regurgitation, delayed initiation of pharyngeal swallow response with boluses reaching pyriform sinuses prior to swallow initiation, upper esophageal sphincter dysfunction, weak and ineffective swallow, and reduced airway protection resulting in penetration and/or aspiration(8,16) Mild to moderate residue throughout the pharynx after completion of the swallow is noted in the pharyngeal phase(3,16)T709077FEES is performed to evaluate the anatomy and physiology of the pharynx and larynx, the patient’s ability to manage secretions, and the patient’s ability to swallow foods and liquids(27) In addition, it can be used to explore a variety of diagnostic interventions such as postures, maneuvers, consistency changes, and flow rate alterations.(32) As with the VFSS, age-appropriate  modifications need to be incorporated into the procedure. Food may be dyed to enhance visibility. FEES is preferred over VFSS when patients have safety issues related to radiation exposure or when they need retesting. Due to the invasive nature of the procedure, it is sometimes difficult to obtain accurate representation of a normal swallow in young children; therefore, patient selection is important.(32)ASHA in conjunction with the American Board of Swallowing and Swallowing Disorders has published several online documents, including the Dysphagia Competency Verification Tool (DCVT), relevant to the technical aspects of FEES and the qualifications required to perform FEES(33) -For detailed information on FEES and endoscopic examinations for dysphagia, see  Clinical Review…Dysphagia",
            "perception": "",
            "arousal attention cognition": "Although the natural course of Pompe disease results in glycogen accumulation in skeletal and cardiac muscle, autopsy studies have also found glycogen accumulation in the brain, brainstem nuclei, and anterior horn cells.(3) Cognitive function is usually normal in both infantile and late-onset  Pompe disease; however, it is possible for the patient to have subtle cognitive impairments, especially in the case of infantile Pompe disease that is modified with ERT.(3) Refer to testing/reports by neuropsychologist/psychologist, if available, for specific information and recommendations",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below. Rehabilitation professionals should always use their professional judgment when assessing and treating patients",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Ensure that the patient and family/ caregivers are aware of potential aspiration risks and are educated about prevention strategies when appropriate"
            ]
        },
        "diagnosis need for treatment": "The diagnosis of dysphagia and the plan of care are based on the results of a comprehensive assessment that is performed by an SLP in collaboration with the patient’s primary physician and multidisciplinary team. The primary goal of dysphagia therapy is to maintain and maximize the patient’s health status.(14) After the evaluation, a decision must be made about the patient’s ability to ingest food and liquids orally based upon the nature of the disorder and the patient’s and/or caregiver’s ability to make adjustments",
        "rule out": "The patient’s medical team will rule out other diseases with similar symptoms  Spinal muscular atrophy type I(5) Danon disease(5) Endocardial fibroelastosis(5) Carnitine deficiency(5) Glycogen storage disease type III(5)",
        "prognosis": [
            "Early diagnosis/treatment with ERT can prevent or delay the onset of some symptoms(4)",
            "In a study conducted in Brazil of infants with Pompe disease receiving ERT, researchers found that the following factors were associated with a poorer prognosis: initiation of ERT after the age of 6 months, CRIM-negative  status, severe dysphagia, cardiocirculatory shock, and evidence of solid vacuolization (muscle tissues have become filled with vacuoles [small cavities or spaces in the tissue]) on muscle biopsy(5)",
            "In a study conducted in the United Kingdom of 12 children with infantile Pompe disease CRIM-negative  status predicted significantoralfeeding difficulties, as all patients who were CRIM negative required supplemental tube feeding(15)"
        ],
        "referral to other disciplines": "Refer to an OT, PT, registered dietitian, respiratory therapist, social worker, neurologist/ neuromuscular specialist, otolaryngologist, radiologist, metabolic disease specialist, geneticist, cardiologist, orthopedist, pulmonologist, or gastroenterologist as necessary.(3,5) Refer caregiver(s) to a psychologist or counselor if signs of depression are present in caregiver(s)",
        "other considerations": [
            "Patients with infantile Pompe disease should be kept up to date on all immunizations and both the patient and household members should receive the influenza vaccine during influenza season, as an infection can be life-threatening  for the patient(3)",
            "Strict handwashing precautions for the patient, household members, school staff, and all healthcare providers should be implemented to prevent infections(3)",
            "Parents/caregivers should be cautioned against the use of OTC medications to treat colds, cough, and other upper respiratory infections, as these medications often contain sympathomimetic agents that can be damaging to the heart in patients with infantile Pompe disease(3)"
        ],
        "treatment summary": [
            "Infants: –Flow rate: Nipple selection is important, as this facilitates suck-swallow-breathe  (SSB) triad during feeding. If nipple flow rate is too fast it can result in poor coordination of SSB, thereby impacting physiologic stability and potentially airway protection.(36) Enlarged holes create excessive fluid flow, which may lead to choking –Positioning: Infants can be feed upright/cradled or side-lying.  Side-lying  has been shown to be beneficial in maintaining physiologic stability and also increased volume when feeding(37) –Pacing: With the aim of maintaining adequate breathing, this technique involves tilting or removing the bottle from the infants mouth when the infant appears fatigued to allow for a pause to breath(38)  –Modification of liquids: Liquids might be modified (e.g., thickened) to assist the patient in controlling liquids in the oral and pharyngeal phase of the swallow and to improve the effectiveness and safety of the swallow. Trials of different liquid consistencies should be tested during instrumental assessments (e.g., VFSS, FEES) to determine if thickened liquid is beneficial in protecting airway. Liquids should not be thickened based on clinical evaluation only.(30)Risks and benefits of thickening should be discussed with family and medical team",
            "Toddlers and older children: –Oral-sensory  motor therapy: The objectives of oral-sensory motor therapy are to maintain or increase coordination of oral motor movements to improve feeding skills and/or to increase or maintain normal sensory function during mealtimes. This can include specific instruction on cup drinking, straw drinking, spoon feeding, and the development of more appropriate oral-motor  skills such as but not limited to mastication –Positioning/postural adaptations: Infants and children with infantile Pompe disease have significant abnormalities in their posture, tone, and movement that influence feeding and swallowing.(16) In these cases, the SLP may collaborate with a PT and/or OT in providing a seating position that is most beneficial for feeding –Adaptive equipment: Adaptive equipment for eating and feeding therapy might include specific nipples, bottles, pacifiers, cups, spoons, and forks. The SLP might collaborate with the OT in selecting adaptive equipment for self-feeding –Modification of liquids: Liquids might be modified (e.g., thickened) to assist the patient in controlling liquids in the oral and pharyngeal phases of the swallow and to improve the effectiveness and safety of the swallow if aspiration was identified after VFSS or FEES. Trials of different liquid consistencies should be performed during instrumental assessments (e.g., VFSS, FEES) to determine if beneficial in protecting airway. Liquids should not be thickened based on clinical evaluation alone.(30)Modification of drinking vessels might be necessary to accommodate the thickened liquids, and parents/caregivers should receive training and information regarding thickened liquids. Risks and benefits of thickening should be discussed with family and medical team –Modification of solid foods : Solid foods might be modified to assist the child in chewing and controlling the bolus. In addition, recommendations of food consistency and food type must be aligned with the family’s dietary habits and culture. The following guidelines are indicators of ages of nutritional readiness and oral skills for solid foods in normal development; however, the child’s individual oromotor/feeding skills, motor development and food allergies must be considered when introducing new textures of foods:(11) -6 to 8 months – purees -8 to 9 months – mashed lumpy/mixed textures -Finger food -7 to 8 months onwards – toast/biscuits -10 to 11 months onwards – soft chopped food -10 to 12 months onwards – firm finger foods -15 months onwards – foods that require sustained biting and chewing",
            "Feeding tubes (orogastric, nasogastric, gastronomy, jejunostomy)/enteral feeding: When safe oral feeding is not possible in patients with Infantile Pompe disease, enteral feeds can be delivered through a catheter passed through the nose (nasogastric), through the mouth (orogastric), or into the stomach (gastrostomy) or small intestine (jejunostomy). A high percentage of infants and children with infantile Pompe require supplemental feeding(15) –Patients with infantile Pompe disease who have a history of severe aspiration and/or gastroesophageal reflux might be treated with Nissen fundoplication and gastrostomy tube insertion as a long-term  solution(6)",
            "For detailed information on treatment for dysphagia in childhood, see  Clinical Review…Dysphagia in Childhood  ; CINAHL Topic ID Number: T708938 . Problem Goal Intervention Expected Progression Home Program  Dysphagia Increase the safety, adequacy, and efficiency of oral intake in the infant with Pompe diseaseTherapeutic modalities _ Nonnutritive sucking (NNS) _ _ Oral-motor skills development _ Functional training _ Modification of liquids, foods _ _ Nipple flow selection _ Positioning _ PacingProgression of modifications and specific types of food and liquid consistencies trialed will vary according to safety of the swallow and results from VFSS and FEESProvide patient and/or family/ caregivers with written instructions regarding exercises to perform at home as well as specific information about the modifications to the patient’s oral diet ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved nutrition and hydration": [
            "Growth parameters such as height, weight, and head circumference should be followed closely(3)"
        ],
        "improved swallow function, reduced aspiration": [
            "Repeated CSE, VFSS, FEES as indicated"
        ],
        "reduction in respiratory infections": [
            "Close monitoring of pulmonary health by pulmonologist"
        ],
        "improved qol": [
            "Feeding/Swallowing Impact Survey (FS-IS):  A measure that includes parent self-ratings  of the impact of their child’sfeeding and swallowing difficulties on the QOL of the family and child. (31)"
        ]
    },
    "maintenance or prevention": [
        "There is no known way to prevent infantile Pompe disease",
        "Asymptomatic family members of patients with a confirmed diagnosis of infantile Pompe disease should consider having genetic and laboratory testing to rule out the presence of Pompe disease(5) Early diagnosis/treatment with ERT can prevent or delay some symptoms(4)",
        "Patients with infantile Pompe disease and dysphagia should be reevaluated on a regular basis to maintain safety of the recommended diet and feeding protocol as the disease progresses(3,16) Patient/Family Education",
        "It is important that the dysphagia team educate the parents/caregivers on all recommendations, including liquid or food modifications, positioning of the child for feeding, environment modifications for feeding, adaptive equipment for feeding, feeding choices and methods, the presence of airway invasion (aspiration), and their overall understanding of the feeding-swallowing problem and the associated risks. The vast majority of infants and children with infantile Pompe will require ongoing swallowing assessments, feeding modifications, and likely supplemental feeding(15)",
        "The International Pompe Association (IPA) ( http://www.worldpompe.org/ ) is a federation of Pompe disease patient groups worldwide whose goal is to coordinate activities and share experience and knowledge between different groups. Membership  in the IPA is open to Pompe and related disease groups; the IPA acts as an umbrella organization for patient organizations globally",
        "The Acid Maltase Deficiency Association (AMDA) ( www.amda-pompe.org ) and the United Pompe Foundation ( http:// www.unitedpompe.com/ ) aim to increase public awareness and knowledge of Pompe disease as well as support research initiatives at universities in the United States Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Gelfius CD. Myopathy. In: Cifu DX, ed. Braddom’s Physical Medicine & Rehabilitation . 5th ed. Philadephia, PA: Elsevier; 2016:943-959.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Kishnani PS, Yuan-Tsong  C. Defects in metabolism of carbohydrates. In: Kliegman RM, Stanton BF, Schor NF, St. Geme JW III, Behrman RE, eds. Nelson Textbook of Pedatrics. 20th ed. Philadelphia, PA: Saunders Elsevier; 2016:715-726.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Kishnani PS, Steiner RD, Bali D. Pompe disease diagnosis and management guideline. Genet Med . 2006;8(5):267-288.  (G)"
        },
        {
            "number in article": 4,
            "reference": "Prows CA. Hereditary influences on health promotion of the child and family. In: Hockenberry MJ, Wilson D, eds. Wong's Nursing Care of Infants and Children . 10th ed. St. Louis, MO: Elsevier Mosby; 2015:55-65.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Llerena JC, Horovitz DM, Marie SK. The Brazilian consensus on the management of Pompe disease. J Pediatr. 2009;155(4 Suppl):S47-S56.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Hirschburger M, Hecker A, Padberg W. Treatment of gastroesophageal reflux with Nissen fundoplication and gastrostomy tube insertion in infantile Pompe's disease. Neuropediatrics . 2009;40(1):28-31.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Muller CW, Jones HN, O'Grady G, Habakkuk Suarez A, Heller JH, Kishnani PS. Language and speech function in children with infantile Pompe disease. J Pediatr Neurol . 2009;7(2):147-156.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Jones HN, Muller CW, Lin M. Oropharyngeal dysphagia in infants and children with infantile Pompe disease. Dysphagia . 2010;25(4):277-283.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Sheppard JJ. Dysphagia Disorders Survey and Dysphagia Management Staging Scale (Revised) . Lake Hopatcong, NJ: Nutritional Management Associates; 2002. (PP)"
        },
        {
            "number in article": 10,
            "reference": "Instrumental assessment procedures used in pediatric dysphagia. In: Arvedson JC, Lefton-Greif  MA, eds. Pediatric Videofluoroscopic Swallow Studies: A Professional Manual with Caregiver Guidelines . San Antonio, TX: Communication Skills Builders; 1998:2-12.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Starr S. Management of paediatric feeding problems. In: Cichero JA, Murdoch BE, eds. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006:487-539.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Goday PS, Huh SY, Silverman A, et al. Pediatric feeding disorder: consensus definition and conceptual framework. J Pediatr Gastroenterol Nutr . January 2019;68(1):124-129. doi:10.1097/MPG.0000000000002188. (G)"
        },
        {
            "number in article": 13,
            "reference": "Pediatric Dysphagia: Challenges and Controversies . 2018. doi:10.1007/978-81-322-2419-8_9.  (GI)"
        },
        {
            "number in article": 14,
            "reference": "American Speech-Language-Hearing  Association. Pediatric Feeding and Swallowing (Practice Portal). www.asha.org/practice-portal/clinical-topics/pediatric-dysphagia/ . (G)"
        },
        {
            "number in article": 15,
            "reference": "Swift G, Cleary M, Grunewald S, Lozano S, Ryan M, Davison J. Swallow prognosis and follow-up protocol in infantile onset Pompe disease. JIMD Rep . 2017;33:11-17. doi:10.1007/8904_2016_576. (R)"
        },
        {
            "number in article": 16,
            "reference": "van Gelder CM, van Capelle CI, Ebbink BJ, et al. Facial-muscle  weakness, speech disorders and dysphagia are common in patients with classic infantile Pompe disease treated with enzyme therapy. J Inherit Metab Dis . 2012;35(3):505-511.  doi:10.1007/s10545-011-9404-7.  (R)"
        },
        {
            "number in article": 17,
            "reference": "American Speech-Language  Hearing Association. Dysphagia Competency Verification Tool. https://www2.asha.org/uploadedFiles/Dysphagia-Competency-Verification-Tool-Users-Guide.pdf . Published 2019. (PP)"
        },
        {
            "number in article": 18,
            "reference": "Leslie P, Xia B, Yoo J. It’s not such a small world after all: the intersection of food, identity, and the speech-language  pathologist. Perspect ASHA Spec Interest Groups . 2021;6(4):876-884.  doi:10.1044/2021_persp-20-00276.  (G)"
        },
        {
            "number in article": 19,
            "reference": "Rappazzo C, Turk L. Clinical feeding swallowing evaluation: overview for the healthcare provider. In: Ongkasuwan J, Chiou E, eds. Pediatric Dysphagia: Challenges and Controversies . : Springer; 2018:49-65.  (GI)"
        },
        {
            "number in article": 20,
            "reference": "Velayutham P, Irace AL, Kawai K, et al. Silent aspiration: Who is at risk? Laryngoscope . 2018;128(8):1952-1957.  doi:10.1002/lary.27070. (R)"
        },
        {
            "number in article": 21,
            "reference": "Pados BF, Park J, Estrem H, Awotwi A. Assessment tools for evaluation of oral feed- ing in infants younger than 6 months. Adv Neonatal Care . 2016;16(2):143–50. doi:10.1097/ANC.0000000000000255. (RV)"
        },
        {
            "number in article": 22,
            "reference": "Thoyre SM, Pados BF, Shaker CS, Fuller K, Park J. Psychometric properties of the Early Feeding Skills Assessment Tool. Adv Neonatal Care . 2018;18(5):E13-E23. doi:10.1097/ANC.0000000000000537. (R)"
        },
        {
            "number in article": 23,
            "reference": "Pados BF, Estrem HH, Thoyre SM, Park J, McComish C. The Neonatal Eating Assessment Tool: development and content validation. Neonatal Netw . November 1, 2017;36(6):359-367.  doi:10.1891/0730-0832.36.6.359.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Pados BF, Park J, Thoyre SM. Neonatal Eating Assessment Tool–bottle-feeding:  norm-reference  values for infants less than 7 months old. Clin Pediatr . 2019;58(8):857-863. doi:10.1177/0009922819839234. (R)"
        },
        {
            "number in article": 25,
            "reference": "Pados BF, Thoyre SM, Park J. Age-based  norm-reference  values for the Child Oral and Motor Proficiency Scale. Acta Paediatr . August 2018;107(8):1427-1432.  doi:10.1111/ apa.14299. (R)"
        },
        {
            "number in article": 26,
            "reference": "Arvedson JC, Brodsky L, Lefton-Greif  MA. Pediatric Swallowing and Feeding: Assessment and Management . San Diego, CA: Plural Publishing, Inc; 2020. (GI)"
        },
        {
            "number in article": 27,
            "reference": "American Speech-Language-Hearing  Association. Pediatric Feeding and Swallowing (Practice Portal). www.asha.org/practice-portal/clinical-topics/pediatric-dysphagia/ . (PP)"
        },
        {
            "number in article": 28,
            "reference": "Britton D, Roeske A, Ennis SK, Benditt JO, Quinn C, Graville D. Utility of pulse oximetry to detect aspiration: an evidence-based  systematic review. Dysphagia . 2018;33(3):282-292.  doi:10.1007/s00455-017-9868-1.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Frakking TT, Chang AB, David M, Orbell-Smith  J, Weir KA. Clinical feeding examination with cervical auscultation for detecting oropharyngeal aspiration: A systematic review of the evidence. Clin Otolaryngol . 2019;44(6):927-934.  doi:10.1111/coa.13402. (RV)"
        },
        {
            "number in article": 30,
            "reference": "Miles A, McFarlane M, Scott S, Hunting A. Cough response to aspiration in thin and thick fluids during FEES in hospitalized inpatients. Int J Lang Commun Disord . 2018;53(5):909-918.  doi:10.1111/1460-6984.12401.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Lefton-Greif  MA, Okelo SO, Wright JM, Collaco JM, McGrath-Morrow  SA, Eakin MN. Impact of children's feeding/swallowing problems: validation of a new caregiver instrument. Dysphagia . 2014;29(6):671-677.  doi:10.1007/s00455-014-9560-7.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Miller CK, Willging JP. Fiberoptic Endoscopic Evaluation of Swallowing in Infants and Children: Protocol, Safety, and Clinical Efficacy: 25 Years of Experience. Ann Otol Rhinol Laryngol. May 2020;129(5):469-481.  doi:10.1177/0003489419893720. (G)"
        },
        {
            "number in article": 33,
            "reference": "American Speech-Language  Hearing Association. Dysphagia Competency Verification Tool. https://www2.asha.org/uploadedFiles/Dysphagia-Competency-Verification-Tool-Users-Guide.pdf . Published 2019. (PP)"
        },
        {
            "number in article": 34,
            "reference": "Wolf LS, Glass RP. Feeding and swallowing disorders in infancy: assessment and management . San Antonio, Texas: Therapy Skill Builders; 1992. (GI)"
        },
        {
            "number in article": 35,
            "reference": "Palmer MM, Crawley K, Blanco IA. Neonatal Oral-Motor  Assessment Scale: a reliability study. J Perinatol . 1993;13(1):28-35.  (R)"
        },
        {
            "number in article": 36,
            "reference": "Pados BF, Thoyre SM, Estreem HH, Park J, Knafl GJ, Nix B. Effects of milk flow on the physiological and behavioural responses to feeding in an infant with hypoplastic left heart syndrome. Cardiol Young . January 2017;27(1):139-153.  doi:10.1017/S1047951116000251. (R)"
        },
        {
            "number in article": 37,
            "reference": "Park J, Pados BF, Thoyre SM. Systematic review: what is the evidence for the side-lying  position for feeding preterm infants? Adv Neonatal Care . 2018;18(4):285-294. doi:10.1097/ANC.0000000000000529. (GI)"
        },
        {
            "number in article": 38,
            "reference": "Shaker C. Infant-guided,  co-regulated  feeding in the neonatal intensive care unit. Part II: interventions to promote neuroprotection and safety. Semin Speech Lang . 2017;38:106-115.  doi:10.1055/s-0037-1599108.  (GI)"
        }
    ]
}