{
    "metadata": {
        "title": "Greater Trochanteric Pain Syndrome",
        "synonyms": [
            "trochanteric bursitis",
            "lateral hip pain"
        ],
        "anatomical location body part affected": [
            "The greater trochanter is a bony protuberance at the proximal and lateral shaft of the femur. Muscle attachments include the gluteus medius, gluteus minimus, piriformis, obturator internus, and gemelli. Bursae, fluid-filled sacs, provide cushioning for the gluteus tendons, iliotibial band (ITB), and tensor fascia latae (TFL)(1)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Greater trochanteric pain syndrome (GTPS) is a chronic pain syndrome defined as tenderness to palpation around the bony prominence of the greater trochanter of the hip. GTPS may be associated with myofascial pain such as tendinopathy, trigger points, tears of the gluteus medius and minimus muscles and tendons, ITB disorders, or general pathology in surrounding tissues. In contrast, trochanteric bursitis implies the presence of inflammation and swelling in the bursae only(1,2,3)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M70.60": "trochanteric bursitis (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Signs and symptoms include chronic, persistent lateral hip and/or buttock pain that is exacerbated by lying on the affected side, prolonged standing, transitioning from sit to stand, sitting with legs crossed, climbing stairs, and running and other high-impact activities.(1,2) Pain may radiate down the lateral thigh to or below the knee"
        ],
        "contraindications precautions to test": [
            "If the patient presents with severe gait disturbance and/or pain, refer to physician for further testing",
            "Perform screen assessment for hip joint pathology and lumbosacral dysfunction",
            "Warmth, redness, and swelling of the lateral hip are unusual and warrant a referral to physician",
            "Neural tension tests of the sciatic or femoral nerves, as well as L2 and L3 spinal disease"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Acute trauma at the lateral hip from a contusion and/or fall(2)",
            "Repetitive microtrauma of muscles inserting on the greater trochanter leading todegenerative changes in tendons as well as bursa irritation and inflammation(2)",
            "Degenerative arthritis of the lumbar spine, hip, or knee",
            "ITB (snapping hip) syndrome",
            "Infection or disease (e.g., tuberculosis, gout, sickle cell disease)(3)"
        ],
        "pathogenesis": [
            "Tendinopathy of the gluteus medius or minimus attachments(13)",
            "Bursae inflammation, hypertrophy of the bursal wall, and fibrous adhesions"
        ],
        "risk factors": [
            "Obesity",
            "Female sex 1,2)",
            "Running",
            "Leg-length  discrepancy (shorter leg more often affected). Up to 35% of persons in the general population who haveleg-length discrepancies will have GTPS(4)",
            "Acetabular anteversion(12)",
            "Tight hip musculature or ITB",
            "Direct trauma",
            "Total hip arthroplasty",
            "Altered lower-limb  biomechanics(2)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Carefully follow physician’s orders and parameters",
        "Suspect femoral neck fracture, even with negative X-ray,  with hip trauma if patient is in significant pain, unwilling to bear weight, or has limitation of motion",
        "Avascular necrosis of femoral head",
        "Swelling, warmth, or redness around the hip",
        "Palpable mass in the thigh",
        "Capsular pattern of restricted hip ROM",
        "See specific Contraindications/precautions to examination and Contraindications/precautions under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "If the patient presents with severe gait disturbance and/or pain, refer to physician for further testing",
            "Perform screen assessment for hip joint pathology and lumbosacral dysfunction",
            "Warmth, redness, and swelling of the lateral hip are unusual and warrant a referral to physician",
            "Neural tension tests of the sciatic or femoral nerves, as well as L2 and L3 spinal disease"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What led to the patient’s injury and/or hip pain? Was there trauma to the hip? Overuse?",
                "course of treatment": {
                    "medical management": "Ask about the patient’s past and current medical management. How has the pain responded to NSAIDs Physical therapy to address underlying dysfunction Activity modification Corticosteroid injection Authors of a 2017 systematic review conducted in the United Kingdom found that corticosteroid injections were helpful for managing GTPS for up to 3 months(16) Extracorporeal shock wave therapy (ESWT), a noninvasive treatment that uses a device to pass acoustic shockwaves through the skin to the affected tissue(3,5) Alternative therapies may include acupuncture and prolotherapy",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are they effectively controlling the symptoms? Is patient taking NSAIDs or narcotic analgesics?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: The diagnosis is most often made clinically by history and exam. Tests to evaluate for this condition and associated causes are the following:",
                        "Anteroposterior and frog-leg  views of affected hip(3)",
                        "Musculoskeletal ultrasound is used to aid in the diagnosis but has yet to be validated.(6) Calcific tendinosis within the gluteal tendons may be seen better on ultrasound than MRI",
                        "MRI can be helpful to diagnose a gluteus medius or minimus muscle tendinopathy or tear(6) "
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Does the patient complain of pain with prolonged standing? If so, after how long? Does the pain increase when sitting with legs crossed? Does the patient complain of pain with walking? Running? Lateral movements? Lying on the affected hip may cause pain with pressure",
                "body chart": "Use body chart to document location and nature of symptoms. Pain may be located from the buttock to lateral upper thigh and may radiate to the knee due to soft tissue inflammation",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). The main complaint is intermittent achiness of the lateral hip and thigh that increases with direct pressure as well as resisted hip abduction and external rotation(1,2)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also document changes in symptoms due to weather or other external variables. Symptoms are associated with sleep disturbance with lying on affected side",
                "sleep disturbance": "Document number of wakings/night. Patient will usually be unable to sleep on affected hip. Does the patient use a support pillow between knees when lying on his or her side or a pillow under his or her knees when supine?",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., neurovascular symptoms, shortness of breath, bowel/bladder/sexual dysfunction, saddle anesthesia) Barriers to learning -Are there any barriers to learning? Yes__/No__ -If Yes, describe ______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any history of previous hip pain or disease, low back pain, sacroiliac dysfunction, osteoarthritis, scoliosis, leglength  discrepancy, knee problems? The prevalence of GTPS in adults with musculoskeletal low back pain is between 20% and 35%(1,2)",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, fibromyalgia, gout, tuberculosis, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Inquire about the degree of impact the injury is having on work or leisure activities. Did the symptoms begin after an increase or change in activity level?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient wear a heel lift or orthotics? Has patient used an assistive device for ambulation?",
                "living environment": "With whom does patient live? Does the patient need to walk up and down stairs? Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "While tests and measures are listed in alphabetical order, sequencing should be appropriate to ›Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "Is patient’s balance affected secondary to a painful or weak hip? Perform Berg Balance Test or fall-risk assessment if indicatedAssess general mobility, donning and doffing shoes, sit to stand, stairs, getting onto exam table. Include 6-minute  walk for distance test (6MWT), Timed Up and Go (TUG) test",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess for abnormality or asymmetry. Patients with GTPS often have a positive Trendelenburg sign. Does the patient require use of an assistive device such as a cane? Does patient have pain with pivoting or sidestepping on  the affected hip? Is there pain with the stance or swing phase of gait? Is there decreased time in stance phase on the affected side?Assess hip joint mobility to rule out joint pathology. It is important to also assess lumbosacral joint mobility to rule out associated joint pathology",
            "muscle strength": "Perform bilateral lower-extremity myotomal strength testing with particular attention to the hip musculature using manual muscle testing (MMT). Reproduction of pain symptoms over the greater trochanter with hip abduction as well as resisted active external rotation (in flexion) may indicate GTPS(14)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Check for postural abnormalities in standing, including hip internal rotation, hip flexor tightness, pelvic obliquity, and ankle/foot position. Measure for leg-length discrepancy from anterior superior iliac spine (ASIS) to medial malleolus using supine to sit test. Indicate if a true or functional leg-length  discrepancy",
            "range of motion": "Assess bilateral lower extremity hip active and/or passive ROM. Note any abnormality or patient report of pain. Hip flexion and extension should be normal with GTPS. Internal ROM as well as external rotation and adduction may cause pain with GTPS(1)Assess squatting, kneeling, stair negotiation, and donning/doffing socks and/or shoes",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess bilateral lower extremity dermatomes, which should be normal with GTPS. If abnormal, suspect lumbar nerve root or hip joint pathology",
            "special tests specific to diagnosis": "Patrick-FABERE test of affected hip externally rotated, knee flexed to 90˚, lateral malleolus rests above opposite knee, press knee toward table –Patrick-FABERE  test of affected hip is positive for pain in lateral hip and buttock in more than 50% of patients with GTPS. Groin pain on the Patrick-FABERE  test as well as limited flexion and extension ROM suggests hip joint pathology. This is also a common provocation test for SI joint dysfunction. Pain in the buttock would be a strong indicator of SI joint pathology –Ober’s test for contracture of iliotibial fascia. Patient lies on unaffected side, examiner holds the leg to test with the hip in abduction, hip extension, and knee extension. Test is positive for ITB tightness if leg remains abducted (above the plinth) on release –Trendelenburg test for hip abductor weakness. Patient performs single-leg  stance on affected leg. Test is positive if gluteal crease of unaffected leg remains level or drops(2) –Patient-reported  outcomes include the Lower Extremity Functional Scale (LEFS), the Likert scale, and the V AS",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Raynaud’s syndrome",
                "Over an area of circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Cold intolerance",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria ",
                "Avoid applying cold over superficial nerves",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young or very old",
                "Persons with aversion to cold",
                "Application over areas with a lack of intact thermal sensation",
                "Application over areas of vascular insufficiency or vascular disease",
                "Application over areas of recent hemorrhage or potential hemorrhage",
                "Application over areas of known malignancy",
                "Application over areas of acute inflammation",
                "Application over infected areas where infection may spread or cross-contamination  may occur",
                "Application over areas where liniments or heat rubs have recently been applied",
                "Application in any situation deemed unreliable by the practitioner",
                "Over or near open bone growth plates",
                "Unresolved fractures and/or a patient younger than 18 years",
                "When a malignancy is known to be present in or near the treatment area",
                "When the treatment site has open wounds, skin rashes, or swollen, inflamed, or infected areas",
                "Over ischemic tissues in individuals with vascular disease, as the blood supply would be unable to follow the increase in metabolic demand and tissue necrosis may result",
                "In a patient who has a bleeding disorder or is taking anticoagulant medications as part of acute or chronic anticoagulant therapy",
                "In a patient who has an infection at the treatment site, to avoid the risk of spreading infection",
                "In a patient who has a history of latex allergy or allergy to coupling solution",
                "Pregnancy",
                "Prior ipsilateral hip surgery",
                "End-stage  ipsilateral hip osteoarthritis"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regards to modalities. Rehabilitation professionals should always use their professional judgment",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy contraindications  (7)",
                "Cryotherapy precautions  (7)",
                "Thermotherapy contraindications  (7)",
                "Extracorporeal shockwave therapy (ESWT) contraindications(5)"
            ]
        },
        "diagnosis need for treatment": "Painful ache in lateral thigh due to soft tissue inflammation with functional mobility. Symptoms are associated with sleep disturbance with lying on affected side and impaired mobility with reduced functional capacity in ADLs Conservative treatments include physical therapy to address lower-limb  biomechanics, NSAIDs, and corticosteroid injections(3) Complementary and alternative therapies may include acupuncture, prolotherapy, and ESWT(3,5) A systematic review and meta-analysis  of 13 studies of the effectiveness of ESWT treatment for lower-limb  tendinopathies including GTPS showed moderate evidence that ESWT is more effective in reducing pain and improving function than other nonoperative treatments including rest, anti-inflammatory  medication, stretching and strengthening exercises, and corticosteroid injections(15) Surgical intervention is rare; however, if indicated, potential options are arthroscopic bursectomy with ITB lengthening,(4,8) lengthening of ITB,(8) or gluteus medius and/or minimus tendon repair(4,8,14) –Depending on the size and location of the tear, endoscopic gluteal tendon repairs using suture anchors, open repairs using trans-osseus  fixation, or an orthobiologic patch to augment an open gluteal tendon repair have all reported good outcomes(14) Trochanteric micropuncture is a newer technique for patients with painful, degenerative gluteus medius tendinopathy who do not respond to conservative treatment. Trochanteric micropuncture at the greater trochanter bone–tendon  interface may  stimulate a healing response. This procedure may benefit patients with gluteus medius tendinopathy visible on MRI without a full or partial-thickness  tear(11) Rule out  (2,3) ITB syndrome is particularly common in athletes. It is caused by repetitive movement of the ITB over the greater trochanter Hamstring, abductor, or tensor fascia femoris strain Meralgia paresthetica, an entrapment syndrome of the lateral femoral cutaneous nerve, which is another cause of lateral hip pain that occurs more frequently in middle age. Meralgia paresthetica is characterized by hyperesthesia in the anterolateral thigh, although 23% of patients with this disorder also complain of lateral hip pain Spinal disease L2, L3 Femoral neck stress fracture Deep vein thrombosis (DVT) in thigh or groin Aseptic necrosis Septic bursitis Osteoarthritis or avascular necrosis of the hip Lumbosacral/SI joint dysfunction",
        "rule out": "",
        "prognosis": [
            "In general, patients with GTPS have a 66% chance of recovering within 1 year(9)",
            "Higher initial pain intensity, longer duration of pain, higher disability, older age, and greater movement restrictions increase the risk of poorer outcomes(9)",
            "Authors of an RCT in the Netherlands assessed two groups of 120 patients with GTPS at 3-month  and 12-month  follow-up. The first group had a corticosteroid and lidocaine injection and the second group was treated with usual care of analgesics. Outcomes were defined by the 7-point  Likert recovery scale and the V AS (score 0 to 10) for pain –At the 3-month  follow-up,  55% of the patients who received the corticosteroid and lidocaine had recovered compared to 34% in the usual-care  group. Both groups had a significant decrease in pain at rest and pain with activity, but the injected group had a greater decrease –At the 12-month  follow-up,  61% of the injected group had recovered (defined as strongly or totally recovered), 60% of the usual-care  group had recovered, and pain severity had further decreased in both groups(10)"
        ],
        "referral to other disciplines": "Orthopedist for hip joint or lumbar pathology; orthotist for shoe lifts to correct leg-length discrepancy; acupuncturist for pain management",
        "other considerations": [
            "Authors of a study conducted in the United States found dry needling to have similar results to corticosteroid injections for patients with GTPS(17) –Based on a 5-week  RCT that included 43 participants all with GTPS –Participants were randomized to either the dry-needling  group or the corticosteroid injection group –Outcome measures used for this study were the numerical pain rating scale and the Patient-Specific  Functional Scale –The authors concluded that there were no significant differences in reducing pain or improving function when using dry needling versus corticosteroid injections"
        ],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "reduced tenderness to pressure and palpation at greater trochanter": [
            "V AS"
        ],
        "reduced lateral thigh pain": [
            "V AS"
        ],
        "improved sleep quality": [
            "Likert scale"
        ],
        "normal gait mechanics": [
            "6MWT, Trendelenburg sign, TUG test"
        ],
        "increased hip abduction strength and rotation rom": [
            "MMT, ROM, goniometry"
        ],
        "improved flexibility of itb tfl": [
            "Goniometry, Patrick-FABERE  test, Ober’s test"
        ],
        "restored prior functional capacity in daily activities and sport": [
            "MMT, LEFS, Likert scale"
        ]
    },
    "maintenance or prevention": [
        "Continue home exercise program to maintain and/or improve ROM and strength of the tissues that support the hip",
        "Continue with hip protection strategies. Avoid compressive forces of increased tension at the IT band, such as crossing of the legs(13)",
        "In populations most at risk for falls, follow fall-prevention recommendations"
    ],
    "patient education": [
        "Orthogate for Patients, Trochanteric Bursitis of the Hip, https://www.orthogate.org/patient-education/hip/trochanteric-bursitis-of-the-hip  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Ganderton C, Cook J, Pizzari T, Semciw A. Demystifying the clinical diagnosis of greater trochanteric pain syndrome in women. J Women's Health . 2017;26(6):633-643. doi:10.1089/jwh.2016.5889. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Speers CJ, Bhogal GS. Greater trochanteric pain syndrome: A review of diagnosis and management in general practice. BrJ Gen Pract . 2017;67(663):479-480.  doi:https:// doi.org/10.3399/bjgp17X693041. (R)"
        },
        {
            "number in article": 3,
            "reference": "Kruse DW, Chang JY. Trochanteric Bursitis. In: Domino FJ, Baldor RA, eds. The 5-minute clinical consult 2018 . 26th ed. Philadelphia, PA: Wolters Kluwer/Lippincott Williams and Wilkins; 2018:1012-1013.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Koulischer S, Callewier A, Zoman D. Management of greater trochanteric pain syndrome: A systematic review. Acta Orthop Belg . 2017;83(2):205-214.  (SR)"
        },
        {
            "number in article": 5,
            "reference": "Nolan TP, Jr. Alternative modalities for pain and tissue healing. Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. : McGraw-Hill;  2016. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Fearon AM, Scarvell JM, Cook JL, Smith PN. Does ultrasound correlate with surgical or histologic findings in greater trochanteric pain syndrome? A pilot study. Clin Orthop Relat Res . 2010;468(7):1838-1844.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Lake D. Therapeutic ultrasound. Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. : McGraw-Hill;  2016. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Craig RA, Jones DP, Oakley AP, Dunbar JD. Iliotibial band Z-lengthening  for refractory trochanteric bursitis (greater trochanteric pain syndrome). ANZ J Surg . 2007;77(11):996-998.  (R)"
        },
        {
            "number in article": 9,
            "reference": "National Institute for Health and Clinical Excellence. Extracorporeal shockwave therapy for refractory greater trochanteric pain syndrome. Interventional procedure guidance"
        },
        {
            "number in article": 376,
            "reference": " January 2011. (G)"
        },
        {
            "number in article": 10,
            "reference": "Denman M. ACP Journal Club. Corticosteroid injections improved short-term  but not long-term  recovery and pain in the greater trochanteric pain syndrome. Ann Intern Med . 2011;155(8):JC4-9.  doi:10.7326/0003-4819-155-8-201110180-02009.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Redmond JM, Cregar WM, Gupta A, Hammarstedt JE, Martin TJ, Domb BG. Arthroscopy techniques. Arthrosc Tech . February 23, 2015;4(1):e87-e90.  doi:10.1016/ j.eats.2014.11.009. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Moulton KM, Aly AR, Rajasekaran S, Shepal M, Obaid H. Acetabular anteversion is associated with gluteal tendinopathy on MRI. Skeletal Radiol . 2015;44(1):47. doi:10.1007/s00256-014-1991-6.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Mulligan EP, Middleton EF, Brunette M. Evaluation and management of greater trochanter pain syndrome. Phys Ther Sport . 2015;16(3):205-214.  doi:10.1016/ j.ptsp.2014.11.002. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Ebert JR, Bucher TA, Ball SV, Janes GC. A review of surgical repair methods and patient outcomes for gluteal tendon tears. Hip Int. 2015;25(1):15-23.  doi:10.5301/ hipint.5000183. (R)"
        },
        {
            "number in article": 15,
            "reference": "Mani-Babu  S, Morrissey D, Waugh C, Screen H, Barton C. The effectiveness of extracorporeal shock wave therapy in lower limb tendinopathy: a systematic review. Am J Sports Med . 2015;43(3):752-761.  doi:10.1177/0363546514531911. (M)"
        },
        {
            "number in article": 16,
            "reference": "Barratt P, Brookes N, Newson A. Conservative treatments for greater trochanteric pain syndrome: a systematic review. Physiotherapy . 2017;103:e56. (SR)"
        },
        {
            "number in article": 17,
            "reference": "Brennan KL, Allen BC, Munoz Maldonado Y. Dry needling versus cortisone injection in the treatment of greater trochanteric pain syndrome: a noninferiority randomized clinical trial. J Orthop Sports Phys Ther . 2017;47(4):232-239.  doi:10.2519/jospt.2017.6994. (RCT)"
        }
    ]
}