{
    "metadata": {
        "title": "Hamstring Strain",
        "synonyms": [
            "strain, hamstring",
            "pulled hamstring",
            "hamstring pull",
            "hamstring tear",
            "hamstring contusion",
            "delayed-onset  muscle soreness of the posterior thigh",
            " stretch-induced  injury to the hamstring"
        ],
        "anatomical location body part affected": [
            "Posterior thigh from gluteal crease to knee. At least one of the 3 hamstring muscles (biceps femoris, semimembranosus, and semitendinosus) is affected"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Hamstring strain (HS) is the main reason for posterior thigh musculotendinous pain associated with physical activity. It is among the most common sports-related  injuries, with increased risk in sports that involve sprinting, kicking, or high-speed  skilled movements. HS injuries account for 12–26%  of injuries in American football, Australian rules football, soccer, rugby, and track and field. HS is responsible for significant time loss from practice and play for athletes(3,7,19)",
            "The biceps femoris long head is often involved with high-speed injuries.(8,11)The site of injury is usually proximal either at the musculotendinous junction (MTJ) (60–85%  of all hamstring injuries)or at the ischial tuberosity attachment. Longer recovery times are associated with proximity to the ischial tuberosity.(9,11,19)However, mid-thigh  or distal HS is not uncommon(7)",
            "Strong evidence supports knee flexor eccentric exercise training for HS rehabilitation and for reducing the risk of HS injury. This type of training is associated with increased biceps femoris long head fascicle length and eccentric hamstring strength(10)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S76.309A": "Hamstring injury",
            "S76.319A": "Hamstring strain, tear",
            "S73.199A": "Hamstring sprain",
            "M76.899": "Hamstring tendonitis at origin",
            "S76.399A": "Avulsion of hamstring muscle",
            "S76.391A": "Avulsion of right hamstring muscle",
            "S76.392A": "Avulsion of left hamstring muscle",
            "S76.311A": "Strain of muscle, fascia and tendon of the posterior muscle group at thigh level, right thigh, initial encounter",
            "S76.312AStrain": "of muscle, fascia and tendon of the posterior muscle group at thigh level, left thigh, initial encounter (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Symptoms related to severity of HS(21) –1st degree – mild to moderate posterior thigh pain with soreness on movement and palpation that peaks in 1–2 days (see Clinical Review…Delayed-Onset  Muscle  Soreness (DOMS) ; Accession Number: 5000007882); feels tight on passive hip flexion with knee extended; mildly painful but strong on resisted knee flexion and hip extension; often no restrictions after 1 week of injury –2nd degree – sudden onset of moderate to severe posterior thigh pain with a tearing sensation; gait lacks full knee extension and heel strike; variable swelling, hematoma, and ecchymosis develop in a few days; defect in muscle might be visible or palpated; painful and weak resisted knee flexion and hip extension –3rd degree – patient might have felt/heard a pop; antalgic gait (crutches often required); passive hip flexion with knee extended not tolerated; complete rupture (might include avulsion of ischial tuberosity) and muscle deformity; very weak knee flexion, considerable swelling, bruising, and pain that persists for over 1 week",
            "Stiffness and pain-restricted  limitations in flexibility. Reduced ROM; for example, in passive straight leg raise (SLR)(4)",
            "Deficits in both concentric and eccentric strength(4,8,9)",
            "Pain-restricted  gait and functional capacity(21)",
            "Athletes recovering from HS often are referred for sports rehabilitation to reduce risk of reinjury(3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Contact physician if neurological signs/symptoms (e.g., numbness, tingling, radicular pain, or distal weakness), palpable mass, or signs of infection are found in the affected lower extremity",
            "Contact physician if patient reports leg pain at rest or nocturnal leg pain"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Overstretching with tearing of one or more of the hamstring muscles is the apparent mechanism of injury(9,21)–Sprinting-In sprinters, eccentric activity (contraction that slows lengthening) of the hamstrings during repeated high-speedstrides is part of the etiology. Biceps femoris muscle activity has been measured to be almost twice that of thesemimembranosus and semitendinosus muscles during the terminal swing phase of gait in sprinting. This is likely dueto eccentric loading of the biceps femoris to decelerate the swing leg. Thus it is suspected that HS occurs in sprintersduring this phase due to a lack of eccentric strength,neuromuscular control, or fatigue(9,21)-In sprinters, faulty lumbopelvic muscle coordination might allow excessive hamstring stretch in the late swing phase ofthe stride(21)-Muscle fatigue may reduce compliance to stretch. For example, decreased tendon compliance linked to muscle fatiguehas also been hypothesized(9)-Authors of an observational study (N = 8 male sprinters) in Japan found that forward trunk lean (vs. upright trunkposture) was associated with increased anterior pelvic tilt and that hip flexion in maximal sprinting might increasestretching of the hamstrings and load-bearing  with muscle elongation during the stance phase of running(2)–Dancing and water skiing-In contrast to sprinting, most cases in dancers occur during slow and prolonged hip flexion beyond the normal rangewith the knee fully extended. Deficits in flexibility and strength are associated with both the mechanism of injury andgrade of strain, as is recovery time-Complete avulsion of the proximal hamstring from the ischial tuberosity is most common in waterskiers. This injuryoccurs with forced hip flexion while the knee remains in complete extension(21)"
        ],
        "pathogenesis": [
            "The exact location and grade of strain are optimally diagnosed with imaging techniques such as MRI or musculoskeletalultrasound (US). Most authors state that the location usually is near the MTJ (i.e., the muscle tissue next to this junctionbecomes damaged by overstretching)",
            "The hemi-pennate  muscle fiber architecture (i.e., muscle fibers on opposite ends of the central tendon are parallel to eachother) of the semimembranosus and biceps femoris long head muscles may contribute to HS. Unlike the semitendinosusand biceps femoris short head, which have a fusiform and trapezoid muscle fiber architecture, respectively, excessiveelongation of the semimembranosus and/or biceps femoris long head is more likely to occur when the knee is extended andthe hip is flexed (8,21)",
            "In sprinters, primary tears are located in the biceps femoris long head,whereas in dancers primary tears are in the proximalfree tendon of the semimembranosus(8,21)",
            "Chronic enthesopathy (tendinopathy) at the ischial tuberosity might weaken the attachment and predispose to HS indancers(21)"
        ],
        "risk factors: factors thought to increase risk based on epidemiologic data and current theory on mechanism of injury include:": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "There is a high risk of recurrence if the athlete returns to sports before adequate hamstring strengthening and sport-specific conditioning(10,19)",
        "Normal muscle/tendon elasticity might not be recovered if HS fascicles heal encased in contracted scar tissue(19,21)",
        "Researchers found that sciatic nerve conduction velocity (longer proximal and distal latencies) is impaired in athletes with a history of HS injuries when compared to uninjured participants(17)",
        "Hematoma can also cause adhesions locally",
        "Consider other causes of disability if patient fails to improve with rest and activity modification",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Contact physician if neurological signs/symptoms (e.g., numbness, tingling, radicular pain, or distal weakness), palpable mass, or signs of infection are found in the affected lower extremity",
            "Contact physician if patient reports leg pain at rest or nocturnal leg pain"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patients typically are seen in the acute or subacute phase of healing; i.e., within 12 weeks after injury. A thorough history will help determine the cause and type of injury. What was the patient  doing at the time of the injury? Was an audible “pop” sound (due to the tearing of muscle fascicles) heard at the time of the injury? Was there visible ecchymosis? Does the patient report that the posterior thigh feels tight or stiff? Ask about ongoing limitations in daily activities and whether symptoms are subsiding or increasing",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management for thigh pain. How has the pain responded to treatments? Is the patient restricted in weightbearing?",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Oral analgesics such as NSAIDs for pain commonly are prescribed in the acute phase",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: The diagnosis is usually based on history and clinical findings. Radiographs will be normal unless the ischial tuberosity is avulsed. MRI is useful in determining the location and degree of strain"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating factors include (depending on degree of strain) leg movement, palpation of the injury site, and gait",
                "body chart": "Use body chart to document location and nature of symptoms. Pain usually is isolated in the posterior thigh",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Depending on degree of strain, patient might report tightness, a tearing sensation, or severe pain. Any low-back pain, radiation of pain beyond site of injury, or neurologic symptoms in thigh or leg?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if applicable",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia, radicular pain, inability to ambulate) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any history of hamstring strain or posterior thigh pain?Low back pain and/or sacroiliac dysfunction?",
                    "comorbid diagnoses": "Ask patient about other medical conditions, including diabetes, cancer, heart disease, pregnancy complications, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient an athlete who is at higher risk for reinjury of HS (e.g., runner, soccer/rugby player, dancer)? If so, consider involving the coach, parents, and/or athletic trainer, as HS healing can affect the phase of rehabilitation and return to sport",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Measure thigh circumference and compare bilaterally. Also compare leg length and the distance between the anterior superior iliac spine (ASIS) and greater trochanter for bilateral discrepancy",
            "assistive and adaptive devices": "",
            "balance": "Assess statically and dynamically. Should be normal unless pain is extensive and limits weight-bearing  on the involved leg",
            "cardiorespiratory function and endurance": [],
            "circulation": "Should be normal, unless swelling and edema are extensive, which might diminish palpable distal pulses Lower extremity neurodynamic testing should be negative unless swelling is extensive and limits sciatic nerve mobility or a lumbosacral condition is presentIn the acute phase, deficits and symptoms may be found in stair ambulation, squatting, or sit-to-stand  after prolonged sitting",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Assess gait; determine need for crutches or appropriate assistive device –Give special attention to the terminal swing phase of gait (e.g., is pain experienced or is a short step-length noticed?) and determine if there is decreased weight-bearing on the affected side –Assess running gait, if appropriate, and visually determine if there is adequate hip flexor length (i.e., hip extension flexibility) during the early swing phase. A tight hip flexor might produce an excessive anterior pelvic tilt, which will increase tension on the hamstrings(2)The intrinsic mobility of knee and hip joints should not be affected by this condition. But if swelling and edema are extensive, mobility in the distal lower extremity could then become limited (i.e., knee or ankle)",
            "muscle strength": " Muscle strength –Initially, use manual muscle testing (MMT) to assess concentric and eccentric strength of the hamstrings in both sitting and prone positions. In the appropriate phase of rehabilitation, strength testing can include weight machines or isokinetic equipment.(3) Weakness of the hamstrings in knee flexion and hip extension is common. Strength tests can also be biased towards the medial or lateral hamstrings with hip internal or external rotation, respectively. It is also important to measure hamstring strength near full extension (i.e., in prone position with the knee flexed 15°) to assess strength in the position in which the hamstring is most likely to be injured –Hip extension strength should be examined with the knee straight as well as flexed. Strength of quadriceps, hip abductors and adductors, ankle plantar flexors, and dorsiflexors should be similar to the contralateral side –If available, isokinetic testing is highly recommended for the assessment of HS(3,6) –Any provocation of pain during strength testing should be documented –Authors of a 2017 systematic review suggest that isokinetic dynamometry testing be used as part of the “return to play” decision-making  process in individuals with a hamstring strain injury(7)",
            "observation inspection palpation including skin assessment": [
                "Observe for asymmetry in hamstrings of the injured thigh, as well as compare to the contralateral side",
                "Swelling, hematoma, and ecchymosis might not be apparent for a few days after injury, depending on degree of strain. Inspect posterior thigh for deformity, swelling, ecchymosis, and atrophy. Ecchymosis can descend to calf or ankle",
                "The entire length of the hamstrings should be palpated for tenderness and defects, but most injuries can be found near the proximal attachment with the long head of the biceps femoris usually involved(21)",
                "Locate the maximum point of palpable pain with reference to the ischial tuberosity. Longer recovery time is associated with injuries closer to the ischial tuberosity(21)",
                "Assess for provocation of pain with passive knee extension and hip flexion. Determine pain intensity with V AS"
            ],
            "posture": "Check level and rotation of iliac crests and anterior-superior  iliac spines in standing, as well as overall standing posture. Partial weight-bearing  on injured side might affect findings",
            "range of motion": "Assess flexibility of entire lower extremities, including hip flexors. Hip motion, especially the straight-leg  raise (SLR) test, should also be assessed. Deficit in passive SLR is a characteristic finding. In addition to stiffness, note any provocation of pain and guarding that limits ROM. Active and passive ROM of the knee in sitting and in the prone position should also be tested",
            "self-care activities of daily living": "",
            "reflex testing": "Should be normal. Extensive swelling and edema may affect reflexes",
            "sensory testing": "The dermatome scan should be normal unless edema is extensive and compression on the sciatic nerve develops. Sensory loss might also be indicative of a sciatic nerve/lumbar pathology",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –SLR test in supine position can be used to assess hamstring flexibility, as well as determine the point at which pain limits range. Also in supine position and starting with knee flexed to 90°, extend knee (ankle in neutral) to point of pain. Then repeat with internal tibial rotation (greater stretch on biceps femoris), and then with external tibial rotation (greater stretch on semimembranosus and semitendinosus). The slump test can be used to increase neural tension and radicular signs, if indicated –Lower Extremity Functional Scale (LEFS) may be used as a functional outcome measure ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cold intolerance",
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Paroxysmal cold hemoglobinuria"
            ],
            "cryotherapy precautions": [
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "Individuals with poor cognition",
                "In the very young or very old",
                "Persons with aversion to cold",
                "Over areas with a lack of intact thermal sensation",
                "Over areas of vascular insufficiency or vascular disease",
                "Over areas of recent hemorrhage or potential hemorrhage",
                "Over areas of known malignancy",
                "Over areas of acute inflammation",
                "Over infected areas where infection may spread",
                "Over areas where liniments or heat rubs have recently been applied",
                "In any situation deemed unreliable by the practitioner",
                "Over the trunk or heart region in patients with demand-type pacemakers and implantable cardioverter defibrillators (ICDs)",
                "Over the pelvic, abdominal, lumbar, or hip region of a pregnant woman",
                "Over the carotid bodies",
                "Over the phrenic nerve, eyes, or gonads",
                "Over areas of known peripheral vascular disease",
                "Over areas of active osteomyelitis ",
                "Over areas of hemorrhage"
            ],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "With patients without intact sensation",
                "With patients who cannot communicate",
                "With patients with compromised mental ability",
                "With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heartbeat)",
                "Over active or previous neoplasms",
                "With electrodes -Over compromised skin, unless treating wound specifically -Over tissues that are vulnerable to hemorrhage -Cervical region in patients with history of stroke or seizures",
                "Do not use within 5 yards of diathermy units or other source of electromagnetic radiation",
                "During pregnancy, over the abdomen and low back",
                "Over active bone growth at the epiphysis",
                "Over a known or suspected area for cancer",
                "Over the infected tissue in a tuberculosis infection",
                "Over an area of active bleeding  can be used in area of hematoma",
                "Over skin with impaired circulation  recommend use pulsed",
                "Following are considered contraindications but have no evidence to support -Myositis ossificans -Deep vein thrombosis or thrombophlebitis -Acute injury -Recently irradiated tissue -Impaired sensation due to nerve damage -Skin disease -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck",
                "Metal implants, head, and heart often listed but consensus is there should not be contraindications",
                "Over plastic or cemented implants",
                "Over spinal cord and superficial or regenerating nerves (poor evidence)",
                "Over low back and abdomen during pregnancy",
                "Over known or suspected area of malignancy",
                "Over area of active bleeding",
                "Following are considered contraindications but have no evidence to support -Myositis ossificans -Deep vein thrombosis or thrombophlebitis -Recently irradiated tissue -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck",
                "Over epiphysis with active bone growth",
                "Over infected area",
                "Over acute injury",
                "Over area of impaired sensation due to nerve damage",
                "With patients with impaired cognition or communication",
                "Over areas of impaired circulation ",
                "In the presence of skin disease",
                "Over plastic and cemented implants",
                "Over spinal cord and superficial or regenerating nerves (poor evidence)"
            ],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "A rehabilitation program that is overly aggressive (e.g., stretching, strengthening), offers insufficient protection, or is rushed can result in a reinjury of HS(10,19)",
                "Normal muscle/tendon elasticity might not be recovered if a severe HS heals encased in contracted scar tissue. The sciatic nerve can adhere to the scar tissue of a completely torn biceps femoris, producing radicular-type  symptoms such as foot-drop.  A hematoma can also cause adhesions locally",
                "Early return to sport following a hamstring strain injury increases the risk of recurrence(19)",
                "A lumbar scan is indicated if neurological signs/symptoms (numbness, tingling, or distal weakness) are reported ›Contraindications/precautions to use of modalities  (1)",
                "Cryotherapy  contraindications",
                "Cryotherapy  precautions",
                "Superficial heat contraindications",
                "Electrotherapy  contraindications (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)",
                "Electrotherapy  precautions",
                "Therapeutic ultrasound, continuous  contraindications",
                "Therapeutic ultrasound, continuous precautions",
                "Therapeutic ultrasound, pulsed  contraindications",
                "Therapeutic ultrasound, pulsed precautions"
            ]
        },
        "diagnosis need for treatment": "Acute or subacute HS/restrictions in flexibility, ROM, strength, gait, and functional capacity. Physical therapy is indicated to reduce pain, strengthen the injured hamstring(s), restore hamstring flexibility and gait, promote healing, and return patient safely to daily activities and sport",
        "rule out": " Rule out  (3) Bony avulsion of ischial tuberosity Adductor strain Ischial bursitis Trochanteric bursitis S1 radiculopathy Piriformis syndrome Stress fracture in the pelvis, femoral neck/shaft Circumflex femoral vein thrombosis",
        "prognosis": [
            "Patients who present with mild HS (sore and stiff muscles but only slight restrictions in mobility) after unaccustomed activity might require only short-term  treatment(21)",
            "The average amount of time lost from competition after an HS is roughly 18 days(19)",
            "Location of HS injury and recovery time –Based on a case-series  study that involved 18 elite track sprinters (8 females, 10 males, ages 15–28)  with first-time HS –HS injury was confirmed by palpation and MRI and subjects were examined on four occasions after the injury (2, 10, 21, 42 days) –The findings indicated that the more proximal (in reference to the ischial tuberosity) the location of HS, the longer the recovery time and return to competition –HS involving the proximal free tendon of the biceps long head (area between the ischial tuberosity and the beginning of the muscle belly) was associated with an extremely long recovery time (i.e., 49–50  weeks as compared to 6 weeks for injuries in different locations)",
            "Recovery time and time to walk or run pain-free –Authors of a meta-analysis  of 28 studies found that acute isometric and passive SLR deficits resolve within 20–50 days, although deficits in eccentric and concentric strength and strength ratios may persist after return to play(4)"
        ],
        "referral to other disciplines": "Surgery might be considered by anorthopedic surgeon if an avulsion fracture is suspected",
        "other considerations": [
            "Use of NSAIDs for HS –Use of NSAIDs may be delayed for a couple of days after an HS to promote the normal healing process; ice or cryotherapy may be used to reduce acute pain during this time(21) –However, use of NSAIDs early after injury may limit pain and inflammation and enable rehabilitation to progress more quickly(21)",
            "Subjects with an acute HS injury, who finished rehabilitation, had near-complete  resolution of pain, return of isometric muscle strength, and return to sport, but did not have complete resolution of injury on MRI(19)"
        ],
        "treatment summary": [
            "Rehabilitation for acute HS –Physical therapy interventions for promoting muscle rehabilitation in patients with HS have traditionally been in the form of protection, management of pain and swelling (cryotherapy), therapeutic exercises, and manual soft-tissue techniques(3) –A rehabilitation protocol for early intervention in grade I and II HS, involving gentle stretching following cryotherapy, is more effective than cryotherapy alone in the improvement of passive knee ROM and function(18) –Evidence is lacking to determine the effectiveness of electrophysical modalities (e.g., ultrasound, electrostimulation) for HS rehabilitation",
            "Stretching and flexibility exercises –Stretching should include quadriceps,glutes, hip flexors, hamstrings, and calves(19)  –Some practitioners prefer dynamic versus static stretching for increasing flexibility prior to activities requiring muscle performance because static stretching reduces muscle force and power(for up to 1 hour)(19,21)",
            "Agility and trunk stabilization exercises –Running and agility drills should incorporate; speed drills, straight leg runs,changes of direction,decelerations, progressive speed exposure, maximum speed, and volume at maximum speed(19)",
            "Eccentric strengthening –Eccentric exercise increases tension force on contracting muscle and, therefore, is indicated for hamstrings (especially the biceps femoris long head) strengthening to prevent overstretching in the terminal swing phase. Athletes with prior HS demonstrate reduced eccentric hamstrings strength and greater knee flexion angle at peak knee flexion torques. Eccentric strengthening of the hamstrings increases the knee flexion angle at which peak torque is achieved. Based on developing research, the growing consensus is that eccentric strengthening of the hamstrings should be integrated into the rehabilitation program to prevent reinjury(19,21) –Authors of a current literature search (level-2  evidence or higher) on eccentric hamstring exercises to reduce hamstring strains in elite adult male soccer players found evidence that eccentric exercises can decrease hamstring strains(12) –In a study, 50 athletes with a previous HS injury underwent a protocol emphasizing eccentric hamstring strength training with the hamstrings in a lengthened position. Four of the 50 athletes who sustained reinjury between 3 and 12 months after return to sport were noncompliant with the rehabilitation. The other 46 athletes had not sustained a reinjury at an average of 24 months after return to sport(16) –The Nordic hamstring exercise is an effective preventive tool in combination with sport-specific  training. This exercise recruits the semitendinosus as well as the greatest activation of biceps femoris muscle compared with other hamstring exercises. A 10-week  program reduced incidence and recurrence of HS by 60% and 85%, respectively(19)",
            "Strengthening of the quadriceps and hamstrings –The hamstring to quadriceps strength ratio is often used as a marker for predicting hamstring injuries. In a cohort study, 614 professional soccer players underwent isokinetic strength testing during preseason screening. During the season, 190 players suffered HS. There was a very small association between lower hamstring eccentric strength and lower quadriceps concentric strength. Authors concluded that hamstring to quadriceps strength ratio is a weak risk factor for HS(14) –Hamstring to quadriceps strength ratio assessed during a fatigue test provided different outcomes than the traditional ratio. In a study in which 35 professional soccer players performed a 30-repetition  isokinetic fatigue test, authors concluded that knee flexion muscle fatigue was significantly greater than quadriceps fatigue(15)",
            "Neuromuscular reeducation exercise –This component of rehabilitation is aimed at improving proprioception, agility, muscle recruitment, and balance",
            "Strength training for return to sport –Evidence-based  strength training should focus on prevention of HS reinjury through eccentric knee flexor conditioning. The selection of exercises should be specific to in-sport muscle activation. Training interventions should also consider the impact on hamstring muscle architecture, morphology, and function(10) –Rehabilitation programs should involve multidimensional exercise progression to create complex activities that are sport specific. Plyometric training will enhance sprinting and jumping performance and may reduce sprinting HS(19)",
            "Criteria for return to sport should be hamstring function dependent and not time dependent(3,19) –Pain-free  palpation over site of injury –Absence of pain during flexibility testing, similar bilateral hamstring flexibility. Both active and passive SLR test should be assessed –Absence of pain after functional testing –Full concentric and eccentric strength of the hamstrings compared to uninjured side (tested in a lengthened position) –Symmetric isokinetic testing compared to uninjured side -Angle of peak torque within 5 degrees -Time to peak torque within 10% –Performance on field testing for sport –Athlete’s confidence, psychological readiness .  Problem Goal Intervention Expected Progression Home Program Presence of pain, inflammation, swelling, and ecchymosisEliminate/decrease exertional pain _ _ Resolve inflammationActivity modification _ Avoid excessive stretching in the acute phase. Promote pain- free activities and prevent unnecessary immobilization _ _ Physical agents/ mechanical modalities _ Cryotherapy 2–3 times a day for pain in the early stages of recovery and after rehabilitation sessions in later stages. Cryotherapy followed by gentle stretching may be implemented(18) _ _ Prescription, application of devices and equipment _ Apply a hip spica to support the proximal half of the hamstrings, as needed(21)The acute phase might last as long as 1–5 days. But overall pain might vary depending on the severity of the injuryInstruct patient on self-care using RICE: rest, cryotherapy (ice), compression, and limb elevation 2–3 times daily  Abnormal gait Improve quality of gait to normalGait training _ Crutches might be needed for severe injuries, but discourage prolonged knee flexion positions to avoid excessive tension. Shorter strides might be indicated in the acute phase, where normal gait might be allowed when pain-free _ _ Neuromuscular reeducation _ Introduce exercises involving balance on uneven surfaces when appropriate(21)Gait might normalize in a few days. However, pain-free jogging and/ or full-speed running might take weeks to months depending on the severity of the injury(21)N/A  Restricted knee extension and hip flexion ROM, inflexible/tight hamstringsNormalize flexibility and ROM of hamstringsManual therapy _ Soft-tissue work to mobilize hematoma and adhesions after the initial 5 days from injury as to not exacerbate the inflammation process(21) _ _ Physical agents/ mechanical modalities _ Hot packs or ultrasound might help increase tissue elasticity prior to manual therapy or stretching during post- acute stages _ _ Therapeutic exercises _ Active ROM and stretching stopping just short of pain onset. _ Proprioceptive neuromuscular facilitation and static stretching techniques appear equally effective for improving hamstring flexibilityWill vary, but needs to be normalized in order to enable return to high-level activities and avoid biomechanical deficits. As patient progresses, stretching should include dynamic stretching movements, especially before higher level strengthening exercises. _ Dynamic stretching for the legs could involve controlled lunges, high- knee marching, and straight-leg kickingIncreased frequency of stretching exercises (4 times daily)  Hamstring atrophy/ weaknessNormalize strength of hamstringsTherapeutic exercises _ Once pain and ROM have normalized, strengthening can begin with open-chain (non-weight-bearing), hamstring-specific exercises. Exercises should be gentle, pain-free, and avoid stretching the muscle fibers _ _ Neuromuscular reeducation _ Introduce neuromuscular control exercises that emphasize trunk stabilization with rotation in multiple hip angles while weight- bearingTherapeutic exercises _ Progress to submaximal concentric/eccentric mid-range, low- velocity hamstring strengthening with initial movements in the transverse/ frontal planes and advanced later to the sagittal plane. Eccentric strengthening should be progressed in intensity, as well as be stressed near end of range. Nordic hamstring exercise may be started if pain-free(19)Establish independent hamstrings strengthening and flexibility program Diminished functional capacity (daily activities and/or sport)Restore prior functional capacity in daily activities and/or sportFunctional training _ Sport-specific and agility drills, multidirectional movements, and end of range eccentric hamstring movements(19)Functional ability and intensity should be near maximal levels prior to returning to sporting activitiesPatient education for self-care and independent exercise program ."
        ]
    },
    "desired outcomes outcome measures": {
        "eliminated decreased exertional pain": [
            "V AS"
        ],
        "improve quality of gait to normal": [
            "Gait assessment"
        ],
        "normalized flexibility and rom of hamstrings": [
            "SLR",
            "Goniometry"
        ],
        "normalized strength of hamstrings": [
            "MMT",
            "Isokinetic testing"
        ],
        "restored prior functional capacity in daily activities and or sport": [
            "Return to sport testing",
            "Functional Measures: FIM, FMS, FMA",
            "Patient satisfaction surveys",
            "LEFS"
        ],
        "normalized lower extremity neurodynamics": [
            "SLR test",
            "Slump test"
        ],
        "corrected postural and biomechanical malalignments": [],
        "postural assessment": [],
        "gait running assessment": []
    },
    "maintenance or prevention": [
        "Prevention of HS",
        "Although a concerted effort has been made to prevent HS, injury and reinjury rates do not appear to have improved for the athletic population. Nevertheless, hamstring eccentric strengthening and endurance should be included in the maintenance program(19,21)",
        "Programs for preventing hamstring strains should also involve improving hamstring flexibility. Even manual therapy techniques might contribute to prevention of hamstring injuries(11)",
        "Before competition, dynamic stretching is preferable to static stretching for maintaining muscle force and power(19)",
        "Sprinters especially should be targeted for hamstring prevention programs(13)",
        "HS is most likely to occur in football players during the preseason. An off-season  hamstring conditioning program is recommended to reduce risk of HS(13)",
        "Rehabilitation programs including trunk stabilization and progressive agility exercises result in decreased rate of reinjury as well as quicker return to play(3,19)"
    ],
    "patient education": [
        "See “Hamstring Strain” from eMedicine  at https://emedicine.medscape.com/article/307765-overview",
        "See “Hamstring Injury” from the Mayo Clinic at https://www.mayoclinic.org/diseases-conditions/hamstring-injury/symptoms-causes/syc-20372985",
        "See “Hamstring Strain – Aftercare” from MedlinePlus at https://medlineplus.gov/ency/patientinstructions/000551.htm Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "In: Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-43,80,127,322.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Higashihara A, Nagano Y, Takahashi K, Fukubayashi T. Effects of forward trunk lean on hamstring muscle kinematics during sprinting. J Sports Sci . 2015;33(13):1366-1375. doi:10.1080/02640414.2014.990483. (R)"
        },
        {
            "number in article": 3,
            "reference": "Sherry MA, Johnson TS, Heiderscheit BC. Rehabilitation of acute hamstring strain injuries. Clin Sports Med . April 2015;34(2):263-84.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Maniar N, Shielf AJ, Williams MD, Timmins RG, Opar DA. Hamstring strength and flexibility after hamstring strain injury: a systematic review and meta-analysis.  Br J Sports Med. Advance online publication. April 13, 2016;pii: bjsports-2015-095311.  doi:10.1136/bjsports-2015-095311.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Evangelidis PE, Massey GJ, Pain MT, Folland JP. Biceps Femoris Aponeurosis Size: A Potential Risk Factor for Strain Injury? Med Sci Sports Exerc . 2015;47(7):1383-89.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Timmins RG, Shield AJ, Williams MD, Opar DA. Is there evidence to support the use of the angle of peak torque as a marker of hamstring injury and re-injury risk? Sports Med . January 2016;46(1):7-13.  doi:10.1007/s40279-015-0378-8.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Hickey J, Timmins R, Maniar N, Williams M, Opar D. Criteria for progressing rehabilitation and determining return-to-play  clearance following hamstring strain injury: a systematic review. Sports Med . 2017;47(7):1375-1387.  doi:10.1007/s40279-016-0667-x.  (SR)"
        },
        {
            "number in article": 8,
            "reference": "Timmins RG, Bourne MN, Shield AJ, Williams MD, Lorenzen C, Opar DA. Short biceps femoris fascicles and eccentric knee flexor weakness increase the risk of hamstring injury in elite football (soccer): a prospective cohort study. Br J Sports Med . December 2016;50(24):1524-1535.  doi:10.1136/bjsports-2015-095362.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Timmins RG, Bourne MN, Hickey JT, et al. Effect of prior injury on changes to biceps femoris architecture across an Australian Football League season. Med Sci Sports Exerc . October 2017;49(10):2102-2109.  doi:10.1249/MSS.0000000000001333. (R)"
        },
        {
            "number in article": 10,
            "reference": "Bourne MN, Timmins RG, Opar DA, et al. An evidence-based  framework for strengthening exercises to prevent hamstring injury. Sports Med . February 2018;48(2):251-267. doi:10.1007/s40279-017-0796-x.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Di Trani Lobacz A, Glutting J, Kaminski TW. Clinical practice patterns and beliefs in the management of hamstrings strain injuries. J Athletic Train . 2016;51(2):161-174. doi:10.4085/1062-6050-51.3.08.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Shadle IB, Cacolice PA. Eccentric exercises reduce hamstring strains in elite adult male soccer players: a critically appraised topic. J Sport Rehabil . 2017;26(6):573-577. doi:10.1123/jsr.2015-0196.  (GI)"
        },
        {
            "number in article": 13,
            "reference": "Dalton SL, Kerr ZY, Dompier TP. Epidemiology of hamstring strains in 25 NCAA sports in the 2009-2010  to 2013-2014  academic years. Am J Sports Med. . 2015;43(11):2671-2679.  doi:10.1177/0363546515599631. (R)"
        },
        {
            "number in article": 14,
            "reference": "van Dyk N, Bahr R, Whiteley R, et al. Hamstring and quadriceps isokinetic strength deficits are weak risk factors for hamstring strain injuries. Am J Sports Med . 2016;44(7):1789-1795.  doi:10.1177/0363546516632526. (R)"
        },
        {
            "number in article": 15,
            "reference": "Pinto MD, Blazevich AJ, Andersen LL, Mil-Homens  P, Pinto RS. Hamstring-to-quadriceps  ratio offers new and different muscle function information than the conventional non-fatigued  ratio. Scand J Med Sci Sports . 2018;28(1):282-293.  doi:10.1111/sms.12891. (R)"
        },
        {
            "number in article": 16,
            "reference": "Tyler TF, Schmitt BM, Nicholas SJ, McHugh MP. Rehabilitation after hamstring-strain  injury emphasizing eccentric strengthening at long muscle lengths: results of long-term follow-up.  J Sport Rehabil . 2017;26(2):131-140.  doi:10.1123/jsr.2015-0099.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Kouzaki K, Nakazato K, Mizuno M, et al. Sciatic nerve conductivity is impaired by hamstring strain injuries. Int J Sports Med . 2017;38(11):803-808.  doi:10.1055/s-0043-115735. (R)"
        },
        {
            "number in article": 18,
            "reference": "Sefiddashti L, Ghotbi N, Salavati M, Farhadi A, Mazaheri M. The effects of cryotherapy versus cryostretching on clinical and functional outcomes in athletes with acute hamstring strain. J Bodywork Movement Ther . 2018;22(3):805-809.  doi:10.1016/j.jbmt.2017.08.007. (R)"
        },
        {
            "number in article": 19,
            "reference": "Thomas K. The hamstring hustle: rapid return to sport versus recurrence. Co-kinetic  J. 2018;(76):20-31.  (GI)"
        },
        {
            "number in article": 20,
            "reference": "Tokutake G, Kuramochi R, Murata Y, Enoki S, Koto Y, Shimizu T. The risk factors of hamstring strain injury induced by high-speed  running. J Sports Sci Med . 2018;17(4):650-655.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Cianca J, Mimbella P. Hamstring strain. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Saunders Elsevier; 2019:378-383.  (GI)"
        }
    ]
}