{
    "metadata": {
        "title": "Leprosy",
        "synonyms": [
            "hansen’s disease",
            "hansen disease",
            "mycobacterial neurodermatosis"
        ],
        "anatomical location body part affected": [
            "Skin, peripheral nerves/widespread cutaneous lesions; impaired sensation and motor function in upper and lower extremities, especially feet and hands; respiratory mucosa and eyes can also be involved"
        ],
        "area of specialty": [
            "wound management",
            "hand therapy",
            "home health",
            "neurological rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Leprosy (or Hansen’s disease) is an infectious, slowly progressive disease caused by Mycobacterium leprae . In early stages, leprosy is a mild skin infection curable with standard antibiotic management. Untreated, the bacillus infection permanently damages nerves to the skin; peripheral sensory and motor nerve fibers become thickened, leading to loss of sensation and muscle weakness in the extremities. Mucosa in the upper airways and eyes can be involved in some cases(1)",
            "Early antibiotic treatment prevents nerve involvement, which is the hallmark of disability in leprosy; however, diagnosis is often delayed. Social stigma, primarily caused by disfiguring skin sores, often causes persons with signs of leprosy to withdraw from medical management for their disabilities even when no longer contagious with M. leprae .Consequently, persons with leprosy report reduced physical and emotional aspects to their quality of life (QOL)(1,9) –Brazilian authorities adopted the term Hansen’s disease in 1975 and have reported reduced stigmatization and discrimination associated with using this name instead of leprosy (13) –Global efforts to treat leprosy have been negatively affected by stigmatization and discrimination(13) -The Centers for Disease Control (CDC) report that many people around the world continue to suffer from this curable disease due to lack of access to basic medical care and continued stigma surrounding the illness(19) –The term mycobacterial neurodermatosis might be preferred by persons with the disease and by the medical community as Hansen,the physician who discovered M. leprae,was found guilty of human experimentation, and because mycobacterial neurodermatosis is an accurate term given the WHO criteria(13)",
            "Leprosy is the leading infectious cause of disability worldwide and is a significant public health concern in some developing large countries –According to WHO, in 2018, reports of official figures from 159 countries from the 6 WHO regions indicated that there were 208,619 new leprosy cases registered globally.The WHO reported a prevalence rate of 0.2/1000, based on 184,212 cases at the end of 2018. ”(3) –India, Brazil, and Thailand have the highest number of reported cases annually(1) –According to statistics from the U.S. Health Resources and Services Administration (HRSA), the current number of identified cases in the United States is approximately 6,500, with about 3,300 requiring active medical management. In 2018 185 new cases  were reported in the United States;72% of these cases occurred in Florida, California, Hawaii, Louisiana, New York, Arkansas, and Texas(4) -Leprosy is often not diagnosed quickly in the United States because practitioners not familiar with the disease do not consider it in the differential diagnosis –WHO considers leprosy to be a neglected tropical disease (i.e., disease that generally afflicts the world's poor and historically has not received as much attention as other diseases)(10) –The WHO Global Leprosy Update indicates the case rate of leprosy situation by region or country(10) –Although leprosy transmission is rare within nearly all developed countries, new cases were found in Australia as recent as 2015 due to migrants from areas where leprosy is endemic(5) –Wild armadillos are a potential vector of M. leprae and thus should not be handled(4)",
            "Individuals with leprosy have been found to have functional impairment when compared to age-matched  controls(14)",
            "This Clinical Review  presents a summary of impairments and disabilities that may be found and treated in persons with a history of M. leprae infection but who are no longer contagious ICD-10  codes"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Diagnosis is dependent on the following presentation/signs and symptoms:(1) –Skin lesions with altered sensation –Thickened or enlarged peripheral nerves as indicated by sensory loss and/or weakness in the muscles supplied by those nerves",
            "Due to the complexity of the parasite-host  relationship, leprosy can have a wide range of clinical presentations depending on the affected individual’s immune response(1)",
            "Skin lesions will be dependent on the type of leprosy(1) –Indeterminate leprosy – one or more hypochromic macules with imprecise borders and reduced thermal sensitivity –Tuberculoid leprosy – erythematous or hypochromic skin lesions with clear, raised borders. They are limited in number and asymmetrical in pattern. There is altered thermal sensation with the possibility of altered pain and tactile sensation -In children there generally is one nodule or tubercule on the face –Borderline-tuberculoid  leprosy – similar to tuberculoid but more lesions present –Lepromatous leprosy – extensive lesions that are symmetrical, erythematous, infiltrated, and without clear delineation from normal skin areas. Lesions tend to worsen to become papules, tubercles, and eventually ulcerate. Lesions tend to be on face, hands, and feet –Borderline lepromatous leprosy – Similar to lepromatous leprosy but there is more delineation between lesions and normal skin",
            "Functional deformities, especially of the feet and hands (e.g., foot drop, claw foot, claw hand). Claw hand, the most common paralytic deformity in leprosy, was found in 23% of 849 leprosy patients treated at a hospital in Delhi, India over 5 years(6) –Contrary to historical beliefs, fingers and toes do not “fall off” with leprosy. Numb fingers and toes suffer burns and cuts that are unnoticed, which lead to infection and damage. Eventually the body may resorb the digit(19)",
            "Muscle wasting/atrophy and soft tissue/joint contractures that limit tissue flexibility and ROM ",
            "Antalgic gait",
            "Visual impairments (iritis, blindness, corneal ulcers)(1)",
            "Hypoesthesia/anesthesia in hand or foot increases risk of burns and pressure ulcers",
            "Fear of falling/increased fall risk in patients with peripheral neuropathy Causes, Pathophysiology, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Stop the exam and notify physician immediately if the patient fails to respond to sensory stimulation or move the extremities on command",
            "Postpone examination of patients with unresolved lesions or foot ulcers, open wounds, or fracture",
            "Are there any reported postoperative complications or restrictions/protocols to assess weight-bearing  status and for proper use of ambulatory aids or assistive devices?"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "M. leprae  infection. There are two major forms: tuberculoid and lepromatous. M. lepromatosis  infection is the rare form(1)–Other forms include indeterminate, borderline-tuberculoid, and borderline-lepromatous",
            "M. leprae may inhibit interleukin-1  receptor (IL-1R)  immune signaling to fight the infection by upregulating the IL-1Rantagonist through a Toll-interacting  protein(11)"
        ],
        "pathogenesis": [
            "M. leprae  is an intracellular,acid-fast  bacterium (AFB). The presumed mechanism of transmission is via aerosolizeddroplets from nasal or respiratory mucosa of the infected host (by sneezing, coughing, talking, etc.).A history of homeexposure to AFB leads to more disease.(1) It is estimated that 90–95%  of persons have natural defenses to M. leprae andwill not develop the disease even if they live with persons with leprosy.(1,19) The incubation period varies from a fewmonths to up to 10 years,averaging 2–5 years in paucibacillary leprosy (i.e., skin smear negative and show no evidence ofmore advanced disease on biopsy) and 5–10  years in multibacillary leprosy (i.e., skin smear positive and/or have a biopsyindicating more advanced disease)(1)",
            "Once transmitted, M. leprae replicates in the skin histiocytes and Schwann nerve cells(1)–Mycobacterial antigens in affected nerves eventually activate specific T cells that initiate chronic inflammatory reactions–Swelling inside the perineurium (which is inflexible) gradually leads to ischemia and fibrosis with axonal death–Nerve destruction is typically diffuse and symmetric",
            "M. leprae tuberculoid(1)–An immune response is induced, causing the infected individual to develop large, flattened patches with raised red edgeson the skin–Patches have dry, pale, hairless centers and loss of sensation–Loss of sensation may develop as a result of infectious invasion of the peripheral sensory nerves–The macule at the cutaneous site of entry and the loss of pain sensation are the key clinical indications of tuberculoidleprosy",
            "M. leprae  lepromatous(1)–Microbe proliferates within the macrophages at the site of entry and grows within the epithelial tissues of the face andearlobes–Cell-mediated  immune response becomes impaired and large numbers of M. leprae  appear in the macrophages, causingpapules to develop at the entry site, marked by a folding of the skin–Slow destruction of cutaneous nerves leads to the development of leonine facies (i.e., coarsening of the facial featurescausing a more lion-like  appearance)–Extensive penetration of this microbe can lead to severe body damage (e.g., resorption of bones, fingers, and toes)",
            "Early treatment limits the infection to a minor skin disease. Untreated, peripheral nerve involvement causes motor andsensory neuropathy with associated muscle weakness and sensory impairments (numbness, tingling) in the extremities(1)",
            "Authors of an observational study (n = 130) in India found that twoserum indicators of oxidative stress (malondialdehydeand superoxide dismutase) were significantly higher in untreated leprosy patients than in healthy controls. Whetherantioxidant supplementation may reduce tissue damage in leprosy patients warrants investigation(7)"
        ],
        "risk factors": [
            "Geography(1)–Temperate, tropical, and subtropical climates in Asia, Africa, and Central and South America–In developed countries), risk factors include-migrants from leprosy-endemic  countries(5)-travelers returning from leprosy-endemic regions(1)-certain parts of country. For example, in the United States, there are only a small number of new cases per year, most inthe South(1)",
            "In endemic areas, the main risk factors are:(1)–Household respiratory contact with infectious individuals, although 90–95%  of the population has natural defenses to M.leprae  (1,15)–Low socioeconomic status–Pregnancy",
            "Infants of untreated mothers"
        ],
        "environmental transmission: contact with soil and water samples containing m. leprae was associated with new cases of leprosy in india": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Use universal precautions when evaluating and treating patients with active leprosy",
        "Obtain written referral from physician for treatment of specific functional impairments due to leprosy",
        "Make sure that the referral specifies the patient is in remission (i.e., the infection is not active)",
        "Consult physician to verify if there are any restrictions on how the patient should be handled for examination, exercise, functional training, etc. Follow any specific guidelines or protocols from referring physician if the patient has undergone orthopedic surgery to correct musculoskeletal deformities",
        "Patients with suspected active or new leprosy skin lesions or any of the following symptoms should be referred to an internal medicine physician, infectious disease specialist, or neurologist for a thorough workup: Nerve pain Sudden onset of palsy Eye pain/visual disturbance Systemic febrile illness",
        "Contact referring physician if there are any red flags that can indicate other serious medical conditions, including the following: Unexplained fever Chills Significant trauma Unrelenting night pain Severe pain at rest Progressive motor or sensory deficit Saddle anesthesia Difficulty urinating Fecal incontinence Unexplained weight loss",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Stop the exam and notify physician immediately if the patient fails to respond to sensory stimulation or move the extremities on command",
            "Postpone examination of patients with unresolved lesions or foot ulcers, open wounds, or fracture",
            "Are there any reported postoperative complications or restrictions/protocols to assess weight-bearing  status and for proper use of ambulatory aids or assistive devices?"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When did the patient first observe any signs or symptoms? Signs of M. leprae  infection typically appear gradually over time (35 years incubation period) after initial infection. Is the patient no longer seropositive? Is the patient currently in contact with persons who have leprosy? Has the patient recently traveled to or from an endemic area? If so, where and when? ",
                "course of treatment": {
                    "medical management": " Medical management Identify the patient’s current medical providers. What are the physician’s reasons for referral? Primary medical care requires a multidrug treatment (MDT) regimen proposed by WHO, which has a high cure rate in the early stages of M. leprae  infection(1) Document the date of diagnosis, any treatments, any orthopedic interventions, fall-related injuries, prescription for ambulatory aids There are two categories of pharmacological treatment based on type of leprosy and patient age(see Medications below)",
                    "surgical management": [
                        "Surgical management:  Did the patient undergo any surgical intervention to correct musculoskeletal joint deformities/ contractures? If so, document what was done"
                    ],
                    "medications": "Determine what medications the clinician has prescribed; are they being taken, and are they effective? Leprosy is classified into two treatment categories (paucibacillary and multibacillary) based on the degree of bacterial burden and number of skin lesions(1)  see Diagnostic Tests Completed , below Paucibacillary (6-month  course) Adult  dapsone 100 mg daily and rifampin 600 mg once a month under supervision Child (under 10 years)  dapsone 1 mg/kg/day and rifampin 10 mg/kg once a month under supervision Multibacillary (12-month  course) Adult  dapsone 100 mg daily, rifampin 600 mg once a month under supervision, clofazimine 50 mg daily and 300 mg once a month under supervision Child (under 10 years)  dapsone 1 mg/kg/day, rifampin 10 mg/kg once a month under supervision, clofazimine 1 mg/kg/day Because of drug-resistant  strains of leprosy, dapsone and rifampin were implemented in the 1982 WHO MDT plan.WHO provides drugs free of charge to all leprosy patients worldwide)(1) Steroids may be prescribed to treat inflammation associated with peripheral neuropathy(4)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: It is important that the category of leprosy (paucibacillary or multibacillary) be properly identified so that the patient can be adequately treated and the risk of recurrence reduced.(1) Usual laboratory tests for leprosy include(1)",
                        "Bacilloscopy  collection and examination of skin smears from lesion, both earlobes, both elbows(1)",
                        "Results negative in indeterminate, tuberculoid, and borderline-tuberculoid  leprosy  called paucibacillary",
                        "Results positive for lepromatous and borderline lepromatousleprosy  called multibacillary",
                        "Skin biopsy  histologic examination",
                        "Indeterminate  nonspecific inflammatory infiltrate",
                        "Tuberculoid and borderline-tuberculoid  granulomas, histiocytes, epithelioid cells, giant cells",
                        "Lepromatous and borderline lepromatous foamy or vacuolated histiocytes, with bacilli"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture, herbal supplements) and whether they help",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms the patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)  Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Inquire about recent hospital admissions, including reason for admission and length of stay",
                    "comorbid diagnoses": "Ask the patient if there are any other medical problems, including orthopedic disorders (e.g., arthritis), autoimmune disease, HIV/AIDs, diabetes, cancer, heart disease, complications of pregnancy, or psychiatric disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask about comorbid symptoms that may complicate treatment, such as hypoglycemia or hypertension"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What is the patient’s vocation? What are the patient’s job duties? Does the patient attend school? If so, what grade? Does the patient participate in any regular physical activity/ sports? What are the patient’s hobbies/interests?",
                "functional limitations assistance with ADLs adaptive equipment": "What adaptive equipment is currently used? Is the patient able to perform ADLs safely and independently? If not, which ones are affected?",
                "living environment": "Inquire about home home and community; any modifications necessary? Who are the primary caregivers? Any siblings? What is the level of family/community support? Is the patient living at home or in a group home? How does the patient access his or her community (drives self, public transportation, relies on family member to drive, bicycle?)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Determine height, weight, and BMI",
            "assistive and adaptive devices": "Document the use of any assistive/adaptive devices; assess for appropriate fit",
            "balance": "Assess static and dynamic sitting and standing balance. Evaluate protective reactions to perturbations in all three planes of motion, noting any asymmetry or delayed/impaired reactions –Administer Berg Balance Scale (BBS) as indicated",
            "cardiorespiratory function and endurance": [
                "Administer 6-minute  walk test for distance (6MWT) for assessment of functional endurance",
                "Use Modified Borg Dyspnea Scale or Dyspnea Exertion Test to monitor shortness of breath during any functional tests"
            ],
            "circulation": "Assess bilateral peripheral pulses and capillary refill time in fingers and toesAssess for unilateral swelling (as indicated) using circumference measures or by volumetric water displacementAssess the patient’s ability to perform basic functional mobility activities independently and safely, specifically bed mobility, transfers from sit to stand, floor to stand, squatting, and stair negotiation –Observe the patient’s body mechanics while performing functional mobility skills. Note any substitution motions –Use 25-meter  walk test and/or FIM, as indicated –Patients with leprosy are likely to have functional impairments related to the severity of their disease(14)",
            "functional mobility": " functional",
            "gait locomotion": "Assess gait for any deviations or antalgic gait patterns –Patients with leprosy often have diminished sensation in the lower extremities, muscle weakness, claw foot, and foot drop, any of which can increase the risk of falling and affect gait biomechanics. Use the Dynamic Gait Index (DGI) or Timed Up and Go (TUG) test to assess patient’s risk for falling  –Provide patient with any assistive devices to improve gait efficiency and safety –Ambulatory disability is associated with sensory and motor neuropathy of the feetAssess bilateral upper and lower extremity joints for mobility using the Paris-Stoddard Mobility Scale. Document any joint hyper/hypomobility",
            "muscle strength": "Assess general upper and lower extremity strength with myotomal testing. Use manual muscle testing (MMT) to isolate specific muscles. Use handheld dynamometer and pinch gauge to assess grip strength and fine motor strength –Handgrip strength testing with a handheld dynamometer may provide a simple and reliable measure of generalized strength before and after resistive exercise training",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess patient’s sitting and standing posture (with and without adaptive equipment, as applicable). Inspect for abnormal lower-extremity  alignment and weight distribution in standing (e.g., decreased rearfoot loading, forward center of pressure, and ankle eversion).Assess for leg-length  discrepancy with the supine to sit test. If present, note if true or",
            "range of motion": "Assess trunk and bilateral upper and lower extremity active and passive ROM using goniometry",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral upper and lower extremity deep tendon reflexesEvaluate performance in basic ADLs, as indicated/prescribed. Refer to occupational therapist for history of disability in instrumental ADLs",
            "sensory testing": "Perform bilateral upper and lower extremity dermatomal testing for light touch, temperature deep pressure, temperature, and joint proprioception –Hypoesthesia/anesthesia to nylon filament, pin-prick,  and temperature is common in patients with advanced peripheral neuropathy(1)",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Assess fine motor dexterity and prehensile skills using small objects/manipulatives –Starch-iodine  test for sweat response in hands (i.e., anhidrosis is common in leprosy)Short Form-20 Health Survey (SF-20)  for adults",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Is the patient alert and oriented and able to follow simple and multistep commands? The Mini-Mental  State Examination (MMSE) can be administered if cognitive impairments that could affect the patient’s ability to participate fully in rehabilitation are suspected. However, deficits in communication and executive processing are not common in patients with leprosy",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Decreased sensation*",
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves, areas of diminished sensation or poor circulation, or slow-healing wounds ",
                "Use caution with patients who are hypertensive as cold can cause a transient increase in BP; discontinue treatment if there is an elevation in BP",
                "Use caution with patients who are hypersensitive to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Use of cryotherapy with patients who have an aversion to cold may be counterproductive if being used to promote muscle relaxation and decrease pain",
                "Decreased circulation",
                "Decreased sensation*",
                "Hypersensitivity",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Severe epilepsy",
                "Active leprosy, psoriasis*",
                "Uncontrolled bowels",
                "Acute rheumatoid arthritis",
                "Venous ulcers",
                "Tissues devitalized by X-ray/radiation  therapy",
                "Peripheral vascular disease",
                "Decreased thermal sensation",
                "Respiratory dysfunction",
                "Cardiac dysfunction",
                "Active bleeding",
                "Malignancy",
                "Previously existing (recent) fever",
                "Acute inflammatory conditions",
                "Heat sensitivity",
                "Impaired sensation*",
                "Confusion or impaired cognition",
                "Recent skin graft",
                "Certain medications",
                "Alcohol inebriation*",
                "Decreased strength/ROM/endurance/balance*",
                "Urinary incontinence*",
                "Fear of water*",
                "Respiratory problems",
                "Pregnancy*",
                "Multiple sclerosis*",
                "Poor thermal regulation*",
                "Seasickness",
                "Edema, when warm/hot water immersion"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Cardiac pacemakers ",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Diminished sensation*",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Used in close proximity to diathermy treatment"
            ],
            "other": [
                "Patients with peripheral neuropathy are at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what the patient’s physician orders. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Use a sterile field and sterile techniques when treating lesions",
                "Dressings that retain moisture are contraindicated in the presence of infection",
                "Allow wound healing prior to weight-bearing  on the affected area (e.g., foot ulcer)",
                "Contraindications/precautions applicable to this diagnosis regarding use of modalities are noted with asterisks below. Rehabilitation professionals should always use their professional judgment in decision making",
                "Cryotherapy  contraindications(2)",
                "Cryotherapy  precautions(2)",
                "Superficial heat  contraindications(2)",
                "Whirlpool  contraindications(2)",
                "Whirlpool  precautions(2)",
                "Electrotherapy: May be used in some cases of leprosy when approved by the treating physician. However, the physician should consider the contraindications/precautions listed below to weigh the potential benefits against the possible risks(2)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Due to the heterogeneity of presentations in leprosy, diagnosis is often delayed, especially in countries where the disease is rare Leprosy that is not diagnosed and treated early can become a disabling condition that significantly impairs sensory and motor function, directly impacting mobility and ADLs(1) Functional impairments and disabilities associated with leprosy include reduced muscle strength and endurance, soft tissue/ joint contractures, decreased active and passive ROM, sensory and proprioceptive deficits, decreased balance, impaired functional mobility, increased risk for falls, decreased aerobic endurance, and reduced participation in physical fitness activities A comparison of 30 patients with leprosy to 30 healthy age-matched controls in Brazil indicated that patients with leprosy have more functional impairment and that this impairment increased with the severity of the disease(14) –Degree of disability was determined based on WHO recommendations –Functional performance measures were 6MWT, short physical performance battery, timed up and go, and the 4-meter  gait speed test –No differences were found in handgrip strength and in amounts of moderate-to-vigorous  physical activity",
        "rule out": "Primarily other dermatologic conditions with similar presentations (e.g., seborrheic dermatitis, psoriasis, sarcoidosis, systemic lupus erythematosus)(1)",
        "prognosis": [
            "Early diagnosis and treatment with first-line  antibiotics (6-month  or 12-month  MDT regimen) are associated with favorable outcomes.(1) However, neurological damage that leads to disabilities and deformities can occur after MDT is completed and is mainly related to the extent and severity of the disease(1)",
            "Relapse rates after MDT are low, but 30% of patients will have a leprosy reaction(1) –A leprosy reaction is an acute inflammatory reaction that can occur before diagnosis as well as during MDT treatment –These reactions can be set off by various factors (e.g., pregnancy, childbirth, vaccinations, puberty, infections, stress)",
            "Complications due to peripheral neuropathy and deformities develop and worsen if the patient is untreated or does not respond to MDT(1)",
            "Initially, WHO campaigned for eradication of leprosy, but because leprosy’s incubation period can be long (2 to 10 years depending on the type of leprosy), new patients often present with leprosy even after apparently successful control campaigns have ended. In 2016, the goals of WHO were the following:(3) –Zero disabilities among new pediatric patients –A grade-2  disability rate (i.e., reduction or loss of sensation in hands, feet, and/or eyes) of less than 1 case per 1 million persons –Zero countries with legislation allowing discrimination on basis of leprosy"
        ],
        "referral to other disciplines": " Referral to other disciplines Orthopedic surgeon for consultation regarding reconstructive surgery for deformities (e.g., claw toes/fingers) Orthotist for shoe modifications, ankle-foot  orthoses, and orthopedic footwear to correct causative pressures Orthopedist for consultation regarding drop foot, foot deformities, amputation and prosthesis, or reconstructive surgery  Occupational therapist or hand therapist regarding impairments with fine motor skills and ADLs Psychologist for counseling patients with depression",
        "other considerations": [
            "Results from interviews with 19 adolescents aged 12–18  years receiving medical treatment for leprosy and with 18 family members revealed that there was a need to provide more information about the disease, to rethink health practices, and to encourage dialogue in the construction of new meanings of having the disease that do not include discrimination by others and concealment by the patient, with the hope of improving their quality of life(15)",
            "Authors of a Brazilian qualitative study examining the teaching available to physical therapy students about leprosy indicated that information was lacking to help cliniciansidentify, evaluate, treat, and guide the leprosy patient(16)"
        ],
        "treatment summary": [
            "Evidence-based  research on physical therapy for patients with leprosy-related  functional disabilities is severely underrepresented in rehabilitation medicine. The efficacy of traditional physical therapy for peripheral neuropathic impairments in patients with leprosy compared to usual care without physical therapy is virtually unknown",
            "The general treatment plan will likely include: –Modalities for pain management –Therapeutic exercise for improving ROM, strength, and endurance –Functional training for reducing deficits in posture, balance, and gait that may contribute to disabilities in ADLs and risk for falls –Manual therapy for improving tissue flexibility in contractures. Authors of an RCT (n = 60) in India found that neuromuscular mobilization of the hand (9 total sessions; 3 times per week, 3 weeks) improved pinch and grip strength, hand ROM, and sensory discrimination significantly more than in sham-treated  controls(8) –Electrotherapeutic modalities -Functional electrical stimulation for muscle atrophy secondary to peripheral neuropathy (e.g., dorsiflexor stimulator for foot drop) –Modality assistive technology for posture or gait retraining",
            "The use of insoles and intrinsic foot exercise over a 4-month  period may improve the hindfoot alignment of patients with leprosy(17) –Based on a Brazilian study of 30 patients with leprosy who were assigned to an exercise group, an insole group, or an exercise plus insole group –Outcome measure was the use of photogrammetryto measure hindfoot posture . Problem Goal Intervention Expected Progression Home Program  Nerve pain, tenderness, and swelling _ _ Contractures and reduced tissue flexibilityPain management. Protect structures _ _ Improve flexibility and reduce contracturesPhysical agents and mechanical modalities _ Cryotherapy for pain/ swelling, if effective and not contraindicated _ _ Superficial heating modalities (e.g., paraffin bath) in areas with normal sensation to increase tissue extensibility _ _ Manual therapy _ Manual stretching and joint mobilization for contractures due to denervation/weaknessProgress each unique patient as appropriate and indicatedProvide the patient with simple instructions for home management of pain Reduced ROM, strength, and enduranceFunctional ROM, strength, and endurance for ADLsTherapeutic modalities _ Individualized and supervised exercise prescriptionGradual progression of intensity of exercises, as indicated for each patientDaily repetition of exercises Impaired balance, walking ability, and stair climbing, with increased risk of fallsSymmetry in standing posture and weight- bearing activities, with improved functional mobility and independence in fall prevention strategies, improved balance, increased safety with ambulation and ADLsFunctional training _ Individualized and supervised task- specific exercises, with education as appropriate. Intrinsic foot exercises and insole prescription(17) _ _ Prescription, application of devices and equipment _ Careful fitting with instruction on the correct use of assistive equipmentGradual progression of intensity of exercises, as indicated for each patientProvide patient and family/ caregivers with written instructions regarding functional activities that can be performed at home and correct use and/or application of equipment; implementation of fall prevention strategies ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Reduced pain/V AS",
            "Increased strength/Dynamometer and/or MMT",
            "Increased flexibility/goniometer ROM",
            "Increased fine motor dexterity/reevaluation of functional skills",
            "Skin integrity intact and without ulcers/inspection",
            "Increased cardiorespiratory endurance/6MWT, dyspnea scale",
            "Improved standing and sitting balance/Functional Reach, BBS",
            "Improved quality of gait/DGI",
            "Improved functional mobility and ADLs/TUG test, FIMImproved QOL/ SF-20, KINDLR Maintenance or Prevention"
        ],
        "early diagnosis, mdt intervention, and community education are the keys to preventing the spread of disease and minimizing affected individuals’ impairments and disabilities. one of who’s greatest emphases is the avoidance of nerve": [],
        "patients are advised to follow all treatment regimens, including mdt, strengthening and flexibility rom exercises, aerobic conditioning, balance activities, and gait training": [],
        "long-term  follow-up  assessments of physical disabilities and impairments are extremely important, even after mdt completion, with immediate referral of patients who present with peripheral neuropathy to specialty centers": [],
        "patients with leprosy should avoid close physical contact with others until oral medication regimen commences and they are no longer seropositive. those on long-term  medication regimens become noninfectious": [],
        "as a form of chemoprophylaxis for contacts of patients with leprosy, researchers suggest there is a pressing need for newer multidrug chemoprophylactic regimens using second-line  anti-leprosy  drugs": []
    },
    "maintenance or prevention": [],
    "patient education": [
        "Patient.co.uk website, “Leprosy,” https://patient.info/doctor/leprosy-pro",
        "International Leprosy Association, “Rehabilitation and Prevention of Disability,” http://www.leprosy-ila.org/arquivos/course-announcement.pdf Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Penna GO, de Andrade Pontes MA, Talhari C, et al. Leprosy. In: Kellerman R, Rakel RE, eds. Conn's Current Therapy 2020 . Philadelphia, PA: Elsevier Saunders; 2020:580-585.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz's Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 3,
            "reference": "World Health Organization: Leprosy. Fact sheet N°101. WHO. September 2019. http://www.who.int/mediacentre/factsheets/fs101/en/ . (R)"
        },
        {
            "number in article": 4,
            "reference": "US Department of Health and Human Services, Health Resources and Services Administration. National Hansen's Disease (Leprosy) Program. HRSA Web site. http:// www.hrsa.gov/hansensdisease/index.html . Published October 2020. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Turner D, McGuiness S, Leder K. Leprosy: diagnosis and management in a developed setting. Int Med J. 2015;45(1):109-112.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Chhabra N, Grover C, Singal A, Bhattacharya SN, Kaur R. Leprosy Scenario at a Tertiary Level Hospital in Delhi: A 5-year Retrospective Study. Indian J Dermatol . 2015;60(1):55-59.  doi:10.4103/0019-5154.147793.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Swathi M, Tagore R. Study of Oxidative Stress in different Forms of Leprosy. Indian J Dermatol . 2015;60(3):321. doi:10.4103/0019-5154.156426.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Dabholkar TA, Dabholkar AS, Sujata Y. Effect of nervous tissue mobilization on hand function in lebrosy. Indian J Physiother Occup Ther . 2015;9(1):103-107.  (RCT)"
        },
        {
            "number in article": 9,
            "reference": "Araujo DL, Brito KG, Santana EF, Soares VL, Soares MG. Characteristics of people and quality of life with leprosy in outpatient treatment. Rev Fund Care Online . 2016;8(4):5010-5016.  doi:10.9789/2175-5361.2016.v814.5010-5016.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Global leprosy (Hansen disease) update, 2019: time to step-up prevention initiatives. World Health Organization Weekly Epidemiologal Record . September 4, 2020;95(36):417-440.  https://www.who.int/publications/i/item/who-wer9536 . (GI)"
        },
        {
            "number in article": 11,
            "reference": "Shah JA, Berrington WR, Vary JC, Jr, et al. Genetic variation in toll-interacting  protein is associated with leprosy susceptibility and cutaneous expression of interleukin 1 receptor antagonist. J Infect Dis . April 1, 2016;213(7):1189-1197.  doi:10.1093/infdis/jiv570. (R)"
        },
        {
            "number in article": 12,
            "reference": "Mohanty PS, Naaz F, Katara D, et al. Viability of Mycobacterium leprae in the environment and its role in leprosy dissemination. Indian J Dermatol Venereol Leprol . January 2016;82(1):23-27.  doi:10.4103/0378-6323.168935.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Deps P, Cruz A. Why we should stop using the word leprosy. Lancet Infect Dis . 2020;20(4):e75-78.  doi:10.1016/S1473-3099(20)30061-X.  (X)"
        },
        {
            "number in article": 14,
            "reference": "dos Santos Silva I, Cavalcante BR, Vila Nova de Moraes JF, Ferreira de Souza M. Comparison of functional performance and physical activity levels between individuals with and without leprosy. Conscientiae Saude . 2019;18(3):366-375.  doi:10.5585/ConsSaude.v18n313859. (R)"
        },
        {
            "number in article": 15,
            "reference": "Drumond Marinho F, Avellar LZ, Silva Souza LG, et al. Leprosy: meanings and experiences among adolescents with the disease and their family members. Braz J Occup Ther . 2018;26(4):837-848.  doi:10.4322/2526-8910.ctoAO1251.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Álvarez CCS, Filho GH. Leprosy and physiotherapy: a necessary approach. J Hum Growth Dev . 2019;29(3):416-426.  doi:10.7322/jhgd.v29.9541. (R)"
        },
        {
            "number in article": 17,
            "reference": "do Prado CR, Carvalho LC, Guarda EO, Abrão Santos CB, Fagundes WA, Iunes DH. The effect of exercises and insoles on the feet in leprosy patients. Fisioter Pesquisa . 2019;26(3):247-257.  doi:10.1590/1809-2950/18003026032019.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Palit A, Kar HK. Prevention of transmission of leprosy: The current scenario. Indian J Dermatol Venereo Leprol . 2020;86(2):115-123.  doi:10.4103/ijdvl.IJDVL_326_19. (X)"
        },
        {
            "number in article": 19,
            "reference": "CDC. World Leprosy Day: Bust the Myths, Learn the Facts. CDC Web site. https://www.cdc.gov/leprosy/world-leprosy-day/index.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Ffeatures%2Fworld-leprosy-day%2Findex.html . Published January 29, 2021. (GI)"
        }
    ]
}