{
    "metadata": {
        "title": "Headache, Tension-Type",
        "synonyms": [
            "tension headache",
            "psychogenic headache",
            "headache, psychogenic",
            " tension-type  headache",
            "headache, tension-type",
            "stress headache",
            "headache, stress",
            " tension-vascular  headache",
            "headache, tension-vascular",
            "headache, psychomyogenic",
            " headache, muscle contraction",
            "ordinary headache",
            "essential headache",
            "idiopathic headache"
        ],
        "anatomical location body part affected": [
            "Pain may be in the frontal, occipital, or parietal regions of the head, usually bilateral, but may be unilateral"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "neurological rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "Tension-type  headache (TTH) is a primary headache disorder(15)",
            "Classified into episodic (ETTH) and chronic(CTTH)(15) –ETTH is further classified into infrequent ETTH and frequent ETTH",
            "Frequent ETTH and CTTH can be associated with considerable disability, whereas infrequent ETTH occurs in almost the entire population, has very little impact on the individual, and in most cases does not require medical attention(15)",
            "Increased pericranial tenderness is the most significant abnormal finding in patients with any TTH. Itmay or may not be present and is an additional way to classify the TTHs(15)",
            "TTHs last 30 minutes to 15 days, are not associated with vomiting, and do not worsen with physical activity(2)",
            "Lifetime prevalence in the general population ranges between 30 and 78%(15)",
            "TTH is a common and important cause of recurrent pain in childhood and adolescence,with a prevalence in adolescence of 15–20%(14)",
            "This Clinical Review  focuses on frequent ETTH and CTTH"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G44.2": "tension-type headache (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified. Inquire about ongoing legal or workers’ compensation issues"
        ],
        "presentation signs and symptoms": [
            "TTHs typically are mild to moderate inintensitywith highly variable frequency and duration, without associated symptoms or the specific features of migraine(29)",
            "Can be unilateral, but more often are generalized, may spread to the neck; typically described as pressure or tightness(29)",
            "May have pericranial muscle stiffness, restricted motion, and neck pain(30)",
            "Do not worsen with physical activity(15)",
            "During evaluation, patient may appear uncomfortable but will not be incapacitated",
            "Infrequent ETTH(15) –At least 10 episodes of headaches with no more than one headache per month –Lasts 30 minutes to 7 days  –At least 2 of the following 4 characteristics: -Bilateral location -Pressing or tightening quality -Mild to moderate intensity -Not aggravated by routine physical activity –Both of the following: -No nausea or vomiting -No more than one of photophobia or phonophobia",
            "Frequent ETTH(15) –At least 10 episodes of headache occurring on 1–14  days/month on average for > 3 months (≥ 12 and < 180 days/year) –Lasts 30 minutes to 7 days –At least 2 of the following 4 characteristics: -Bilateral location -Pressing or tightening quality -Mild to moderate intensity -Not aggravated by routine physical activity –Both of the following: -No nausea or vomiting -No more than one of photophobia or phonophobia",
            "CTTH(15) –Headaches occur on ≥ 15 days per month on average for > 3 months (≥180 days per year) –Lasting hours to days, or unremitting –At least 2 of the following 4 characteristics: -Bilateral location -Pressing or tightening quality -Mild to moderate intensity -Not aggravated by routine physical activity –Both of the following: -No nausea or vomiting -No more than one of photophobia or phonophobia Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes   ,": [
            "Psychological stress and fatigue",
            "Physical tension in the muscles of the scalp and neck caused by:–poor posture–poor ergonomics while working at a workstation/computer–lifting heavy objects incorrectly",
            "Sleep deprivation",
            "Change in weather"
        ],
        "pathogenesis": [
            "There are many proposed theories but no consensus as to the pathogenesis of TTH",
            "Nociceptive processes in craniofacial muscles are believed to play a role in the development and maintenance of TTH(11,12)–Excessive muscle contraction, ischemia, and inflammation of head and neck muscles have been proposed; however,surface EMG does not demonstrate significantly increased activity(12)",
            "Sensitization of neurons in the CNS might also play a significant role(11,12)–Sensitization of nociceptive pathways (e.g., by decreased descending inhibition) may be a predisposing and perpetuatingfactor(7,11)–Central sensitization is characterized by hypersensitivity to nonpainful stimuli, increase in perceived pain from painfulstimuli, and enlargement of receptive fields–Authors of a systematic review and meta-analysis  compared pain pressure threshhold (PPT) values in patients withheadache compared to healthy controls.Patients with migraine and CTTH had reduced PPT in the cranio-cervical  regioncompared to asymptomatic controls. In comparing headache types, they found that reduced PPT are primarily a feature ofCTTH(31)-The area with the highest recorded PPT measurement was the midpoint between C7 and the acromion in the trapeziusmuscle. The second highest recorded PPT measurement was the suboccipital region-These significantly lower PPT thresholds in the trapezius muscle and suboccipital sites indicate an altered painperception and support the theory of sensitization in TTH",
            "Myofascial structures may be associated with TTH pathophysiology. Tenderness in pericranial myofascial tissues andactive myofascial trigger points (MTrPs) are correlated with intensity and frequency of headache in patients with TTHs(35)",
            "Altered pain perception has been reported in children with CTTH(16)–In a study conducted in Denmark, children with CTTH showed significantly increased pain sensitivity compared tocontrols and to children with frequent ETTH–The altered pain perception was thought to be mainly due to central sensitization"
        ],
        "risk factors": [
            "Sex: More common in females(2)",
            "Family history: 40% of cases of CTTH are familial(3)",
            "Prolonged sitting/poor ergonomics while working at a desk(29)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If the patient has any signs or symptoms associated with the following conditions, immediately terminate the examination and/or treatment and contact the referring physician or call 911 (if perceived to be a life-threatening  emergency) Uncontrolled hypertension Carotid or vertebral artery dissection signs: visual/hearing changes, dysphasia, nausea, vertigo, or unilateral facial numbness Thunderclap headache (intense headache with “explosive” or abrupt onset)(29) –Patients presenting with thunderclap headache should be sent to the emergency department to rule out subarachnoid hemorrhage Neurological symptoms: weakness, altered mental status, diplopia, vertigo, focal neurological deficits Papilledema(33) Deep vein thrombosis (DVT) Head trauma Signs of acute illness: fever, chills, night sweats, nausea, vomiting, diarrhea, neck stiffness Unexplained weight loss New headache in patients older than 50 years old, in patients with a history of cancer or immunodeficiency, in patients with a history of polymyalgia rheumatica, or in patients with a history of glaucoma(29) Suicidal ideation",
        "Children can have difficulty accurately describing the headache symptoms, making an accurate diagnosis more challenging for the physician(2)",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -When did the symptoms begin? -Is there a history of head trauma? -Has there been a recent change in location, duration, frequency, or intensity of symptoms? -Any history of associated symptoms? -Has the patient recently changed jobs or workstations?  -In general, are symptoms getting better, getting worse, or staying the same? -When a new headache with the characteristics of TTH occurs in close temporal relation to another disorder that is known to cause headache, the new headache is defined as a secondary headache attributed to the causative disorder.(15) When preexisting TTH is made worse or becomes chronic in close temporal relation to a causative disorder, the diagnosis should be both TTH and the other disorder (e.g., CTTH and medication overuse headache)(15)",
                "course of treatment": {
                    "medical management": " Medical management Localized trigger-point  injections into pericranial muscles to decrease spasm(2) Botulinum toxin type A injections into the pericranial musculature may be used(2) Authors of a systematic review of the literature on botulinum toxin to treat CTTH found some efficacy. There was moderatequality  evidence that botulinum toxin improved Visual Analog Scale (V AS) scoring. Due to the variable study designs, the authors recommend RCTs to further clarify the utility of botulinum toxin in treating CTTH(37) Spray and stretch treatment(1) Hospitalization may be more beneficial than outpatient treatment in children/adolescents with newly diagnosed frequent and disabling idiopathic headaches, by reducing emotional mechanisms that provoke stress(4) Activity and/or work modification",
                    "surgical management": [],
                    "medications": "Determine what medications the clinician has prescribed; are they being taken? TTH typically responds to NSAIDs or simple analgesics for acute treatment and tricyclic antidepressants for prevention(33) There are no guidelines when prophylactic drugs should be started for TTH. This is a decision made between the patient and theirphysician and depends on factors including headache frequency, level of disability, and patient preference(29,33) Recommendations by the European Headache Foundation (EHF)regarding tricyclic antidepressants for prophylactic treatment(33) Amitriptyline is drug of choice for frequent episodic or chronic TTH Mirtazapine is second line option Venlafaxine is third line option Opioids are not recommended. They are ineffective for headache, associated with multiple adverse effects, potentially addictive, and commonly implicated in medicationoveruse headache",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Diagnosis of primary headache disorders is made by clinical examination and patient history, as no laboratory, genetic, or imaging tests can confirm the diagnosis. Imaging studies or laboratory tests are done to rule out secondary headache disorders rather than confirm a primary headache disorder(2)",
                        "The American College of Radiology (ACR) Appropriateness Criteria state that imaging is usually not appropriate for",
                        "patients with new primary migraine or tensiontype  headache, with normal neurologic examination(32)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. The patient may also have had behavioral therapy"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Can occur acutely with intense worry or emotional distress -Odors may trigger headaches, but odor as a trigger is thought to be more specific to migraine than other types of headaches(44)",
                "body chart": "Use body chart to document location and nature of symptoms. Pain may be in the frontal, occipital, and/or parietal regions of the head, usually bilateral, but may be unilateral(29)",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs intermittent, sharp, dull, aching, burning, numbness, tingling). Symptoms are usually described as pressure and tightening(29) -Pain descriptors (pain quality, pain intensity) assessed by questionnaire have been found not suitable to discriminate TTH from other headaches in adolescents in a study conducted in Germany(8)  -122 adolescents with TTH and 110 adolescents with TTH plus migraine were included in the study -The weak diagnostic utility of pain descriptors in children and adolescents may reflect that children and adolescents experience headache differently from adults or that they have difficulty describing the pain they are feeling -Questions regarding observable behavior such as “Do you avoid activities?” might be more useful in this population(8)",
                "rating of symptoms": "Use a V AS or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night).TTHs are often present on rising or shortly thereafter; also document changes in symptoms due to weather or other external variables. Inquire about relationship of headaches to menstruation(2) -A headache calendar (recording symptoms over time, pattern of attacks, and medication use) can be helpful for patients and clinicians(29) -Changes in patterns of headaches, headaches upon awakening, or any neurologic deficits are red flags. Contact the referring physician(2)",
                "sleep disturbance": "Document number of wakings/night. Inquire about sleep position and use of pillows. Sleep deprivation can be a trigger for TTH(44)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, aphasia, diplopia)",
                "respiratory status": "Does the patient use supplemental oxygen, a ventilator, or a continuous positive airway pressure (CPAP) machine? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of neck dysfunction or family history of TTH or migraines? Has the patient previously been treated for headache?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, fibromyalgia, complications of pregnancy, psychiatric disorders, and orthopedic disorders TTH is strongly associated with the psychiatric disorders generalized anxiety disorder (GAD) and major depressive disorder (MDD).(13) In addition, suicidal ideation may be associated with TTH disorders(13) 17.3% of persons with TTH reported suicidal ideation in a 2012 study(13) CTTH is associated with concomitant low back pain(18) Based on a large population-based  study conducted in Germany The odds of having frequent low back pain were between 13.1 and 18.3 times higher in patients with chronic migraine or CTTH compared to respondents with no headache",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) Secondary headaches from medication overuse can appear similar to TTHs. Medication overuse headaches can occur with overuse of many medications including simple analgesics, narcotics, and opioids Inquire about medications taken for other conditions whose side effects could include headaches",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the patient participate in recreational or competitive sports? -What is the patient’s occupation? Does the patient sit at a desk all day? Is work stressful?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -What is the patient’s reported ADL status?",
                "living environment": "Inquire about the layout of the patient’s home lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary? Is the patient’s family or home environment stressful? "
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": " Anthropometric characteristics –Measure BMI as indicated",
            "assistive and adaptive devices": " Assistive and adaptive devices –The patient may require the use of an assistive device for comorbidities",
            "balance": " Balance –Berg Balance Assessment or Tinetti Balance Assessment can be used",
            "cardiorespiratory function and endurance": [
                "Assess breathing mechanics to see if patient breathes diaphragmatically or overutilizes accessory respiratory musculature",
                "Monitor vitals as indicated, especially blood pressure"
            ],
            "circulation": " Circulation –Palpate carotid and temporal arteries, checking for symmetry and abnormalities Cranial/peripheral nerve integrity –Cranial nerve and neural-dynamic  testing as indicated Ergonomics/body mechanics –Assess ergonomics of the patient’s work setup, especially if he or she sits at a desk; please see Clinical Review…T708456 –Assess body mechanics with ADLs that aggravate the condition",
            "functional mobility": " Functional mobility –Patients are typically high functioning, but this may need to be assessed if there are comorbidities (e.g., Timed Up and Go [TUG] test or FIM)",
            "gait locomotion": " Gait/locomotion –Assess for any obvious asymmetries or gait deviations; observe posture during ambulation Joint integrity and mobility –Assess upper, middle, and lower cervical and upper thoracic mobility; focus on presence of pain, stiffness, hyper-  or hypomobility, or spasm Motor function (motor control/tone/learning) –Assess for increased tone in cervical, upper thoracic, and shoulder girdle musculature –Neurological exam should be normal; any abnormalities should be considered a red flag and warrant a referral back to the physician",
            "muscle strength": " Muscle strength –Perform manual muscle testing (MMT) for upper extremity and cervical cranial musculature -In a case-control  study conducted in Denmark, researchers found that patients with TTH had significantly decreased neck extension strength when compared to controls(25) -Sixty TTH patients (25 with frequent episodic TTH and 35 with chronic TTH) and 30 sex- and age-matched  healthy controls were tested for maximal voluntary isometric contraction (MVC) during shoulder abduction and neck flexion and extension. Patients were included if they had TTH ≥8 days per month –Focus on postural musculature –Assess cervical spine myotomes",
            "observation inspection palpation including skin assessment": [
                "Palpate the cervical, thoracic, and shoulder girdle musculature. Note any soft tissue restrictions and increased tissue tension. Neck, shoulder, and temporomandibular joint tightness is common(2)",
                "Evaluate head, neck, and shoulder musculature for active MTrPs -Authors of a review of studies of the role of MTrPs in headaches concluded:(35) -There is a high occurrence of active and latent MTrPs in patients with TTH. Some studies have found that active MTrPs are correlated with the severity of TTH, with a greater occurrence in CTTH than in ETTH -Other studies did not show a correlation between MTrPs and CTTH or ETTH -MTrPs are prevalent in TTH, but the role they play in the pathophysiology remains unclear  -Researchers in South Africa found active MTrPs in 95.9% of patients with CTTH, of whom the majority (74.2%) had ≥ 4 MTrPs(26) -Based on 97 patients seen in primary healthcare facilities -The temporalis muscles and suboccipital muscle group exhibited the highest number of active MTrPs -In a study conducted in Spain of 50 children with CTTHs and 50 children without CTTHs (controls), active MTrPs were detected only in children with CTTHs(5) •Oral mechanism exam and related tests",
                "Observe temporomandibular joint resting position and AROM; assess for abnormal movement patterns, hypomobility, hypermobility, joint sounds, and lateral deviation"
            ],
            "posture": " Posture –Assess posture of head, neck, shoulder girdle, and throughout spine –Note forward head or increased thoracic kyphosis in sitting and standing",
            "range of motion": " Range of motion –Assess cervical and upper thoracic active and passive ROM, which may be decreased and painful. Assess bilateral upper extremity active and passive ROM and note any pain or provocation of symptoms",
            "self-care activities of daily living": " Self-care/activities  of daily living –ADLs are typically not prohibited secondary to pain but may be inhibited",
            "reflex testing": " Reflex testing –Test as indicated if patient demonstrates upper extremity neurological signs/symptoms, or test CNS reflexes if a central lesion is suspected; any positive testing warrants referral back to physician",
            "sensory testing": " Sensory testing –Test cervical/cranial nerves as indicated to check for hyperalgesia or sensory loss –Assess cervical spine and upper thoracic spine dermatomes",
            "special tests specific to diagnosis": " Special tests –Comprehensive Headache-related  Quality of Life Questionnaire (CHQQ) –Headache Impact Test, Version 6 (HIT-6),  a valid and reliable questionnaire to measure the impact of headaches on the patient in a 1-month  period(21) –Headache-Attributed  Lost Time–30  Index (HALT-30),  records lost productive time during the preceding month(29) –Headache Under-Response  to Treatment (HURT) Questionnaire(29) –Quality of life (QOL) SF-36 –Deep neck flexor endurance test(20)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –Assess mental status using Mini-Mental  State Examination (MMSE) as indicated",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Over areas with a lack of intact thermal sensation",
                "Over areas of vascular insufficiency or vascular disease",
                "Over areas of recent hemorrhage or potential hemorrhage",
                "Over areas of known malignancy",
                "Over areas of acute inflammation",
                "Over infected areas where infection may spread",
                "Over areas where liniments or heat rubs have recently been applied",
                "In any situation deemed unreliable by the practitioner",
                "During pregnancy, over the abdomen and low back",
                "Over an area of active bleeding  can be used in area of hematoma",
                "Over a known or suspected area for cancer",
                "Therapeutic ultrasound  contraindications for continuous and precautions for pulsed(6)",
                "Over the infected tissue in a tuberculosis infection ",
                "Over active bone growth at the epiphysis",
                "Over skin with impaired circulation  recommend using pulsed",
                "Therapeutic ultrasound, continuous and pulsed Precautions(6)",
                "Over plastic or cemented implants",
                "Over spinal cord and superficial or regenerating nerves (poor evidence)",
                "Therapeutic ultrasound, pulsed  additional precautions(6)",
                "Over acute injury",
                "Over area of impaired sensation due to nerve damage",
                "With patients with impaired cognition or communication",
                "Over areas of impaired circulation",
                "In the presence of skin disease",
                "Over the trunk or heart region in patients with demand-type pacemakers and implantable cardioverter defibrillators (ICDs)",
                "Over the pelvic, abdominal, lumbar, or hip region of a pregnant woman",
                "Over the carotid bodies",
                "Over the phrenic nerve, eyes, or gonads",
                "Over areas of known peripheral vascular disease",
                "Over areas of active osteomyelitis",
                "Over areas of hemorrhage",
                "Electrotherapy  precautions(6)",
                "With patients without intact sensation",
                "With patients who cannot communicate",
                "With patients with compromised mental ability",
                "With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heartbeat)",
                "Over active or previous neoplasms",
                "With electrodes -Over compromised skin, unless treating wound specifically -Over tissues that are vulnerable to hemorrhage",
                "Cervical region in patients with history of stroke or seizures",
                "Do not use within 5 yards of diathermy units or other source of electromagnetic radiation"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and the physician’s orders. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Superficial heat  contraindications(6)",
                "Therapeutic ultrasound, continuous and pulsed  contraindications(6)",
                "Electrotherapy  contraindications(6)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Physical therapy may be indicated to address pain, as well as atypical muscle tone and muscle weakness in the cervical region. It may also be indicated to address postural abnormalities, poor body mechanics, and ergonomics Rule out  (2,15,29) Migraine Cluster headaches Subarachnoid hemorrhage Subdural hematoma Intracranial space-occupying  lesion Temporomandibular disorder Encephalitis Otitis media Aneurysm Collagen vascular disease TIA or stroke Traumatic brain injury (TBI) or postconcussion syndrome Depression",
        "rule out": "",
        "prognosis": [
            "ETTH may become chronic if life stressors are not changed –CTTH can cause considerable pain and have a negative impact on an individual’s health and finances(42) ",
            "Although TTH are the most common form of headache, many persons do not seek medical care.When TTH increase in frequency it is important to get medical attention (29)"
        ],
        "referral to other disciplines": " Referral to other disciplinesTo address intractable painPatient may require biofeedback or behavioral therapy/pain management –The European Headache Federation and Lifting the Burden clinical guidelines recommend advice on lifestyle, including psychological interventions such as cognitive behavioral therapy (CBT), for the treatment of TTH. They state there is well-documented  evidence of efficacy for various types of biofeedback, but recognize this is highly dependent on the skill of the therapist(29) Referral to dentist or otolaryngologist as indicated if dental or sinus pathology is suspected of being a contributing factor",
        "other considerations": [
            "Poorly managed headaches are associated with depression, suicide, analgesic nephropathy, drug addiction or dependence, unemployment, divorce, and poor school or occupational performance(2)",
            "Acupuncture/Miniscalpel-needle  (MSN) treatment –Authors of a systematic review and meta-analysis  evaluated 5 studies comparing real with sham acupuncture for TTH that met inclusion criteria and methodological quality(9) -Standard mean difference of the included studies showed no statistical difference between real and sham acupuncture -The authors concluded that acupuncture stimulation mode, needle retention, and treatment frequency are factors that could influence the efficacy of acupuncture for TTH. Further studies are warranted –A course of up to 10 sessions of acupuncture over 5–8 weeks for the prophylactic treatment of CTTH is recommended in clinical guidelines published by the United Kingdom’s National Institute for Health and Clinical Excellence (NICE)(10) –MSN treatment uses a medical instrument similar to the acupuncture needle. The needle is inserted into tender points and moved up and down to relieve pain and then withdrawn when the strong needling sensation is decreased. Authors of a systematic review and meta-analysis investigated the clinical efficacy and safety of MSN treatment(36) -Seven RCTs were evaluated. MSN treatment as a monotherapy or as an adjunctive treatment might have benefits. Because sample sizes were small and methodological quality was poor, the authors were not able to confidently make any conclusions. They recommended more high-quality  RCTs",
            "The Ontario clinical practice guidelines do not recommend cervical spine manipulation for the treatment of ETTH or CTTH(34)"
        ],
        "treatment summary": [
            "Both ETTH and CTTH treatment programs should include information about the nature, management, and course of TTHs(34)",
            "Various types of nonpharmacological interventions have been examined to treat ETTH and CTTH",
            "Strength training –Authors of an RCT (N = 60) examined the effect of strength training of the shoulder/neck muscles on TTH frequency and duration. Patients in the treatment group trained for 10 weeks using elastic resistance bands. Patients in the control group performed ergonomic and posture correction exercises(40) -There was no significant difference in efficacy between the two groups.Although both groups showed a decrease in frequency and duration of TTH, neither group met the predefined threshold for clinical significance of a 30% decrease -Frequency of TTH in the strength training group decreased by 11% and duration decreased by 10%, while the ergonomic and posture correction group showed a reduction in frequency of 24% and a decrease in duration of 27% -A combined treatment of ergonomics and posture and strength training neck/shoulder muscles may be effective for CTTH patients",
            "Manual therapy/massage therapy –Authors of a critical review of manual therapy for all types of headache disorders found that manual therapy was the most common non-medical  treatment used. The self-reported effectiveness of manual therapy varied depending on the provider and ranged from 17% to 82%(41) –The results of several systematic reviews investigating the effectiveness of spinal manipulation in the management of TTH are all inconclusive.(23) At this time, evidence-based  guidelines recommend spinal manipulation for the management of migraines and cervicogenic headaches but not TTH(24)  –Manual therapy and manipulative therapy may both be effective treatments for pain perception and neck mobility in patients with TTH(19) -84 adults with TTH were randomly assigned to receive manual therapy, manipulative therapy, or a combination of manual and manipulative therapy -Both treatments, administered separately or together, resulted in decreased pain perception -Cervical ROM improvement was greater in groups receiving separately administered treatments –Researchers who conducted a double-blind  RCT in the United States concluded that a combination of soft tissue and neural mobilization techniques in the treatment of frequent ETTH and CTTH was superior in increasing pressure pain threshold and reducing frequency and maximal intensity of symptoms than performing either alone(27) –Authors of a review of the literature concluded that massage therapy should be considered as an adjunct treatment for ETTH and can be combined with medications for management of CTTH. Although there is not extensive support in the literature for massage therapy, it does not have any adverse side effects and may have some positive impact on central sensitization. They reviewed one methodologically sound RCT that found that trigger point release massage therapy in patients with TTH decreased headache intensity and improved pain pressure thresholds in all treated muscles(39) –Authors of a case series of four female patients with CTTH found that massage therapy interventions including neuromuscular therapy, myofascial trigger point release, and consideration of central sensitization mechanisms may help address the symptoms of CTTH. All four patients received a total of 6 45-minute  interventions over 3 weeks(42) -All four patients had decreased headache frequency –Thai traditional massage (TTM) has been shown to be effective at increasing pressure pain threshold in patients with CTTH and migraine headaches(22) -Based on a 2014 RCT conducted in Thailand including 72 subjects who had a headache diagnosis for at least 3 months prior to the study, headache intensity score of 4 or greater on a V AS, and had headaches present for 15 days per month at a frequency of at least 2 times per week -Subjects in the TTM group received TTM for 25 minutes and stretching for 5 minutes according to the pattern of the royal Thai massage. Massage points included in this method are the three lines on the head, upper neck, and upper back covering the temporalis, upper trapezius, posterior neck extensors, and levator scapulae. Experienced massage therapists applied thumb pressure until the participant started to experience some discomfort (subpain threshold) and that pressure point was then held for 5 to 10 seconds. This sequence was repeated 3 to 5 times for each meridian line -Subjects in the control group received a sham ultrasound application -Both groups received nine 30-minute  sessions over a 3-week  period -Outcome measures were taken after the treatment and at 3 and 9weeks following completion of the study -Subjects in the TTM group had a significant increase in pressure pain threshold compared with the control group at the 3- and 9-week  follow-ups -In both groups, headache intensity decreased significantly at every end point of the outcome measures. There was no difference between groups for headache intensity",
            "Positional release –Authors of an RCT (N = 26) investigated whether positional release technique (PRT) affects central sensitization in patients with TTH and MTrPs. The primary outcome measure was a brain metabolic profile. Secondary outcome measures included headache frequency and intensity, McGill score, and pressure pain threshold(30) -Patients were assigned either to the control or intervention group. The intervention group received 2 individual sessions of PRT for each active MTrP for 5 weeks. Each session lasted 1–1.5  hours -The expected changes in the metabolite concentrations did not occur, indicating that PRT did not affect the CNS -Secondary measures including headache frequency, headache intensity, McGill score, and local pressure pain threshold changed significantly after PRT -Although the study did not prove that PRT can affect central sensitization it is a potential treatment option for decreasing symptoms",
            "Dry needling and friction massage –Authors of an RCT (N = 44) compared dry needling and friction massage to treat patients with TTH. The patients received either dry needling or friction massage treatments for 3 sessions over the course of 1 week. They were reevaluated 48 hours after the last treatment(28) -Dry needling and friction massage were equally effective in decreasing the frequency of headaches, the intensity of headaches, and in increasing cervical ROM. The PPT increased significantly more after dry needling ",
            "TENS –There is insufficient evidence to make a recommendation for or against the use of TENS for TTH, based on systematic reviews(17) –Supraorbital transcutaneous electrical stimulator (SOES) is a new medical device approved by the U.S. FDA designed to manage all types of headache. The electrodes are placed over the trigeminal nerve in the supraorbital region to excite the peripheral sensory nerves. Authors of an RCT (N = 45) investigated the effects of SOES treatment in patients with CTTH(43) -Patients were randomly assigned to one of three groups: Standardized physiotherapy program 3 times/week for 8 weeks, standardized physiotherapy program 3 times/week for 8 weeks plus SOES for 20 minutes/daily for 8 weeks, or a control group that received only analgesic medications (aspirin and/or ibuprofen) -Outcome measures included the Headache Impact Test (HIT), headache frequency, and V AS -Both groups receiving the physiotherapy program alone and physiotherapy program plus SOES improved significantly in all 3 outcome measures, but the physiotherapy program plus SOES improved more. The control group showed no significant improvements in any measure",
            "Cryotherapy –Low compliance due to cold intolerance hinders compliance with cold pack therapy. Authors of an RCT (N = 53) compared two types of cryotherapy in patients with TTH: a newly devised cold pack that targeted the upper normal therapeutic range versus an ice pack(38) -Patients were instructed to place the cooling modality over the forehead for ≤ 30 minutes each session for 4 weeks. They were asked to keep a log of how many times per day they applied the modality. There was no limit -The patients who used the newly devised cold pack reported lower cold intolerance, used the modality more frequently, and took fewer analgesics than those patients using the ice pack -A tolerable cold therapy that targets skin temperatures low enough to achieve a therapeutic effect but is high enough to lower discomfort levels could improve the QOL of patients with TTH . Problem Goal Intervention Expected Progression Home Program Pain and tenderness affecting QOL and ADLsDecrease pain level to improve performance of ADLs and QOLManual therapy _ Including soft tissue mobilization, addressing trigger points, joint mobilization, or manipulation as indicated and appropriate _ _ (Please see Treatment summary , above)Progress each patient as indicated and appropriateProvide patient and family/caregivers with written instructions regarding activities that can be performed at home  Increased tone in cervical-cranial musculatureImprove cervical- cranial muscle tone to decrease headache intensity, frequency, and durationExercise _ Neck ROM exercises, neck stretches(60) _ _ Postural correction exercises to improve muscle tone _ _ Manual therapy _ Including soft tissue mobilization, joint mobilization, or manipulationProgress each patient as indicated and appropriateProvide patient and family/caregivers with written instructions regarding activities that can be performed at home. Also discuss any modifications that may be needed for the patient’s workstation Poor endurance of cervical musculature and weaknessImprove cervical stabilization to decrease headache intensity, frequency, and durationExercise _ Isometric strengthening of the cervical musculature, _ both neck flexionand neck extension _ Low-load endurance exercises to regain muscle control(60) _ _Progress each patient as indicated and appropriate _Provide patient and family/caregivers with written instructions regarding activities that can be performed at home _ Poor posture/body mechanicsImprove posture/body mechanicsPosture and body mechanics training, ergonomic assessmentN/A Provide patient and family/caregivers with education and written instructions regarding correct body mechanics and ergonomic improvements and implement suggestions at home and at work ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain": [
            "Reduced frequency/intensity of headaches, pain assessment using V AS, palpation, headache questionnaire, headache diary"
        ],
        "improved cervical-cranial  muscle tone and rom": [
            "Palpation, goniometry"
        ],
        "improved endurance of cervical musculature": [
            "Report of increased ability to perform functional activities that require use of cervical musculature"
        ],
        "improved cervical stabilization strength": [
            "Manual muscle testing"
        ],
        "improved posture body mechanics": [
            "Reassess posture and body mechanics"
        ],
        "improved qol": [
            "CHQQ, SF-36"
        ]
    },
    "maintenance or prevention": [
        "Stress management",
        "Stretching to decrease cervical-cranial  muscle tone",
        "Identify and avoid trigger factors wherever possible",
        "Regular exercise and adequate sleep should be part of a headache prevention program",
        "Instruct on ergonomic/workstation changes and posture correction. Regular posture correction exercises can increase awareness of poor posture(40)",
        "Investigators in Italy found that recurrent headaches, especially migraine and TTH, are common in adolescents but poorly understood and are not recognized by parents and teachers(14) 84% of high school students questioned had experienced recurrent headaches during the last 12 months 92% of those who had headaches could not follow lessons or participate in physical activity because of headache None had consulted a medical doctor and 90% had never read, listened to, or watched anything about headache A need was identified to promote headache educational programs starting from high school with a goal of early intervention, improvement in QOL, and prevention of long-term  headache disorders"
    ],
    "patient education": [
        "The American Headache Society, https://americanheadachesociety.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Graff-Radford  SB. Chronic headache. Tex Dent. 2006;123(3):254-263.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Sheikh H, Joshi S, Loder E. Headaches. In: Frontera WR, Silver JK, eds. Essentials of Physical Medicine and Rehabilitation . 3rd ed. Philadelphia, PA: Hanley/Belfus; 2015:509-511.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Silver N. Headache (chronic tension-type).  Am Fam Physician . 2007;76(1):114-116.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Lanzi G, Arrigo S, Termine C. The effectiveness of hospitalization in the treatment of paediatric idiopathic headache patients. Psychopathology . 2007;40(1):1-7.  (RCT)"
        },
        {
            "number in article": 5,
            "reference": "Fernández-de-las-Peñas  C, Fernández-Mayoralas  DM, Ortega-Santiago  R, Ambite-Quesada  S, Palacios-Ceña  D, Pareja JA. Referred pain from myofascial trigger points in head and neck-shoulder  muscles reproduces head pain features in children with chronic tension type headache. J Headache Pain . Advance online publication. 2011;12(1):35-43.  doi:10.1007/s10194-011-0316-6.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Bellew JW, Micklovitz SL, Nolan TP, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Cathcart S, Bhullar N, Immink M, Della Vedova C, Hayball J. Pain sensitivity mediates the relationship between stress and headache intensity in chronic tension-type headache. Pain Res Manage . 2012;17(6):377-380.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Wager J, Hirschfield G, Zernikow B. Tension-type  headache or migraine? Adolescents’ pain descriptions are of little help. Headache . 2013;53(2):322-33. doi:10.1111/j.1526-4610.2012.02224.x.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Hao XA, Xue CC, Dong L, Zheng Z. Factors associated with conflicting findings on acupuncture for tension-type  headache: qualitative and quantitative analyses. J Altern Complement Med . 2013;19(4):285-297.  doi:10.1089/acm.2011.0914. (SR)"
        },
        {
            "number in article": 10,
            "reference": "Headaches in over 12s: diagnosis and management . London: National Institute for Health and Care Excellence (UK); 2015. (G)"
        },
        {
            "number in article": 11,
            "reference": "Sato H, Saisu H, Muraoka W, Nakagawa T, Svensson P, Wajima K. Lack of temporal summation but distinct aftersensations to thermal stimulation in patients with combined tension-type  headache and myofascial temporomandibular disorder. J Orofac Pain . 2012;26(4):288-295.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Ashina S, Bendtsen L, Ashina M. Pathophysiology of migraine and tension-type  headache. Tech Reg Anesth Pain Manage . 2012;16(1):14-18.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Chai NC, Rosenberg JD, Peterlin BL. The epidemiology and comorbidities of migraine and tension-type  headache. Tech Reg Anesth Pain Manage . 2012;16(1):4-13.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Tonini MC, Frediani F. Headache at high school: clinical characteristics and impact. Neurol Sci . 2012;33(Suppl 1):S185-S187.  doi:10.1007/s10072-012-1080-3.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Headache Classification Committee of the International Headache Society (IHS). The International Classification of Headache Disorders, 3rd edition. Cephalalgia . 2018;38(1):1-211.  doi:https://doi.org/10.1177/0333102417738202.  (G)"
        },
        {
            "number in article": 16,
            "reference": "Soee AB, Thomsen LL, Kreiner S, Tornoe V, Skov L. Altered pain perception in children with chronic tension-type  headache: is this a sign of central sensitization? Cephalalgia . 2013;33(7):454-462.  doi:10.1177/0333102413476371. (R)"
        },
        {
            "number in article": 17,
            "reference": "Toward Optimized Practice. Guideline for primary care management of headache in adults. Edmonton (AB): Toward Optimized Practice; 2012. (G)"
        },
        {
            "number in article": 18,
            "reference": "Yoon M-S, Manack A, Schramm S, et al. Chronic migraine and chronic tension-type  headaches are associated with concomitant low back pain: Results of the German Headache Consortium study. Pain. 2013;154(3):484-492.  doi:10.1016/j.pain.2012.12.010. (R)"
        },
        {
            "number in article": 19,
            "reference": "Espi-Lopez  GV, Gomez-Conesa  A. Efficacy of manual and manipulative therapy in the perception of pain and cervical motion in patients with tension-type  headache: a randomized, controlled clinical trial. J Chiropract Med . 2014;13(1):4-13.  doi:10.1016/j.jcm.2014.01.004. (RCT)"
        },
        {
            "number in article": 20,
            "reference": "Castien R, Blankenstein A, Van Der Windt D, Heymans MW, Dekker J. The working mechanism of manual therapy in participants with chronic tension-type  headache. J Orthoped Sports Phys Ther . 2013;43(10):693-699.  doi:10.2519/jospt.2013.4868. (R)"
        },
        {
            "number in article": 21,
            "reference": "Zandifar A, Banihashemi M, Haghdoost F, et al. Reliability and validity of the Persian HIT-6 questionnaire in migraine and tension-type  headache. Pain Practice . 2014;14(7):625-631.  doi:10.1111/papr.1210. (R)"
        },
        {
            "number in article": 22,
            "reference": "Chatchawan U, Eungpinichpong W, Sooktho S, Tiamkao S, Yamauchi J. Effects of Thai traditional massage on pressure pain threshold and headache intensity in patients with chronic tension type and migraine headaches. J Altern Complement Med . 2014;20(6):486-492.  doi:10.1089/acm.2013.0176. (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Fernandez-de-Las-Penas  C, Courtney CA. Clinical reasoning for manual therapy management of tension type and cervicogenic headache. J Man Manip Ther . 2014;22(1):44-50.  doi:10.1179/2042.618613Y.0000000050. (RV)"
        },
        {
            "number in article": 24,
            "reference": "Bryans R, Descarreaux M, Duranleau M, et al. Evidence-based  guidelines for the chiropractic treatment of adults with headache. J Manipulative Physiol Ther . June 2011;34(5):274-89.  doi:10.1016/j.jmpt.2011.04.008. (SR)"
        },
        {
            "number in article": 25,
            "reference": "Madsen BK, Søgaard K, Andersen LL, et al. Neck and shoulder muscle strength in patients with tension-type  headache: A case-control  study. Cephalalgia . 2016;36(1):29-36. doi:10.1177/0333102415576726. (R)"
        },
        {
            "number in article": 26,
            "reference": "Joseph K, Hitchcock SA, Meyer HP, Geyser MM, Becker PJ. Active myofascial trigger points in head and neck muscles of patients with chronic tension-type  headache in two primary health care units in Tshwane. S Afr Fam Pract . 2016;58(4):131-135.  doi:10.1080/20786190.2015.1120932. (R)"
        },
        {
            "number in article": 27,
            "reference": "Ferragut-Garcías  A, Plaza-Manzano  G, Rodríguez-Blanco  C, et al. Effectiveness of a treatment involving soft tissue techniques and/or neural mobilization techniques in the management of tension-type  headache: a randomized controlled trial. Arch Phys Med Rehabil . 2017;98(2):211-219.  doi:10.1016/j.apmr.2016.08.466. (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Kamali F, Mohamadi M, Fakheri L, Mohammadnejad F. Dry needling versus friction massage to treat tension type headache: a randomized clinical trial. J Bodywork Movement Ther. 2019;23(1):89-93.  doi:10.1016/j.jbmt.2018.01.009. (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Steiner TJ, Jensen R, Katsarava Z, et al. Aids to management of headache disorders in primary care (2nd edition) : on behalf of the European Headache Federation and Lifting the Burden: the Global Campaign against Headache. J Headache Pain . May 21, 2019;20(1):57. doi:https://doi.org/10.1186/s10194-018-0899-2.  (G)"
        },
        {
            "number in article": 30,
            "reference": "Mohamadi M, Rojhani-Shirazi  Z, Assadsangabi R, Rahimi-Jaberi  A. Can the positional release technique affect central sensitization in patients with chronic tension-type headache? A randomized clinical trial. Arch Phys Med Rehabil . 2020;101(10):1696-1703.  doi:https://doi.org/10.1016/j.apmr.2020.05.028. (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Castien RF, van der Wouden JC, De Hertogh W. Pressure pain thresholds over the cranio-cervical  region in headache: a systematic review and meta-analysis.  J Headache Pain. January 26, 2018;19(1):9. doi:https://doi.org/10.1186/s10194-018-0833-7.  (M)"
        },
        {
            "number in article": 32,
            "reference": "Expert Panel on Neurologic Imaging, Whitehead MT, Cardenas AM. ACR appropriateness criteria® headache. J Am Coll Radiol . 2019;16(11S):S364-S377.  doi:https:// doi.org/10.1016/j.jacr.2019.05.030. (G)"
        },
        {
            "number in article": 33,
            "reference": "Burch R. Migraine and tension-type  headache: diagnosis and treatment. Med Clin North Am . 2019;103(2):215-233.  doi:https://doi.org/10.1016/j.mcna.2018.10.003. (GI)"
        },
        {
            "number in article": 34,
            "reference": "Côté P, Yu H, Shearer HM, et al. Non-pharmacological  management of persistent headaches associated with neck pain: A clinical practice guideline from the Ontario protocol for traffic injury management (OPTIMa) collaboration. Eur J Pain . 2019;23(6):1051-1070.  doi:https://doi.org/10.1002/ejp.1374. (G)"
        },
        {
            "number in article": 35,
            "reference": "Do TP, Heldarskard GF, Kolding LT, Hvedstrup J, Schytz HW. Myofascial trigger points in migraine and tension-type  headache. J Headache Pain . September 10, 2018;19(1):84. doi:https://doi.org/10.1186/s10194-018-0913-8.  (R)"
        },
        {
            "number in article": 36,
            "reference": "Kwon CY, Yoon SH, Chung SY, Kim JW. Clinical efficacy and safety of miniscalpel-needle  treatment for tension-type  headache: a systematic review and meta-analysis.  Chin J Integr Med . 2020;26(9):713-720.  doi:https://doi.org/10.1007/s11655-020-3179-3.  (M)"
        },
        {
            "number in article": 37,
            "reference": "Freund B, Rao A. Efficacy of botulinum toxin in tension-type  headaches: a systematic review of the literature. Pain Pract . 2019;19(5):541-551.  doi:https://doi.org/10.1111/ papr.12773. (SR)"
        },
        {
            "number in article": 38,
            "reference": "Meng WJ, Jo SY, Lee SH, Kim NH. Modification of therapeutic temperature range in cryotherapy could improve clinical efficacy in tension type headache. J Back Musculoskelet Rehabil. 2018;31(3):577-581.  doi:https://doi.org/10.3233/BMR-170855.  (RCT)"
        },
        {
            "number in article": 39,
            "reference": "Gerber LN, Kumbhare D. Physiatry reviews for evidence in practice second-order  peer review: does massage therapy have value in the treatment for tension type headache?. Am J Phys Med . 2018;97(2):141-142.  doi:https://doi.org/10.1097/PHM.0000000000000833. (RV)"
        },
        {
            "number in article": 40,
            "reference": "Madsen BK, Søgaard K, Anderson LL, Tornøe B, Jensen RH. Efficacy of strength training on tension-type  headache: A randomised controlled study. Cephalalgia . 2018;38(6):1071-1080.  doi:https://doi.org/10.1177/0333102417722521. (RCT)"
        },
        {
            "number in article": 41,
            "reference": "Moore CS, Sibbritt DW, Adams J. A critical review of manual therapy use for headache disorders: prevalence, profiles, motivations, communication and self-reported effectiveness. BMC Neurol . March 24, 2017;17(1):61. doi:https://doi.org/10.1186/s12883-017-0835-0.  (RV)"
        },
        {
            "number in article": 42,
            "reference": "Shields G, Smith JM. Remedial massage therapy interventions including and excluding sternocleidomastoid, scalene, temporalis, and masseter muscles for chronic tension type headaches: a case series. Int J Ther Massage Bodywork . February 26, 2020;13(1):22-31.  (C)"
        },
        {
            "number in article": 43,
            "reference": "Hamed NS. Supraorbital electrical stimulation in management of chronic type tension headache: A randomized controlled study. Physiother Theory Pract . 2018;34(2):101-110. doi:https://doi.org/10.1080/09593985.2017.1370751. (RCT)"
        },
        {
            "number in article": 44,
            "reference": "Tai MS, Yet SXE, Lim TC, Pow ZY, Goh CB. Geographical differences in trigger factors of tension-type  headaches and migraines. Curr Pain Headache Rep . February 21, 2019;23(2):12. doi:https://doi.org/10.1007/s11916-019-0760-6.  (RV)"
        }
    ]
}