{
    "metadata": {
        "title": "Hearing Loss, Sensorineural, in Children  Effects on Speech and Language",
        "synonyms": [
            "sensorineural hearing loss, developmental  effects on speech and language",
            " developmental sensorineural hearing loss: effects on speech and language",
            "hearing impairment",
            "developmental sensorineural: effects on speech and language"
        ],
        "anatomical location body part affected": [
            "Inner ear, central auditory pathways(1)"
        ],
        "area of specialty": [
            "hearing impairment"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {
            "389.1": "sensorineural hearing loss",
            "389.22": "mixed bilateral conductive and sensorineural hearing loss",
            "389.9": "unspecified hearing loss",
            "315.34": "speech and language developmental delay due to hearing loss"
        },
        "ICD-10 codes": {
            "H90.3": "sensorineural hearing loss, bilateral",
            "H90.41": "sensorineural hearing loss, unilateral, right ear, with unrestricted hearing on the contralateral side",
            "H90.42": "sensorineural hearing loss, unilateral, left ear, with unrestricted hearing on the contralateral side",
            "H90.5": "unspecified sensorineural hearing loss",
            "H90.6": "mixed conductive and sensorineural hearing loss, bilateral",
            "H90.71": "mixed conductive and sensorineural hearing loss, unilateral, right ear, with unrestricted hearing on the contralateral side",
            "H90.72": "mixed conductive and sensorineural hearing loss, unilateral, left ear, with unrestricted hearing on the contralateral side",
            "H90.8": "mixed conductive and sensorineural hearing loss, unspecified _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for procedure will depend on insurance contract coverage;no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "A child with bilateral sensorineural hearing loss might exhibit delayed speech and/or language development. Communication modality for children with bilateral sensorineural hearing loss might be oral language, sign language (e.g., American Sign Language [ASL] and Signed Exact English [SEE]), or both languages (bilingual). It is important to recognize that hearing loss might be viewed in one of two ways: 1) in a medical/disability framework in which children with deafness are considered to have a deficit or disability in comparison to children with normal hearing, or 2) in a cultural framework in which children with deafness are not considered to have a disability and are viewed as belonging to a cultural group that shares a common language (e.g., ASL). Assistive devices to aid hearing include hearing aids, tactile aids, FM systems, and cochlear implants (CIs)(2) ",
            "For detailed information about CIs, see Clinical Review…Cochlear Implants in Infants and Toddlers ; CINAHL Topic ID Number: T708847 and Clinical Review…Cochlear Implants in Adults ; CINAHL Topic ID Number: T708998 Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  sensorineural hearing loss can be congenital or acquired. childhood sensorineural hearing loss occurs in approximately newborns in ,, with hearing losses ranging from moderate  db   to profound  > db . causes": [],
        "risk factors: risk factors associated with sensorineural hearing loss include:": [
            "Family history of hereditary sensorineural hearing loss(1,4)",
            "Prenatal infection(1,4)",
            "Low birth weight; prematurity(1,4)",
            "Early infancy malnourishment(7)",
            "Ototoxic medications(1,4)",
            "Presence of a syndrome known to cause sensorineural hearing loss(1)",
            "History of congenital diaphragmatic hernia(8)",
            "Kawasaki disease (a noncontagious childhood illness that affects the blood vessels and is marked by fever and rash)(9,73)",
            "Maternal cigarette smoking during pregnancy (i.e., prenatal exposure to tobacco smoke)(55)",
            "Chronic otitis media(56)",
            "Treatment for childhood cancer (e.g., chemotherapy, radiation)(57)",
            "High bilirubin levels at birth(74)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Questions regarding medical history are intended to identify the etiology of the hearing loss and any medical factors that might have affected speech and language development. Information related to audiological management might include age of onset of hearing loss, age of hearing loss identification, age of amplification (or implant), and extent of hearing loss in each ear (e.g., mild, moderate, severe, profound)Parental/caregiver questions about communication should first determine the primary modality of communication used by the child and caregivers and the framework in which hearing loss is viewed. Standardized questionnaires can be used to determine the development of communication milestones (e.g., first words, two-word combinations). Questions should also establish the caregivers’ level of concern, their social-emotional  reaction, and the child’s level of frustration. In addition, a communication history should identify every language spoken at home by the child and caregivers ",
                "course of treatment": {
                    "medical management": "Document surgeries, including CIs; note current method of amplification (e.g., hearing aid, FM system), if applicable",
                    "surgical management": [],
                    "medications": "Determine what medications, if any, the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Usual tests for this condition are the following:",
                        "Audiological assessment",
                        "CT/MRI scan(10)",
                        "The American College of Medical Genetics and Genomics 2014 guideline recommends comprehensive genetic testing as part of the medical evaluation for all children with SNHL(70,71)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Including background noise, novel situations, difficulty understanding certain speakers, use of amplification, speaker characteristics",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, reflux, fever) -Acute otitis media, a viral or bacterial infection of the middle ear, can cause temporary conductive hearing loss(1) -For detailed information on the effects of conductive hearing loss on speech and language development, see ClinicalEffects on Speech and Language ; CINAHL Topic ID Number T708613",
                "respiratory status": "Document respiratory status; does the patient require supplemental oxygen? Nasal cannula? Does the patient have a tracheostomy tube? Does the patient require ventilator support?Document any behavioral symptoms that could indicate psychosocial disturbancesDocument hearing ability; review all audiological assessments completedpneumatic otoscopy, measurement of pure tone air-conduction  and bone-conduction  threshold, discrimination score, tympanometry, acoustic reflexes, and acoustic reflex decay(11) -If child has hearing aid(s) or CI(s), document the age at which child was aided Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Prior history of sensorineural hearing loss? History of conductive hearing loss?",
                    "comorbid diagnoses": "Ask patient/caregiver about other problems, including diabetes, cancer, learning disabilities, sensory processing disorder, epilepsy, behavioral disorders, and orthopedic disorders Risk of ophthalmologic disorders is increased 2- to 3-fold  for both syndromic and nonsyndromic sensorineural hearing loss(12)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient/caregiver about other symptoms the patient is experiencing Children with severe to profound sensorineural hearing loss are at increased risk for balance/vestibular system problems(58,68)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient attend school/work? Does the patient receive speech therapy? Is it home, school, or center based? What language(s) do the family members speak/ sign? Who are the child’s primary language models? If child attends school, is signed or oral language (or both [total communication]) emphasized?  -Inquire about the use of noise-making  toys; in an experimental study in which researchers in the United States performed a systematic assessment of noise-making  toys marketed to very young children (6 months and up), there were 90/200 toys that had a peak sound output of more than 80 dBA (A-weighted decibels), a noise level that can potentially cause acoustic trauma(59) -Inquire about participation in recreational activities associated with noise-induced  hearing loss, such as listening to an MP3 player with earbuds, attending rock concerts, or recreational firearm use/target shooting.(61,62,63) Noise-induced hearing loss can result from noise exposure above 85 dB (noise exposure does not necessarily need to be prolonged or repeated to cause hearing loss).(61) For detailed information on noise-induced  hearing loss, see Clinical Review…T708615",
                "functional limitations assistance with ADLs adaptive equipment": "Document the use of FM system or any other amplification devices",
                "living environment": "stairs, number of floors in home, with whom patient lives (e.g., caregivers, siblings). Identify if there are barriers to independence in the home; any modifications necessary? -To determine the quality and quantity of the child’s opportunities to communicate, obtain information regarding the child’s living environment (e.g., language modality used at home, number of siblings, and level of caregiver involvement) and educational environment (e.g., inclusive, self-contained, therapy services received)"
            }
        },
        "relevant tests and measures": {
            "general": "Universal hearing screening is provided at birth in many U.S. states and developed ›Relevant tests and measures: Universal hearing screening is provided at birth in many U.S. states and developed countries.(64,66) Once an infant is screened and a hearing loss is diagnosed, it is recommended that a comprehensive system of early-intervention  assessment and services be implemented in naturalistic environments to assist parents and to mitigate the effects of a loss.(13) For school-aged  children, speech and language assessment is provided by the speech-language pathologist (SLP), often in collaboration with the deaf education teacher(s). In some programs, the deaf education teacher administers language and academic assessments so that program delivery and progress assessment are performed by the same person.(14) Provided below is the range of assessments that might be administered in an evaluation. Assessments will vary depending on the age of the child and communicative placement. For example, a child in an auditory-verbal  program might be evaluated on speech, speech perception, auditory skills, and oral language comprehension abilities, whereas a child who primarily uses ASL in a deaf education program might be evaluated primarily on it, with less emphasis on speech and listening",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosisAuditory skills include a child’s ability to pay attention to speech and environmental sounds, integrate auditory perception and speech production, assign meaning to sounds he or she hears, and use hearing in  communication exchanges. Auditory skills might be assessed by a standardized test appropriate for age and development of the childStandardized parent report measures that include information about the communication abilities of toddlers and preschoolers can provide information on a child’s language abilities that might not easily be obtained through other measures in the laboratory and clinical environment. For example, the MacArthur-Bates  Communicative Development Inventory has been found to be a valid tool to be used with children with CIs.(19) The same tool has been adapted in an ASL version with published normative data(22)",
            "speech and language examination": " Speech and language examination (including reading)Speech sound disorders are common among patients with developmental sensorineural hearing loss(15) -Speaking rate is likely to be slower than average(15)To assess speech perception, it is important to consult with the audiologist and refer to the child’s audiogram and audiological testing to understand the effect of the hearing loss on speech perception. Speech perception tests might include word recognition, sentence recognition, and/or identification of prosodic featuresUsing a 100-word  sample (e.g., picture naming) and/or a conversational sample, take a consonant and vowel inventory to assess the distribution of sounds across word positions, syllable and word shape inventories, and word-level stress patterns. A minimum of two productions of a sound is required before the sound can be credited to the phonetic inventory -Children with developmental sensorineural hearing loss do not coarticulate in the same manner as typically developing speakers; hence sound production can sound awkward and result in reduced intelligibilityStandardized tests or an informal (nonstandardized) analysis can be used to determine speech errors that have a high frequency of occurrence, are early developing, and are functionally important for that child and child’s family. For specific sounds, the percentage of omissions, substitutions, distortions, and additions can be completed. A conversational sample can be used to record any difficulties in prosody, fluency, or resonance (e.g., hypernasality)Scales to measure speech intelligibility in children with hearing loss have been found to be quick to administer, discriminative, and reliable. In one method, children are asked to name pictures, and the inexperienced listener can rate the intelligibility of each word on a scale (e.g., poor, pass, fair, good). Scales can also be analogue for quick numerical calculations (e.g., 1–10,  “Speech is completely intelligible” to “Speech is completely unintelligible”)(16)Standardized tests can be used to classify and quantify phonological processes (patterns relating to sound errors). Children with hearing impairment often produce predictable error sounds patterns (e.g., final consonant deletion) Methods to assess production capacity at the word level can include imitation, key positions (phonetic environment in which the target sound is successfully pronounced), keywords (a word or a limited number of words in which a sound is successfully pronounced), and phonetic placement and shaping (techniques that physically direct a person to the correct production of a target sound)If appropriate age, assess phonological awareness (knowledge about the sound structure of language at the syllabic, intrasyllabic, and phonemic level) by use of a standardized testAssess receptive and expressive language ability -Studies investigating the impact of mild to moderate sensorineural hearing loss have resulted in mixed findings. There is considerable individual variation in language abilities for children with mild to moderate sensorineural hearing loss. In general, research findings indicate delays in phonology, vocabulary (including both signed and spoken words), and morphosyntax compared to typically developing, age-matched  peers, but not in their acquisition of reading(17,75)If receptive and/or expressive language difficulties are suspected, provide a comprehensive language assessment (language sample and standardized tests) to assess expressive and receptive vocabulary and morphosyntactic language. Recorded and transcribed language samples can also provide information on language pragmatics, mean length of utterance, vocabulary diversity, and syntaxMany sign language assessments and checklists have been developed to measure sign language proficiency. As with oral language tests,sign language assessments are developed for a specific linguistic and cultural population, and there are many difficulties and shortcomings associated with adapting tests for other sign languages.(18) Videotaped language samples can also provide information on language pragmatics, mean length of utterance, vocabulary diversity, and syntax -One example of an assessment of communication skills in children with sensorineural hearing loss is the Children's Communication Checklist–Second  Edition (CCC-2).  The CCC-2  is a 70-item  checklist for parents or teachers to complete to screen for communication impairment in children aged 4 to 16 years(75)Assess voice and vocal quality; children with developmental sensorineural hearing loss can present with voice impairments(17) -Suprasegmental errors are common in children with sensorineural hearing loss; speech can sound breathy, labored, staccato, and/or arrhythmic(17) -V ocal quality is often hoarse; pitch can be excessively high, variable, or monotone(17) -Pitch breaks are common in children with developmental sensorineural hearing loss(17) -Note vocal resonance; children with developmental sensorineural hearing loss can demonstrate pharyngeal resonance and hyper-  or hyponasality(17)The typical student with a hearing loss gains only one third of a grade equivalent in reading each year, graduating high school with a 4th-grade  reading level on average.(34) Due to the prevalence of reading difficulties among children with hearing impairment, literacy goals are often addressed in collaboration with the SLP and deaf education teacher. Provide a reading evaluation as age appropriate or refer to a reading specialist/special education teacher. Assessment might include letter identification, letter-sound  identification, phonological awareness skills, site word reading, fluency, and reading comprehension. Standardized and criterion referenced tests can be used to assess academic performance in reading and writing. For detailed information on reading disabilities in children, see the series of Clinical Reviews on this topicStandardized tests can be used to assess phonology, vocabulary, syntax, and phonological awareness. It is important to note the population on which the test was standardized. Some tests have been developed specifically for children with hearing impairment, and a few tests that have been designed for hearing children have been investigated for their validity with children with hearing impairment and CIs.(19,20) Tests that are designed specifically for children who are deaf or have a hearing impairment are often standardized only on children who are also deaf or have a hearing impairment; therefore, the scores will not reflect a child’s performance with regard to the “mainstream” population(21)",
            "neurological examination": "",
            "oral structure and oral motor function": "Assess the structure and function of the oral mechanism to determine any abnormalities that might interfere with speech production. Many children with hearing loss as a result of a syndrome have accompanying facial and oral cavity abnormalities (e.g., Stickler syndrome is associated with underdevelopment of the facial bones and sometimes cleft palate)",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "If the child’s communication development is delayed for his or her age, speech-language treatment is warranted. A team approach is recommended to determine the developmental impact of hearing loss. Treatment will differ depending on the child’s level of hearing loss and the modality used for communication (e.g., sign language, spoken language, total communication, bilingual)",
        "rule out": "Because hearing loss has such a profound impact on language development and learning, it is often difficult to definitively diagnose the coexistence of other potential difficulties (e.g., learning disabilities). The communication challenges associated with hearing loss can cause children to behave in ways that appear similar to those with ADHD(23)",
        "prognosis": [
            "In a study conducted in Australia with 451 children with bilateral, permanent hearing loss, in all of whom their hearing loss was diagnosed before the age of 3 years, researchers found that female sex, absence of additional disabilities, less severe hearing loss, and higher maternal education were factors associated with better developmental outcomes at age 3 years. In children who had CIs, better outcomes were associated with earlier age at which the CI was switched on(66)",
            "For children with CIs, variables that have been found to influence prognosis for speech intelligibility and speech perception include age of implantation, daily length of CI usage, total length of CI usage, mode of communication, extent of parent involvement, parent education level, preimplant hearing experience, and nonverbal IQ.(24,25,26,27) (For detailed information on communication assessment and treatment in patients with CIs, see the series of Clinical Reviews on CIs). Multiple studies have cited the benefits of early implantation, with substantial benefit for language outcomes for children receiving their implant(s) before the age 2or 2.5 years.(28,29,30) There is also some evidence that children with CI who use oral communication only in their educational setting have more rapid gains in communication than those who use total communication, but the findings are mixed in other studies and the reverse has been found to be true in some cases(26,27)",
            "For children with hearing loss who use primarily sign language for communication, the prognosis for language and reading is better if their parents are also deaf and the children are exposed to sign language from infancy(31)"
        ],
        "referral to other disciplines": "",
        "other considerations": [
            "Language delay or disorder",
            "Speech (articulation) delay or disorder",
            "Poor phonological awareness",
            "Attention difficulties"
        ],
        "treatment summary": [
            "Goals, target selection, and sequence will depend on the language(s) used in treatment (e.g., oral language, ASL, Signed Exact English) and any concomitant difficulties (e.g., learning difficulties) as well as the framework and approach used in assessment and treatment ",
            "The typical student with a hearing loss gains only one third of a grade equivalent in reading each year, graduating high school a 4th-grade  reading level on average.(34) Due to the prevalence of reading difficulties among children with hearing impairment, literacy goals are often addressed in collaboration with the SLP and deaf education teacher; however, research regarding the most effective methods is lacking(34)",
            "Early intervention (EI) –Families benefit from having full and complete information about each modality and option in order to make the appropriate decision regarding communication mode (e.g., oral vs. sign), equipment (e.g., hearing aid vs. CI vs. none), and communication options (e.g., auditory-verbal, auditory-oral,  cued speech, English-based  signs, or ASL).(13) There is evidence that parents’ self-efficacy  is positively associated with their use of higher-level  facilitative language techniques; parent efficacy is often addressed in early-intervention  programs by mentoring language enhancement techniques.(35) Several studies have demonstrated the benefit of family-focused  EI on the development of communication and reading abilities of children with hearing loss(2,36) –In a retrospective study conducted in the United States on the effects of an EI program for children aged 0 to 36 months with permanent hearing loss, researchers found that children enrolled before 6 months of age had higher language skills at the end of the program than children enrolled at or after 6 months of age(37) -The children enrolled prior to 6 months of age maintained language skills over time(37) -Despite initially lower baseline skill sets for the children who enrolled in EI at an age older than 6 months, the researchers found that significant language progress was still achieved during the early intervention program(37) -Researchers stressed the importance of early identification of hearing loss to be able to best serve this population through EI programs(37) –There is much evidence that early exposure to language and print increases a child’s prognosis for later reading ability. Two groups of children with hearing loss have been found to have better than average reading outcomes: -Children with pervasive exposure to sign language who are identified early with a hearing loss. These children are often raised by deaf parents, and sign language is used consistently in the home environment(31,38) -Children who are auditory verbal communicators and whose hearing loss was identified soon after birth. These children have received high-quality audiological management since birth and have received intense auditory intervention(31) –There is also evidence that joint story-book  reading between parents and children is correlated with increased vocabulary knowledge, general knowledge, receptive vocabulary, word recognition, and letter knowledge(31,39)",
            "Ling model for speech intervention(40) –The Ling speech program provides assessment and instructional techniques for improving speech, first at the phonetic level (in nonmeaningful contexts such as sounds and syllables), then at the phonological level (in meaningful words, phrases, sentences, and discourse). Instruction emphasizes daily drill and practice and follows a hierarchy based on ease of production and ease of speech reading. Strategies emphasize the optimal use of the student’s residual and aided hearing (e.g., CI or hearing aids) by focusing on listening and auditory discrimination. When needed, kinesthetic or auditory prompts are used but are eventually faded(40) –The efficacy of the Ling method has been explored in single-group  studies, which have indicated that this method leads to generalization of treated sounds at the phonological level and can lead to improvement of some untreated sounds(41,42,43)",
            "Simultaneous phonological and morphological training –In a two-group  study conducted in Australia, researchers examined the differential effects of phonological training and morphological training. Seventeen students with hearing loss (ages 5–11),  10 with CIs and 7 with hearing aids, were divided into two groups and trained daily for 9 weeks (15–20 minutes daily) using one method and then the other method for 9 weeks. Phonological training focused on the production of four sounds (/s, z, t, d/) in the final position of words. Results indicated that both training methods led to increased morphological knowledge and speech perception but minimal gains in phonology (speech production). Researchers concluded that the training was too short to result in significant changes in speech production and that both types of training were required for maximum benefit(44)",
            "Auditory training –Auditory training has been used as a method to increase residual hearing ability in children who have hearing aids or CIs –There is little experimental research on the efficacy of auditory training in children, but the research in adults and preliminary research in children suggests that auditory training might be beneficial in increasing awareness of acoustic differences and recognizing fine acoustic distinctions(45,46) ",
            "Computer-based  training –To increase vocabulary knowledge: In a multiple baseline study conducted in the United States, researchers examined the effects of a computer program for teaching vocabulary to 8 participants with hearing loss (ages 6–10).  Seven wore bilateral hearing aids and 1 had a CI. Participants were tested and trained 20–30  minutes a day, 2 days a week for 10 weeks, on 24 words (nouns) that were individually selected for each subject. Results indicated that all 8 participants learned all words and retained the majority of the words 4 weeks after intervention(47)",
            "Narrative intervention –In a single group study conducted in the United States, researchers examined the effects of a narrative intervention on narrative production on 14 children (ages 7–14).  Two subjects had mild hearing loss and the remaining had moderately severe to profound hearing loss. Children listened to repeated readings of two stories and were divided into two groups to role-play  one of the two stories. The children were asked to retell both stories, and results indicated that the complexity of the story retellings was higher for the story the children used role-play for(48)",
            "Auditory-verbal  approach –Authors of a 2014 Cochrane review of articles that investigated the effectiveness of auditory-verbal  therapy (A VT) on development of receptive and expressive spoken language in children with hearing impairment found 13 articles (from a total of 2,233 that were found in the initial search) that appeared to meet inclusion criteria for the review. After thoroughly reviewing the 13 articles, review authors excluded all of them because none met the full inclusion criteria for this review. Authors concluded that there is a lack of well-controlled  studies on A VT in children with permanent hearing loss(69) –In a single-group  study conducted in the United States, researchers examined the language growth of 40 children with significant hearing loss (mean age, 44 months) who received 1 to 4 years of intensive auditory-verbal  intervention. A VT emphasizes the development of spoken language through early identification of hearing loss, amplification, and intensive speech and language therapy in which parents serve as important language models. In this study, parents and children participated in 1 or 2 hours of weekly A VT sessions. Results indicated that mean language receptive and expressive growth rates improved steadily over the 4-year period, at times at rates faster than expected chronological age growth(49) –In a study conducted in Australia, researchers examined the effects of A VT on language and speech production over 9 months by comparing 29 children with moderate to profound hearing loss to 29 children in a control group with normal hearing. Children were matched for language age, receptive vocabulary, gender, and parental education level. Results indicated that both groups made similar gains on standardized speech and language measures in 9 months(50)",
            "Phonics-based  reading curriculum and visual phonics –Goal is to increase decoding and reading comprehension –The efficacy of a systematic phonics instruction curriculum used in combination with Visual Phonics, a system of hand cues and written symbols to represent individual phonemes, has been investigated in several studies. Results indicated that students from kindergarten to middle school with various degrees of hearing loss showed significant improvements on standardized tests of reading skills(51,52,53)",
            "For detailed information about speech and language intervention for children with hearing loss and CIs, see Clinical Review…Cochlear Implants in Infants and Toddlers , referenced above . Problem Goal Intervention Expected Progression Home Program  Communication difficulties related to hearing loss in infancyThe first purpose of early intervention is to help families of children with hearing loss understand and decide on the educational placement and communicative approach that best meets the needs of the child and family. In addition, early intervention might address enhancing parent/infant communication in the chosen communication modality(2)Early intervention _ _ Early exposure to language and print _ _ See Treatment summary , aboveExpected progression will depend on family and child goalsParents will be instructed on strategies to use at home with their child Decreased speech intelligibility due to hearing lossImprove speech intelligibility; increase phonetic and phonemic repertoires, correct error sounds, establish clear links between speech perception and speech production, use adult timing characteristics and suprasegmentals (e.g., prosody).(2) There is also evidence that training in speech production might affect improvements in vocabulary knowledge(54)Speech/articulation intervention _ The Ling speech program _ _ See Treatment summary , aboveProgression will vary according to degree of hearing loss, patient/ family goals, and specific therapeutic tasks; the Ling speech program provides assessment and instructional techniques for improving speech, first at the phonetic level (in nonmeaningful contexts such as sounds and syllables), then at the phonological level (in meaningful words, phrases, sentences, and discourse). Instruction emphasizes daily drill and practice and follows a hierarchy based on ease of production and ease of speech reading. Strategies emphasize the optimal use of the student’s residual and aided hearing (e.g., CI or hearing aids) by focusing on listening and auditory discrimination. When needed, kinesthetic or auditory prompts are used but eventually are faded(40)A home program might include activities that assist in generalization of speech goals  Decreased speech intelligibility related to speech perception, speech production, and grammatical knowledgeIncrease speech perception, grammatical performance, and phonologySpeech perception training _ Simultaneous phonological and morphological training _ _ See Treatment summary , aboveExpected progression will vary according to goals and treatment objectivesA home program might include activities that assist in generalization of speech and morphology goals Decreased comprehension/ listeningImprove auditory perception and residual hearing abilityAuditory training _ See Treatment summary , aboveThe child is expected to understand and detect increasingly complex auditory stimuliA home program might include activities that assist in generalization of comprehension and listening goals Decreased comprehension/ listeningReduce adverse acoustic conditionsEnvironmental modifications _ Children with CIs and hearing aids benefit from environmental conditions that have reduced noise. Classroom modifications that might help to enhance listening include use of barrier walls for small- group activities, use of sound-absorbing materials like carpet and draperies, acoustic ceiling tiles, tennis balls on chair legs in rooms without carpet, bilateral directional microphones, and seating that allows the child to face the teacher directly and is away from noise (e.g., air conditioners, overhead projectors, doorways, and windows)(33,65)N/A Parents might be counseled on how to modify the home environment to reduce noise  Language impairment related to hearing lossExamples of language goals for children who use oral language, sign language, or total communication include increasing understanding of complex units of discourse, building vocabulary and world knowledge, developing verbal reasoning skills, acquisition of pragmatic and syntactic rules of the language, and developing narrative skills(2)Language therapy _ Computer-based training _ _ Narrative intervention _ _ Auditory-verbal approach _ _ See Treatment summary , aboveProgression will depend on language goalsA home program might be implemented to assist with generalization of language goals Literacy impairment Improve reading ability and comprehensionPhonics-based reading curriculum and visual phonics _ See Treatment summary , aboveProgression will depend on specific reading goalsNone specified ."
        ]
    },
    "desired outcomes outcome measures": {},
    "maintenance or prevention": [
        "A child with hearing loss should have regular audiological visits to determine any change in hearing ability",
        "Newborns should be screened for CMV and provided with early medical treatment (within the first month of life) to prevent SNHL as a result of congenital CMV(72) Family/Caregiver Education",
        "Many parents experience feelings of grief, depression, and stress once a hearing loss is diagnosed in their child. Participation in a support group might help address some of these feelings and provide the family/caregivers with additional resources ",
        "See patient information on Hearing, Ear Infections, and Deafness from the National Institute on Deafness and Other Communication Disorders at https://www.nidcd.nih.gov/health/hearing-ear-infections-deafness Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Haddad J, Keesecker S. Hearing loss. In: Kliegman RM, Stanton BF, St Geme JW, Schor NF, Behrman RE, eds. Nelson Textbook of Pediatrics . 20th ed. Philadelphia, PA: Saunders Elsevier; 2016:3071-3080.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Carney AE, Moeller MP. Treatment efficacy: hearing loss in children. J Speech Lang Hear Res . 1998;41(1:suppl):S61-84.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Gurney JG, Tersak JM, Ness KK. Hearing loss, quality of life, and academic problems in long-term  neuroblastoma survivors: a report from the Children's Oncology Group. Pediatrics . 2007;120(5). (R)"
        },
        {
            "number in article": 4,
            "reference": "Talero-Gutierrez  C, Romero L, Carvajalino I, Ibanez M. Epidemiology of prelingual sensorineual hearing impairment at a children's center in Bogata, Columbia between 1997 and 2008. Colomb Med . 2001;42:199-206.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Kimani JW, Buchman CA, Booker JK. Sensorineural hearing loss in a pediatric population. Arch Otolaryngol Head Neck Surg . 2010;136(10):999-1004.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Millán JM, Aller E, Jaijo T, Blanco-Kelly  F, Gimenez-Pardo  A, Ayuso C. An update on the genetics of usher syndrome. J Ophthalmol . 2011;2011:417217. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Olusanya BO. Is undernutrition a risk factor for sensorineural hearing loss in early infancy?. Br J Nutr. 2010;103(9):1296-1301.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Masi R. Sensorineural hearing loss and congenital diaphgramatic hernia. Audiol Med . 2010;8:24-27.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Magalhães CM, Magalhães Alves NR, Oliveira KM, Silva IM, Gandolfi L, Pratesi R. Sensorineural hearing loss: an underdiagnosed complication of Kawasaki disease. J Clin Rheumatol . 2010;16(7):322-325.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Licameli G, Kenna MA. Is computed tomography (CT) or magnetic resonance imaging (MRI) more useful in the evaluation of pediatric sensorineural hearing loss?. Laryngoscope . 2010;120(12):2358-2359.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Lalwani AK. Disorders of hearing. In: Kasper DL, Fauci AS, Longo DL, Hauser SL, Jameson JL, Loscalzo J, eds. Harrison's Principles of Internal Medicine . 19th ed. New York, NY: McGraw-Hill  Medical; 2015:217-225.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Johnston DR, Curry JM, Newborough B. Ophthalmologic disorders in children with syndromic and nonsyndromic hearing loss. Arch Otolaryngol Head Neck Surg . 2010;136(3):277-280.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Gallagher PA, Easterbrooks S, Malone DG. Universal newborn hearing screening and intervention: assessing the current collaborative environment in service provision. Infants Young Child . 2006;19(1):59-71.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Luckner JL, Bowen S. Assessment practices of professionals serving students who are deaf or hard of hearing: an initial investigation. Am Ann Deaf . 2006;151(4):410-417.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Tye-Murray  N. The child who has severe or profound hearing loss. In: Tomblin JB, Morris HL, Spriestersbach DC, eds. Diagnosis in Speech-Language  Pathology . 2nd ed. San Diego, CA: Singular Publishing Group; 2002:473-493.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "Huttunen K, Sorri M. Methodological aspects of assessing speech intelligibility among children with impaired hearing. Acta Otolaryngol . 2004;124(4):490-494.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Elfenbein JL. Children who are hard of hearing. In: Tomblin JB, Morris HL, Spriestersbach DC, eds. Diagnosis in Speech-Language  Pathology . 2nd ed. San Diego, CA: Singular Publishing Group; 2002:449-469.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "Haug T, Mann W. Adapting tests of sign language assessment for other sign languages - a review of linguistic, cultural, and psychometric problems. J Deaf Stud Deaf Educ . 2008;13(1):138-147.  (GI)"
        },
        {
            "number in article": 19,
            "reference": "Thal D, Desjardin JL, Eisenberg LS. Validity of the MacArthur-Bates  Communicative Development Inventories for measuring language abilities in children with cochlear implants. Am J Speech Lang Pathol . 2007;16(1):54-64.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Kiese-Himmel  C, Reeh M. Assessment of expressive vocabulary outcomes in hearing-impaired  children with hearing aids: do bilaterally hearing-impaired  children catch up?. J Laryngol Otol . 2006;120(8):619-626.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Rhoades EA. Lexical-semantic  and morphosyntactic language assessment in auditory-verbal  intervention: a position paper. Volta Rev . 2001;103(3):169-184.  (GI)"
        },
        {
            "number in article": 22,
            "reference": "Anderson D, Reilly J. The MacArthur Communicative Developmental Inventory: normative data for American Sign Language. J Deaf Stud Deaf Educ . 2002;7(2):83-106.  (R)"
        },
        {
            "number in article": 23,
            "reference": "O'Connell J, Casale K. Attention deficits and hearing loss: meeting the challenge. Volta Rev . 2004;104(4):257-271.  (GI)"
        },
        {
            "number in article": 24,
            "reference": "Geers AE, Nicholas JG, Moog JS. Estimating the influence of cochlear implantation on language development in children. Audiol Med . 2007;5(4):262-273.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Spencer LJ, Gantz BJ, Knutson JF. Outcomes and achievement of students who grew up with access to cochlear implants. Laryngoscope . 2004;114(9):1576-1581.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Spencer PE. Individual differences in language performance after cochlear implantation at one to three years of age: child, family and linguistic factors. J Deaf Stud Deaf Educ . 2004;9(4):395-412.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Wie OB, Falkenberg ES, Tvete O, Tomblin B. Children with a cochlear implant: characteristics and determinants of speech recognition, speech-recognition  growth rate, and speech production. Int J Audiol . 2007;46(5):232-243.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Svirsky MA, Teoh SW, Neuburger H. Development of language and speech perception in congenitally, profoundly deaf children as a function of age at cochlear implantation. Audiol Neurootol . 2003;9(4):224-233.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Nicholas JG, Geers AE. Will they catch up? The role of age at cochlear implantation in the spoken language development of children with severe to profound hearing loss. J Speech Lang Hear Res . 2007;50(4):1048-1062.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Connor CM, Craig HK, Raudenbush SW, Heavner K, Zwolan TA. The age at which young deaf children receive cochlear implants and their vocabulary and speech-production growth: is there an added value for early implantation?. Ear Hear. 2006;27(6):628-644.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Kaderavek JN, Pakulski LA. Facilitating literacy development in young children with hearing loss. Semin Speech Lang . 2007;28(1):69-78.  (GI)"
        },
        {
            "number in article": 32,
            "reference": "Luckner JL. Evidence-based  practices with students who are deaf. Commun Disord Q . 2006;28(1):49-52.  (GI)"
        },
        {
            "number in article": 33,
            "reference": "Teagle HF, Moore JA. School-based  services for children with cochlear implants. Lang Speech Hear Serv Sch . 2002;33(3):162-171,  222-228. (GI)"
        },
        {
            "number in article": 34,
            "reference": "Schirmer BR, McGough SM. Teaching reading to children who are deaf: do the conclusions of the National Reading Panel apply?. Rev Educ Res . 2005;75(1):83-117.  (SR)"
        },
        {
            "number in article": 35,
            "reference": "DesJardin JL. Family empowerment: supporting language development in young children who are deaf or hard of hearing. Volta Rev . 2006;106(3):275-278.  (R) "
        },
        {
            "number in article": 36,
            "reference": "Watkin P, McCann D, Law C. Language ability in children with permanent hearing impairment: the influence of early management and family participation. Pediatrics . 2007;120(3):e694-701.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Meinzen-Derr  J, Wiley S, Choo DI. Impact of early intervention on expressive and receptive language development among young children with permanent hearing loss. Am Ann Deaf. 2011;155(5):580-591.  (R)"
        },
        {
            "number in article": 38,
            "reference": "DeLana M, Gentry MA, Andrews J. The efficacy of ASL/ENGLISH bilingual education: considering public schools. Am Ann Deaf . 2007;152(1):73-87.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Aram D, Most T, Mayafit H. Contributions of mother-child  storybook telling and joint writing to literacy development in kindergartners with hearing loss. Lang Speech Hear Serv Sch. 2006;37(3):209-223.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Ling D. Speech and the Hearing-Impaired  Child: Theory and Practice . Washington, DC: Alexander Graham Bell Association for the Deaf; 1976. (GI)"
        },
        {
            "number in article": 41,
            "reference": "LeBlanc BM. A public school cued speech program for children with hearing loss and special learning needs. Volta Rev . 2004;104(4):327-338.  (GI)"
        },
        {
            "number in article": 42,
            "reference": "Perigoe C, Ling D. Generalization of speech skills in hearing-impaired  children. Volta Rev . 1986;88(7):351-366.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Paatsch LE, Blamey PJ, Sarant JZ. Effects of articulation training on the production of trained and untrained phonemes in conversations and formal tests. J Deaf Stud Deaf Educ. 2001;6(1):32-42.  (R)"
        },
        {
            "number in article": 44,
            "reference": "Bow CP, Blamey PJ, Paatsch LE, Sarant JZ. The effects of phonological and morphological training on speech perception scores and grammatical judgments in deaf and hard-of-hearing  children. J Deaf Stud Deaf Educ . 2004;9(3):305-314.  (R)"
        },
        {
            "number in article": 45,
            "reference": "Fu QJ, Galvin JJ. Computer-assisted  speech training for cochlear implant patients: feasibility, outcomes, and future directions. Semin Hear . 2007;28(2):142-150.  (RV)"
        },
        {
            "number in article": 46,
            "reference": "Ertmer DJ, Leonard JS, Pachuilo ML. Communication intervention for children with cochlear implants: two case studies. Lang Speech Hear Serv Sch . 2002;33(3):205-217, 222-228. (R)"
        },
        {
            "number in article": 47,
            "reference": "Massaro DW, Light J. Improving the vocabulary of children with hearing loss. Volta Rev . 2004;104(3):141-174.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Pakulski LA, Kaderavek JN. Narrative production by children who are deaf or hard of hearing: the effect of role-play. Volta Rev . 2001;103(3):127-139.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Rhoades EA, Chisolm TH. Global language progress with an auditory-verbal  approach for children who are deaf and hard of hearing. Volta Rev . 2000;102(1):5-25.  (R)"
        },
        {
            "number in article": 50,
            "reference": "Dornan D, Hickson L, Murdoch B, Houston T. Outcomes of an auditory-verbal  program for children with hearing loss: a comparative study with a matched group of children with normal hearing. Volta Rev . 2007;107(1):37-54.  (R)"
        },
        {
            "number in article": 51,
            "reference": "Trezek BJ, Wang Y. Implications of utilizing a phonics-based  reading curriculum with children who are deaf or hard of hearing. J Deaf Stud Deaf Educ . 2006;11(2):202-213.  (R)"
        },
        {
            "number in article": 52,
            "reference": "Trezek BJ, Wang Y, Woods DG, Gampp TL, Paul PV. Using visual phonics to supplement beginning reading instruction for students who are deaf or hard of hearing. J Deaf Stud Deaf Educ . 2007;12(3):373-384.  (R)"
        },
        {
            "number in article": 53,
            "reference": "Trezek BJ, Malmgren KW. The efficacy of utilizing a phonics treatment package with middle school deaf and hard-of-hearing  students. J Deaf Stud Deaf Educ . 2005;10(3):256-271.  (R)"
        },
        {
            "number in article": 54,
            "reference": "Paatsch LE, Blamey PJ, Sarant JZ, Bow CP. The effects of speech production and vocabulary training on different components of spoken language performance. J Deaf Stud Deaf Educ . 2006;11(1):39-55.  (R)"
        },
        {
            "number in article": 55,
            "reference": "Weitzman M, Govil N, Liu YH, Lalwani AK. Maternal prenatal smoking and hearing loss among adolescents. JAMA Otolaryngol Head Neck Surg . 2013;139(7):669-677. doi:10.1001/jamaoto.2013.3294. (R)"
        },
        {
            "number in article": 56,
            "reference": "Luntz M, Yehudai N, Haifler M, Sigal G, Most T. Risk factors for sensorineural hearing loss in chronic otitis media. Acta Otolaryngol . 2013;133(11):1173-1180. doi:10.3109/00016489.2013.814154. (R)"
        },
        {
            "number in article": 57,
            "reference": "Liberman PH, Schultz C, Goffi-Gomez  MV, Lopes LF. Speech recognition and frequency of hearing loss in patients treated for cancer in childhood. Pediatr Blood Cancer . 2013;60(10):1709-1713.  doi:10.1002/pbc.24560. (R)"
        },
        {
            "number in article": 58,
            "reference": "Wong TS, Leung EW, Poon CC, Leung CF, Lau BH. Balance performance in children with unilateral and bilateral severe-to-profound-grade  hearing impairment. Hong Kong Physiother J . 2013;31(2):81-87.  (R)"
        },
        {
            "number in article": 59,
            "reference": "Mahboubi H, Oliaei S, Badran KW, et al. Systematic assessment of noise amplitude generated by toys intended for young children. Otolaryngol Head Neck Surg . 2013;148(6):1043-1047.  doi:10.1177/0194599813482293. (R)"
        },
        {
            "number in article": 60,
            "reference": "Clemmens C, Guidi J, Caroff A, et al. Unilateral cochlear nerve deficiency in children. Otolaryngol Head Neck Surg . 2013;149(2):318-325.  doi:10.1177/0194599813487681. (R)"
        },
        {
            "number in article": 61,
            "reference": "Noise-induced  hearing loss. National Institute on Deafness and Other Communication Disorders (NIDCD) Web site. http://www.noisyplanet.nidcd.nih.gov/info/Pages/ whatisnihl.aspx . Accessed November 27, 2017. (GI)"
        },
        {
            "number in article": 62,
            "reference": "Meinke DK, Murphy WJ, Finan DS, et al. Auditory risk estimates for youth target shooting. Int J Audiol . March 2014;53(Suppl 2):S16-25.  doi:10.3109/14992027.2013.865845. (R)"
        },
        {
            "number in article": 63,
            "reference": "Stewart M, Meinke DK, Snyders JK, Howerton K. Shooting habits of youth recreational firearm users. Int J Audiol . March 2014;53(Suppl 2):S26-34. doi:10.3109/14992027.2013.857437. (R)"
        },
        {
            "number in article": 64,
            "reference": "Ghogomu N, Umansky A, Lieu JE. Epidemiology of unilateral sensorineural hearing loss with universal newborn hearing screening. Laryngoscope . January 2014;124(1):295-300.  doi:10.1002/lary.24059. (R)"
        },
        {
            "number in article": 65,
            "reference": "Ricketts TA, Picou EM. Speech recognition for bilaterally asymmetric and symmetric hearing aid microphone modes in simulated classroom environments. Ear Hear. September 2013;34(5):601-9.  doi:10.1097/AUD.0b013e3182886d1e. (R)"
        },
        {
            "number in article": 66,
            "reference": "Ching TY, Dillon H, Marnane V, et al. Outcomes of early- and late-identified  children at 3 years of age: findings from a prospective population-based  study. Ear Hear. September 2013;34(5):535-52.  doi:10.1097/AUD.0b013e3182857718. (R)"
        },
        {
            "number in article": 67,
            "reference": "Stelma F, Bhutta MF. Non-syndromic  hereditary sensorineural hearing loss: review of the genes involved. J Laryngol Otol . January 2014;128(1):13-21.  doi:10.1017/ S0022215113003265. (R)"
        },
        {
            "number in article": 68,
            "reference": "Karzon RK, Hullar TE. Audiologic and vestibular findings in Wolfram syndrome. Ear Hear. November 2013;34(6):809-12.  doi:10.1097/AUD.0b013e3182944db7. (R)"
        },
        {
            "number in article": 69,
            "reference": "Brennan-Jones  CG, White J, Rush RW, Law J. Auditory-verbal  therapy for promoting spoken language development in children with permanent hearing impairments. Cochrane Database Syst Rev . March 12, 2014;(3). Art No: CD010100. doi:10.1002/14651858.CD010100.pub2.  (SR)"
        },
        {
            "number in article": 70,
            "reference": "Alford RL, Arnos KS, Fox M, et al. American College of Medical Genetics and Genomics guideline for the clinical evaluation and etiologic diagnosis of hearing loss. Genet Med . April 2014;16(4):347-55.  https://www.acmg.net/docs/ACMG_Guideline_for_Clinical_Eval_and_Etiologic_Dx%20of_Hearing_Loss_GIM_Apr2014.pdf . Accessed November 27,"
        },
        {
            "number in article": 2017,
            "reference": " doi:10.1038/gim.2014.2. (G)"
        },
        {
            "number in article": 71,
            "reference": "Jayawardena AD, Shearer AE, Smith RJ. Sensorineural Hearing Loss: A Changing Paradigm for Its Evaluation. Otolaryngol Head Neck Surg . November 2015;153(843-50). doi:10.1177/0194599815596727. (R)"
        },
        {
            "number in article": 72,
            "reference": "Williams EJ, Gray J, Luck S, et al. First estimates of the potential cost and cost saving of protecting childhood hearing from damage caused by congenital CMV infection. Arch Dis Child Fetal Neonatal Ed . November 2015;100(6):F501-6.  doi:10.1136/archdischild-2014-306756.  (R)"
        },
        {
            "number in article": 73,
            "reference": "Binnetoglu A, Baglam T, Demir B, Kecelioglu Binnetoglu K, Sari M. Association Between Atypical/Incomplete Kawasaki Disease and Sensorineural Hearing Loss: A Case Report. Clin Pediatr (Phila) . April 2016;55(4):380-03.  doi:10.1177/0009922815588979. (C)"
        },
        {
            "number in article": 74,
            "reference": "Wickremasinghe AC, Risley RJ, Kuzniewicz MW, et al. Risk of Sensorineural Hearing Loss and Bilirubin Exchange Transfusion Thresholds. Pediatrics . September 2015;136(3):505-12.  doi:10.1542/peds.2014-3357.  (R)"
        },
        {
            "number in article": 75,
            "reference": "Halliday LF, Tuomainen O, Rosen S. Language Development and Impairment in Children With Mild to Moderate Sensorineural Hearing Loss. J Speech Lang Hear Res . June 10, 2017;60(6):1551-1567.  doi:10.1044/2016_JSLHR-L-16-0297.  (R)"
        }
    ]
}