{
    "metadata": {
        "title": " •Cardiorespiratory function and endurance:  Assess vital signs as indicated and appropriate, including perceived exertion via the Borg Rating of Perceived Exertion (RPE) Scale •Circulation:  Assess for signs of diminished circulation, such as swelling, weak pulses, coldness, changes in skin color, and nonhealing sores •Ergonomics/body mechanics:  Assess for faulty body mechanics that might be contributing to the patient’s symptoms •Functional mobility:  Assess function as indicated by underlying condition. Use a standardized test such as FIM as indicated •Gait/locomotion:  Complete a thorough gait assessment if indicated by reason for referral •Joint integrity and mobility:  Assess joint integrity as indicated by symptoms and reason for referral •Motor function (motor control/tone/learning):  Depending on presenting condition, a thorough assessment of motor function, including voluntary movement, coordination, and muscle tone, might be indicated –The Modified Ashworth Scale can be used to assess spasticity •Muscle strength:  Complete a strength assessment throughout with a particular focus on the area where cryotherapy is to be applied. Manual muscle testing (MMT) might be used except where there is abnormal muscle tone or coordination •Observation/inspection/palpation  (including skin assessment) –Inspect skin for any signs of irritation or breakdown –Assess for swelling –Assess for adverse reaction after cryotherapy application •Posture:  Assess the patient’s general posture •Range of motion:  Complete a ROM and flexibility assessment with a particular focus on the area where cryotherapy is to be applied •Reflex testing:  Assess deep tendon reflexes •Self-care/activities  of daily living (objective testing):  Complete an ADL assessment as indicated •Sensory testing:  Complete a thorough sensory assessment (e.g., light touch, temperature, pinprick) of the area where cryotherapy is to be applied –Where applicable, assess proprioception after application of cryotherapy before return to athletic activity Assessment/Plan of Care",
        "synonyms": [
            "cold therapy",
            "ice pack therapy",
            "ice therapy",
            "cooling",
            "cryokinetics"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "acute care",
            "hand therapy",
            "home health",
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Cryotherapy is a modality used to relieve symptoms associated with inflammation, pain, muscle spasms, and swelling(34)",
            "In a surgery/radiology context, cryotherapy is a minimally invasive treatment that uses extreme cold to freeze and destroy diseased tissue(1)",
            "This Clinical Review focuses on therapeutic use of cold –Whole body cryotherapy, the exposure of the body to very cold air in temperature-controlled  cryochambers, is not included in this review. This treatment has recently gained popularity, particularly among athletes, but is under scrutiny for its safety.(13,14) The United States Food and Drug Administration (FDA) does not recognize any medical benefits from cryotherapy chambers, and does not regulate the devices(13)",
            "In physical therapy, cryotherapy refers to application of mild superficial cooling agents to an area of the body to lower tissue temperature",
            "Cooling can lower oxygen requirements in the tissue, cause vasoconstriction, and decrease vessel wall permeability(36)",
            "Commonly used in the acute phase after soft tissue injury in conjunction with rest, ice, compression, and elevation (“RICE”)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "97010 hot or cold packs (including ice massage)",
            "description": ""
        },
        "HCPCS codes": {},
        "reimbursement": [
            "Coverage varies with insurance plans, depending on diagnosis and reason specific treatment is required. There might be limitations, such as number of treatments per condition or per time period",
            "Cold packs applied in the absence of associated procedures or modalities, or used alone to reduce discomfort, are considered not to require the unique skills of a therapist",
            "Code 97010 is bundled. It can be bundled with any therapy code. Regardless of whether code 97010 is billed alone or in conjunction with another therapy code, this code is never paid separately. If billed alone, this code will be denied. Reimbursement for code 97010 is included in the reimbursement for the comprehensive therapeutic code Indications for device/equipment"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "In circumstances in which cryotherapy is being applied as a first-aid  treatment in acute injury, elements of this examination should be deferred until later"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "In circumstances in which cryotherapy is being applied as a first-aid  treatment in acute injury, elements of this examination should be deferred until later"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Identify reason for referral ",
                "course of treatment": {
                    "medical management": "Medical management will vary depending on the specific underlying condition; document any reported diagnostic tests, therapeutic interventions, complications, and/or hospital stays",
                    "surgical management": [],
                    "medications": "Determine what medications have been prescribed and are being taken, and if they are effectively controlling symptoms",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Depending on presenting condition, patient might have had diagnostic imaging and/or EMG; review imaging and reports as able"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Document if applicable Barriers to learning -Are there any barriers to learning? Yes___ No___ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, vascular compromise, peripheral neuropathy, complications of pregnancy, psychiatric disorders, and orthopedic disorders. Specifically ask about any history of Raynaud’s disease, cold urticaria, or cryoglobulinemia",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Is the patient employed? What is the nature of the work tasks?",
                "functional limitations assistance with ADLs adaptive equipment": "Include limitations with self-care,  home management, work, and community leisure",
                "living environment": "Document information about the patient’s living situation including stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be appropriate ›Relevant tests and measures:  (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Evaluation procedures should be modified according to the patient’s age, diagnosis, and any unique circumstances; the information listed below is meant to serve as a guide only. Complete a general evaluation as indicated and appropriate. Repeat measures after use of cryotherapy as indicated •Anthropometric measurements:  Circumferential or volumetric measures of swelling",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Does the patient utilize any assistive or adaptive devices? Are they appropriate? ",
            "balance": "Assess the patient’s balance in sitting and standing as indicated. Use a standardized test such as Berg Balance Test",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess for signs of diminished circulation, such as swelling, weak pulses, coldness, changes in skin color, and nonhealing soresAssess for faulty body mechanics that might be contributing to the patient’s symptoms",
            "functional mobility": "Assess function as indicated by underlying condition. Use a standardized test such as FIM as indicated",
            "gait locomotion": "Complete a thorough gait assessment if indicated by reason for referralAssess joint integrity as indicated by symptoms and reason for referralDepending on presenting condition, a thorough assessment of motor function, including voluntary movement, coordination, and muscle tone, might be indicated –The Modified Ashworth Scale can be used to assess spasticity",
            "muscle strength": "Complete a strength assessment throughout with a particular focus on the area where cryotherapy is to be applied. Manual muscle testing (MMT) might be used except where there is abnormal muscle tone or coordination",
            "observation inspection palpation including skin assessment": [
                "Inspect skin for any signs of irritation or breakdown",
                "Assess for swelling",
                "Assess for adverse reaction after cryotherapy application"
            ],
            "posture": "Assess the patient’s general posture",
            "range of motion": "Complete a ROM and flexibility assessment with a particular focus on the area where cryotherapy is to be applied",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexesComplete an ADL assessment as indicated",
            "sensory testing": "Complete a thorough sensory assessment (e.g., light touch, temperature, pinprick) of the area where cryotherapy is to be applied –Where applicable, assess proprioception after application of cryotherapy before return to athletic activity",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Complete a cognitive assessment as indicated and appropriate. Is the patient able to inform the provider about sensations being experienced?",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Acute soft tissue injury",
                "Post orthopedic surgery swelling and pain",
                "Exercise-induced  muscle damage",
                "Recovery after/between endurance performance",
                "Precooling prior to endurance performance in hot environmental conditions"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "See Contraindications/Precautions to device/equipment , above ›Diagnosis/need for device/equipment",
                "Acute musculoskeletal trauma",
                "Decreased muscle strength/torque production after acute phase of injury",
                "Chronic pain",
                "Rheumatoid arthritis",
                "Muscle tightness",
                "Decreased ROM",
                "Endurance performance"
            ]
        },
        "diagnosis need for treatment": "",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "Refer to other disciplines if indicated by underlying condition",
        "other considerations": [],
        "treatment summary": [
            "See Description, Indications of device/equipment , and Guidelines for use of device/equipment , above",
            "General considerations –Cooling the extremities generally increases systolic, diastolic, and mean arterial blood pressure as well as oxygen saturation, while also decreasing core body temperatures and pulse rate(30)  –Authors of a study in the United Kingdom of the cooling efficiency of different cryotherapeutic agents found that crushed ice and ice-water  immersion provided significantly greater cooling efficiency than gel packs and frozen peas(3) -A repeated measures design was used -Skin surface temperature of the ankle was measured after a 20-minute cryotherapy application -The crushed ice and ice-water  immersion had the greatest cooling efficiency and sustained decreased surface temperature post application -Twenty-minute  applications caused skin surface temperature to fall within the therapeutic temperature range -Further research is needed to investigate depth of cooling and the relationship between deeper tissue temperature and skin temperature –The cooling effectiveness of different types of ice used in ice packs was evaluated in a repeated measures study conducted in the United States(4) -Ice packs were made of polyethylene bags filled with cubed ice, crushed ice, or cubed ice plus water (“wetted ice”) -Cutaneous and intramuscular temperature was measured -Wetted ice was more effective than cubed ice and crushed ice in lowering surface temperature during treatment and maintaining the lower temperature during recovery -Wetted ice and cubed ice were more effective than crushed ice in lowering intramuscular temperature and maintaining the lower temperature –Although the wetted ice bag is currently the clinical gold standard for decreasing intramuscular temperature, researchers in the United States reported in 2016 that salted cubed ice bags were as effective as wetted bags at decreasing intramuscular temperature at 2 cm subadipose, and suggested that salted ice bags may be more clinically practical(19) -Based on a repeated measures study that involved 24 healthy participants -Ice bags made of wetted ice (2,000mL ice and 300 mL water), salted crushed ice, and salted cubed ice were applied to the posterior gastrocnemius for 30 minutes -The presence of water in the ice bags provides better contact with the skin -When salt is applied to ice, the ice begins to melt and the substance’s freezing point is lowered, with the resulting water staying in liquid form at lower than freezing temperatures -Cutaneous and intramuscular temperatures of nondominant gastrocnemius were measured at baseline, immediately after treatment, and during a 45-minute rewarming period",
            "Acute soft tissue injury: Cryotherapy is widely practiced in the treatment of acute soft tissue injuries; however, there is insufficient evidence that it improves the clinical outcomes of soft tissue injury –Therapeutic benefits of cryotherapy are enhanced by simultaneous application of compression(38) -Cryocompression enhances the recovery and performance after performing a heavy resistance exercise workout",
            "Exercise-induced  muscle damage: Cryotherapy is a commonly used treatment believed to reduce symptoms of exercise-induced  muscle damage. Results of studies evaluating the effects of cryotherapy are conflicting, and protocols vary –Authors of a 2016 systematic review and meta-analysis  found that the available evidence suggests that cold-water immersion can be slightly better than passive recovery in the management of muscle soreness, and that there is a dose-response relationship(20) -Nine RCTs that compared cold-water  immersion to passive recovery were included -Meta-analysis  indicated that cold-water  immersion is more effective than passive recovery in terms of immediate and delayed effects -Water temperature between 11 and 15°C for 11–15  minutes provides the best results for both immediate and delayed effects –Researchers in Japan found that regular post-exercise  cold applications to muscles might attenuate muscular and vascular adaptations to resistance training(21) -Fourteen subjects performed wrist-flexion  resistance training for 6 weeks -Training included 5 sets of 8 wrist flexion exercises at 70–80% repetition max, 3 times per week -Seven participants immersed their experimental forearms in cold water (10°C) for 20 minutes after the exercises, and 7 did not -Measurements taken before and after the training period included wrist flexor thickness, brachial diameter, maximal muscle strength, and local muscle endurance  -Wrist flexor thickness of the experimental arms increased in both groups, but the increase was significantly less in the cooled group compared to the noncooled group -Maximal muscle strength and brachial artery diameter did not increase in the cooled group, but did increase in the noncooled group -Local muscle endurance increased in both groups, but the increase was lower in the cooled group than the noncooled group",
            "Postoperative –The efficacy and safety of using cryotherapy devices in the postoperative setting were evaluated in a small study conducted in the United States of healthy individuals(7) -Three different cryotherapy devices were applied over different amounts of layering -Skin temperature was recorded every 15 minutes for 180 minutes -Safe and effective temperature range was achieved with all devices when applied over one layer of Jones compression dressing -Effective temperature range was not achieved over two layers of Jones compression dressing -Efficacy and safety were less predictable when devices were applied over thinner, standard surgical dressings –Researchers in the United States also found that short-term  application of cryotherapy post total knee arthroplasty (TKA) did not significantly decrease pain nor did it improve patient satisfaction with pain management(22) -Based on an RCT with crossover that involved 29 patients post TKA -Two sequential episodes of pain requiring analgesic administration were studied in each patient, one with a 30-minute cryotherapy application and one without, in random order -The benefit of short-term  cryotherapy for pain relief post TKA was found to be questionable –In a single-blinded  RCT, researchers in China found cryotherapy to be effective in relieving pain and reducing analgesic consumption for patients post elbow arthrolysis(23) -Fifty-nine  patients who received elbow arthrolysis were randomly assigned to a cryotherapy plus standard care group or to a control group receiving standard care only -V AS scores were significantly lower in the cryotherapy group during the first 7 postoperative days, both at rest and in motion",
            "Authors of an RCT conducted in the United States found that application of cryoneurolysis can be an effective treatment option in reducing pain and improving symptoms in patients with knee pain due to osteoarthritis(28) –One hundred eighty patients participated in this study, with 121 individuals being placed in the experimental group and 59 in the control group –Cryoneurolysis was applied to the inferior branch of the saphenous nerve (IPBSN) for 30 days while the control group received a sham treatment –Results after 30 days showed significant improvements in the Western Ontario McMaster Osteoarthritis Index (WOMAC) compared to the sham group. Results were effective for at least 150 days after treatment",
            "Muscle function: The analgesic effect of cryotherapy allows a patient to perform therapeutic exercises that would otherwise be painful. Evidence suggests that the beneficial effects of cryokinetics (the use of cryotherapy in conjunction with exercise) might be partially due to disinhibition of the musculature surrounding the injured joint –Authors of a study conducted in Italy suggest that use of partial body cryotherapy (PBC) before a training session or sport competition can increase isometric strength of the hand(26) -Two hundred healthy adults were randomized to either the PBC group (n = 100) or control group (n = 100). Prior to the experiment, hand grip strength was taken -Individuals in the experimental group performed 150-second  sessions of PBC with temperatures ranging between –130° C and –160°  C -The control group stayed in a neutral temperature room ranging from 22.0 ± 0.5° C -Immediately after the session, the handgrip strength of participants in both groups was retested. After a single session of PBC there were significant improvements in handgrip strength in the experimental group compared to the control group",
            "Muscle tone: Use of cryotherapy to reduce tone in spastic muscles is sometimes recommended for patients with neurological disorders such as stroke or traumatic brain injury",
            "Endurance performance/exercise-induced  hyperthermia: Cold-water  immersion has also been investigated as a cooling intervention before physical activity (i.e., precooling)  –Authors of a 2015 meta-analysis  investigating the optimal procedures for cold-water  immersion for exertional heat stroke concluded that prompt, vigorous cold-water  immersion should be encouraged for treating exercise-induced hyperthermia whenever possible, using cold-water  temperature of approximately 10°C and maximizing body surface contact (whole-body  immersion)(24) -Nineteen studies were included -Results demonstrated that cold-water  immersion had a significant effect. Cold-water  immersion cooled individuals twice as fast as passive recovery -Immersion duration of 10 minutes, immersing torso and limbs, was most effective. There is insufficient evidence of effectiveness of immersing just forearms and hands for rapid cooling –A combination of internal and external body-cooling  techniques might enhance repeated athletic performance in heat more than individual cooling methods do(12) -Based on an RCT conducted in Australia -Twelve repeated sprint cyclists were randomized to 1 of 4 experimental conditions: a cooling jacket, ingestion of an ice slushy, combination of cooling jacket and ice slushy, or control -All of the cooling techniques improved performance in comparison to the controls. In comparison to the individual cooling techniques, enhancement of sprint performance was greater with the combination of internal and external body cooling techniques",
            "Cold-pack  therapy can be utilized in a noninvasive manner that can significantly reduce post-burn  pruritus in patients who have had a burn injury(29)",
            "Authors of a 2018 RCT have found that application of an icepack along the perineum for 10 minutes can provide pain relief for up to 1 hour 45 minutes to 2 hours in women after spontaneous vaginal birth(31)",
            "Authors of an RCT in 2018 conducted in Iran have found that ice pack application can significantly reduce pain during the active phase of labor without any significant side effects, suggesting that ice modality be recommended for labor pain relief(33) –Ninety primiparous women participated in this RCT –Ice pack was applied to the sacral area for 10 minutes and was repeated every 30 minutes during the beginning and second stages of labor",
            "Authors of a systematic review on the effects of cold pack application on postoperative turbinate and/or septal bleeding found no benefits in terms of managing pain(32) . Problem Goal Intervention Expected Progression Home Program Acute soft tissue injury Reduce pain, swelling, and inflammation(2)Physical agents and mechanical modalities _ Application of cryotherapy. Most commonly, ice packs in setting of injury – in conjunction with rest, compression, elevation10–20 minutes every 2 hours for first 48–72 hoursDecrease or discontinue after 72 hours or when pain and swelling subside Subacute or repair phase of soft tissue injury(2)Enable active exercise of muscles around soft tissue injuryPhysical agents and mechanical modalities _ Various cryotherapy modes followed by active therapeutic exerciseApply cold prior to active exercise throughout repair phaseContinue with cold application even after pain subsides, to obtain stronger contractions  Muscle spasm Interrupt pain-spasm- pain cyclePhysical agents and mechanical modalities _ 15–20 minutes of selected cryotherapy application over entire muscleSpasm reduction might continue after cold removedAs needed Decreased ROM Increase ROM Physical agents and mechanical modalities _ Application of cryotherapy around joint or over tight muscle, followed by active or passive stretchingProgression variable depending on conditionVariable depending on condition and results Rheumatoid arthritis flareDecrease active joint temperature to decrease inflammation and repress lysosomal activityPhysical agents and mechanical modalities _ Application of selected cryotherapy for 20 minutes every 2 hoursContinue until disease activity and pain in joint subsidesRest and exercise as indicated by disease activity. Resume cryotherapy with disease flare-ups Hyperthermia _ _ _ _ _ _ _ _ _Decrease core body temperature(24)Physical agents and mechanical modalities _ Complete body immersion in cold waterSevere hyperthermia is a medical emergency that requires treatment in a medical facility (i.e., if patient is confused, unconscious, or body temperature > 40°C)N/A Submaximal athletic performance – cardiovascular and muscular endurance and muscle strengthEnhanced athletic performancePhysical agents and mechanical modalities Precooling with cooling garments, complete immersion in cold water, ingestion of icy drinksN/A N/A ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced pain, swelling, and inflammation": [
            "V AS, circumferential measurements"
        ],
        "enabled active exercise of muscles around soft-tissue  injury": [
            "Maximal voluntary contraction (e.g., 1 RM), central activation ratio (CAR), MMT, RPE, timed performance tests"
        ],
        "interrupted pain-spasm-pain  cycle": [],
        "decreased neurogenic tone, spasticity": [
            "Modified Ashworth Scale"
        ],
        "increased rom": [
            "Goniometry"
        ],
        "decreased core body temperature": [
            "Temperature"
        ]
    },
    "maintenance or prevention": [],
    "patient education": [
        "See “Cryotherapy (Cold Therapy) for Pain Management.” Brigham and Women’s Hospital Health Information website, http:// healthlibrary.brighamandwomens.org/Library/DiseasesConditions/Adult/Orthopedic/134,95 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Cryotherapy. RadiologyInfo Web site. http://www.radiologyinfo.org/en/info.cfm?pg=cryo . Published February 12, 2014. Accessed October 14, 2019. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Swenson C, Sward L, Karlsson J. Cryotherapy in sports medicine. Scand J Med Sci Sports . 1996;6(4):193-200.  (SR)"
        },
        {
            "number in article": 3,
            "reference": "Kennet J, Hardaker N, Hobbs S, Selfe J. Cooling efficiency of 4 common cryotherapeutic agents. J Athletic Train . 2007;42(3):343-348.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Dykstra JH, Hill HM, Miller MG, Cheatham CC, Michael TJ, Baker RJ. Comparisons of cubed ice, crushed ice, and wetted ice on intramuscular and surface temperature changes. J Athletic Train . 2009;44(2):136-141.  (R)"
        },
        {
            "number in article": 5,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Sellwood KL, Brukner P, Williams D, Nicol A, Hinman R. Ice-water immersion and delayed-onset  muscle soreness: a randomised controlled trial. Br J Sports Med . 2007;41(6):392-397.  (RCT)"
        },
        {
            "number in article": 7,
            "reference": "Shibuya N, Schinke TL, Canales MB, Yu GV. Effect of cryotherapy devices in the postoperative setting. J Am Podiatr Med Assoc . 2007;97(6):439-446.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Electrophysical agents—contraindications and precautions: an evidence-based  approach to clinical decision making in physical therapy. Physiother Can . 2010;62(5):1-80.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "DeFranco MJ, Bach BR, Jr. Musculoskeletal photo Dx. Rash after anterior cruciate ligament reconstruction. J Musculoskeletal Med . 2008;25(8):399-400.  (C)"
        },
        {
            "number in article": 10,
            "reference": "Pritchard KA, Saliba SA. Should athletes return to activity after cryotherapy? J Athl Train . 2014;49(1):95-96.  doi:10.4085/1062-6050-48.3.13.  (SR)"
        },
        {
            "number in article": 11,
            "reference": "Macedo CSG, Alonso CS, Liporaci RF, Vieira F, Guirro RRJ. Cold water immersion of the ankle decreases neuromuscular response of lower limb after inversion movement. Braz J Phys Ther . 2014;18(1):93-97.  doi:10.1590/S1413-35552012005000132.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Brade C, Dawson B, Wallman K. Effects of different precooling techniques on repeat sprint ability in team sport athletes. Eur J Sports Sci . 2014;14(Suppl 1):S84-S91. doi:10.1080/17461391.2011.651491. (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Turkewitz C. Claims for cryotherapy treatment get new scrutiny after a death. New York Times Web site. http://www.nytimes.com/2015/11/06/us/cryotherapy-offers-treatment-at-300-degrees-with-little-oversight.html . Published November 5, 2015. Accessed October 14, 2019. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Kruger M, deMarees M, Dittmarr KH, Sperlich B, Mester J. Whole-body  cryotherapy’s enhancement of acute recovery of running performance in well-trained  athletes. Int J Sports Physiol Perform . 2015;10(5):605-612.  doi:10.1123/ijspp.2014-0392.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Selkow NM, Herman DC, Liu Z, Hertel J, Hart JM, Saliba SA. Blood flow after exercise-induced  muscle damage. J Athletic Training . 2015;400-406. doi:10.4085/1062-6050-49.6.01.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Khoshnevis S, Craik NK, Diller KR. Cold-induced  vasoconstriction may persist long after cooling ends: an evaluation of multiple cryotherapy units. Knee Surg Sports Traumatol Arthr. 2015;23(9):2475-2483.  doi:10.1007/s00167-014-2911-y.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Thain PK, Bleakley CM, Mitchell ACS. Muscle reaction time during a simulated lateral ankle sprain after wet-ice application or cold-water  immersion. J Athl Training . 2015;50(7):697-703.  doi:10.4085/1062-6050-50.4.05.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Muniz TB, Moraes R, Guirro RRJ. Lower limb ice application alters ground reaction force during gait initiation. Braz J Phys Ther . 2015;19(2):114-121. doi:10.1590/bjpt-rbf.2014.0080.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Hunter EJ, Ostrowski J, Donahue M, Crowley C, Herzog V. Effect of salted ice bags on surface and intramuscular tissue cooling and rewarming rates. J Sports Rehabil . 2016;25(1):70-76.  doi:10.1123/jsr.2014-0289.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Machado A, Ferreira P, Micheletti J, et al. Can water temperature and immersion time influence the effect of cold water immersion on muscle soreness? A systematic review and meta-analysis.  Sports Med . 2016;46(4):503-514.  doi:10.1007/s40279-015-0431-7.  (M)"
        },
        {
            "number in article": 21,
            "reference": "Yamane M, Ohnishi N, Matsumoto T. Does regular post-exercise  cold application attenuate trained muscle adaptation? Int J Sports Med . 2015;36(8):647-653. doi:10.1055/s-0034-1398652.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Wittig-Wells  D, Johnson I, Samm-McPherson  J, et al. Does the use of a brief cryotherapy intervention with analgesic administration improve pain management after total knee arthroplasty? Orthop Nurs . 2015;34(3):148-153.  doi:10.1097/NOR.00000000000000143. (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Yu S, Chen S, Yan H, Fan C. Effect of cryotherapy after elbow arthrolysis: a prospective, single blinded, randomized controlled study. Arch Phys Med Rehabil . 2015;96(1):1-6. doi:10.1016/j.apmr.2014.08.011. (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Yang Z, Davis JK, Casa DJ, Bishop PA. Optimizing cold water immersion for exercise-induced  hyperthermia: a meta-analysis.  Med Sci Sports Exer . 2015;47(11):2464-2472. doi:10.1249/MSS.00000000000000693. (M)"
        },
        {
            "number in article": 25,
            "reference": "Chang Y, Wu H. Effect of cryotherapy on ankle proprioception and balance in the subjects with chronic ankle instability. Isokinetics Exerc Sci . 2017;25(2):143-148. doi:10.3233/IES-170657.  (R)"
        },
        {
            "number in article": 26,
            "reference": "De Nardi M, Pizzigalli L, Benis R, Caffaro F, Cremasco MM. Acute effects of partial-body  cryotherapy on isometric strength: maximum handgrip strength evaluation. J Strength Cond Res . 2017;31(12):3497-3502.  doi:10.1519/JSC.0000000000001797. (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Mawhinney C, Low DA, Jones H, Green DJ, Costello JT, Gregson W. Cold water mediates greater reductions in limb blood flow than whole body cryotherapy. Med Sci Sports Exerc. 2017;49(6):1252-1260.  doi:10.1249/MSS.0000000000001223. (R)"
        },
        {
            "number in article": 28,
            "reference": "Radnovich R, Scott D, Patel AT, et al. Cryoneurolysis to treat the pain and symptoms of knee osteoarthritis: a multicenter randomized double-blind,  sham-controlled  trial. Osteoarthritis Cartilage . 2017;25(8):1247-1256.  doi:10.1016/j.joca.2017.03.006. (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Joo SY, Kim JB, Cho YS, Cho YS, Seo CH. Effect of cold pack therapy for management of burn scar pruritus: a pilot study. Burns. 2018;44(4):1005-1010.  doi:10.1016/ j.burns.2018.01.011. (R)"
        },
        {
            "number in article": 30,
            "reference": "Pour HA, Yavuz M. Effects of peripheral cold application on core body temperature and haemodynamic parameters in febrile patients. Int J Nurs Pract . 2014;20(2):156-163. doi:10.1111/ijn.12151. (RV)"
        },
        {
            "number in article": 31,
            "reference": "Francisco AA, De Oliveira SMJV, Steen M, Nobre MRC, De Souza EV. Ice pack induced perineal analgesia after spontaneous vaginal birth: randomized controlled trial. Women Birth . 2018;31(5):e334-e340.  doi:10.1016/j.wombi.2017.12.011. (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Hirunwiwatkul P, Charakorn N, Teerapraipruk B, Jongsuebsit T. The effects of a cold pack on postoperative turbinate and/or septal bleeding and pain. Am J Rhinol Allergy . 2016;30(3):222-225.  doi:10.2500/ajra.2016.30.4306. (SR)"
        },
        {
            "number in article": 33,
            "reference": "Rahimi-Kian  F, Shahbazi S, Mohammadi S, Haghani S. The effects of ice pack application on pain intensity in the active phase of labor and on birth satisfaction among primiparous women. Nurs Pract Today . 2018;5(3):355-362.  (RCT)"
        },
        {
            "number in article": 34,
            "reference": "Lombardi G, Ziemann E, Banfi G. Whole-body  cryotherapy in athletes: from therapy to stimulation. An updated review of the literature. Front Physiol . 2017;8:258. doi:10.3389/ fphys.2017.00258. (RV)"
        },
        {
            "number in article": 35,
            "reference": "Sharma G, Noohu MM. Effect of ice massage on lower extremity functional performance and weight discrimination ability in collegiate footballers. Asian J Sports Med . 2014;5(3):e23184. doi:10.5812/asjsm.23184. (RV)"
        },
        {
            "number in article": 36,
            "reference": "Wakabayashi H, Osawa M, Koga S, et al. Effects of muscle cooling on kinetics of pulmonary oxygen uptake and muscle deoxygenation at the onset of exercise. Physiol Rep . 2018;6(21):e13910. doi:10.14814/phy2.13910. (RV)"
        },
        {
            "number in article": 37,
            "reference": "Peake JM, Roberts LA, Figueiredo VC, et al. The effects of cold water immersion and active recovery on inflammation and cell stress responses in human skeletal muscle after resistance exercise. J Physiol. 2017;595(3):695-711.  doi:10.1113/JP272881. (RV)"
        },
        {
            "number in article": 38,
            "reference": "DuPont WH, Meuris BJ, Hardesty VH, et al. The effects combining cryocompression therapy following an acute bout of resistance exercise on performance and recovery. J Sports Sci Med . 2017;16(3):333-342.  (RV)"
        },
        {
            "number in article": 39,
            "reference": "Zhu Y, Peng X, Wang S. Vapocoolant spray versus placebo spray/no treatment for reducing pain from intravenous cannulation: a meta-analysis  of randomized controlled trials. Am J Emerg Med . 2018;36(11):2085-2092.  doi:10.1016/j.ajem.2018.03.068. (M)"
        }
    ]
}