{
    "metadata": {
        "title": "Hip Pointer",
        "synonyms": [
            "iliac contusion",
            "iliac bone bruise",
            "contusion, iliac",
            "bruise, iliac bone"
        ],
        "anatomical location body part affected": [
            "Anterior iliac crest or apophysis and the overlying soft tissue"
        ],
        "area of specialty": [
            "sports rehabilitation",
            "orthopedic rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "Contusion along upper or lower margin of iliac crest where abdominal and lower extremity musculature attach"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S70": "hip contusion",
            "S73.1": "hip sprain/strain",
            "S76": "upper leg muscle/tendon injury (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The hip pointer is usually a sports-related  injury, seen most often in young male athletes who play tackling/blocking sports such as American football or rugby. Typically, patients present within 2 days of the injury. Signs and symptoms include focal tenderness, abrasion, contusion, hematoma, and guarded/ painful movements, as well as antalgic gait in severe cases. Rarely, fracture of iliac crest, or avulsion of the iliac apophysis in adolescents(1) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Consider possible femoral neck/hip fracture if weight-bearing  is not tolerable",
            "When palpating, the entire anterolateral hip might be extremely tender, thus requiring special handling as to not elicit excessive pain"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  direct blow from a collision  e.g., football helmet  or hard surface  e.g., equipment in gymnastics": [],
        "pathogenesis:  contusion to the anterior-superior  iliac crest, with swelling, inflammation, and occasional hematoma. possible tearing  seldom avulsion  of muscle-tendon": [],
        "risk factors": [
            "Contact sports (football, rugby, ice hockey)",
            "Sports involving high-velocity  objects (e.g., baseball, soccer ball, lacrosse stick) orsports with high-risk  falls (gymnastics, ice skating, equestrian, volleyball, skiing/snowboarding)",
            "Not wearing protective padding increases risk"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "In rare cases with visible deformity of the iliac crest or crepitus suggestive of fracture/ avulsion, consult referring physician",
        "Advise patients recovering from avulsion hip pointer to minimize muscle strain and risk of trauma for at least 6 weeks(2,3)",
        "Consider possible femoral neck/hip fracture if weight-bearing  is not tolerable ",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Consider possible femoral neck/hip fracture if weight-bearing  is not tolerable",
            "When palpating, the entire anterolateral hip might be extremely tender, thus requiring special handling as to not elicit excessive pain"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What type of trauma was involved? Was a “pop” or “snap” experienced? Was weight-bearing  painful immediately after the injury? Date and location of injury? What treatments have helped? Is the pain subsiding?",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management. How has the pain responded to treatments? If sportsrelated,  was the patient examined/treated in athletic training room?",
                    "surgical management": [],
                    "medications": "Analgesics might be prescribed for pain",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The primary goal of the physical examination is to identify the soft tissues involved in the contusion and the extent to which the contusion limits function. Plain radiographs to rule out pelvic and avulsion fractures or epiphyseal separation in adolescents.(7) CT scan for internal injuries or bone scan if condition does not improve"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if applicable",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia) Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any prior low back, hip, or pelvis problems?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders(7)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports?",
                "functional limitations assistance with ADLs adaptive equipment": "Any disability in daily activities? ",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home and if any modifications are necessary"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Evaluate for proper use and fit of ambulatory assistive device, if applicable",
            "balance": "Assess balance and symptom response of affected lower extremity in single-leg  stance in comparison to the unaffected leg",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess pedal pulses, especially in cases with hematoma",
            "functional mobility": "",
            "gait locomotion": "Assess gait pattern and need for protected ambulation; might be antalgic in severe cases, thus requiring crutchesAssess passive accessory movements of the hip joint when pain and irritability are low",
            "muscle strength": "Assess strength of all hip musculature, especially for hip flexion and abduction. Assess strength in trunk flexion, lateral flexion, and rotation with manual resistance applied to torso in sitting position, if appropriate(8)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Are trunk and lower-extremity  alignment normal? Is there asymmetry because of weight shifting and guarding/ splinting?(8)",
            "range of motion": "Assess active ROM of trunk (rotation and lateral flexion might be painful) and at involved hip joint (abduction might be painful). Note whether passive stretching of trunk rotators and hip abductors increases pain(8)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "The femoral nerve or lateral cutaneous nerve might be affected –Lateral cutaneous nervelateral thighL2, 3, 4anteromedial thigh and legknee extension, hip flexion",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Beware of femoral or lateral cutaneous nerve palsy secondary to hematoma compression or scar formation in severe cases, or prolonged application of cryotherapy(1)",
                "Will want to prevent the development of a hematoma, which could lead to myositis ossificans(4)"
            ]
        },
        "diagnosis need for treatment": "Painful hip contusion that restricts mobility and functional capacity",
        "rule out": " Rule out Muscle strain Pelvic/hip fracture(4) Femoral neck fracture Osteitis pubis(4) Epiphyseal separation/avulsion Iliotibial band syndrome Snapping hip syndrome(4) Compartment syndrome(4) Sacroiliac joint injury(4) Hip tendonitis/bursitis(4)",
        "prognosis": [],
        "referral to other disciplines": "Aspiration of hematoma and injection of local anesthetic might provide some pain relief. A corticosteroid injection may reduce pain (8)",
        "other considerations": [],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "resolution of tenderness and palpable edema hematoma": [
            "Skin palpation"
        ],
        "normal gait pattern without assistive device": [
            "Gait assessment"
        ],
        "symmetry in standing posture and weight-bearing  activities": [
            "Posture assessment"
        ],
        "bilateral symmetry in strength": [
            "Manual muscle testing",
            "Isokinetic testing"
        ],
        "flexibility  pain-free  full arom  and single-leg  balance": [
            "Goniometry",
            "Muscle length assessment"
        ],
        "appropriate functional strength and power for return to sport": [
            "LEFS",
            "FIM",
            "FMS",
            "Sport-specific  testing"
        ]
    },
    "maintenance or prevention": [
        "Protective hip padding is highly advised for patients returning to sport"
    ],
    "patient education": [
        "Hip Pointers. University of Pittsburgh Medical Center website. http://www.upmc.com/services/sports-medicine/conditions/pages/hip-pointer.aspx  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Melamed H, Hutchinson MR. Soft tissue problems of the hip in athletes. Sports Med Arthrosc . 2002;10(2):168-175.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Weiker GG, Munnings F. How I manage hip and pelvis injuries in adolescents. Phys Sportsmed . 1993;21(12):72-74,  77-80, 82. (X)"
        },
        {
            "number in article": 3,
            "reference": "Weiss JM, Ramachandran M. Hip and pelvic injuries in the young athlete. Oper Tech Sports Med . 2006;14(3):212-217.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Martinez JM, Honsik K. Hip pointer. Medscape Web site. http://www.emedicine.com/SPORTS/topic50.htm . Published October 22, 2015. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Skelker R. Hip pointers: a bruise unlike any other. Hughston Health Alert . 1991;3(4):5-6.  (X)"
        },
        {
            "number in article": 6,
            "reference": "Weiker GG, Munnings F. Selected hip and pelvis injuries: managing hip pointers, stress fractures, and more. Phys Sportsmed . 1994;22(2):96-99,  103-106. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Takenaka S, Hamada K, Tanaka H, Outani H, Naka N, Yoshikawa H. Silent subperiosteal iliac hematoma with bone radiolucency in adolescent male athletes. J Orthop. 2020;17:198-202.  doi:10.1016/j.jor.2019.08.011. (C)"
        },
        {
            "number in article": 8,
            "reference": "Gultekin S, Cross T. The Franklin-Naismith  lesion: A severe variant of hip pointer. Orthop J Sports Med . 2019;7(1):2325967118820507. doi:10.1177/2325967118820507. (C) "
        }
    ]
}