{
    "metadata": {
        "title": "Speech sound disorder  Inconsistent phonological disorder",
        "synonyms": [
            "inconsistent phonological disorder"
        ],
        "anatomical location body part affected": [
            "The brain; difficulty assembling a phonological template for words in the speech output processing system; difficulty selecting and sequencing phonemes(1)"
        ],
        "area of specialty": [
            "child speech and language disorders"
        ],
        "description": [
            "A variety of incorrect forms are produced for a single word; child displays at least 40% variability on speech error forms(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {
            "Spoken Language Expressive G-code Set:": {
                "G9162": "Spoken language expression functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9163": "Spoken language expression functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9164": "Spoken language expression functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition "
        ],
        "presentation signs and symptoms": [
            "An inconsistent phonological disorder is diagnosed when a child displays at least 40% variability on speech error forms (e.g., when a set of target words are each said three times, over 40% of the words are produced with variable errors). Several incorrect forms are produced for a single word; for example, a child might produce “horse” as “hot”, “sos”, and “ho”. This is in contrast to a consistent phonological disorder, in which a child consistently uses the same non-developmental  (atypical) error pattern and a phonological delay, in which error patterns are consistent and typical in the speech of younger children.(1)For detailed information on other types of phonological speech sound disorders, please see Clinical Review…Speech Sound Disorders: Phonological ; CINAHL Topic ID # T903885. Causes & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes: difficulty assembling a phonological template for words in the speech output processing system; difficulty selecting and sequencing phonemes": [],
        "risk factors: although the cause of phonological speech sound disorders is usually unknown, the following risk factors have been identified:": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Is there a history of hearing loss, chronic ear infections, head injury, and/or hospitalizations?Obtain information on the child’s communication development; the answers given by parents/ caregiver(s) to questions about communication should reveal any evidence of delayed communication milestones (e.g., when child began babbling, saying first words, using two-word  combinations).(6)Inquire about parent/caregiver’s level of concern, their social-emotional reaction, and the child’s level of frustration(7)",
                "course of treatment": {
                    "medical management": "Determine what, if any, medications the child’s physician has prescribed; are they being taken? ",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Review school and medical records, noting any pertinent testing information. Review any",
                        "previously written speechlanguage  diagnostic reports"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g. ice or heating pack) or alternative therapies (e.g. acupuncture) and whether they help or not",
                    "previous therapy": "Document whether patient has had speech, occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Document whether the patient has received early intervention and/or special education services"
                },
                "aggravating easing factors": "Are there certain times of day that the child’s speech is better or worse? Does the child speak more clearly with certain people or teachers? Are there specific situations in which the child’s speech is more or less understandable? How does the child react when others cannot understand him/her?",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms. Are the child’s speech errors limited to only a few sounds, similar to chronologically younger children, consistent, or inconsistent and dissimilar to the speech of younger children? Is there evidence of a motor-based  speech sound disorder such as dysarthria or childhood apraxia of speech?",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms the patient may be experiencing which could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., attention difficulties, motor difficulties, ear problems)",
                "respiratory status": "Does the child have respiratory issues, including asthma?A hearing screening with an audiometer is within the scope of practice of an SLP and should be performed prior to all pediatric speech and hearing evaluations. If a child fails to achieve a threshold of 20 dB across the speech frequencies (500, 1000, 2000, and 4000 HZ), a referral to audiology should be made for a full audiological evaluation(2,7)Children with chronic middle ear infections have been identified as being at increased risk for developing phonological disorders.(2,6)Document if and when the child has had ear infections. How long did the infections last? Does the child presently have an ear infection? How were ear infections treated? -Are there any barriers to learning? Yes/No -If Yes, describe"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has the child previously been diagnosed with other speech, language, learning, or motor delays or disorders?",
                    "comorbid diagnoses": "Ask the child’s parent/caregiver about other problems including gross and fine motor delays, cognitive delays, sensory difficulties, hearing loss",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask the parent/caregiver and child about other symptoms the child is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What activities does the child enjoy? How does he or she perform in school?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the child use or need an alternative or augmentative communication system?Does the child use a walker, wheelchair, leg brace, etc.? Does the child require/wear hearing aids or cochlear implants? Does the child require/wear glasses? Does the child require/use an FM system?",
                "living environment": " -With whom does the patient live? -What language(s) is the child exposed to at home, in the community, and at school? What percentage of time is each language spoken around/with the child? -Children who speak more than one language or a dialectal variety of a language (e.g., African American Vernacular English [AA VE] must not automatically be labeled as having a speech sound disorder(2)) -Children who speak more than one language might display speech characteristics that are not disordered but simply related to another language’s phonology system. SLPs who work in areas with a large population of multilingual children should work with local translators, parents, and teachers to develop norms and resources specifically tailored to these populations(2)  -In order to appropriately and accurately assess a child who speaks a language different from his or her own, the SLP must research the linguistic and cultural background of the child.(2)This includes the development of local norms for the SLP’s specific populations(8)"
            }
        },
        "relevant tests and measures": {
            "general": "",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " An inconsistent phonological disorder is diagnosed when a child makes multiple, inconsistent errors when attempting to say a target word. According to Dodd et. al. (2005), when a child is asked to name 25 pictures on three separate occasions during a single evaluation session and shows 40% or greater variability on errors, an inconsistent phonological disorder exists.(1) For example, a child with an inconsistent phonological disorder might produce the word block as [kak], [bag], and [ak] while a child with a consistent phonological disorder would make the same error on all three productions The Diagnostic Evaluation of Articulation and Phonology – US Edition (DEAP)  (13) –A norm-referenced  test that includes two screening measures and three assessments(14) –The Diagnostic Screen determines the need for additional testing of a child’s speech production and the Oral Motor Screen indicates if an in-depth  oral-motor  assessment is necessary.(14) The three assessment measures include the Articulation Assessment, the Phonology Assessment, and the Word Inconsistency Assessment. These assessments lead to a differential diagnosis of articulation disorder, delayed phonological development, consistent phonological disorder, or inconsistent phonological disorder(14) –The U.S. edition of the DEAP was standardized in 2005 and involved over 650 American children between the ages of 3 years, 0 months and 8 years, 11 months(14)one normed on children in the UK and one normed on children in Australia(15,16) ",
            "speech and language examination": "If receptive and/or expressive language difficulties are suspected, conduct a complete evaluation of these domains. For detailed information on the assessment of childhood language disorders, please see the series of Clinical Reviews on this topicChildren with inconsistent phonological disorder have been shown to have difficulty with syllable segmentation tasks although they perform similar to typically developing children on measures of rhyme and alliteration. Children with consistent phonological disorder have been shown to have difficulty with rhyme and alliteration when compared to typically developing children.(11)Briefly assess the child’s phonological awareness skillsChildren with speech sound disorders are at risk for reading difficulties. Children with inconsistent phonological disorder exhibit significantly higher rates of spelling errors (e.g., letter substitutions, omissions and final letter errors) when compared to children with typically developing speech.(11) A brief screening of reading and spelling is appropriate for school-aged  children with more in-depth  testing as appropriateAssess articulation and phonologyUse a standardized test or an informal (nonstandardized) analysis to determine errors that have a high frequency of occurrence, are early developing, and/or are functionally important for that child and his or her family. For specific sounds, the number of omissions, substitutions, distortions, and additions can be completed(6,9)Calculate information on word length (by syllable) from a speech sample. Make a list of the syllable types used by the child (e.g., V , CV , CVC)(9)Use a standardized test to classify and quantify phonological processes (patterns relating to sound errors). The Diagnostic Evaluation of Articulation and Phonology  (DEAP ), one standardized test that can be used for this purpose, is described in the section Special Tests Specific to Diagnosis. Determine whether the phonological processes displayed in the child’s speech are developmental (typically occurring in the speech of young children with similar language backgrounds) or non-developmental  (atypical).(10) Using the DEAP , determine whether the child’s(2) Omission of one or more syllables from a polysyllabic word; the syllable with the least stress is deleted; e.g., [medo] for tomato(2) Repetition of a syllable of the target word; might be partial or total; e.g., [baba] for bottle (partial)(2) Addition of the /i/ sound to the target word; e.g., [buki] for book; [dali] for doll(2)Insertion of an unstressed vowel (usually schwa /eh/ between two consonants); e.g. [sepun] for spoon (2,12) Omission of the final consonant in a word; e.g., [bu] for book, [waegI] for wagon(2)Omission of the initial consonant in a word(2) Deletion or substitution of some or all members of a cluster; e.g., [gin] for green; [pak] for park(2,12) Substitutions of stops for fricatives; e.g., [tek] for shake; [dab] for job(2) Substitutions of stops or fricatives for affricates; e.g., [ter] for chair; [sap] for chop(2,12) Substitutions of front sounds (usually alveolar stops) for velar sounds; e.g., [tap] for cop; [dIs] for kiss(2)Substitutions of alveolar fricatives for palatal fricatives; e.g. [maetsiz] for matches(2)Substitutions of a glide for a prevocalic liquid; e.g., [waebIt] for rabbit; [bwaek] for black(2)Substitutions of a glide for a prevocalic liquid; e.g., [waebit] for rabbit; [bwaek] for black(2)Substitutions of a vowel for a syllabic liquid; e.g., [sImpo] for simple; [boade] for birthday(2)Process in which one sound changes to become more like another, neighboring sound; e.g., [kaek] for tack(2)Nonlabial consonant becomes a labial sound; e.g., [bab] for book; [waep] for wax(2)Nonvelar sound becomes a velar sound; e.g., [kik] for keep(2)Nonnasal sound becomes a nasal sound; e.g., [mam] for mop; [non] for nose(2) Nonalveolar sound becomes an alveolar sound; e.g., [sut] for soup(2)A voiceless sound preceding a vowel becomes voiced; e.g., [dan] for tan, [zut] for suit(2)V oiced obstruent following a vowel becomes voiceless/devoiced; e.g., [pIk] for pigBriefly assess the patient’s vocal quality; if there are concerns regarding the quality or resonance of the voice or vocal fold function, refer the patient to an otolaryngologist (to rule out and/or treat laryngeal pathologies) prior to conducting a full voice evaluation. For detailed information on the assessment and treatment of voice disorders in children,An Overview ; CINAHL Topic ID # T709181",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "The identification of an inconsistent phonological disorder will inform the best course of treatment. As discussed below, research indicates that effective intervention for inconsistent phonological disorder is different from effective intervention for other types of speech sound disorders(17,18,19,20)"
            ]
        },
        "diagnosis need for treatment": "The identification of an inconsistent phonological disorder is made by a certified speech-language pathologist following an in-depth  speech and language assessment",
        "rule out": "Distinguish between a phonological disorder and dialectal difference or speech sound production that is influenced by another language. When assessing a bilingual child, the SLP must determine the language(s) of assessment, choose assessment tools appropriate for the language(s), perform a complete phonological analysis, and consider any dialectal and other language influences.(9) Distinguishing between various types of phonological disorders and motor-based  speech disorders is critical and will inform the course of treatment.(17,18,19,20) Hearing loss should be ruled out",
        "prognosis": [],
        "referral to other disciplines": " Referral to audiologist if the child fails hearing screening Referral to neurologist if neurological abnormalities are noted during assessment Referral to otolaryngologist if structural abnormalities or voice problems are noted during assessment Referral to a psychologist if underlying psychological or cognitive diagnosis is suspected Referral to a physical or occupational therapist if abnormal gross or fine motor skills are suspected Referral to special education teacher if reading or spelling difficulties are suspected",
        "other considerations": [],
        "treatment summary": [
            "Core vocabulary therapy is the primary method used to treat an inconsistent phonological disorder(21) –The goal of core vocabulary therapy is to teach a child to “build” words using phonological plans(21) –Core vocabulary therapy does not aim to correct the phonological patterns present in the child’s speech but rather to target the weakness underlying the child’s output system (i.e., the phonological planning deficit)(21) –In core vocabulary therapy, a child learns to produce a set of functional, high-frequency  words more accurately and with consistency (yet not necessarily error-free)(21) –Detailed, specific information about each word in the target set is provided to the child and then consistent production is established through drill work (target = 100 productions in a 30-minute  session)(17,21) –At the beginning of therapy, a set of at least 50 words are chosen to target. These words are selected by the parents, teacher, caregiver, and child(17,21) –Common target words include family and friends’ names, function words, foods, and names of the child’s favorite things(21) –Feedback is given when there is an error in target word production. The feedback includes a detailed description of the error and how it can be corrected. Imitation of correct production is not recommended because it prevents the child from formulating his or her own phonological plan(17,21) –Once a child is able to produce his or her target words in a consistent manner, he or she may benefit from phonological contrast therapy to target any consistently produced developmental phonological process errors(17,21) –Ideal service delivery model for core vocabulary therapy involves:(17,21) -Two 30-minute  sessions per week(17,21) -First session of the week includes selecting a subset of words (5 or more) on which to focus and establishing consistent production of these words(17,21) -Second session of the week focuses on producing the subset of target words, in a consistent manner, a high number of times(17,21) -At the end of a week’s second session, the child is asked to produce the week’s subset of target words three times. Words that are produced the same (i.e., consistently) each time are removed from the practice list(21) -Therapy is conducted one-on-one  due to the individualized nature of the target words(21)  -Parents attend therapy and do daily practice at home(21) -Therapy usually occurs over a 6 to 8-week  time period. A second 6 to 8-week-long  session is occasionally required to establish consistency(21)",
            "The following studies support the effectiveness of using core vocabulary therapy to treat an inconsistent phonological disorder: –Researchers in Australia conducted case studies of 3 boys with inconsistent phonological disorder. Core vocabulary treatment was implemented, although length of treatment varied: one boy received 12 speech therapy sessions, one boy received 27 speech therapy sessions, and one boy received 38 speech therapy sessions. Results show that following core vocabulary intervention, all three boys displayed significant decreases in inconsistent speech production and increases in Percent Consonants Correct (PCC)(17) –Researchers in Australia conducted a study involving 18 children between the ages of 4;8 and 6;5. Ten children had an inconsistent phonological disorder and 8 children had a consistent phonological disorder. Participants each received two, 8-week  blocks of therapy. One block of therapy involved phonological contrast therapy, which targets production error patterns (i.e., specific phonological processes). One block of therapy involved core vocabulary therapy. According to the authors of this study, results show that children with inconsistent phonological disorder benefited most from core vocabulary therapy while children with consistent phonological disorder benefited most from phonological contrast therapy(19) –In a study conducted in Australia, researchers examined the effects of three therapy methods: phonological contrast therapy, core vocabulary therapy, and Prompts for Restructuring Oral Muscular Phonetic Targets(PROMPT).(20) PROMPT is an intervention method that targets the physical-sensory  components of motor speech performance.(22) Each type of therapy was administered to the three children involved in the study: one diagnosed with a consistent phonological disorder and one diagnosed with an inconsistent phonological disorder. The authors of this study reported that the children with inconsistent phonological disorder benefited the most from core vocabulary therapy while the child with consistent phonological disorder benefited the most from phonological contrast therapy. One of the children with inconsistent phonological disorder showed additional benefit from phonological contrast therapy once consistency of speech production was established(20) . Problem Goal Intervention Expected Progression Home Program Inconsistent phonological disorderIncrease consistency of word productions; establishment of phonological plansCore vocabulary therapy _ See Treatment summary, aboveIncreased consistency of word productionDaily practice of weekly targeted words; parent/caregiver attends therapy sessions ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved speech intelligibility": [
            "Measurements of PCC and percent vowels correct (PVC)(21)"
        ],
        "consistent best production of at least  target words  child produces a word exactly the same way with each production . consistent productions may be correct  i.e., match adult production  or include a developmental phonological process": [],
        "generalization of consistency to other words once the  target words are mastered": [
            "Readministration of the DEAP in order to assess improvements in consistency of word production(21)"
        ],
        "increased ability to make and implement a phonological plan ": []
    },
    "maintenance or prevention": [
        "Parents are involved in therapy sessions and daily target word practice is completed at home(18,21)"
    ],
    "patient education": [
        "Speech-language-therapy.com  provides information on speech sound disorders written by Caroline Bowen, speech-language pathologist: http://speech-language-therapy.com/index.php?option=com_content&view=article&id=16:ssd&catid=11 Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on July 22, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Dodd B, Holm A, Crosbie S, McCormack P. Differential diagnosis of phonological disorders. B. D, ed. Differential Diagnosis and Treatment of Children with Speech Disorder . 2nd ed. West Sussex, UK: Whurr Publishers Ltd; 2005. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Peña-Brooks  A, Hedge MN. Assessment and Treatment of Articulation and Phonological Disorders in Children: A Dual-Level  Text. 2nd ed. Austin, TX: Pro-Ed; 2007. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Rvachew S. Phonological processing and reading in children with speech sound disorders. Am J Speech Lang Pathol . 2007;16(3):260-270.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Nithart C, Demont E, Majerus S, Leybaert J, Poncelet M, Metz-Lutz  MN. Reading disabilities in SLI and dyslexia result from distinct phonological impairments. Dev Neuropsychol . 2009;34(3):296-311.  (R)"
        },
        {
            "number in article": 5,
            "reference": "U.S. Preventive Services Task Force. Screening for speech and language delay in preschool children: recommendation statement. Am Fam Physician . 2006;73(9):1605-1610. (PFR)"
        },
        {
            "number in article": 6,
            "reference": "Bleile K. Evaluating articulation and phonological disorders when the clock is running. Am J Speech Lang Pathol . 2002;11(3):243-249.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Miccio AW. Clinical problem solving: assessment of phonological disorders. Am J Speech Lang Pathol . 2002;11(3):221-229.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Skahan SM, Watson M, Lof GL. Speech-language  pathologists’ assessment practices for children with speech sound disorders: results of a national survey. Am J Speech Lang Pathol. 2007;16(3):246-259.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Goldstein BA. Assessing phonological skills in Hispanic/Latino children. Semin Speech Lang . 2001;22(1):39-49.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Dodd B, Crosbie S. A procedure for classification of speech disorders. In: Dodd B, ed. Differential Diagnosis and Treatment of Children with Speech Disorder 2nd Edition. West Sussex, UK: Whurr Publishers Ltd; 2005. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Holm A, Farrier F, Dodd B. Phonological awareness, reading accuracy and spelling ability of children with inconsistent phonological disorder. Int J Lang Comm Dis . 2008;43(3):300-322.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Klein ES, Flint CB. Measurement of intelligibility in disordered speech. Lang Speech hear Serv Sch . 2006;37(3):191-199.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Dodd B, Hua Z, Crosbie S, Holm A, Ozanne A. Diagnostic Evaluation of Articulation and Phonolgy – US Edition (DEAP) . : Pearson Education, Inc. (PP)"
        },
        {
            "number in article": 14,
            "reference": "Technical Report: DEAP – US Edition. http://images.pearsonassessments.com/images/tmrs/tmrs_rg/DEAP_Techreport.pdf?WT.mc_id=TMRS_DEAP_Technical_Report . Published 2009. Accessed June 19, 2017. (PP)"
        },
        {
            "number in article": 15,
            "reference": "Diagnostic Evaluation of Articulation and Phonology (DEAP). http://www.pearsonclinical.co.uk/AlliedHealth/PaediatricAssessments/PhonologyandArticulation/ DiagnosticEvaluationofArticulationandPhonology(DEAP)/DiagnosticEvaluationofArticulationandPhonology(DEAP).aspx . Published 2016. Accessed June 19, 2017. (GI)"
        },
        {
            "number in article": 16,
            "reference": "Pearson Clinical Assessment Australia and New Zealand: Diagnostic Evaluation of Articulation and Phonology (DEAP). https://www.pearsonclinical.com.au/products/view/108 . Published 2016. Accessed June 19, 2017. (GI)"
        },
        {
            "number in article": 17,
            "reference": "McIntosh B, Dodd B. Evaluation of core vocabulary intervention for treatment of inconsistent phonological disorder: three treatment case studies. Child Lang Teach The . 2009;24(3):307-327.  (C)"
        },
        {
            "number in article": 18,
            "reference": "Dodd B, Holm A, Crosbie S, McIntosh B. A core vocabulary approach for management of inconsistent speech disorder. Adv Speech Lang Pathol . 2006;8(3):220-230.  (C)"
        },
        {
            "number in article": 19,
            "reference": "Crosbie S, Holm A, Dodd B. Intervention for children with severe speech disorder: A comparison of two approaches. Int J Lang Comm Dis . 2005;40(4):467-491.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Dodd B, Bradford A. A comparison of three therapy methods for children with different types of developmental phonological disorder. Int J Lang Comm Dis . 2000;35(2):189-209.  (C)"
        },
        {
            "number in article": 21,
            "reference": "Holm A, Crosbie S, Dodd B. Treating inconsistent speech disorders. Dodd B, ed. Differential Diagnosis and Treatment of Children with Speech Disorder 2nd Edition . West Sussex, UK: Whurr Publishers Ltd; 2005. (PP)"
        },
        {
            "number in article": 22,
            "reference": "The PROMPT Institute: What is PROMPT?. http://www.promptinstitute.com/?WIPforResearch . Accessed June 19, 2017. (GI) "
        }
    ]
}