{
    "metadata": {
        "title": "Dysphagia  Swallowing Therapy, Indirect",
        "synonyms": [
            "swallowing disorder  swallowing therapy, indirect",
            "deglutition disorder swallowing therapy, indirect",
            "oral dysphagia: swallowing therapy, indirect",
            "pharyngeal dysphagia: swallowing therapy, indirect",
            "esophageal dysphagia: swallowing therapy, indirect",
            "difficulty swallowing: swallowing therapy, indirect",
            "dysphagia, oral: swallowing therapy, indirect",
            "dysphagia, pharyngeal: swallowing therapy, indirect",
            "dysphagia, esophageal: swallowing therapy, indirect",
            "swallowing difficulty: swallowing therapy, indirect",
            "swallowing therapy, indirect: dysphagia",
            "indirect swallowing therapy: dysphagia"
        ],
        "anatomical location body part affected": [
            "Anatomy of swallowing, which can include the lips, tongue, buccal muscles, laryngeal structures, and/or pharyngeal structures"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders",
            "infant feeding and feeding disorders"
        ],
        "description": [
            "Dysphagia therapy can be conceptualized in two ways  direct vs indirect therapy or facilitative (sometimes called rehabilitative) vs compensatory therapy.(1,2) Direct dysphagia therapy comprises interventions that involve modification of volume and speed of the presentation of food or liquid that the patient is required to swallow, and indirect dysphagia therapy comprises oral motor exercises that indirectly improve the swallow (i.e., the patient is NOT given food or liquids to swallow during the therapy sessions).(1,2) Compensatory dysphagia therapy/treatment comprises interventions that alter the external factors related to swallowing and do not address the underlying dysphagia itself, while facilitative dysphagia therapy comprises interventions that are designed specifically to improve the swallow function/physiology and/or the ROM of the oral mechanism.(1) This Clinical Review focuses on indirect dysphagia therapy. Indirect dysphagia therapy is provided to patients with very impaired swallowing function who will likely aspirate any consistency of food or liquid provided to them.(2) The decision to treat a patient with indirect dysphagia therapy only is made based on the results of an instrumental swallow evaluation, such as a flexible endoscopic examination of swallowing (FEES) or modified barium swallow study (MBS)/videofluoroscopic swallow study (VFSS)(2)",
            "Therapy techniques that might be utilized in an indirect dysphagia therapy/treatment program include oral motor and pharyngeal ROM exercises, oral stimulation, base of tongue exercises, and pharyngeal/laryngeal strengthening exercises(1,2)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Swallowing G-code set": {
                "G8996": "Swallowing functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G8997": "Swallowing functional limitation, projected goal status, at initial therapy treatment/outset and at discharge from therapy",
                "G8998": "Swallowing functional limitation, discharge status, at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Ensure that patients with dentures have dentition in place before performing a swallowing evaluation",
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain tolerance, fatigue, and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance",
            "Due to the difference between adult and pediatric swallowing issues, it is important that a speech-language  pathologist (SLP) have competencies in dysphagia management for the particular population being evaluated and treated(36)",
            "A patient’s culture and native language should be considered to determine the appropriateness of examination questions and materials",
            "Older adults with dysphagia in combination with dementia or other cognitive difficulties might not be able to answer questions regarding medical history. It is recommended that the caregiver/family be involved in all assessment procedures",
            "A team approach is often used for the evaluation of swallowing disorders due to the heterogeneity of diagnoses and the complexity of treatment. Additional assessment team members might include representatives from different disciplines, including an SLP; a pediatrician or other physician; a nutritionist/registered dietician; a nurse or nurse practitioner; an occupational therapist (OT); a psychologist; a social worker; and a physical therapist (PT)(36)",
            "See full  Contraindications/precautions to examination   in the series of Clinical Reviews on dysphagia"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "dysphagia": [
            "Dysphagia is the medical term that refers to the symptoms and signs of difficulty in swallowing and/or a swallowingdisorder/problems(3,4)",
            "Complications of dysphagia include malnutrition, dehydration, aspiration and aspiration pneumonia, and death(3,5,6)",
            "There are two types of dysphagia(4)–Oropharyngeal dysphagia-Dysphagia involving the oral phase, pharyngeal phase, or both oral and pharyngeal phases of the normal swallowingprocess(4,7,8)-Dysphagia that affects the oral phase only is referred to as oral dysphagia(9)-Dysphagia that affects the pharyngeal phase only is referred to as pharyngeal dysphagia(9)-Dysphagia that affects both oral and pharyngeal phases of the swallow is referred to as oropharyngeal dysphagia(9)-Symptoms of oropharyngeal dysphagia include choking and/or coughing while eating and/or drinking, pocketing food inthe cheeks, and loss of food or liquid from the mouth while attempting to swallow(3,7)-Oropharyngeal dysphagia is the type of dysphagia for which indirect swallowing therapy techniques are appropriate–Esophageal dysphagia-Dysphagia resulting from an impairment of the esophagus or lower end of the esophagus, called the lower esophagealsphincter (LES)(4,7,8)-Patients generally report experiencing symptoms such as regurgitation or heartburn(3,7,8)",
            "For detailed information on assessment and treatment of dysphagia, see the series of Clinical Reviews on this topic"
        ],
        "risk factors for dysphagia": [
            "Cervical osteophytes(4)",
            "Ear, nose, throat, or maxillofacial surgery(10)",
            "Advanced age(6,8,11) (for detailed information on assessment and treatment of dysphagia in older adults, see ClinicalReview…Dysphagia in Older Adults ; CINAHL Topic ID Number:T903600)",
            "Head and neck cancer(3,4) (for detailed information on assessment and treatment of dysphagia in patients with head andneck cancer, see Clinical Review…Dysphagia: Patients with Head and Neck Cancer ; CINAHL Topic ID Number:T709050)",
            "Infection(4)–Botulism(4)–Diphtheria(4)–Lyme disease(4)–Syphilis(4)",
            "Neurological disease(3,4,10)–Amyotrophic lateral sclerosis (ALS)(4,8) (for detailed information on assessment and treatment of patients with ALS,seeClinical Review…Dysphagia: Amyotrophic Lateral Sclerosis (ALS) ; CINAHL Topic ID Number:T708986)–Brainstem tumor(4)–Stroke(3,4,8,12) (for detailed information on assessment and treatment of dysphagia in patients with stroke, see ClinicalReview…Dysphagia: Post-Stroke ; CINAHL Topic ID Number: T708770)–Dementia (for detailed information on assessment and treatment of patients with dementia, see Clinical Review…Dysphagia: Dementia ; CINAHL Topic ID Number: T708935)(3)–Dermatomyositis/polymyositis (i.e., inflammatory distal muscles diseases marked by chronic muscle tissue inflammationand progressive muscle weakness)(4)–Multiple sclerosis(3,4,8) (for detailed information on assessment and treatment of patients with multiple sclerosis, seeClinical Review…Dysphagia: Multiple Sclerosis ; CINAHL Topic ID Number: T708991)–Myasthenia gravis(4,8) (for detailed information on assessment and treatment of patients with myasthenia gravis,seeClinical Review…Dysphagia: Myasthenia Gravis in Adults ; CINAHL Topic ID Number: T709053and ClinicalReview…Dysphagia: Myasthenia Gravis in Children ; CINAHL Topic ID Number: T709054)–Myotonic/muscular/oculopharyngeal dystrophy (for detailed information on assessment and treatment of patients withmyotonic dystrophy, see Clinical Review…Dysphagia: Myotonic Dystrophy in Adults ; CINAHL Topic ID Number:T709072)(4)–Paraneoplastic syndrome (i.e., collective signs and symptoms caused by material released from a tumor or in reaction to atumor)(4)–Parkinson disease(3,4,8) (for detailed information on assessment and treatment of patients with Parkinson disease, seeClinical Review…Dysphagia: Parkinson Disease ; CINAHL Topic ID Number: T708934)–Post-polio  syndrome (for detailed information on assessment and treatment of dysphagia in post-polio  syndrome, seeClinical Review…Dysphagia: Post-Polio  Syndrome ; CINAHL Topic ID Number: T709062)(4)–Sarcoidosis (the rare growth of tiny groups of inflammatory cells in many different parts of the body systems)(4)–Traumatic brain injury (TBI)(4,8) (for detailed information on assessment and treatment of traumatic brain injury, see theseries of Clinical Reviews on this topic)",
            "Cervical or esophageal surgery(4,10)",
            "Prolonged endotracheal intubation(11)",
            "Zenker’s diverticulum (a pouch that forms at the junction of the pharynx and the esophagus)(4,8)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Physician order must be obtained prior to evaluation and treatment of dysphagia",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Ensure that patients with dentures have dentition in place before performing a swallowing evaluation",
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain tolerance, fatigue, and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance",
            "Due to the difference between adult and pediatric swallowing issues, it is important that a speech-language  pathologist (SLP) have competencies in dysphagia management for the particular population being evaluated and treated(36)",
            "A patient’s culture and native language should be considered to determine the appropriateness of examination questions and materials",
            "Older adults with dysphagia in combination with dementia or other cognitive difficulties might not be able to answer questions regarding medical history. It is recommended that the caregiver/family be involved in all assessment procedures",
            "A team approach is often used for the evaluation of swallowing disorders due to the heterogeneity of diagnoses and the complexity of treatment. Additional assessment team members might include representatives from different disciplines, including an SLP; a pediatrician or other physician; a nutritionist/registered dietician; a nurse or nurse practitioner; an occupational therapist (OT); a psychologist; a social worker; and a physical therapist (PT)(36)",
            "See full  Contraindications/precautions to examination   in the series of Clinical Reviews on dysphagia"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -An interview with the patient and/or family members and caregivers might be appropriate to gather a detailed history of the symptoms and presentation(13) -Does the patient have a diagnosis that places him or her at an elevated/higher risk for dysphagia?(13)",
                "course of treatment": {
                    "medical management": "Note current and previous medical management of diagnosis; does any of the medical treatments place the patient at an elevated risk for dysphagia? Chemotherapy and radiation therapy can result in xerostomia (dry mouth and throat problems);(11) xerostomia is frequently associated with dysphagia(8,11) Current or previous ear, nose, throat, maxillofacial, cervical, or esophageal surgery/procedures(4,10)",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken? The concurrent use of multiple medications is common in older adults who have complex medical conditions, and the side effects of these medications can adversely affect cognitive functioning(14) Medication-induced  dysphagia can occur even if dysphagia is not specifically listed as a possible side effect(15) Medications that reduce a patient’s alertness and awareness increase the risk of dysphagia and aspiration(15) Drug interactions can cause dry mouth (xerostomia)(15) Contact a pharmacist or physician promptly regarding questions about side effects(14)Medication-related ;T903434",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Clinical swallow examination (CSE)",
                        "Chest X-ray",
                        "VFSS/MBS or FEES"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help Occasionally patients and family members develop their own strategies for managing dysphagia (such as using gravies with all meats or chopping up the food into very small pieces) Patients with prior histories of dysphagia might already be using an altered diet prior to admission(16) Ask the patient and/or caregiver what types of food or drink the patient prefers and/or avoids at home(16)",
                    "previous therapy": "Document whether the patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful "
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)(17) -with specific foods? -with specific meals? -only halfway through the meal? -when he or she is easily distracted or having a meal with a group of people?(6)",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms -For patients who complain of difficulty swallowing, what exactly is the problem with swallowing? -Does food stick in the throat/esophagus?(8) -Does the patient cough and/or choke while eating or drinking? -Is there pain associated with swallowing?",
                "rating of symptoms": "",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables -When did the signs and symptoms of dysphagia first present?(18) -How frequently does the patient experience the symptoms of dysphagia?(18)",
                "sleep disturbance": "Does difficulty swallowing saliva and/or secretions interfere with patient’s ability to sleep? Does xerostomia interfere with the patient’s ability to sleep? -Document number of wakings/night",
                "other symptoms": "",
                "respiratory status": "Patients with a compromised respiratory status are at higher risk of complications (such as aspiration pneumonia) due to dysphagia(16) -Does the patient require supplemental oxygen? Nasal cannula?(10) -Does the patient have a tracheostomy tube?(10) -When the patient has an uncapped tracheostomy tube, subglottic pressure is reduced and the strength of the swallow is altered(17)T709084and Clinical Review…DysphagiaT709082 -Does the patient require ventilator support? -Patients who are currently on or previously required ventilator support are at elevated risk for dysphagia/aspiration during swallowing(17) -Prolonged endotracheal intubation (intubated longer than 48 hours) further increases the risk of dysphagia post-extubation  (PED)(37,38) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a previous history of oropharyngeal dysphagia?",
                    "comorbid diagnoses": "Ask the patient or family/caregiver about other problems the patient may have, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "",
                    "other symptoms": "Ask the patient, family, or caregiver(s) about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Does the patient require use of adaptive feeding devices? -Does the patient require use of a communication device? -Does the patient require hearing aids? If so, are the hearing aids in good working order? -Does the patient wear glasses? -Does the patient require a wheelchair for mobility? Does the patient require a cane or walker? ",
                "living environment": " Living environment -With whom the patient lives, including caregivers and family members(10) -Patients with dysphagia might need to eat their meals alone or in silence to prevent distraction, which can increase risk of aspiration -Patients who will require an altered oral diet might require assistance with food preparation from family members and/or caregiver(10) -Is the patient receiving nutritional supplements orally or non-orally?(10) -Is there a feeding tube present?(10) -Does the patient require feeding assistance at home?(6,10)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document BMI and signs of malnutrition or cachexia (wasting syndrome marked by weight loss, muscle atrophy, fatigue, weakness, and loss of appetite in an individual not actively trying to lose weight) –Older adults are at increased risk for malnutrition; dysphagia further increases the risk of malnutrition in older adults(39) –Frailty is associated with dysphagia(40) -Although there is not a consensus in the field of aging research literature on the exact definition of frailty in older adults, in a study conducted in Denmark with 110 acutely hospitalized older adults (65+) researchers considered aunintentional weight loss, exhaustion, weakness, slowness, and poor physical activity(40) -In the abovementioned study, researchers found that there were significantly more problems with ingestive skills (including swallowing as well as self-feeding)  in older, acutely hospitalized adults if they were frail(40) -Additionally, when the researchers adjusted for frailty, they found that patients with self-feeding  skill deficits and texture management/swallowing difficulties had the longest lengths of stay in the hospital; patients with problems of positioning and liquid ingestion were the most likely statistically to be discharged to institutional care (rather than the home setting)(40) –In a study conducted in the United States with 183 consecutive patients (ages 23–91  years) who had been referred to an outpatient swallowing clinic, researchers found that nonambulatory status was a predictor of aspiration in these patients. Grip strength, which has been established as a reliable measure of frailty in prior research studies, was associated with dysphagia in a univariate analysis, but not multivariate. Researchers recommended further investigation into the relationship between frailty and risk of dysphagia(41) –Depending on the type of therapy the SLP is planning to implement for the treatment of dysphagia, it might be appropriate to note anthropometric characteristics such as excessive adipose neck tissue -In order to adequately place electrodes on the neck for neuromuscular electrical stimulation (NMES) therapy, the therapist must be able to palpate landmarks, such as the hyoid bone and laryngeal notch, which might be difficult in the presence of excessive adipose tissue around the neck(12)",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "Is the patient able to maintain adequate sitting posture for feeding trials? –Patients should be able to maintain upright positioning of the head and trunk while feeding –If the patient does not have adequate strength or muscle tone to maintain upright positioning, refer to physical and occupational therapy for muscle strengthening and adaptive positioning equipment",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "Prior to beginning indirect dysphagia therapy, it is necessary to completely assess the –FEES -For detailed information on FEES assessments, see the series of Clinical Reviews on this topic –Functional Oral Intake Scale (FOIS)(12,20) -7-point  ordinal scale -Scored according to the patient’s report of which foods/liquids are ingested safely on a regular basis -Strong reliability and validity in stroke population(20) -Functional oral intake scale (FOIS) levels(12)NPO (nothing by mouth)Tube dependent with minimal attempts of food and liquids by mouthTube dependent with consistent oral intake of food and liquidsTotal oral diet of a single consistencyTotal oral diet with multiple consistencies; requires special preparation or compensationsTotal oral diet with multiple consistencies; no special preparation; however, specific food limitationsTotal oral diet with multiple consistencies; no restrictions –In-depth  CSEIn-depth  Bedside SwallowT709037 and Clinical Review…Dysphagia AssessmentT709064 –ManometryManometry ; CINAHL Topic IDT709040 –MBS/VFSSModified Barium SwallowT709046and Clinical Review…Dysphagia AssessmentT709077",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Briefly assess patient’s cognition –Patient should be able to maintain arousal and follow some type of directions (verbal or nonverbal) –The Mini-Mental  State Examination (MMSE) is an appropriate assessment tool to screen for arousal, attention, and other cognitive deficits/impairments(12) -The MMSE assesses overall cognitive impairment; sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, and Drawing(19) -If language or cognitive deficits are evident on the screening measure, the patient should be referred for a complete language and cognitive evaluation –Patient must be compliant in order to participate in indirect dysphagia therapy –For patients in whom NMES therapy is planned, the patient must be able to accurately report sensations experienced during electrical stimulation (such as grabbing, pulling, stinging, or burning) or respond accurately to “yes” or “no” questions regarding sensations experienced(12)A full oral mechanism examination should be completed prior to beginning indirect dysphagia therapy  –Examination should include assessment of the lips, buccal muscles, tongue, teeth, mandible, and hard/soft palates",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Contraindications specific to NMES therapy -Dementia/exhibition of nonstop verbalization or jargon(21) -Significant, uncontrolled GERD from use of feeding tubes(21) -Dysphagia as a result of drug toxicity(21) -Agitation or noncompliance(21) -Significantly decreased level of consciousness(21)  -Pregnancy(21)",
                "Patients with uncontrolled blood pressure are not candidates for these types of exercises(2)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with underlying diagnoses leading to dysphagia may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Ensure that the patient and family/ caregivers are aware of potential aspiration risks and are educated about prevention strategies when appropriate",
                "A physician order for dysphagia treatment must specify “Neuromuscular electrical stimulation therapy for dysphagia” before the SLP begins to treat a patient with NMES",
                "For indirect dysphagia therapy techniques that require a patient to perform a Valsalva maneuver (i.e., bear down/forcibly exhale through closed vocal folds [as with vocal fold adduction exercises or the effortful swallow]), obtain physician order to confirm that it is safe for the patient to perform this type of maneuver",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Following a thorough evaluation of the patient’s swallowing function, the SLP will make a statement regarding the type and severity of dysphagia (if present)",
        "rule out": "Esophageal dysphagia Refer patients in whom esophageal dysphagia is suspected to a gastroenterologist, as this condition is not treated by an SLP through indirect dysphagia therapy(13,22)",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Referral to gastroenterologist for patients in whom esophageal dysphagia is suspected(13,22) Referral to neurologists for patients with dysphagia who do not have a known underlying disease diagnosis(13) Referral to pulmonologist for patients who appear to have poor respiratory status and/or function(13) Referral to otolaryngologist for patients who present with apparent vocal fold motion dysfunction/impairment(22) Referral to nutrition services/dieticians/physicians/nurses for patients with weight loss related to poor oral intake or those at increased risk for malnutrition(13) Referral to physical and/or occupational therapy and nursing for patients with poor posture, difficulty sitting upright in the bed or chair, or difficulty/problems with feeding themselves(13)",
        "other considerations": [],
        "treatment summary": [
            "Oral motor exercises:  Exercises that are widely used in the rehabilitation for dysphagia population; however, efficacy data in the research literature are lacking(1) –Authors of a systematic review published in 2010 that included 16 studies that examined the effects of oral motor exercises (OME) on functional swallowing outcomes in children with dysphagia concluded that there was insufficient evidence that the exercises result in functional improvement of the swallowing mechanism(23) -The most positive treatment effect was found with the 12-month  use of a stimulating Innsbruck Sensorimotor Activator and Regulator (ISMAR) oral plate for children with cerebral palsy (CP) to improve the chewing domain(23) –Authors of a review of the literature published in 2011 on tongue-strengthening exercises/treatment for dysphagia rehabilitation found that although their evidence was promising, there was not enough evidence to determine the efficacy of tongue-strengthening  exercises on dysphagia(24) –In a study conducted in Canada with 6 adults with chronic dysphagia related to an acquired brain injury, researchers used a tongue-pressure  resistance training protocol/intervention with the goal of increasing both strength and accuracy of tongue movements in swallowing(32) -Tongue-pressure  resistance training tasks/protocol all involved the use of the Iowa Oral Performance Instrument (IOPI), a handheld manometer with an air-filled  pressure bulb; exercises targeted sustained, maximum, isometric pressures with the tongue strength as well as functional saliva swallows(32) -Each subject received/completed 24 sessions of tongue-pressure  resistance training/treatment over the course of 11–12 weeks(32) -At the conclusion of therapy, follow-up  measures indicated increases in anterior and/or posterior tongue strength for all 6 participants and 5 of the 6 patients demonstrated a functional improvement in protecting against aspiration. However, bolus clearance measures and vallecular and pyriform sinus post-swallow  residue clearance did not improve, with deterioration of these skills present in 5 of the 6 patients post treatment(32)  –Can include exercises to improve ROM, strength, rate, and/or coordination of the lips, jaw, oral tongue, tongue base(1,2) -Logemann describes exercises that can be utilized in indirect dysphagia therapy in her dysphagia textbook:(2) -ROM lingual exercises (to be repeated 5–10  times per speech therapy session; patient should attempt to practice these exercises independently 4–5 times per day)(2) -Protrusion: open the mouth as widely as possible; elevate the tongue as high as possible; hold in place for one second(2) -Retraction: with mouth open wide, patient pulls his or her tongue back into the mouth/oral cavity as far back as possible; hold for one second(2) -Alternate lingual protrusion and retraction exercises(1,2) -Lateralization: patient moves the oral tongue back and forth between the corners of the mouth, stretching the tongue as far as possible(2) -Lingual strengthening exercises -Patient pushes his or her tongue against a tongue blade, popsicle, lollipop, or finger(2) -Patient pushes the tongue blade toward the front as well as along the sides of the tongue, holding the pressure for at least 1–3seconds each time/position(2) -Authors of a systematic review on isometric lingual strength-training  programs for dysphagia published in 2017 that included 10 studies reported that the evidence was promising, but the studies were too heterogenous to draw firm conclusions. Authors recommended further research with well-defined  subject populations as well as randomized, controlled study designs(46) -Bolus manipulation/control exercises(2) -Patient is given something large that can be controlled by the SLP to manipulate in the mouth(2) -A rolled 4”x 4” gauze pad or licorice rope can be used for the patient to manipulate in his or her mouth while the SLP controls one end(2) -Initially, the patient simply holds the item in place; as strength and coordination improve, patient moves the item from side to side and forward and backward(2) -To improve patient’s ability to hold a cohesive bolus in the mouth, the SLP can place a small amount of puree or thickened liquid in the patient’s cupped tongue with instructions to hold the bolus in place; following this exercise, patient should spit the bolus into a cup so as not to allow it to be swallowed(2) -To improve bolus propulsion, the SLP can provide the patient with a 4”x 4” gauze pad rolled up and soaked in orange or cranberry juice (for flavor); the patient is cued to push the gauze against the hard palate enough to squeeze a small amount of liquid out of the gauze(2)",
            "Base of tongue exercises –Logemann describes exercises that can be utilized in indirect dysphagia therapy in her dysphagia textbook:(2) -Patient stretches his or her tongue as far back into the oral cavity as possible; holds for 1 second and repeats(2) -Patient pretends to gargle, causing the tongue base to be retracted(2) -Patient yawns or pretends to yawn, pulling the tongue base back(2) –Effortful swallow -Can be done with or without food/liquid boluses -For indirect dysphagia therapy, patient is instructed to perform these exercises with saliva swallows -The patient is instructed to exert increased pressure during the saliva swallows; sometimes patient is cued to visualize himself or herself swallowing a larger or “harder” bolus, such as a rock(2) -When used in indirect dysphagia therapy, the effortful swallow is used as an exercise to increase base of tongue retraction(2) -For detailed information on the effortful swallow, see Clinical Review…Swallowing Therapy: Effortful Swallow ; CINAHL Topic ID Number: T709212",
            "Laryngeal/pharyngeal strengthening exercises –Logemann describes exercises that can be utilized in indirect dysphagia therapy in her dysphagia textbook:(2)  -Airway closure exercises(2) -Patient is to complete this series 5–10  times daily for 5 minutes at a time(2) -Patient sits in a chair, holds his or her breath to bear down for a second, and then exhales the breath(2) -As the patient improves with voluntary breath-holding,  he or she can push down on or pull up on the chair while holding his or her breath to increase airway closure further(2) -V ocal fold adduction exercises(2) -Patient sits in and bears down on a chair with one hand while vocalizing a strong clear “ah” sound; patient repeats 5 times(2) -The patient then produces 5 harder glottal attacks on the vowel sound “ah”(2) -Repeat these two exercises 3 times each; perform 5–10  times per day(2) -Falsetto exercise (for laryngeal elevation)(2) -Patient slides up the pitch scale from a low note to the highest possible (falsetto) note in his or her vocal range(2) -During the production of this high, falsetto voice, the patient’s larynx is required to elevate almost nearly as much as during a swallow(2) -Shaker exercise (an exercise intended to improve pharyngeal dysphagia secondary to abnormal upper esophageal opening) -To perform the Shaker exercise, the patient is instructed to lay flat (or as flat as possible; do not use a pillow), lift the head by trying to look at the toes, keep the shoulders down, and bring the chin to the chest, then hold the head in this position for 60 seconds. The patient performs this portion of the exercise 3 times with 3 breaks of 60 seconds each between repetitions. As the final part of the exercise, the patient is instructed to perform 30 consecutive head lifts in the same manner as above without holding the head up for an extended period of time(42) -In a systematic review published in 2012 that included 9 studies on the effects of the Shaker exercise, authors reported the following: increases in the anterior excursion of the larynx, increases in the antero-posterior  diameter of the upper esophageal sphincter (UES) opening, and elimination of dysphagia symptoms. Although the results of the systematic review were promising, researchers were cautious in their interpretation of the outcomes because of the high degree of variability in methodology used in the studies reviewed(43) -In an RCT conducted in the United States, the researchers who developed the Shaker head lift exercise evaluated its effects/efficacy on abnormal UES opening.(42) Twenty-seven  patients with post-swallow  residue and aspiration caused by abnormal UES opening were assigned to a 6-week  treatment group to strengthen the suprahyoid muscle or to a “sham” exercise control group. Due to the severity of their dysphagia, 18 of the 27 patients received enteral feeding prior to treatment. All 11 patients in the treatment group exhibited improved UES opening, improved anterior laryngeal excursion, and resolution of postdeglutitive aspiration. All were able to resume oral feeding. In contrast, there was no significant change in swallowing function for the independent control group(42) -In a non-treatment  study conducted in the United States, a researcher used surface electromyography (sEMG) to compare muscle activation in healthy female subjects without dysphagia in two different swallowing exercises. The two exercises used were an isometric jaw opening to resistance chin-to-chest  exercise and an isometric head-lifting exercise (Shaker exercise). Subjects had sEMG electrodes placed on their submental skin behind the mandible. The researcher was targeting the hyo-laryngeal  muscles and compared the amount of activation elicited from each exercise. sEMG measurements revealed significantly more activation of the sub-mandibular  hyo-laryngeal  muscles during the chin-to-chest  exercise versus the head-lifting  (Shaker) exercise.(44) These results suggest that the Shaker exercise would not be appropriate for patients in need of an exercise to target/strengthen the hyolaryngeal muscles –Chin tuck against resistance (CTAR) : CTAR is an exercise designed to increase the strength of the suprahyoid muscles. In order to perform CTAR, the patient is instructed to perform a chin tuck against the resistance of a rubber ball or commerciallyavailable device developed for this purpose while seated in a chair. In an RCT with 22 participants who had post-stroke  dysphagia conducted in South Korea, researchers compared swallowing outcomes using traditional dysphagia therapy or CTAR. Each group of participants underwent 5 sessions per week for 4 weeks. At the conclusion of the study, the participants in the CTAR group made significantly greater improvements on VFSSs measured by the Functional Dysphagia Scale (FDS) and penetration-aspiration  Scale. Additional, larger trials are necessary to determine indications for and effectiveness of CTAR(45)  –Masako maneuver (tongue-holding  maneuver):  An exercise intended to increase posterior pharyngeal wall contraction/ movement during deglutition resulting in improved contact between the posterior pharyngeal wall and the base of the tongue during the swallow(25) -This \"tongue hold\" maneuver is accomplished by having the patient maximally protrude the tongue and asking him or her to hold the tongue between the front teeth (central incisors) while swallowing(25) -The retraction of the base of the oral tongue is restricted, causing increased bulging and stretching of the posterior pharyngeal wall during swallowing(25) -In a research study conducted in the United States, 10 healthy males aged 19–26  years with no history of dysphagia were trained to perform this maneuver(25) -Patients were given 3-mL  boluses of barium liquid and asked to swallow 6 times; 3 times with the Masako maneuver and 3 times without the maneuver -Dynamic videofluoroscopic swallow evaluation images were taken of all 6 swallows and compared -In these normal healthy adult subjects, there was shown to be a significant difference in the amount of anterior bulge of the posterior pharyngeal wall when the subjects were performing the Masako maneuver -The anterior bulge of the posterior pharyngeal wall during swallowing was significantly greater with the Masako maneuver at mid and inferior C2 level of the spine -For detailed information on the Masako maneuver, see Clinical Review…Swallowing Therapy: Masako Maneuver ; CINAHL Topic ID Number: T709211 –Mendelsohn maneuver:  Intended to increase the duration of time that the larynx is elevated and pulled forward during a swallow, allowing for increased clearance of the pharyngeal cavity and UES; it can be utilized as a laryngeal elevation exercise as well(1,26) -Can be done with or without food/liquid boluses; for indirect dysphagia therapy, the patient will be instructed to perform the maneuver using saliva swallows only -The patient is instructed to begin to swallow and “hold” his or her swallow halfway through at the point of maximal laryngeal elevation -In a study conducted in the United States, researchers examined the effect of the Mendelsohn maneuver on normal swallowing physiology(26) -Researchers conducted concurrent videofluoroscopic and manometric studies/exams of swallowing in 8 healthy adult male volunteers ages 22–28  without any history of dysphagia -Measurements were taken of the UES opening, swallow-related  hyoid movement, laryngeal elevation, and bolus preparation with three 1-mL boluses of barium and three 10-mL  boluses of barium during normal swallows and during swallows in which the Mendelsohn maneuver was performed(26) -The results of the study indicated that all of these normal volunteers were able to alter their swallowing mechanism by using the Mendelsohn maneuver -The use of the Mendelsohn maneuver resulted in a slight voluntary prolongation in the duration of UES opening and a significant increase/improvement in laryngeal elevation and maximal hyoid movement during the swallows -The use of the Mendelsohn maneuver/posture did not appear to alter the pressure inside the pharyngeal cavity -Authors of a study conducted in Australia with 12 healthy volunteers reported on the effects of the effortful swallow and Mendelsohn maneuver on pharyngoesophageal swallow physiology. Both the effortful swallow and Mendelsohn maneuver resulted in significantly greater floor-of-mouth contraction (as measured by surface electromyography) and pharyngeal pressure (as measured by high resolution manometry) when compared to typical/non-maneuvered swallows. Additionally, both the effortful swallow and Mendelsohn maneuver resulted in the UES reaching maximal diameter significantly faster than the typical swallows. Additional research is warranted to determine the effects of these maneuvers on the swallow function of individuals with esophageal dysphagia(47) -For detailed information on the Mendelsohn maneuver, see Clinical Review…Swallowing Therapy: Mendelsohn Maneuver ; CINAHL Topic ID Number: T709213 –Functional dysphagia therapy: In a retrospective study conducted in Germany with 222 adult patients with dysphagia, researchers found positive effects of functional dysphagia therapy (FDT)(27) -The patients with dysphagia were divided into two groups: both groups were treated with FDT; one group of patients (n=117) had PEG feedings and the other non-PEG  group (n=105) was exclusively fed orally(27) -Patients with PEG tube feedings had severe dysphagia; those who were fed orally had mild to moderate dysphagia  -Patients in the study had dysphagia from various etiologies, including stroke, dementia, and head and neck cancer -FDT was provided by trained SLPs and included functional training exercises of motor skills for improved ROM, coordination, and strength of the lips, jaw, tongue, velum, larynx, and vocal folds(27) -In addition to the exercises, the patients were treated with sensory enhancement techniques, including thermal/tactile stimulation and compensatory strategies, such as chin tuck posture -Duration and frequency of therapy varied among patients and were determined by the SLP who was treating each"
        ]
    },
    "desired outcomes outcome measures": {
        "improved swallowing function": [
            "FEES",
            "FOIS(12)",
            "CSE",
            "Manometry",
            "MBS/VFSS"
        ],
        "reduction or elimination of aspiration during swallowing": [
            "FEES",
            "MBS/VFSS"
        ],
        "reduction or elimination of aspiration pneumonia": [
            "Chest X-ray"
        ],
        "improved oral intake and nutrition": [
            "FOIS(12)"
        ],
        "improved management of secretions": [
            "FEES",
            "BSE"
        ]
    },
    "maintenance or prevention": [
        "Home maintenance programs for dysphagia therapy patients will be determined by the treating SLP",
        "Oral care is extremely important for patients with dysphagia. In a study conducted in Denmark, researchers found that, combined with early identification of dysphagia, aggressive oral hygiene resulted in significantly fewer incidences of X-ray–verified pneumonia as compared with historical and external control groups.(30) Education about the importance of maintaining good oral hygiene should be included as part of a treatment program for all patients with dysphagia and their caregivers/medical treatment team"
    ],
    "patient education": [
        "The American Speech-Language-Hearing  Association (ASHA) helps persons with speech, language, swallowing, and hearing disorders receive services to help them eat and communicate successfully. Information on dysphagia is available for patients and family members on the ASHA website at http://www.asha.org/public/speech/swallowing/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Mittal R, Mishra AK, Nilakantan A. Therapeutic interventions by speech language pathologist in managing adult dysphagia: An evidence based review. J Laryngol Voice . 2015;5(1):11-16.  doi:10.4103/2230-9748.172105.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Logemann JA. Management of the patient with oropharyngeal swallowing disorders. In: Logemann JA, ed. Evaluation and Treatment of Swallowing Disorders . 2nd ed. Austin, TX: Pro-Ed; 1997:191-250.  (G)"
        },
        {
            "number in article": 3,
            "reference": "Nazarko L. Nutrition part 5: dysphagia. Br J Healthc Assist . 2009;3(5):228-232.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Krishnan K, Pandolfino JE. Dysphagia and esophageal obstruction. In: Bope ET, Kellerman R, eds. Conn's Current Therapy 2017 . Philadelphia, PA: Saunders Elsevier; 2017:196-201.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "White GN, O'Rourke F, Ong BS, Cordato DJ, Chan DK. Dysphagia: causes, assessment, treatment, and management. Geriatrics . 2008;63(5):15-20.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Ginocchio D, Borghi E, Schindler A. Dysphagia assessment in the elderly. Nutr Ther Metab . 2009;27(1):9-15.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Robbins J, Kays S, McCallum S. Team management of dysphagia in the institutional setting. J Nutr Elder . 2007;26(3-4):59-104.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Cook IJ. Oropharyngeal dysphagia. Gastroenterol Clin North Am . 2009;38(3):411-431.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Edelman DA, Sheehy-Deardorff  DA, White MT. Bedside assessment of swallowing is predictive of an abnormal barium swallow examination. J Burn Care Res . 2008;29(1):89-96.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Ricci Maccarini A, Filippini A, Padovani D, Limarzi M, Loffredo M, Casolino D. Clinical non-instrumental  evaluation of dysphagia. Acta Otorhinolaryngol Ital . 2007;27(6):299-305. (RV)"
        },
        {
            "number in article": 11,
            "reference": "Baumgartner CA, Bewyer E, Bruner D. Management of communication and swallowing in intensive care: the role of the speech pathologist. AACN Adv Crit Care . 2008;19(4):433-443.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Permsirivanich W, Tipchatyotin S, Wongchai M, et al. Comparing the effects of rehabilitation swallowing therapy vs. neuromuscular electrical stimulation therapy among stroke patients with persistent pharyngeal dysphagia: a randomized controlled study. J Med Assoc Thai . 2009;92(2):259-265.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Logemann JA. Swallowing disorders. Best Pract Res Clin Gastroenterol . 2007;21(4):563-573.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "American Speech-Language  Hearing Association. Practice Portal: Dementia. ASHA Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Accessed November 10, 2018. (G)"
        },
        {
            "number in article": 15,
            "reference": "Gallagher L. The impact of prescribed medication on swallowing an overview. Perspect Swallowing Swallowing Disord (Dysphagia) . 2010;19(4):98-102.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Cichero JA, Heaton S, Bassett L. Triaging dysphagia: nurse screening for dysphagia in an acute hospital. J Clin Nurs . 2009;18(11):1649-1659.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Avery W. Dysphagia. In: Radomski MV, Trombly Latham CA, eds. Occupational Therapy for Physical Dysfunction . 7th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2014:1327-1351.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "Carnaby-Mann  G, Lenius K. The bedside examination in dysphagia. Phys Med Rehabil Clin N Am . 2008;19(4):747-768.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Folstein MF, Folstein SE, McHugh PR. \"Mini-Mental  State\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res . 1975;12(3):189-198. (R)"
        },
        {
            "number in article": 20,
            "reference": "Crary MA, Mann GD, Groher ME. Initial psychometric assessment of a functional oral intake scale for dysphagia in stroke patients. Arch Phys Med Rehabil . 2005;86(8):1516-1520.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Kiger M, Brown CS, Watkins L. Dysphagia management: an analysis of patient outcomes using VitalStim therapy compared to traditional swallow therapy. Dysphagia . 2006;21(4):243-253.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Pettigrew CM, O'Toole C. Dysphagia evaluation practices of speech and language therapists in Ireland: clinical assessment and instrumental examination decision-making. Dysphagia . 2007;22(3):235-244.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Arvedson J, Clark H, Lazarus C, Schooling T, Frymark T. The effects of oral-motor  exercises on swallowing in children: an evidence-based  systematic review. Dev Med Child Neurol. 2010;52(11):1000-1013.  (SR)"
        },
        {
            "number in article": 24,
            "reference": "Adams V, Callister R, Mathisen B. Using tongue-strengthening  exercise programs in dysphagia intervention. Asia Pac J Speech Lang Hear . 2011;14(3):139-146.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Fujiu M, Logemann JA. Effect of a tongue-holding  maneuver on posterior pharyngeal wall movement during deglutition. Am J Speech Lang Pathol . 1996;5(1):23-30.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Kahrilas PJ, Logemann JA, Krugler C, Flanagan E. Volitional augmentation of upper esophageal sphincter opening during swallowing. Am J Physiol . 1991;260(3):G450-G456. (R)"
        },
        {
            "number in article": 27,
            "reference": "Becker R, Nieczaj R, Egge K, Moll A, Meinhardt M, Schulz RJ. Functional dysphagia therapy and PEG treatment in a clinical geriatric setting. Dysphagia . 2011;26(2):108-116. doi:10.10007/s00455-009-9270-8.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Burns MI, Miller RM. The effectiveness of neuromuscular electrical stimulation (NMES) in the treatment of pharyngeal dysphagia: a systematic review. J Med Speech Lang Pathol. 2011;19(1):13-24.  (SR)"
        },
        {
            "number in article": 29,
            "reference": "Theurer JA, Johnston JL, Fisher J, et al. Proof-of-principle  pilot study of oropharyngeal air-pulse application in individuals with dysphagia after hemispheric stroke. Arch Phys Med Rehabil . 2013;94(6):1088-1094.  doi:10.1016/j.apmr.2012.11.033. (R)"
        },
        {
            "number in article": 30,
            "reference": "Sørensen RT, Rasmussen RS, Overgaard K, Lerche A, Johansen AM, Lindhardt T. Dysphagia screening and intensified oral hygiene reduce pneumonia after stroke. J Neurosci Nurs . June 2013;45(3):139-146.  doi:10.1097/JNN.0b013e31828a412c. (R)"
        },
        {
            "number in article": 31,
            "reference": "Long YB, Wu XP. A randomized controlled trail of combination therapy of neuromuscular electrical stimulation and balloon dilatation in the treatment of radiation-induced dysphagia in nasopharyngeal carcinoma patients. Disabil Rehabil . 2013;35(6):450-454.  doi:10.3109/09638288.2012.697250. (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Steele CM, Bailey GL, Polacco RE, et al. Outcomes of tongue-pressure  strength and accuracy training for dysphagia following acquired brain injury. Int J Speech Lang Pathol . October 2013;15(5):492-502.  doi:10.3109/17549507.2012.752864. (R)"
        },
        {
            "number in article": 33,
            "reference": "Kushner DS, Peters K, Eroglu ST, Perless-Carroll  M, Johnson-Greene  D. Neuromuscular electrical stimulation efficacy in acute stroke feeding tube-dependent  dysphagia during inpatient rehabilitation. Am J Phys Med Rehabil . June 2013;92(6):486-95.  doi:10.1097/PHM.0b013e31828762ec. (R)"
        },
        {
            "number in article": 34,
            "reference": "Shigematsu T, Fujishima I, Ohno K. Transcranial direct current stimulation improves swallowing function in stroke patients. Neurorehabil Neural Repair . May 2013;27(4):363-369.  doi:10.1177/1545968312474116.   (R)"
        },
        {
            "number in article": 35,
            "reference": "Tan C, Liu Y, Li W, Liu J, Chen L. Transcutaneous neuromuscular electrical stimulation can improve swallowing function in patients with dysphagia caused by non-stroke diseases: a meta-analysis.  J Oral Rehabil . June 2013;40(6):472-480.  doi:10.1111/joor.12057. (M)"
        },
        {
            "number in article": 36,
            "reference": "ASHA Special Interest Division 13, Swallowing and Swallowing Disorders. Knowledge and skills needed by speech-language  pathologists performing videofluoroscopic swallowing studies. American Speech-Language-Hearing  Association Web site. http://www.asha.org/policy/KS2004-00076/ . Published 2004. Accessed November 10, 2018. (G)"
        },
        {
            "number in article": 37,
            "reference": "Brodsky MB, Gellar JE, Dinglas VD, et al. Duration of oral endotracheal intubation is associated with dysphagia symptoms in acute lung injury patients. J Crit Care . August 2014;29(4):574-9.  doi:10.1016/j.jcrc.2014.02.015. (R)"
        },
        {
            "number in article": 38,
            "reference": "Kwok AM, Davis JW, Cagle KM, Sue LP, Kaups KL. Post-extubation  dysphagia in trauma patients: it's hard to swallow. Am J Surg . December 2013;206(6):924-927;  discussion 927-8. doi:10.1016/j.amjsurg.2013.08.010. (R)"
        },
        {
            "number in article": 39,
            "reference": "Takeuchi K, Aida J, Ito K, Furuta M, Yamashit Y, Osaka K. Nutritional status and dysphagia risk among community-dwelling  frail older adults. J Nutr Health Aging . April 2014;18(4):352-7.  doi:10.1007/s12603-014-0025-3.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Hansen T, Lambert H, Faber JO. Ingestive skill difficulties are frequent among acutely-hospitalized  frail elderly patients, and predict hospital outcomes. Phys Occup Ther Geriatr. 2012;30(4):271-287.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Hathaway B, Vaezi A, Egloff AM, Smith L, Wasserman-Wincko  T, Johnson JT. Frailty measurements and dysphagia in the outpatient setting. Ann Otol Rhinol Laryngol . September 2014;123(9):629-635.  doi:10.1177/0003489414528669. (R)"
        },
        {
            "number in article": 42,
            "reference": "Shaker R, Easterling C, Kern M, et al. Rehabilitation of swallowing by exercise in tube-fed patients with pharyngeal dysphagia secondary to abnormal UES opening. Gastroenterology . 2002;122(5):1314-1321.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Antunes EB, Lunet N. Effects of the head lift exercise on the swallow function: a systematic review. Gerodontology . December 2012;29(4):247-57. doi:10.1111/j.1741-2358.2012.00638.x.  (SR)"
        },
        {
            "number in article": 44,
            "reference": "Watts CR. Measurement of hyolaryngeal muscle activation using surface electromyography for comparison of two rehabilitative dysphagia exercises. Arch Phys Med Rehabil . December 2013;94(12):2542-8.  doi:10.1016/j.apmr.2013.04.013. (R)"
        },
        {
            "number in article": 45,
            "reference": "Parks JS, An DH, Oh DH, Chang MY. Effect of chin tuck against resistance exercise on patients with dysphagia following stroke: A randomized pilot study. NeuroRehabilitation . 2018;42(2):191-197.  doi:10.3233/NRE-172250.  (RCT)"
        },
        {
            "number in article": 46,
            "reference": "McKenna VS, Zhang B, Haines MB, Kelchner LN. A systematic review of isometric lingual strength-training  programs in adults with and without dysphagia. Am J Speech Lang Pathol. May 17, 2017;26(2):524-539.  doi:10.1044/2016_AJSLP-15-0051.  (SR)"
        },
        {
            "number in article": 47,
            "reference": "Doeltgen SH, Ong E, Scholten I, Cock C, Omari T. Biomechanical quantification of mendelsohn maneuver and effortful swallowing on pharyngoesophageal function. Otolaryngol Head Neck Surg . November 2017;157(5):816-823.  doi:10.1177/0194599817708173. (R)"
        },
        {
            "number in article": 48,
            "reference": "Sproson L, Pownall S, Enderby P, Freeman J. Combined electrical stimulation and exercise for swallow rehabilitation post-stroke:  a pilot randomized control trial. Int J Lang Commun Disord . March 2018;53(2):405-417.  doi:10.1111/1460-6984.12359.  (RCT)"
        },
        {
            "number in article": 49,
            "reference": "Kim H, Park JW, Nam K. Effortful swallow with resistive electrical stimulation training improves pharyngeal constriction in patients post-stroke  with dysphagia. J Oral Rehabil . October 2017;44(10):763-769.  doi:10.1111/joor.12538. (R)"
        },
        {
            "number in article": 50,
            "reference": "Tiemi Mituuti C, Alves da Silva Arone M, Rodrigues Rosa R, Berretin-Felix  G. Effects of sensory neuromuscular electrical stimulation on swallowing in the elderly affected by stroke: a pilot study. Top Geriatr Rehabil . 2018;34(1):71-81.  doi:10.1097/TGR.0000000000000176. (R)"
        },
        {
            "number in article": 51,
            "reference": "Poorjavad M, Talebian Moghadam S, Nakhostin Ansari N, Daemi M. Surface electrical stimulation for treating swallowing disorders after stroke: a review of the stimulation intensity levels and the electrode placements. Stroke Res Treat . 2014;2014:918057. doi:10.1155/2014/918057. (RV)"
        },
        {
            "number in article": 52,
            "reference": "Zhang M, Tao T, Zhang ZB, et al. Effectiveness of neuromuscular electrical stimulation on patients with dysphagia with medullary infarction. Arch Phys Med Rehabil . March 2016;97(3):355-362.  doi:10.1016/j.apmr.2015.10.104. (R)"
        }
    ]
}