{
    "metadata": {
        "title": "Acromioclavicular Joint Separation  Conservative Treatment",
        "synonyms": [
            "shoulder joint separation",
            "acromioclavicular separation",
            "acromioclavicular joint sprain",
            "shoulder separation",
            "acromioclavicular joint dislocation"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "orthopedic rehabilitation",
            "hand therapy",
            "pediatric rehabilitation",
            " sports rehabilitation"
        ],
        "description": [
            "The AC joint is subject to varying degrees of injury. While an isolated partial sprain of the AC ligament can occur, more severe cases involve complete tearing of all AC and CC ligaments. In the latter cases, the clavicle is no longer attached to the acromion and the AC joint becomes dislocated, which is also known as a “separated shoulder.” AC joint separation is commonly described using Rockwood’s classification (RW I–VI), which is based on the degree and direction of clavicular displacement",
            "AC joint damage of varying degrees occurs commonly in sports. AC injury frequently occurs with other fractures, dislocations, or soft tissue injury around the shoulder",
            "Approximately 40% of shoulder injuries are AC joint injuriesand 10% occur as a result from contact sports such as football, ice hockey, and lacrosse(7)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S43.1": "dislocation of acromioclavicular joint",
            "S43.5": "sprain and strain of acromioclavicular joint (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The patient might complain of acute pain and tenderness in the anterior-superior shoulder following trauma (often from a fall on point of shoulder in contact or collision sports, or motor vehicle accident). The pain may radiate to the base of neck, deltoid and trapezius muscles, or down the arm. Pain restricts reaching across chest, overhead, or behind lower back and carrying objects with involved arm. Patients with grade II or III separations usually present with the involved arm protected alongside the chest or in a sling. Pain may disturb sleep quality and ability to push off affected side ",
            "Classification of AC joint injury: grades I–III often are treated nonoperatively, while grades IV–VI  usually are treated surgically(1,6) –RW I – AC ligament sprain; CC ligament intact; mild superior displacement of the lateral clavicle –RW II – AC ligament torn; CC ligament sprain; definite superior displacement (“step deformity”) –RW III – Both AC and CC ligaments torn; 25–100%  dislocation of CC space. Choice of treatment (conservative or surgical) is decided on a case-by-case  basis. Vertical dislocations are associated with clavicular elevations(5) –RW IV – A grade III injury but with avulsion of the CC ligament from the clavicle and the distal clavicle displaced posteriorly into or through the trapezius –RW V – A grade III type of injury but with exaggeration of the vertical displacement of the clavicle from the scapula. Clavicle elevation and shoulder girdle depression are likely to be present with RW V(5) –RW VI – A grade III type of injury but with inferior dislocation of the lateral end of the clavicle below the coracoid Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Patients with grade I or II sprains are seen as early as 1 week after injury. Postoperative patients are referred to therapy typically 4–6weeks after surgery",
            "Increased crepitus with active ROM is a sign of instability",
            "Obtain specific orders from physician as needed"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  the vast majority of ac joint separations result from direct trauma in a fall or collision. direct trauma to or fall on anterior aspect of acromion process with arm adducted drives the scapula in a posterior direction away from the clavicle,": [],
        "risk factors": [
            "The main risk factor is participation in contact/collision sports or activities with a high risk of falling, such as cycling orhorseback riding",
            "Neoplasm is a rarely associated condition"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "AC joint instability increases the risk of degenerative changes, especially in athletes and recreationally active persons who throw overhead or participate in other high-intensity  shoulder activities.Increased crepitus with active ROM is a sign of instability. A step deformity or “bump” resulting from depression of the acromion process relative to the clavicle is not uncommon in these severe cases and is considered unavoidable without surgery(1)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Patients with grade I or II sprains are seen as early as 1 week after injury. Postoperative patients are referred to therapy typically 4–6weeks after surgery",
            "Increased crepitus with active ROM is a sign of instability",
            "Obtain specific orders from physician as needed"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document date and mechanism of injury. Is the dominant arm affected? What is the grade of injury? Are there any associated injuries or complications?",
                "course of treatment": {
                    "medical management": "Most patients are treated conservatively with a sling and recommendations for appropriate medication; more severe cases (grades IV , V , and VI) require surgery(7)",
                    "surgical management": [],
                    "medications": "NSAIDs(2)commonly are prescribed for pain and inflammation",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The initial diagnosis usually is based on the history and clinical findings; however, radiographs or other imaging studies are necessary to rule out associated fracture and to grade the degree of AC injury"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful "
                },
                "aggravating easing factors": " Aggravating factors often include reaching across the chest, overhead, or behind the lower back; sleeping positions (such as with the arm abducted, especially in the prone position); and carrying objects with involved arm",
                "body chart": "Use a body chart to document location and nature of symptoms. Typically, the patient complains of acute pain and tenderness in the anterior-superior  shoulder following trauma. The pain may radiate to the base of neck, deltoid and trapezius muscles, or down the arm",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Pain usually is related to movement of the acromial border of scapula. Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Sleep often is disturbed; document number of wakings/night. Note",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Inquire if patient has had similar injuries",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? This injury is common with contact sports. Does the patient plan to return to a sport? Is patient employed and, if so, what are the job requirements?",
                "functional limitations assistance with ADLs adaptive equipment": "Document functional limitations as reported by the patient; limitations may be more severe if dominant arm is affected",
                "living environment": "Document with whom patient lives. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "Assess if injury is due to a fall",
            "cardiorespiratory function and endurance": [],
            "circulation": "Distal pulses should be normal",
            "functional mobility": "Is patient’s functional mobility affected by decreased use of the upper extremity?",
            "gait locomotion": "",
            "muscle strength": "Assess isometric strength (i.e., manual muscle testing [MMT]) of all major muscles of the elbow, shoulder joint, and scapulothoracic joint",
            "observation inspection palpation including skin assessment": [
                "Swelling and ecchymosis are common in the acute stage. Inspect AC joint, clavicle, and scapula for deformities, such as scapular winging/anterior tilt. Note if step deformity increases with passive shoulder adduction",
                "Palpate the AC joint and surrounding tissues for crepitus and point tenderness. Increased crepitus with active ROM is a sign of instability",
                "Observe for trophic changes associated with complex regional pain syndrome (CRPS)",
                "The piano key sign may be observed if an inferior compression applied to the clavicle results in an elevating rebound effect(7) "
            ],
            "posture": "Patients often compensate for pain with postural changes (such as holding involved arm close to the chest). Assess position of shoulder, scapula, and neck in sitting and standing. Is scapular winging or anterior tilt apparent?",
            "range of motion": "Measure active and passive ROM at the shoulder joint in supine position (support the scapula to reduce pain). Assess mobility of scapula and scapulohumeral rhythm/coordination. AROM and PROM will likely be limited secondary to pain(7)Assess if patient is able to perform ADLs/IADLs and use of assistive devices for these activities",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess light touch in dermatomes C4–T1",
            "special tests specific to diagnosis": "Assess for painful arc; impingement tests, if indicated. Specific tests used for diagnosis may include –horizontal adduction test – the patient’s shoulder is passively flexed to 90° and then adducted across the chest. Pain over the AC joint is a positive test.(4) This test is also known as the cross-body  adduction test, but with the elbow of the tested arm in a flexed position(1) –Paxinos test – thumb pressure applied to posterior AC joint elicits pain in AC joint when test is positive(1)the patient extends his or her arm out 90° with elbow in extension, then adducts 10–15°  with arm internally rotated and forearm pronated. Examiner applies downward force on forearm resisted by patient. The test is performed a second time, but with the shoulder in external rotation. A positive test is pain referred to top of shoulder that does not occur when test is done with arm in external rotation. While pain or clicking within the shoulder is indicative of a labral tear, pain over the area of the AC joint is indicative of AC joint pathology(4) –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Raynaud’s syndrome -Cryoglobulinemia  -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over area of nerve regrowth"
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves",
                "Thermotherapy  contraindications -Decreased circulation -Decreased sensation -Acute/subacute traumatic and inflammatory conditions -Skin infections -Impaired cognition or language barrier -Malignant tumors -Liniments -Presence of or tendency for hemorrhage or edema -Heat rubs"
            ],
            "contraindications precautions": [
                "Passive accessory mobilization  contraindications -Joint effusion -Hypermobility -Inflammation -Infection -Joint or bone instability -Joint fusion -Recent fracture -Bone-on-bone  end feel -Malignancy -Bone disease -Corticosteroids -Systemic connective tissue diseases -Advanced osteoporosis",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Avoid prolonged immobilization, which is associated with complications of atrophy, contractures, adhesive capsulitis, and CRPS",
                "Monitor patient’s response to and tolerance of all interventions. If there is increased pain, swelling, heat, or redness, treatment is progressing too rapidly",
                "Increased crepitus with active ROM is a sign of instability",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Contraindications/precautions to use of modalities(3)"
            ]
        },
        "diagnosis need for treatment": "Therapy is indicated to restore upper extremity function (especially in movements involving contraction of the deltoid and trapezius). Guidance is needed for decreasing pain during daily activities and for safe return to vigorous activities/sport",
        "rule out": " Rule out Rotator cuff tears Fracture of the acromion and/or distal clavicle Fracture of proximal humerus Glenohumeral joint dislocation Glenohumeral labrum tear Shoulder impingement syndrome Cervical radiculopathy Cardiac event Septic arthritis CRPS Os acromiale Erb-Duchenne  injury",
        "prognosis": [
            "Most athletes are able to return to sports after a grade I or II AC joint separation",
            "Most AC joint injuries will recover with nonoperative care.Most individuals regain functional motion within 6 weeks of injury and most return to normal activity within 12 weeks(7)"
        ],
        "referral to other disciplines": " Referral to other disciplines Orthopedist for injuries grade III and higher Occupational therapist (OT) for ADL training",
        "other considerations": [],
        "treatment summary": [
            "Rehabilitation should focus on AC joint recovery,including rest, immobilization in a sling (3–7 days), pain management (ice, NSAIDS), and physical therapy(7)",
            "Authors of a meta-analysis  conducted in China found that conservative therapy was superior to surgical intervention for those with a RW III AC joint separation(8) –Based on inclusion criteria, 10 trials were used that compared the results of surgical intervention versus conservative management for those with a RW III classification –Results indicated a lower incidence of ossification of the coracoclavicular ligament and osteolysis of the lateral clavicle with conservative management compared to surgery  . Problem Goal Intervention Expected Progression Home Program  Pain and swelling at rest and with daily activitiesResolve or decrease pain and swelling _ _ Independent with pain management program _ Independence with ADLs and IADLsPatient education _ Educate patient to treat pain safely with ice, avoid aggravating activities, and perform exercises at home _ _ Prescription, application of devices and equipment _ Standard or figure-of- eight sling for comfort until pain diminishes to mild when unsupported (2–3 weeks average). Avoid prolonged immobilization, which is associated with complications of atrophy, contractures, adhesive capsulitis, and CRPS. Provide adaptive equipment/ devices as appropriate _ _ Unloading scapula by taping over upper trapezius may help reduce acute AC joint pain. Consider using a star-shaped pattern _ _ Physical agents and mechanical modalities _ Frequent (4 times per day) cryotherapy (ice pack 15 minutes) for acute pain. Moist heat pack on shoulder prior to manual mobilization and ROM exercises. Moist heat over anterior deltoid may assist in glenohumeral joint mobilization _ Controlled trials on the efficacy of electrophysical modalities for management of AC sprains are lackingN/A Codman’s pendulum exercises as tolerated to prevent adverse effects of immobilization  Disturbed sleep due to painNormalize sleep quality Patient education _"
        ]
    },
    "desired outcomes outcome measures": {
        "resolved or decreased pain": [
            "V AS"
        ],
        "independent with pain management program": [],
        "normalized sleep quality": [
            "Sleep quality questionnaire"
        ],
        "normalized flexibility and rom": [
            "Goniometric measurements"
        ],
        "normalized shoulder strength": [
            "MMT"
        ],
        "restored functional capacity in daily athletic activities": [
            "Return to sport activities, DASH Outcome Measure"
        ],
        "normalized scapular position and scapulohumeral rhythm": []
    },
    "maintenance or prevention": [
        "Independent exercise program should be well-established  at discharge. Defer the athlete’s return to competition until sports-specific  exertion is painless. Preventive management on return to sport should include instruction for immediate relative rest if symptoms return"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Rizzo TD, Jr. Acromioclavicular injuries. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation . 3rd ed. Philadelphia, PA: Saunders Elsevier; 2018:46-52.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Mair SD. Acromioclavicular joint injuries. In: Miller MD, Hart JA, MacKnight JM, eds. Essential Orthopaedics . Philadelphia, PA: Saunders Elsevier; 2010:175-177.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016:42-44,  322-323. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Finnoff JT. Upper limb pain and dysfunction. In: Cifu DX, ed. Braddom’s Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Elsevier; 2016:769-780.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Azar F, Pfeifer C, Alt V, et al. Clavicle elevation or shoulder girdle depression in acromioclavicular joint dislocation: A radiological investigation. Orthop J Sports Med . 2019;7(11):2-6.  doi:https://doi.org/10.1177/2325967119879927. (RV)"
        },
        {
            "number in article": 6,
            "reference": "Shaw AK, Synovec J, Eichinger J, Tucker CJ, Grassbaugh JA, Parada SA. Stress radiographs for evaluating acromioclavicular joint separations in an active-duty  patient population: What have we learned? J Orthop. 2018;15(1):159-163.  doi:https://doi.org/10.1016/j.jor.2018.01.012. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Kiel J, Kaiser K. Acromioclavicular joint injury. StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing Web site. https://www.ncbi.nlm.nih.gov/books/NBK493188/ . Published January 2020. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Tang G, Zhang Y, Liu Y, Qin X, Hu J, Li X. Comparison of surgical and conservative treatment of rockwood type – III acromioclavicular dislocation: A meta-analysis.  Medicine. 2018;97(4):e9690. doi:https://doi.org/10.1097/MD.0000000000009690. (M)"
        }
    ]
}