{
    "metadata": {
        "title": "Kawasaki Disease and Exercise",
        "synonyms": [
            "exercise and kawasaki disease",
            "kawasaki syndrome and exercise",
            "infantile polyarteritis and exercise",
            "systemic vasculitis syndrome, pediatric and exercise",
            " mucocutaneous lymph node syndrome and exercise"
        ],
        "anatomical location body part affected": [
            "Heart/coronary arteries (other muscular arteries may also be affected); skin, eyes, lips and oral cavity, hands and feet, neck, and lymph nodes are involved in the acute inflammatory phase"
        ],
        "area of specialty": [
            "cardiac rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "Kawasaki disease (KD) is a rare pediatric systemic vasculitis that involvesthe coronary arteries and other medium-sized arteries.Formerly called mucocutaneous lymph node syndrome, it is characterized in the acute phase by erythema of the lips and oral mucosa, cervical lymphadenopathy, and bilateral eye redness (nonexudative conjunctivitis). KD typically develops after a short fever (about 10 days) with a rash of unknown etiology(1)",
            "KD is the leading cause of acquired pediatric heart disease in North America, Japan, and Europe. The prevalence of KD is highest in countries that are rapidly becoming industrialized, such as China and India(21,22)",
            "Patients often have Asian ethnicity and are under 5 years of age. The incidence of KD is highest at 243.1 to 264.8 (per 100,000) in the Japanese population, 50.4 among other Asians and Pacific Islanders, 29.8 among black Americans, 22.5 in white Californians, and 8.39 in the United Kingdom(22)",
            "The exact pathogenesis of KD remains unclear. However, the cause is associated with dysregulated inflammatory immune responses,such as increased interleukin (IL)-6 production in response to various viruses or microbes. KD shares clinical features of toxic shock syndrome and Covid-19  symptoms in children (28,29,30)",
            "The acute phase of KD is routinely treated with intravenous immunoglobulin therapy (IVIg).Of children who are not treated with IVIg, 15% to 25% acquire multiple coronary aneurysms that can contribute to ischemic heart disease, myocardial infarction, congestive heart failure, or sudden death. (1,2,7,32) KD is the most common cause of acquired heart disease in the developed world.(1,32) The long-term cardiac sequelae of KD canremain undiagnosed for years. For example, the mean age at presentation was 24.7 +/- 8.4 years (range, 12 to 39 years) in 74 persons with serious KD-related  cardiac symptoms(3)",
            "In persons with a history of KD, large-diameter  coronary aneurysms are associated with reduced peak exercise capacity. (24,27) Although active KD is almost unheard of in adults,persons with a past history of KDwho present for physical training require special consideration due to increased risk of underlying coronary artery disease (CAD) (32) Exercise-inducible  myocardial ischemia is common in the subset of post-KD  patients with persistent coronary artery aneurysms and/or stenosis (4,5) Children and adults with a history of KD shouldbe screened for exercise-inducible coronary artery insufficiency prior  to vigorous exercise training, even though most patients report being asymptomatic during voluntary moderate physical activity (1,5,32)",
            "CADdoes not exclude KD patients from engaging in vigorous recreational activities for promotion of health and fitness. However, screening for exercise-inducible  cardiac symptoms is highly recommended to ensure the safety of vigorous exercise (4,12,24,27)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Pediatric or adult patient with a past history of KD",
            "Prescription for cardiac rehabilitation exercise training or referred for treatment of a coexisting condition for which exercise therapy is indicated",
            "Normal physical functioning in ADLs. However, normal exercise tolerance for age late after KD does not exclude having cardiac disease(4,20) -In a case report, an athletic previously healthy teenage boy collapsed from cardiac arrest at school after cross-country practice. Subsequent evaluation revealed evidence that a past history of presumed viral hepatitis was more likely KD(19) -The patient had recovered from the acute illness with no apparent effects and returned to his normal activities until the sudden cardiac arrest and resuscitation event -Extensive coronary artery abnormalities were found on cardiac catheterization",
            "Possibly abnormal resting electrocardiogram (ECG)(8)",
            "Possibly abnormal cardiac radionuclide or 2-dimensional  (2-D) echocardiographic exercise study, if conducted (20) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The exact etiology of KD is unknown. An infectious agent appears to be involved(coronavirus, parvovirus, bocavirus,cytomegalovirus, Yersinia pseudotuberculosis , meningococcus), as well as bacterial superantigens (9,28,29,30)",
            "KD is probably not contagious. (1,7) However, it sometimes occurs in clusters in a community, suggesting commonexposure to the causative agent. For example,authors of an epidemiological study in Japan found thatKD might be sharedin siblings(25)"
        ],
        "pathogenesis": [
            "Excessive production of inflammatory components of the immune system (IL-6,  IL-10,  and IL-18)  is implicated in theacute phase(1,7)",
            "Inflammatory vasculitis damages the endothelium and media of the walls of coronary arteries.Multiple lesionsandaneurysms may develop. Some are considered giant aneurysms(7,12)",
            "Administration of IVIg within 10 days of the acute episode of KD appears to downregulate the immune response, and inmost cases the vasculitis resolves(1,5,7,8)",
            "Aneurysms (especially giant ones) are associated with thrombosis and thrombotic occlusion. In addition, obstructivestenosis may develop over time in residual coronary artery lesions due to atherosclerosis(1,2,5,10)",
            "Stenotic lesions that grow to narrow the luminal diameter more than 70% compromise the increase in coronary arteryblood flow needed during periods of greater myocardial oxygen (O2) demand.(4,11) Myocardial injury due to repeatedsmall-vessel  thrombosis was found on cardiac biopsy several years after acute KD in 16 patients (aged 5 to 16 years)with giant coronary aneurysms.(6)Older children and adults with a past history of KD may, therefore, present withasymptomaticCAD (32)",
            "Failure of coronary blood flow to increase adequately to match the increased myocardial O2 demand of exercise producesmyocardial hypoxia"
        ],
        "major determinants of increased myocardial o  demand during exercise are heart rate  hr , left ventricular systolic pressure indexed by systolic blood pressure [sbp] , left ventricular wall tension, and myocardial contractility.   of these four": [],
        "risk factors": [
            "Genetically susceptible children (especially Japanese, other Asian ethnicity, and Pacific Islanders)(1,15)",
            "Male sex: Of 50 patients (ages 18 to 69) with a history of KD and acute coronary syndrome, 43 (86%) were male and 7(14%) were female(10)",
            "Residual giant aneurysm(1,10)",
            "Smoking(10)",
            "Children with a history of allergic diseases are at increased risk of having KD(7)",
            "Advanced age of mother at birth(7)",
            "Hospitalization for a fever in early infancy(7)",
            "Pregnant women with a history of KD are at increased risk of complications during pregnancy and of having children withKD; however, this is not clearly a genetic risk(7)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "In pediatric cases, obtain written referral for exercise and any findings on prior exercise testing from treating physician ",
        "In pediatric cases, obtain written consent from parent or legal caretaker",
        "Absolute contraindications to exercise typically applied to cardiac patients(12) Chest pain or shortness of breath at rest Resting hypertension: indicated by SBP greater than 200mm Hg or diastolic BP (DBP) greater than 110mm Hg Orthostatic fall in SBP of10 mm Hg or more, especially with cardiac symptoms Critical aortic stenosis Uncontrolled atrial or ventricular arrhythmias Uncontrolled sinus tachycardia (HR greater than 120 beats/min) Uncompensated congestive heart failure 3rd-degree  atrioventricular block without pacemaker Active pericarditis or myocarditis (14) Recent embolism Thrombophlebitis",
        "General cardiac rehabilitation guidelines should be followed because post-KD patients with persistent coronary artery defects are at risk for cardiac sequelae in later life(1,3,5,7,31)",
        "Stop exercise and notify physician if patient reports symptoms of coronary insufficiency such as chest pain (angina), inappropriate shortness of breath, fall in SBP, or dizziness",
        "In the absence of exertion-related  symptoms, exercise testing or training should be kept below the ischemic threshold specific for the patient . In some cases, the exercise intensity or rate-pressure product associated with myocardial ischemia may have been determined on clinical exercise testing",
        "See specific  Precautions/recommendations   under Examination  and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "IVIg remains the drug of treatmentduring the acute stage of KD. Steroid therapy may be included. Has the patient been treated for myocardial infarction, arrhythmias, atrioventricular block, or other heart conditions? Is the patient following a cardiac risk factor reduction program, such as smoking cessation, dietary restriction, weight loss, or prescribed exercise?Document date and reason for any cardiac surgical procedure that has been performed. Is the patient receiving ongoing postoperative care? Surgical management may include interventional catheterization, coronary angioplasty, stent placement, or coronary artery bypass graft surgeryObtain a complete list of prescribed cardiac and other medications that are currently being taken. Infliximab, cyclosporine, glucocorticoids, and statins are commonly used (26)",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Document the results of laboratory tests related to exercise, including clinical cardiac",
                        "stress testing (standard 12lead  ECG, echocardiography, radionuclide scans) and coronary angiography(9)"
                    ],
                    "alternative therapies": "Document any treatment at home or alternative therapies (e.g., acupuncture) that were tried and whether they helped or not",
                    "previous therapy": "Has the patient previously received therapeutic exercise and, if so, what specific exercise program was helpful or not helpful? "
                },
                "aggravating easing factors": "If applicable, document activities that provoke symptoms and the methods used to relieve them",
                "body chart": "Use a body chart to identify location of symptoms",
                "nature of symptoms": "Ask the patient to describe any circumstances associated with reproducible symptoms",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best (usually zero), worst, and at present. Use the Borg Rating of Perceived Exertion (RPE) Scale or other scale to estimate intensity of exertion",
                "pattern of symptoms": "Are symptoms related to time of day, possibly in relation to time that medications are taken? Also, document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Does the patient complain of disturbed sleep? If nocturnal symptoms are reported, document the usual number of wakings/night in report to physician",
                "other symptoms": "Document other symptoms that increase disability in ADLs and/or indicate need for medical consultation",
                "respiratory status": "Is there a history of respiratory compromise? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe (e.g., cognitive impairment, speech deficit, foreign language)"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "What was the patient’s heart health history (e.g., myocardial infarction, cardiac arrhythmia) prior to this referral?Ask the patient about other medical problems, including diabetes, cancer, musculoskeletal disorders, psychiatric disorders, and chronic lung disease",
                    "comorbid diagnoses": "",
                    "medications previously prescribed": "Obtain a comprehensive list of medications (including OTC drugs) taken for other health problems such as diabetes or asthma",
                    "other symptoms": "Ask about other symptoms that have affected the patient’s mobility in ADLs"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient work or attend school? Is the patient currently on work disability? Did the patient participate in vigorous -recreational  activities or sports prior to this referral? How much daily physical activity does the patient typically do?",
                "functional limitations assistance with ADLs adaptive equipment": "Document assistive devices that are being used (e.g., cane, crutches, walker, wheelchair)",
                "living environment": "Identify barriers to mobility in the home (e.g., stairs, number of floors in home, lack of caregivers) and whether any modifications are necessary. What support system (family/caregiver) is available?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Determine height, weight, and BMI. Is weight loss or gain indicated?",
            "assistive and adaptive devices": "An assistive device (AD) is generally not needed for ambulationin KD patients without coexisting disability.However, if one is used, is it an appropriate choice of AD and being used correctly?",
            "balance": "Confirm that static and dynamic balance reactions are appropriate for use of exercise equipment such as treadmill or elliptical trainer. Perform appropriate balance measure such as Berg Balance Scale or Functional Reach Test",
            "cardiorespiratory function and endurance": [],
            "circulation": "Test peripheral pulses in all four limbs",
            "functional mobility": "Assess normalcy in gross movement during transfers and functional tasks using the upper extremities (e.g., reaching, pulling, pushing, holding) and lower extremities (e.g., steps, squatting, kneeling, kicking). FIM or WeeFIM may be used",
            "gait locomotion": "Prior to prescription of a vigorous walking or jogging exercise program, confirm that ambulatory function is normal, including synchrony of limb movements as well as posture, and that safe limits can be followed",
            "muscle strength": "Manually scan strength in functional tasks (e.g., handgrip, pushing, pulling, sit-up,  squatting). Assess strength using manual muscle testing (MMT), dynamometry, or weights in muscle groups targeted for exercise training. KD is not associated with impairment of muscular strength Assess as indicated in children who have not achieved the expected developmental skills",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "Assess for functional ROM in all extremities during the prescribed exerciseAssess deep tendon reflexes; should be unaffected by KDScan dermatomes for normal sensation",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests –In compliance with medical guidelines,(12,16) assess HR and BP responses, and Borg’s rating of perceived exertion (RPE)(18)during graded exercise testing (GXT) on a treadmill or cycle ergometer. Observe for any cardiac symptoms –In patients without exercise-related  signs or symptoms, the GXT may continue to a maximal exertion end point, or be stopped at the submaximal target intensity predetermined by the referring physician",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "SBP exceeds 260 mm Hg or DBP exceeds 115 mm Hg during exercise",
                "SBP fails to rise more than 20 mm Hg above baseline",
                "SBP falls more than 10 mm Hg below the preceding value observed during the GXT"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Ensure close supervision with instruction during the exercise training sessions",
                "Monitor BP on a regular basis during exercise. Children and adolescents generally have lower BP responses to exercise than adults. According to standard exercise guidelines for adults,(12,16) the GXTand aerobic exercise training should be terminated if",
                "Exertional symptoms such as chest discomfort, lightheadedness, or dyspnea suggest cardiac insufficiency and should be avoided during exercise",
                "Resting SBP higher than 180mm Hg or DBP higher than 110 mm Hg is an absolute contraindication. Resting SBP higher than 160mm Hg or DBP higher than 100 mm Hg is a relative contraindication for resistance exercise(12,16)",
                "To prevent an exaggerated BP response to exercise, provide the patient with a thorough orientation to using the prescribed exercise equipment. An adequate warm-up  timeshould be given before exercise intensity increases to “hard” exertion on the RPE scale(18)",
                "To make the exercise safe for either aerobic or resistance training, monitor HR and BP for appropriate responses and the reported RPE and/or symptoms",
                "Extend the cool-down  period after endurance exercise to avoid the patient stopping suddenly as this may cause a precipitous fall in SBP, leading to orthostatic hypotension and possibly syncope due to venous pooling",
                "Clinicians should follow the exercise guidelines of their clinic/hospital and what is ordered by the patient’s physician"
            ]
        },
        "diagnosis need for treatment": "History of KD/referral for supervised exercise training or treatment to improve strength and aerobic fitnessScarlet fever, Stevens-Johnson syndrome, measles, Rocky Mountain spotted fever, infectious mononucleosis, juvenile rheumatoid arthritis, COVID-19",
        "rule out": "",
        "prognosis": [
            "Long-term  prognosis for adults with history of KD but without persistent coronary artery aneurysms is excellent (1,7,32)",
            "Patients with a history of cardiac complications require regular follow-up  with transthoracic echocardiography and prognosis depends on risk stratification (1,7,31,32,33)",
            "Coronary artery aneurysms occur in 15% to 25% of untreated patients; 2% to 3% of untreated patients die as a result of coronary vasculitis (1,21,31)",
            "In adults with a history of KD-related  coronary artery aneurysms, cardiac intervention is often needed (1,21,31)",
            "In patients with giant (> 8mm) coronary artery aneurysms, a 30-year  survival of 88% has been reported, with a 16% myocardial infarction rate and 59% requiring coronary revascularization or stenting within a 25-year  follow-up(23)",
            "Coronary artery aneurysms undergo regression of aneurysmal dilatation; however, the affected vessels remain abnormally thickened and wall calcification often occurs that may reduce luminal diameter(21)"
        ],
        "referral to other disciplines": "Cardiologist for consultation, pediatrician for consultation ",
        "other considerations": [
            "RCTs as well as specific KD guidelines for exercise are lacking",
            "Observational studiesindicate that patients in the late recovery phase of KD may benefit from exercise training –Authors of a pilot study (7 patients, ages 6 to 19 years) in Japan foundreduced or alleviated stress-induced  myocardial ischemiaafter twice-daily  graded cycle ergometer exercise up to maximal exertion for 10 to 12 days combined with intravenous heparin(15) –Authors of an observational study (N = 63 patients, ages 5 to 18 years) in Taiwan found that standard symptom-limited treadmill exercise testing was well tolerated and that the KD patients had similar aerobic functional capacity as healthy age-matchedcontrols(24)",
            "No studies of resistance exercise training in patients with KD were found in the literature. Strength-training  guidelines should be followed (12)",
            "Because of the increased risk of myocardial ischemia/infarction, exercise guidelines for cardiac patients should be followed, even though patients in the post-acute  stage of KD usually do not have cardiac symptoms during exercise (12,16,20,24,32)",
            "Patients at increased cardiovascular risk because of persistent aneurysms and/or coronary lesions also usually remain asymptomatic during exercise. Nevertheless, exercise restrictions should be obtained from the referring physician and, if available, be based on preliminary exercise studies using radionuclide or echocardiographic myocardial imaging techniques",
            "Similar to all athletes with known coronary artery disease, athletes with a history of KD should undergo maximal treadmill or bicycle exercise testing, preferably with myocardial imaging, to assess their exercise tolerance and safe cardiovascular limits. They should be informed that the risk of a cardiac event is increased in competitive sports, and may have to restrict their participation to low-intensity  competitive sports (1,17,20,32)"
        ],
        "treatment summary": [
            "GXT and exercise training guidelines for cardiac patients should be followed for patients with a history of KD (1,7,12,16,20,32)",
            "General recommendations for aerobic exercise training –Type of activity: Rhythmic movement with the legs (e.g., walking, jogging, or cycling), arms (e.g., upper-body  cycle ergometer), or both legs and arms (e.g., elliptical trainer with arm levers) –Intensity: Provided there are no contraindications or limitations found on GXT, the HRs found during “light” to “somewhat hard” exertion, equaling 11 to 13 on the Borg RPE Scale (6-to-20)on  GXT,may be prescribed for training.(18)However, do not exceed the rate-pressure  product associated with any perfusion defects or wall motion changes on exercise imaging studies –Duration: Continuous or discontinuous exercise totaling 30 minutes of physical activity per day. For overweight patients, 5 or more hours per week is usually recommended to promote weight loss –Frequency: 3 alternating days per week",
            "General recommendations for resistance exercise training –Target areas of muscle weakness –Type of activity: Circuit training. Weight-lifting  exercises on machines or using free weights (e.g., leg press, chest press, leg extension, latissimus pull-down,  leg curls, shoulder press, biceps curl, triceps press) –Intensity: Low to moderate intensity. Resistance training at 40–60%  of 1- repetition maximum is considered safe and effective in persons with cardiovascular disease(16) –Duration: 1–3 sets of 10 repetitions per exercise, taking about 30 minutes to complete the exercise session –Frequency: 2–3 nonconsecutive days per week . Problem Goal Intervention Expected Progression Home Program  Reduced strength, aerobic endurance, and functional capacity in a patient with high risk of exercise-inducible cardiac ischemiaSafe improvement of fitness to age-norm or betterExercise training _ See review in Treatment summary , above, for: Aerobic exercise and resistance exercise _ _ Maintain exercise intensity within safe limits for patientAs fitness improves, gradually progress the intensity and duration of exercises to the maintenance phaseProvide the patient with an individualized home program at discharge from supervised exercise ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved aerobic endurance": [
            "Aerobic fitness assessed by cycle or treadmill graded exercise testing, 6MWT"
        ],
        "improved strength": [
            "Strength assessed by MMT, with machines, or using free weights"
        ],
        "improved functional exercise capacity in adls": [
            "Physical functioning assessed by FIM or WeeFIM"
        ],
        "improved quality of life": [
            "SF-36  Health Status Questionnaire (physical functioning scale and physical composite scale)"
        ]
    },
    "maintenance or prevention": [
        "Primary prevention of KD is difficult, as its etiology remains unclear.(1,7) Secondary prevention of complications may include: Continue prescribed exercise training through independent home program Weight reduction and control, as indicated Dietary program, as prescribed Aspirin therapy in patients who develop coronary aneurysm(7) A heart-healthy  lifestyle is essential for adults with history of KD, even those without coronary artery complications(1,7) –Persistence of subclinical vasculitis has been found in a subset of patients and may place them at higher risk for cardiovascular events(21)"
    ],
    "patient education": [
        "Website for the Kawasaki Disease Foundation, http://www.kdfoundation.org/  (Accessed June 1, 2020) Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "McCrindle BW, Rowley AH, Newburger JW, et al. Diagnosis, Treatment, and Long-Term  Management of Kawasaki Disease: A Scientific Statement for Health Professionals From the American Heart Association. Circulation . July 30, 2019;140(5):e181-e184.  doi:10.1161/CIR.0000000000000484. (G)"
        },
        {
            "number in article": 2,
            "reference": "Kawasaki Disease Pearls and Pitfalls. Paediatric FOAMed Web site. https://www.paediatricfoam.com/2017/06/kawasaki-disease-pearls-and-pitfalls/ . Published June 3, 2020. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Burns JC, Shike H, Gordon JB, Malhotra A, Schoenwetter M, Kawasaki T. Sequelae of Kawasaki disease in adolescents and young adults. J Am Coll Cardiol . 1996;28(1):253-257.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Paridon SM, Galioto FM, Vincent JA, Tomassoni TL, Sullivan NM, Bricker JT. Exercise capacity and incidence of myocardial perfusion defects after Kawasaki disease in children and adolescents. J Am Coll Cardiol . 1995;25(6):1420-1424.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Gordon JB, Kahn AM, Burns JC. When children with Kawasaki disease grow up: myocardial and vascular complications in adulthood. J Am Coll Cardiol . 2009;54(21):1911-1920.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Yonesaka S, Takahashi T, Eto S, et al. Biopsy-proven  myocardial sequels in Kawasaki disease with giant coronary aneurysms. Cardiol Young . 2010;20(6):602-609.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Kelly JD, Shandera WX. Viral & rickettsial infections. In: Papadakis MA, McPhee SJ, eds. 2016 Current Medical Diagnosis & Treatment . 55th ed. New York, NY: McGraw-Hill Education; 2016:1414-1416.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Kawai K, Yashiro M, Nakamura Y, Yanagawa H. Relationship between the cumulative incidence of Kawasaki disease and the prevalence of electrocardiographic abnormalities in birth-year  cohorts. J Epidemiol . 2010;20(6):453-459.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Gerding R. Kawasaki disease: A review. J Pediatr Health Care . 2011;25(6):379-387.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Tsuda E, Abe T, Tamaki W. Acute coronary syndrome in adult patients with coronary artery lesions caused by Kawasaki disease: a review of case reports. Cardiol Young . 2011;21(1):74-82.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Presti CR. Chest pain and coronary artery disease. In: Buttaro TM, Trybulski J, Bailey PP, Sandberg-Cook  J, eds. Primary Care: A Collaborative Practice . 4th ed. St. Louis, MO: Mosby/Elsevier; 2013:518-536.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "American College of Sports Medicine. ACSM's Guidelines for Exercise Testing and Prescription . 6th ed. Philadelphia, PA: Lippincott Williams and Wilkins; 2006. (G)"
        },
        {
            "number in article": 13,
            "reference": "McCrindle BW, Cifra B. The role of echocardiography in Kawasaki disease. Int J Rheum Dis . 2018;21(1):50-55.  doi:10.1111/1756-185X.13216.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Dionne A, Dahdah N. Myocarditis and Kawasaki disease. Int J Rheum Dis . 2018;21(1):45#49. doi:10.1111/1756-185X.13219.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Wang H, Shang J, Tong M, Song Y, Ruan L. Evaluation of left ventricular function in immunoglobulin-resistant  children with Kawasaki disease: a two-dimensional  speckle tracking echocardiography study. Clin Cardiol . 2019;42(8):753#759. doi:10.1002/clc.23213. (R)"
        },
        {
            "number in article": 16,
            "reference": "Williams MA, Haskell WL, Ades PA, et al; American Heart Association Council on Clinical Cardiology; American Heart Association Council on Nutrition, Physical Activity, and Metabolism. Resistance exercise in individuals with and without cardiovascular disease: 2007 update: a scientific statement from the American Heart Association Council on Clinical Cardiology and Council on Nutrition, Physical Activity, and Metabolism. Circulation . 2007;116(5):572-584.  (PP)"
        },
        {
            "number in article": 17,
            "reference": "Thompson PD, Klocke FJ, Levine BD, Van Camp SP. 26th Bethesda conference: recommendations for determining eligibility for competition in athletes with cardiovascular abnormalities. Task Force 5: coronary artery disease. J Am Coll Cardiol . 1994;24(4):888-892.  (G)"
        },
        {
            "number in article": 18,
            "reference": "Borg G. Borg's Perceived Exertion and Pain Scales . Champaign, IL: Human Kinetics; 1998. (GI)"
        },
        {
            "number in article": 19,
            "reference": "Hadid D, Plambeck CJ, Nicolosi AC, Markan S, Pagel PS. Sudden cardiac death resulting from acute coronary artery aneurysm occlusion: successful resuscitation and treatment of an adolescent boy with previously unrecognized Kawasaki disease. Int Anesthesiol Clin . 2011;49(2):42-51.  doi:10.1097/AIA.0b013e3181f1f115. (C)"
        },
        {
            "number in article": 20,
            "reference": "Gravel H, Curnier D, Dallaire F, Fournier A, Portman M, Dahdah N. Cardiovascular response to exercise testing in children and adolescents late after Kawasaki disease according to coronary condition upon onset. Pediatr Cardiol . 2015;36(7):1458#1464. doi:10.1007/s00246-015-1186-5.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Shah V, Christov G, Mukasa T, et al. Cardiovascular status after Kawasaki disease in the UK. Heart. 2015;101:1646-1655.  doi:10.1136/heartjnl-2015-307734.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Singh S, Vignesh P, Burgner D. The epidemiology of Kawasaki disease: a global update. Arch Dis Child . 2015;100(11):1084-1088.  doi:10.1136/archdischild-2014-307536.  (RV)"
        },
        {
            "number in article": 23,
            "reference": "Suda K, Iemura M, Nishono H, et al. Long-term  prognosis of patients with Kawasaki disease complicated by giant coronary aneurysms: a single institution experience. Circulation . 2011;123:1836-1842.  doi:10.1161/CIRCULATIONAHA.110.978213. (R)"
        },
        {
            "number in article": 24,
            "reference": "Tuan SH, Li MH, Hsu MJ, et al. Cardiopulmonary Function, Exercise Capacity, and Echocardiography Finding of Pediatric Patients With Kawasaki Disease: An Observational Study. Medicine (Baltimore) . January 2016;95(952):1-8.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Nagao Y, Urabe C, Nakamura H, Hatano N. Predicting the characteristics of the aetiological agent for Kawasaki disease from other paediatric infectious diseases in Japan. Epidemiol Infect . February 2016;144(3):478-492.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Singh S, Sharma D, Bhattad S, Phillip S. Recent Advances in Kawasaki Disease - Proceedings of the 3rd Kawasaki Disease Summit, Chandigarh, 2014. Indian J Pediat . January 2016;83(1):47-52.  (RV)"
        },
        {
            "number in article": 27,
            "reference": "Tuan SH, Su HT, Chen CH, et al. Analysis of Exercise Capacity of Children with Kawasaki Disease by a Coronary Artery z Score Model (ZSP Version 4) Derived by the Lambda-Mu-Sigma  Method. J Pediatr. 2018;201:128#133. doi:10.1016/j.jpeds.2018.05.036. (R)"
        },
        {
            "number in article": 28,
            "reference": "Nakamura A, Ikeda K, Hamaoka K. Aetiological Significance of Infectious Stimuli in Kawasaki Disease. Front Pediatr . 2019;7:244. doi:10.3389/fped.2019.00244. (RV)"
        },
        {
            "number in article": 29,
            "reference": "Chen KYH, Messina N, Germano S, et al. Innate immune responses following Kawasaki disease and toxic shock syndrome. PLoS One . 2018;13(2):e0191830. doi:10.1371/ journal.pone.0191830. (RV)"
        },
        {
            "number in article": 30,
            "reference": "Viner RM, Whittaker E. Kawasaki-like  disease: emerging complication during the COVID-19  pandemic. Lancet. Advance online publication. 2020. doi:10.1016/S0140-6736(20)31129-6.  (RV)"
        },
        {
            "number in article": 31,
            "reference": "Ishii M, Ebato T, Kato H. History and Future of Treatment for Acute Stage Kawasaki Disease. Korean Circ J . 2020;50(2):112#119. doi:10.4070/kcj.2019.0290. (RV)"
        },
        {
            "number in article": 32,
            "reference": "Denby KJ, Clark DE, Markham LW. Management of Kawasaki disease in adults. Heart. 2017;103(22):1760#1769. doi:10.1136/heartjnl-2017-311774.  (G)"
        },
        {
            "number in article": 33,
            "reference": "Nakamura Y, Hama T, Nakamura Y, Tsukada H, Oda Y, Awa S. Orthostatic and Exercise Effects in Children Years After Kawasaki Disease. Pediatr Cardiol . 2020;41(1):24#30. doi:10.1007/s00246-019-02216-x.  (R)"
        }
    ]
}