{
    "metadata": {
        "title": "Language Disorders  Toddlers -interventions lasting longer than 8 weeks might be more effective than shorter interventions -intervention for children with expressive language difficulties only might be more effective than therapy for children with combined receptive-expressive  language difficulties (however, many studies exclude children with receptive language difficulties, so the results are inconclusive) •AAC: The goal of AAC for a toddler with a language disorder is to increase total vocabulary (with spoken and augmented words combined), increase opportunities for communication exchanges, and improve the overall effectiveness of communication –In a study conducted in the United States, researchers randomly assigned 62 toddlers (mean chronological age of 29.60 months) with both developmental and language delays to one of three different parent-coached  intervention groups(24) -Augmented communication input (AC-I):  intervention focused on language input from the parent who used AAC(24) -Augmented communication output (AC-O):  intervention focused on the child’s language production abilities using AAC(24) -Both AC interventions utilized commercially available speech generating devices (SGDs) that were modestly priced and used the method of direct selection(24) -Spoken communication (SC) interaction: intervention focused on verbal communication skills without the use of any augmented communication(24) –All children included in the study scored within normal limits on hearing and vision assessments(24) –All intervention groups were 24 sessions in length (18 occurred in the laboratory setting, final 6 sessions in the home); each session was 30 minutes long(24) -The goals of all of the different interventions were to: -increase the child’s use of 10 targeted vocabulary words -coach the parents to conduct the sessions independently at home -train the parent and child in the specific mode of communication (augmented or speech only) -Parents received a protocol manual with weekly goals for the parent, the child, and the interventionist (a non-SLP clinician who carried out the treatment plan with the child) -For the first 8 sessions the parent, along with an SLP who provided real-time  education about the nature of the child’s communicative interactions, observed the interventionist with the child -The parent was introduced to the sessions in the 9th session and increased the time of participation each session until the last 6 sessions were completely parent-led  and conducted in the home of the child –At the conclusion of the study: -expressive vocabulary size was the largest for the AC-O  group and smallest for the SC group(24) -children in the AC-I  and AC-O  groups produced more spoken target words than the children in the SC group(24) -children in the AC-I  and AC-O  groups maintained the gains they had made in the initial 18 sessions of therapy with a trained interventionist across the final 6 sessions that were 100% parent-coached(24) –Researchers noted that this study supported conclusions of previous studies indicating that use of AAC does not hinder development of spoken language in children with developmental and language delays(24) •Parent-training  intervention approaches –Several language intervention programs have been designed with the goal of having parents serve as the primary interventionist in order to improve generalization of newly acquired language skills, incorporate the family into therapy, and address language and pragmatic skills simultaneously(4) –Although research supports the effectiveness of training parents to provide intervention services, there is some question as to whether parent-led  intervention is more effective and which parents/families benefit most from this type of intervention(19) –In a study conducted in the United Kingdom involving 37 children between the ages of 2 years 6 months and 3 years 6 months with moderate-severe  language impairments and their parents, researchers compared the effects of training parents to provide direct intervention (using the Hanen Parent Programme) and the effects of clinic-based intervention (in which parents attended therapy sessions but interactions occurred primarily between the clinician and child). The Hanen Parent Programme includes a combination of parent group meetings and individual therapy sessions with the parent    and child. Parents are taught to become more responsive to their child’s communication attempts through observing their child, waiting and listening to the child’s communication, and following the child’s lead.(25) Researchers found no statistically significant difference in mean child language scores between the two treatment groups either prior to therapy, 6 months after therapy was completed, or 12 months after therapy was completed. The majority of children in both groups improved their language performance over the course of the study. Interestingly, parents from both treatment groups displayed changes in the dynamics of parent-child  interactions (e.g., use of expansions and imitations, equal ratio of parent-child  utterances), but there was no significant difference between groups. The children and parents involved in the Hanen Parent Programme received intervention that was twice as intensive as those receiving clinic-based  therapy. Therefore, resource allocation should be considered when making treatment plans(26) –In a study conducted in the United States, researchers randomly assigned 53 pairs of parents and toddlers (mean chronological age of 30 months) with both developmental and language delays to one of three different intervention groups(27) -Prior to the intervention phase of the study, researchers asked the parents to complete a parent perception of language development measure -The three intervention groups were AC-I,  AC-O,  and SC interventions (described above) -All intervention groups were 24 sessions in length (18 occurred in the laboratory setting, final 6 sessions in the home); each session was 30 minutes long -The goal of all of the interventions was to increase the child’s use of 10 targeted vocabulary words -Parents received a protocol manual with weekly goals for the parent, the child, and the interventionist -For the first 8 sessions the parent, along with an SLP who provided real-time  education about the nature of the child’s communicative interactions, observed the interventionist with the child -The parent was introduced to the sessions in the 9th session and increased the time of participation each session until the last 6 sessions were completely parent-led  and conducted in the home of the child -After the intervention phase of the study, the parents were asked to complete the parent perception of language development measure again -Following the intervention phase of the study, the parents’ perceptions about how to successfully communicate with their children were more positive; however, the change did not reach a level of statistical significance(27) -The parents’ perceptions of the severity of their child’s language difficulty decreased for both groups that used augmented communication (AC-I  and AC-O)  but increased for the group that used only spoken communication -Researchers concluded that the use of AAC, regardless of the type, might be as beneficial to the child for communication as it is to the parent in terms of perceptions of the child’s success with language development –Because parent-child  interaction training is widely used to improve language abilities in toddlers with language delay, but the evidence is lacking, researchers in the United Kingdom conducted a study with 18 parent/child dyads to investigate the effectiveness of a parent-child  interaction training intervention for improving language abilities in the children. The average child age was 29.6 months and the range was 1 year 9 months to 3 years 6 months. The intervention program consisted of 4 weeks of hour-long, clinic-based  sessions, 5 weeks of home-based  practice sessions without a therapist present, and a final session in which speech and language skills were reassessed and outcomes were discussed with the child’s parents. During the first clinic session the parent and child were videotaped and the therapist reviewed the video with the parent to teach the parent about different interaction strategies that can improve child language skills. Throughout the rest of the clinic-based  sessions therapists trained and cued parents in strategy use, and during the home-based  sessions parents were instructed to practice and generalize use of strategies. Outcome measures were parent rating score, child’s MLU, and ratio of child to parent speech. At the conclusion of the study, all three measurements improved significantly, each with a large effect size. Researchers concluded that this study was a promising start towards establishing efficacy and recommended further, larger-scale studies on parent-child  interaction training(43) •RE –In RE, parents/caregivers are taught to:(22) -recognize nonverbal communication attempts from their child -respond to their child’s nonverbal communication in meaningful ways in order to provide positive reinforcement for the child’s efforts -teach their child more conventional and complex ways of communicating •PMT –Milieu teaching (MT): Features of milieu teaching include following the child’s attentional lead and establishing joint attention; using teaching episodes that are brief, positive, and rewarding and that are included within natural activities    that occur throughout the child’s day; simultaneous teaching of form (syntax), content (vocabulary), and function (pragmatics); targeting general communication forms and function that are on the boundary of the child’s productive communicative competence; and using mands (requests), questions, and models to elicit production of targets that are related to the child’s focus of attention.(48) MT often is described in the literature as an intervention for children with developmental delay and disabilities; however, the exact intervention protocols, including frequency and length of sessions, are not well-defined.  The effectiveness of MT for improving communication abilities in children with developmental delay is unknown. In a 2012 What Works Clearinghouse (WWC) Intervention Report published by the United States Department of Education, many studies on MT were found in the literature; however, only one study from 1991 met the WWC standards to be included as part of the Intervention Report. According to this study, there was no apparent effect of MT on communication abilities.(48) Additional, well-designed  studies are necessary to determine the effectiveness of MT –The purpose of PMT is to facilitate emergence of intentional communication and prelinguistic skills such as vocalization and gesture in children with intellectual disability and/or severe language delays. The components of intervention are very similar to those of MT. PMT has been used with children to increase their initiation of joint attention, to make requests, to make requests clearer, and to increase nonverbal and vocal commenting. PMT can also be used with children who have limited communication to expand the language forms and functions they express. While research has indicated that not all children benefit equally, there is some evidence that participants demonstrate more child-initiated  comments and requests as well as imitations and increased vocabulary following interventions(49) –In PMT, clinicians provide direct intervention to children with language delays in a play-based  setting(22) –Children are taught:(22) -to use alternating eye gaze to communicate more effectively (e.g., shifting his or her eye gaze from an object of interest to the communication partner) -to couple gestures and vocalizations with these shifts in eye gaze to increase clarity of communication –Key components include:(22) -paying attention to the child’s object of interest and attention -building social play routines (e.g., rolling a ball back and forth to establish turn-taking) -using prompts, such as time delay (e.g., holding up a bubble wand but not blowing bubbles until the child requests them) -providing natural consequences to the child’s communication (e.g., bubbles are blown when child makes an appropriate request) –In a study conducted in the United States involving 58 children with developmental delays between the ages of 17 months and 32 months and one of their parents, researchers determined that treatment outcome is affected by parental characteristics (pretreatment maternal responsivity and education level)(21) -Children were randomly assigned to either a prelinguistic milieu teaching (PMT) group or a modified responsive small group (RSG) -PMT involved establishing play routines, using communication prompts to elicit requests for objects or actions, and modeling -Modified RSG involved small-group  therapy in which the clinician responded to children’s communication without making any demands on the children. Clinicians did not imitate the children’s motor or nonword vocal behavior -Results showed that children with mothers who had high pretreatment scores of responsivity and high levels of formal education benefited the most from PMT treatment, while children with mothers with low responsivity scores and lower levels of formal education benefited the most from modified RSG -Other published research has found no interaction between maternal education and the effects of responsivity education(RE)/PMT(22) –In a published research study conducted in the United States involving 51 children aged 24–33  months with developmental disabilities, researchers examined the longitudinal effects of a 6-month  course of responsivity education(RE)/PMT on the children’s communication and language development(22) -Although previous research indicated increases in the use of intentional communication 6 months after implementing this treatment approach, the current study did not find any effects of treatment at 6 and 12 months after initial treatment(23) -In conclusion, the study’s authors suggest that this intervention technique might be effective in the short term; however, no long-term  benefits have been established    •Language and Play Everyday (LAPE): a parent education program developed by researchers in the United States. In a study conducted by the researchers who developed LAPE, 13 parent-toddler  dyads participated in the program. Each of the toddlers had expressive communication delays. All 13 parent-toddler  dyads participated in the intervention program over the course of 1 year; however, only 8 pairs finished all of the necessary sessions and assessments needed to be included in the data analysis. The LAPE program involved both group and individual sessions. The goal of the sessions was to train parents to use naturalistic language teaching strategies with their toddlers (e.g., wait and respond; repeat and add; environmental arrangement). Parents were also instructed to practice the strategies outside of the sessions for 15 minutes per day during play and routine activities. At the conclusion of the study, researchers found that all of the children included for data analysis increased their expressive vocabulary immediately after LAPE and at a 3-month  follow-up.  The extent of the increase varied by diagnosis: 2 children with specific expressive language delay increased by the most (501–502 words) and the 4 children with developmental delay increased by the least (33–194  words; average of 130). MLU for the group increased from an average of 0.9 during play and 1.0 during routines to 1.7 for play and 1.5 for routines (typically developing toddlers’ MLU ranged from 1.8 to 3.1)(37) •Combined RE/PMT: Techniques of both RE and PMT are combined in an effort to facilitate communication by making changes in both the child’s communication and the responsivity of the child’s environment (i.e., parent/caregiver). The goal is to create a self-perpetuating  transactional cycle based on the premise that parents/caregivers are more likely to respond to clear communication from their child and such responses teach the child to communicate more clearly(22) •Focused stimulation: In focused stimulation, treatment is provided in the format of natural conversation. The SLP or parent/ caregiver provides multiple models of the language target (e.g., two-word combinations) but does not require the child to produce the target. Although the child is not required to produce targeted structures, the environment is manipulated to encourage productions by the child(28) •Imitation therapy: Around 12 months of age, typically developing children begin to watch and imitate the communicative actions of the adults around them.(29) Simple communicative gestures such as pointing allow the child to engage in joint attention with an adult and language develops naturally.(29) There is substantial evidence to suggest that lack of joint attention and/or imitative behaviors in young children contributes to delayed language acquisition.(29) Imitation therapy is an intervention technique based on the idea that improved imitation ability and joint attention in a child with delayed language skills will promote language acquisition(29) –Imitation therapy consists of four distinct stages: (29) -Initially, the SLP imitates all of the child’s actions and verbalizations exactly until the child is able to realize that he or she is controlling the actions of the SLP -Next, the SLP imitates most of the child’s actions and verbalizations, but begins to have the child imitate for short periods of time -At the next stage of imitation therapy, the SLP is the only imitator once again; however, the SLP imitates only the child’s speech behavior involving phonation and movements involving the face and/or articulators -Finally, the SLP and child alternate imitating each other’s speech/voice and movements of the face and articulators –In a study conducted in the United States, researchers examined the effect of imitation therapy on the language skills of 5 children aged 18–20  months of age who were identified as minimally imitative and scored below the second percentile on a formal measure of language(29) -Each of the 5 children participated in one-on-one sessions with an SLP or an SLP graduate clinician; the clinicians followed the same protocol according to the four stages of imitation therapy -All children participated in 16 to 18 sessions, each 50 minutes long -Imitation therapy was discontinued when the child spontaneously imitated verbalizations of the clinician at least 8 times across two consecutive sessions -Prior to the study, all 5 children were minimally verbal and scores on the Preschool Language Scale (PLS) were in either the 1st or 2nd percentile -At the conclusion of the study: -All 5 children acquired at least 19 new phonemes over the course of the intervention -All 5 children met the goal of spontaneous imitation of adult behaviors -All 5 children were beginning to pair phonetically consistent forms of CV or CVCV syllables with a meaningful gesture (e.g., saying “bye-bye”  while gesturing with a toy phone) -The PLS was not repeated at the conclusion of the study    •Specific intervention strategies: Paul (2007) recommends the following techniques to address goals in specific language domains: (4) –Improve child’s ability to engage in symbolic play and use gesture to communicate -Early forms of conventional and symbolic play and gestures are modeled by the parent/caregiver and/or clinician -Child is provided with toys that promote symbolic play, such as bottle, bed, spoon, cup, comb -Pretend play scripts involving daily routines (e.g., getting ready for bed) are modeled by the parent/caregiver and/or clinician –Improve child’s use of intentional communication -Initially any form of intentional communication (e.g., eye gaze, gesture) is accepted and responded to by parent/ caregiver and/or clinician. Gradually, expectations are increased so that a response/feedback is withheld until vocalizations and words are produced -Set up communication temptations: The parent or clinician structures the situation and provides models and opportunities for the child to communicate. Clinician and parent/caregiver might model expected response in front of child -Playfully violate known routines in order to elicit a protest or correction from the child (e.g., while rolling a ball back and forth with the child, withhold the ball during the child’s turn) –Improve receptive language skills -Indirect language stimulation (ILS) -Clinician and/or parent/guardian uses expansion, extension, recast, and open-ended  and verbal reflective questions when interacting with the child -One-word  labels are provided for whatever the child is focusing on or referring to with preverbal communication –Improve expressive language skills -Focus on expanding the repertoire of sounds and syllable shapes the child produces rather than on correcting errors relative to adult target words -To increase expressive vocabulary -When choosing words to teach, consider typical language development so that goals include the production of nouns, pronouns, function words, verbs, relational words, and socially useful words -Consider whether the words being taught match the child’s phonological system (i.e., is child able to produce the sounds in the target vocabulary?) -To increase the use of word combinations -When the child produces a one-word  utterance, the adult expands it into a two-word  utterance but does not expect the child to repeat the longer utterance -Clinician and/or parent/caregiver imitates the child’s two-word  productions as reinforcement . Problem Goal Intervention Expected Progression Home Program    Parent/caregiver displays difficulty identifying and responding to child’s attempts to communicateIncrease parent/ caregiver’s responsiveness to child’s communicationResponsivity education (RE) _ Parents/caregivers are taught to(22) 1.Recognize nonverbal communication attempts from their child 2.Respond to their child’s nonverbal communication in meaningful ways in order to provide positive reinforcement for the child’s efforts 3.Teach their child more conventional and complex ways of communicatingParent/caregiver will increase his or her ability to recognize and respond to the child’s communication attemptsDesigned for implementation in child’s natural environment    Toddler does not produce clear prelinguistic communication signalsImprove toddler’s ability to produce frequent, clear prelinguistic comments and requests(22)PMT _ Children are taught:(22) 1.To use alternating eye gaze to communicate more effectively (e.g., shifting his or her eye gaze from an object of interest to the communication partner) 2.To couple gestures and vocalizations with these shifts in eye gaze to increase clarity of communication _ Key components include:(22) 1.Paying attention to the child’s object of interest and attention 2.Building social play routines (e.g., rolling a ball back and forth to establish turn-taking) 3.Using prompts, such as time delay (e.g., holding up a bubble wand but not blowing bubbles until the child requests them) 4.Providing natural consequences to the child’s communication (e.g., bubbles are blown when child makes an appropriate request)Progression of therapeutic tasks will vary according to the child’s goals and response to interventionDesigned for implementation in child’s natural environment Delayed prelinguistic intentional communicationImprove toddler’s ability to send clear communication signals while simultaneously creating a responsive environment to toddler’s communication attemptsCombined RE/PMT _ Techniques from RE and PMT (as described above) are combinedProgression of therapeutic tasks will vary according to the child’s goals and response to interventionDesigned for implementation in child’s natural environment    Delayed language developmentImprove toddler’s ability to communicate intentionally during natural activitiesFocused stimulation   (28) 1.Treatment is provided in a conversational/ natural format 2.The SLP or parent/ caregiver provides multiple models of the language target (e.g., single words, two- word combinations) 3.The child is not required to produce the language target 4.The environment is manipulated to encourage the child to communicate (e.g., desired objects left in sight, but out of the child’s reach)(28)Progression of therapeutic tasks will vary according to the child’s goals and response to interventionDetermined on an individual basis Delayed play and gesture developmentImprove toddler’s ability to engage in symbolic play and use gesture appropriatelyStrategies for improving symbolic play and gesture skills 1.Early forms of conventional and symbolic play and gestures are modeled by the parent/caregiver and/or clinician(4) 2.Child is provided with toys that promote symbolic play, such as bottle, bed, spoon, cup, comb(4) 3.Pretend play scripts involving daily routines (e.g., getting ready for bed is modeled by the parent/ caregiver and/or clinician)(4)Progression of therapeutic tasks will vary according to the child’s goals and response to interventionDetermined on an individual basis    Delayed play and gesture developmentImprove toddler’s ability to engage in symbolic play and use gesture appropriatelyStrategies for improving symbolic play and gesture skills 1.Early forms of conventional and symbolic play and gestures are modeled by the parent/caregiver and/or clinician(4) 2.Child is provided with toys that promote symbolic play, such as bottle, bed, spoon, cup, comb(4) 3.Pretend play scripts involving daily routines (e.g., getting ready for bed is modeled by the parent/ caregiver and/or clinician)(4)Progression of therapeutic tasks will vary according to the child’s goals and response to interventionDetermined on an individual basis Delayed use of intentional communicationIncrease toddler’s ability to produce intentional communicationStrategies for increasing production of intentional communication 1.Initially accept any form of intentional communication and then increase expectations (e.g., initially accept gestural communication and then withhold response/feedback until vocalizations and words are produced)(4) 2.Communication temptations: structure the situation and provide multiple opportunities and models for the child. Model expected response using parent in front of child(4) 3.Routine or script therapy: playfully violate known routines in order to elicit a protest or correction from the child(4)Progression of therapeutic tasks will vary according to the child’s goals and response to interventionDetermined on an individual basis    Delayed receptive language skillsImprove receptive language skillsIndirect language stimulation (ILS) 1.Clinician and/or parent/guardian uses expansion, extension, recast, and open- ended and verbal reflective questions when interacting with the child(4) 2.One-word labels are provided for whatever the child is focusing on or referring to with preverbal communication(4)Progression of therapeutic tasks will vary according to the child’s goals and response to interventionDetermined on an individual basis Delayed sound production skillsIncrease repertoire of sounds produced by the toddlerStrategies for improving expressive phonology _ Focus on expanding the repertoire of sounds and syllable shapes the child produces rather than on correcting errors relative to adult target words(4)Progression of therapeutic tasks will vary according to the child’s goals and response to interventionDetermined on an individual basis Poor expressive vocabularyIncrease toddler’s expressive vocabularyStrategies for increasing expressive vocabulary 1.Teach words that include nouns, pronouns, function words, verbs, relational words, and socially useful words(4) 2.Consider whether the words being taught match the child’s phonological system (i.e., is child able to produce the sounds in the target vocabulary?)(4)Progression of therapeutic tasks will vary according to the child’s goals and response to interventionDetermined on an individual basis    Toddler does not produce word combinationsIncrease toddler’s use of word combinations to communicationStrategies to increase use of word combinations 1.When the child produces a one-word utterance, the adult expands it into a two- word utterance but does not expect the child to repeat the longer utterance(4) 2.Clinician and/or parent/caregiver imitate(s) the child’s two-word productions as reinforcement(4)Progression of therapeutic tasks will vary according to the child’s goals and response to interventionDetermined on an individual basis Limited expressive and/ or receptive language skillsIncrease the toddler’s comprehension and/or expressionAAC _ See Treatment summary , aboveProgression of therapeutic tasks will vary according to the child’s goals and the type of AAC usedParent training is part of AAC intervention programs so that the AAC can be used at home for functional communication . Desired Outcomes/Outcome Measures",
        "synonyms": [
            "language delay  toddlers",
            "language impairment  toddlers"
        ],
        "anatomical location body part affected": [
            "Medical problems (e.g., genetic disorders, hearing loss, head injury) can result in injury to the anatomy of communication and lead to language disorders in children; however, language disorders often have no known physical cause(1)"
        ],
        "area of specialty": [
            "child speech and language disorders"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "F80.1": "expressive language disorder",
            "F80.2": "mixed receptive-expressive language disorder",
            "F80.9": "developmental disorder of speech and language, unspecified (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Signs and symptoms of a language disorder will vary greatly depending upon the cause of the disorder, the specific age of the child (chronological and developmental), and the child’s environment. The symptoms of communication disorders can range from mild to severe and they vary among children as well as in the course of a single child’s lifetime.(5) Symptoms of a language disorder in a toddler include:",
            "disrupted child-caregiver  interaction: Interactions between a young child and his or her caregiver(s) form the basis for communication development. The development of these interactions can be disrupted due to child factors (e.g., less organized responses to the environment, less frequent attempts to initiate communication, prolonged illness and hospitalization) or caregiver factors (e.g., poor attachment to his or her infant, lack of access to child when child was an infant due to hospitalization).(3)As the child ages, both members of the infant-caregiver  dyad are at risk for acquiring interaction patterns that are detrimental to communication development and that often are difficult to change",
            "pragmatics difficulties: difficulty participating in turn-taking activities, difficulty initiating communication, difficulty engaging in joint attention (activities in which the child and communication partner attend to the same object or activity), difficulty developing intentional communication(3)",
            "delayed or absent use of gestures and pointing(4,52)",
            "problems of communicative frequency, function, and form: limited attempts to communicate either verbally or nonverbally, limited range of communication intentions (i.e., child communicates for few reasons), immature means of communicating (i.e., child relies on gesture rather than using a combination of gesture and vocalizations or words)(4)",
            "receptive language deficits: poor response to environmental noises, voices, or language; delayed comprehension of words and sentences(3,4)",
            "expressive language deficits: limited means of expressing wants and needs, limited communication intent, limited use of verbal language, delayed use of word combinations(3,4)",
            "problems of speech and speech-motor  development: delayed syllable and word productions, limited production of speech sounds and speech sound combinations, difficulty feeding due to muscular weakness, paralysis, or dysarthric-like features.(4) For detailed information on speech production and articulation disorders in children, please see Clinical Review…Speech Sound Disorders: Childhood Apraxia of Speech ; CINAHL Topic ID Number: T708888; Clinical Review… Speech Sound Disorders: Phonological ; CINAHL Topic ID Number: T708559; Clinical Review…Speech Sound Disorders: Articulation Disorder, Organic ; CINAHL Topic ID Number: T708924; and Clinical Review…Speech Sound Disorders: Articulation, Functional ; CINAHL Topic ID Number: T708858  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Prior to conducting an in-depth  speech-language  evaluation, or during transdisciplinary assessment, information should be gathered on the child’s developmental level. The child’s developmental level usually is determined by a psychologist or child developmental specialist. This information can be compared with information on the child’s language skills to determine whether or not the child’s language skills are commensurate with his or her nonverbal abilities. Whether a discrepancy exists between language and nonverbal developmental skills will guide intervention recommendations and goals(4) ",
            "When assessing the language skills of young children, it is imperative to use developmentally appropriate contexts, content, and procedures. This includes an observation of the child in his or her natural environment during typical or daily activities(10)",
            "Published research indicates that when parents are involved in the assessment and treatment planning stages of early intervention services, they are more likely to be invested in participating in those services.(11) Therefore, parents, caregivers, and other family members should be considered an important part of the assessment team",
            "Standardized assessment measures should be used in conjunction with ecologically valid measures, such as play-based observation(4)",
            "When assessing young children, it is essential to collaborate extensively with the child’s family and/or caregivers(10)",
            "The family system and cultural context must be considered when assessing the language skills of young children(3)",
            "When assessing young children at risk for communication disorders, it might be necessary to conduct multiple screenings, observations, or assessments over time, as their skills and developmental expectations change rapidly.(4) It is incorrect to assume that the skills displayed by a young child during a single observation session completely capture the child’s abilities. Furthermore, long-term predictions should not be made or communicated to parents based on a single sample of behaviors(3)",
            "When assessing children who were born prematurely, it is recommended to correct for their age during the first 18–20 months of life so that the child is more accurately compared to developmental norms.(3) This is done by subtracting the length of prematurity from the child’s chronological age (e.g., a child who is chronologically 12 months old but born 3 months prematurely would have an adjusted age of 9 months)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  medical problems  e.g., genetic disorders, hearing loss, brain injury  can result in injury to the anatomy of communication and lead to language disorders in children; however, language disorders can have no known cause.": [],
        "pathogenesis:  language disorders result from a variety of causes. symptoms vary, in part, according to the child’s age and linguistic expectations across the lifespan": [],
        "risk factors:  risk factors for language disorders include:": [
            "child factors–Very low birth weight(3,6)–Low 5-minute  Apgar score(6)–High birth order (third child or higher in a family)(6)–Being a multiple (e.g., twin, triplet)(7,40)–Chromosomal anomalies/genetic disorders(3)–Neurological disorders(3)–Congenital malformations(3,4)–Inborn errors in metabolism(3,4)–Sensory disorders(3,4)–Atypical developmental disorders(3)–Severe toxic exposure(3,4)–Chronic medical illness(3)–Severe infectious disease(3)–Small for gestational age(3)–Excessive irritability, crying, and tremulousness(3)–Experiences atypical or recurrent accidents(3)–Chronic otitis media(3)–Abuse or neglect(4)",
            "parent/family factors–Late or no prenatal care(6)–Low level of education(3,6)–Entered parenthood at younger ages(3)–Family history of learning and/or speech and language problems(33)–Dependent upon drugs or alcohol(3)–Chronic or severe illness(3)–Family is in crisis(3)–Family displays chronically disruptive patterns of interaction(3)–Parent/caregiver is physically or socially isolated and/or has a lack of adequate social support(3)–Living conditions are unstable or dangerous(3)–Parent/caregiver is homeless(3)–Parent/caregiver has no or inadequate health insurance(3)–Severe prenatal complications(3)–Severe perinatal complications(3)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "SLPs in early intervention (EI) work closely with the young child’s family and should be aware of the socioemotional dimensions of family interaction and educate themselves about family issues. Socioemotional dimensions of communication include social relatedness, emotional expression and relatedness, sociability in communication, emotion regulation and communication competence, expression of emotion in language and play, and the SLP’s subjective reaction to the child(8)",
        "SLPs should complete a review of a child’s medical and developmental history prior to conducting an assessment or intervention",
        "When assessing or treating a child under 3 years of age, the child’s communication skills must be viewed in the context of the family system and services should be family-centered(3,9)",
        "When working with toddlers and their families/caregivers, SLPs must display cultural sensitivity and be aware of the role of a family’s culture in their interaction patterns, ability to access services and information, and views of medical interventions and disabilities.(9) For detailed information on communication disorders in bilingual infants and toddlers, see Clinical Review…Language Disorders: Bilingual Infants and Toddlers ; CINAHL Topic ID Number: T709065",
        "The assessment and treatment of young children requires a team approach regardless of the setting (e.g., child’s home, rehabilitation center, hospital). Such a team might include the child’s family/caregivers, SLPs, occupational therapists (OTs), physical therapists (PTs), early education specialists, nurses, physicians, and other team members as appropriate",
        "Development of an individualized family service plan (IFSP) in collaboration with the parents/caregivers might be appropriate for children with developmental disorders to address learning, language, cognitive, feeding, and/or motor problems",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Prior to conducting an in-depth  speech-language  evaluation, or during transdisciplinary assessment, information should be gathered on the child’s developmental level. The child’s developmental level usually is determined by a psychologist or child developmental specialist. This information can be compared with information on the child’s language skills to determine whether or not the child’s language skills are commensurate with his or her nonverbal abilities. Whether a discrepancy exists between language and nonverbal developmental skills will guide intervention recommendations and goals(4) ",
            "When assessing the language skills of young children, it is imperative to use developmentally appropriate contexts, content, and procedures. This includes an observation of the child in his or her natural environment during typical or daily activities(10)",
            "Published research indicates that when parents are involved in the assessment and treatment planning stages of early intervention services, they are more likely to be invested in participating in those services.(11) Therefore, parents, caregivers, and other family members should be considered an important part of the assessment team",
            "Standardized assessment measures should be used in conjunction with ecologically valid measures, such as play-based observation(4)",
            "When assessing young children, it is essential to collaborate extensively with the child’s family and/or caregivers(10)",
            "The family system and cultural context must be considered when assessing the language skills of young children(3)",
            "When assessing young children at risk for communication disorders, it might be necessary to conduct multiple screenings, observations, or assessments over time, as their skills and developmental expectations change rapidly.(4) It is incorrect to assume that the skills displayed by a young child during a single observation session completely capture the child’s abilities. Furthermore, long-term predictions should not be made or communicated to parents based on a single sample of behaviors(3)",
            "When assessing children who were born prematurely, it is recommended to correct for their age during the first 18–20 months of life so that the child is more accurately compared to developmental norms.(3) This is done by subtracting the length of prematurity from the child’s chronological age (e.g., a child who is chronologically 12 months old but born 3 months prematurely would have an adjusted age of 9 months)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Does the child have a primary disability which might have caused a communication disorder? (e.g., hearing loss, cerebral palsy, traumatic brain injury)",
                "course of treatment": {
                    "medical management": "Does the child receive medical management for any reason? If so, describe the medical management the child is receiving. Does the child have a history of prolonged hospitalization or time spent in the NICU?",
                    "surgical management": [],
                    "medications": "Determine what, if any, medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Unless a primary medical condition exists or is suspected, medical diagnostic tests are not common when diagnosing communication disorders"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had speech-language,  occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Does the child have an existing IFSP?"
                },
                "aggravating easing factors": " Aggravating/easing factorsDoes the time of day, setting, communication partner, and/or health status influence the toddler’s communication skills?(3)Does the child display infrequent or inconsistent responses to his or her environment? Are the child’s communication attempts inconsistent, of poor quality, or difficult for caregivers to interpret? Do the parents/caregivers show decreased responsiveness to their child? Do the parents/caregivers demonstrate less affection and/or talk less frequently to their child? How adept are parents/caregivers at recognizing and responding to the child’s communication signals? Do the child’s parents/caregivers have a mood disorder (e.g., depression) or drug/alcohol dependency, which might affect motivation to initiate or respond to communication?(3,12)Does the child have vision or hearing problems? Does the child have a motor impairment that affects his or her ability to communicate nonverbally and/or verbally?(12)If the child demonstrates delays in verbal language (speech production), are these delays accompanied by delays in the child’s overall communication skills (i.e., delayed communicative function and frequency)? Does the child exhibit isolated difficulties in oral-motor  skills and speech production?(4) Patterns of child-caregiver  interaction vary significantly between cultural groups, and the SLP must be knowledgeable of typical interaction patterns in each individual child’s family.(13) Does the family’s culture affect child-caregiver  interaction patterns? What language(s) is/are spoken by the infant’s caregivers? Do language barriers affect the family’s access to information and/or services?(2)",
                "body chart": "",
                "nature of symptoms": "The symptoms of a language disorder in toddlers are highly variable and might be influenced by the child’s age, the severity of accompanying motor or cognitive impairments, the child’s medical status, and the child’s hospital, day care, or home environment. Toddlers with language disorders can exhibit problems in the areas of receptive language, expressive language (including the use of gesture, words, and word combinations), child-caregiver interaction patterns, and/or social language (pragmatics).(3,12) Additionally, toddlers with language disorders sometimes have accompanying oral motor and/or speech production problems or dysphagia. For detailed information, please seeChildhood Apraxia of Speech , referenced above; Clinical Review…SpeechPhonological , referenced above; Clinical Review…Speech Sound Disorders Organic , referenced above; and Clinical Review…Speech Sound Disorders, Articulation, Functional , referenced above, and the series of Clinical Review on dysphagia",
                "rating of symptoms": "",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, with changes in the environment (e.g., during medical procedures, with different communication partners) and during different daily activities",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Does the child display problems in the areas of voice, hearing, oral-motor  skills, and/or dysphagia?(2) Document other symptoms the child is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., recurrent ear infections, difficulty hearing sounds in the environment, poor motor skill development, poor or unusual response to physical sensation, feeding/eating difficulties)Document symptoms of psychosocial disturbance or behavioral problems in the patient as well as in the patient’s family members (e.g., symptoms of depression, feelings of guilt or frustration, signs of abuse or neglect) and refer family to a social worker or psychologist if necessary(3)Document hearing ability -Prior to being evaluated for a language delay or disorder, a child should undergo audiological testing in order to rule out or identify hearing loss. Additionally, toddlers who spent time in the NICU during infancy are at increased risk for hearing loss and should be closely monitored by an audiologist(4) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has a language delay/disorder previously been diagnosed in the child? Has a developmental delay or medical condition that could cause a language disorder previously been diagnosed?",
                    "comorbid diagnoses": "Ask the patient’s family/primary caregiver about other problems, including hearing loss, behavioral problems, ADHD, autism spectrum disorder (ASD), motor problems, cognitive problems, and feeding/eating problems(44,45,47) Co-occurrence  of ADHD and language impairment complicates the proper diagnosis of and appropriate treatment for language impairment(45) In a study conducted in the Netherlands with 2,483 infants, researchers found that infants who had low muscle tone symptoms (as measured by a neurodevelopmental exam) at 12 weeks of age were more likely to have language delays at 18 and 30 months of age(35)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask child’s family/primary caregiver about other symptoms the child is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the child reside in the hospital or at home? Does the child attend daycare? How does the child communicate thoughts, wants, and needs in various settings and with various communication partners (e.g., gestures, eye gaze, vocalizations, words, word combinations)? What types of  activities does the child enjoy? What does the family/primary caregiver consider to be the child’s overall strengths and weaknesses?",
                "functional limitations assistance with ADLs adaptive equipment": "What functional communication limitations does the child experience in daily living? Does the child require the use of adaptive equipment for communication, mobility, and/or feeding?",
                "living environment": " Living environment -With whom does the child live? What language(s) are spoken in the home? In the home, with whom does the child primarily communicate? -Does the child attend daycare? What language(s) are spoken in the daycare or preschool? -Does the child experience an overall lack of language exposure at home? Decreased amount of linguistic input to children is often associated with growing up in poverty and can negatively affect the child’s language skills(14) -Observe and describe interaction patterns displayed by the child and his or her family/caregivers(3)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document the use of augmentative and alternative communication (AAC).Depending on the severity of speech and language deficits, it might be appropriate to assess the patient’s ability to use an AAC system. For detailed information regarding the use of AAC devices in speech-language therapy, see the series of Clinical Reviews on this topicAssess the child’s oral-motor  skills in order to identify or rule out a motor-based speech-language  disorder. Assess the child’s oral motor skills during typical eating and/or drinking activities or play-based activities (e.g., blowing bubbles, imitating funny faces)",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": " Speech and language examinationPrior to becoming fluent in verbal language, typically developing children use gestures (or a combination of vocalizations/words and gesture) to communicate a variety of thoughts, wants, and needs. Observing a child’s use of gesture can provide information on his or her ability to regulate social interactions, display signs of affection, and request activities or objects.(3) However, the SLP must be aware of typical ways in which gesture is used in the child’s family, since representational gestures (gestures that establish reference and convey semantic content) in particular have been found to be reflective of a family’s cultural beliefs and influenced by parental/caregiver modeling(15)A child’s speech production can be assessed through either direct observation or a combination of observation, parental report, and speech sample analysis. A child’s vocalizations can be compared to developmental checklists to determine whether or not the child’s vocalizations are age appropriate.(4) Questions to consider when assessing toddler -What is the child’s phonetic inventory of vowels and consonants? -Does the child produce a limited number of syllable shapes in word production and in nonverbal vocalizations?Childhood Apraxia of Speech , referenced above; Clinical Review…Phonological , referenced above; Clinical Review…Speech Sound DisordersArticulation, Functional , referenced above –LanguageLanguage skills might be assessed using formal measures or informal observations. Although parents might report strong language comprehension skills, it is important for the SLP to discriminate between a child’s ability to comprehend language versus a child’s ability to use nonverbal cues (e.g., gestures, eye gaze, context) to aid in following instructions and responding to a speaker appropriately.(4) Questions to consider when evaluating  -Does the child understand words without nonlinguistic/nonverbal cues? What words does the child understand without nonverbal support? Does the child consistently display an understanding of a variety of nouns and verbs?(4) -Does the child understand semantic relation, such as action-object  (e.g., throw the ball)? Does the child understand this relationship even when unexpected vocabulary is used (e.g., kiss the book)?(4) -Does the child understand agent-action-object sentences and commands (e.g., the baby drank the milk) even when unexpected vocabulary is used?(4)Language skills might be assessed using formal measures (e.g., standardized tests, parent-completed  questionnaires, and language sampling) or informal observations. Questions to consider when -How is the toddler communicating (communicative means/communicative form), what types of messages is he or she communicating (communicative function), and how frequently is the child using intentional communication?(3,4) -Measures of expressive language for toddlers include mean length of utterance (MLU), Index of Productive Syntax (IPSyn), and the Test of Early Grammatical Impairment (TEGI); for each of these measures there are norms for children ages 18 to 36 months and they can be used to measure developing syntax and grammar(41) -Could the child’s limited expressive language be the result of an underlying motor speech disorder? Is there a history of delays in babbling and/or problems with feeding?(4) -What is the size and range of vocabulary used expressively by the toddler? What semantic classes are represented in the child’s expressive vocabulary?(4) -If the child has an expressive vocabulary of 50 words or more, has he or she begun to combine words (e.g., “Bobby ball”)? If the toddler has begun to combine words, how frequently does he or she use word combinations and what meanings are they used to convey (e.g., possession)?(4)Pragmatics includes the social use of language and the often implicit rules that dictate the ways language is used to communicate.(3) The three levels of pragmatics are intentions (why a child communicates), conversational discourse (turn-taking, topic-changing  rules), and role taking (the ability to take the listener’s perspective during conversation).(3) Strong pragmatic skills are essential to being able to engage socially and linguistically, while weak pragmatic skills might indicate the risk of or presence of a language disorder. Parent report might be an especially useful means of assessing pragmatic skills, as parents are able to observe their child’s skills in a variety of settings(16)Assess vocal function, including vocal quality, loudness, pitch, and endurance; if there are specific concerns regarding voice, refer to otolaryngologist for complete workup to rule out laryngeal pathologies prior to completing a full",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "The child’s state of arousal will influence his oris the child in an in-turned  state (focus is on physiologic functioning to sustain life) and unable to interact due to illness or the level of stimulation in the environment? Signs that a child is in an in-turned  state include prolonged eye closure and attempts to physically withdraw from environmental stimuli. Are there environmental factors that influence the child’s state? Ask the parent or caregiver if communication skills displayed during the assessment adequately reflect the child’s skills or if the child displays more skill at other times of day or when in a more interactive state(3)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients who have accompanying motor symptoms might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. If patient is hospitalized, discharge criteria should include independence with fall-prevention  strategies ",
                "Precautions will vary according to the individual patient and the severity of accompanying cognitive, motor, medical, and/ or feeding symptoms",
                "Although many early intervention programs stress parent education and parent involvement, SLPs should be aware of the cultural implications of these types of programs. Prior to beginning intervention services, the SLP must become aware of the value the child’s family places on talking, the handling of social status in conversations, beliefs about when a child becomes able to communicate intentionally, and beliefs about how children learn language(13)",
                "SLPs and others working with a young child must be aware of child state and developmental readiness to ensure that the child does not become over-stimulated  during intervention activities. When a young child enters a developmental growth spurt, it might be appropriate to decrease direct treatment and adapt a strategy of parent support and child monitoring(3)",
                "During treatment sessions, the SLP must be aware of the impact of positioning on a young child’s ability to communicate. Children who are medically fragile or have accompanying motor disabilities might require special positioning or support in order to facilitate communication. SLPs should collaborate with PTs and OTs in order to address these concerns(3)",
                "During treatment sessions, the SLP must be aware of sensory issues a young child might have (e.g., hypersensitivity to touch, sensory integration difficulties) and their possible impact on the child’s ability to communicate. SLPs should collaborate with OTs in order to address these concerns",
                "Development of an IFSP in collaboration with the parents and early childhood professionals might be necessary for children with language disorders and/or disorders/delays in multiple domains",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Toddlers with language disorders, particularly those with an expressive vocabulary delay, are an extremely heterogeneous population.(18) The diagnosis of a communication disorder and determination of the need for speech-language  intervention in a toddler is made by a fully certified and licensed SLP in collaboration with the child’s family and other early intervention specialists. Intervention can range from intermittent monitoring sessions with an SLP to intensive language therapy(18)",
        "rule out": "Typical variation in language performance, language differences attributable to second-language  acquisition (when appropriate)(2,14)",
        "prognosis": [],
        "referral to other disciplines": "Appropriate referrals will vary according to the child and family’s individual needs. Referrals might be made to professionals in the following disciplines: audiology, occupational therapy, physical therapy, early childhood education, and social work",
        "other considerations": [],
        "treatment summary": [
            "General treatment considerations –When working with a young child, intervention services should be family-centered,  given that 1) communication develops in a natural context (e.g., during social interactions with a parent/caregiver), communication and socioemotional development are reciprocal, and 3) childhood communication disorders directly affect the family system(2,3,8) –Addressing the needs of the family will support the context in which the child develops his or her communication skills and attempt to decrease risk factors and/or minimize symptoms of a communication disorder(4) –Intervention goals should be based upon the family’s strengths, needs, and priorities as expressed during the assessment process(8) –For bilingual or multilingual children, research supports the effectiveness of training parents and/or paraprofessionals who speak the child’s L1 to provide intervention services;(19) however, when implementing parent training programs, the SLP must be aware of cultural differences in communication styles(13)",
            "Research on the efficacy of language intervention –Authors of a meta-analysis  of 13 articles examining the efficacy of treatment for children or adolescents with primary speech and language delay/disorder reported that: (20) -children with phonological or expressive vocabulary difficulties benefited positively from intervention -mixed evidence exists concerning the effectiveness of therapy for children with expressive syntax difficulties -the results for children with receptive phonology or language difficulties are inconclusive due to the small number of studies conducted on this area  -interventions focusing on parent training and those that were clinician-administered  had no significant differences in"
        ]
    },
    "desired outcomes outcome measures": {
        "increased vocabulary": [
            "Bayley-III",
            "CDI: Words and Gestures (Infant form)",
            "CDI: Words and Sentences (Toddler form)",
            "CDI-III",
            "Ongoing assessment of the child’s communication skills(3)",
            "Review of the goals set in the IFSP"
        ],
        "improved functional communication": [
            "Bayley-III",
            "CDI: Words and Gestures (Infant form)",
            "CDI: Words and Sentences (Toddler form)",
            "CDI-III",
            "Ongoing assessment of the child’s communication skills(3)",
            "Review of the goals set in the IFSP"
        ],
        "improved grammar and syntax in language production tasks": [
            "Bayley-III",
            "CDI: Words and Gestures (Infant form)",
            "CDI: Words and Sentences (Toddler form)",
            "CDI-III",
            "Ongoing assessment of the child’s communication skills(3)",
            "Review of the goals set in the IFSP"
        ],
        "improved pragmatic language abilities": [
            "Bayley-III",
            "CDI: Words and Gestures (Infant form)",
            "CDI: Words and Sentences (Toddler form)",
            "CDI-III",
            "Ongoing assessment of the child’s communication skills(3)",
            "Review of the goals set in the IFSP"
        ]
    },
    "maintenance or prevention": [
        "Providing intervention services for children atrisk for communication disorders and their families might prevent future communication difficulties.(4) There is some evidence that interventions targeting improved communication in mother-child dyads can provide a protective effect against language impairment for late-talking  toddlers(50)",
        "Language acquisition of toddlers who appear to be late talkers should be monitored frequently by an SLP to determine if and when intervention is appropriate(18)",
        "There is preliminary evidence that toddlers who are at increased risk of developing language delays benefit from early intervention focused on training the caregivers to use language facilitation strategies in the home, at least in terms of receptive language skills(42)"
    ],
    "patient education": [
        "It strongly is recommended that SLPs train and educate parents of children with speech and language deficits in a home program(30) The goal of the home program should be to accelerate progress toward overall speech and language goals(30)",
        "For information on how to distinguish late-developing  language from a language disorder, please see the American Speech-Language-Hearing Association’s website at https://www.asha.org/public/speech/disorders/LateBlooming.htm",
        "For information on typical language development in 1- and 2-year-olds available in English and Spanish, see the American Speech-Language-Hearing Association’s website at https://www.asha.org/public/speech/development/12.htm",
        "For information on typical language development in 2- and 3-year-oldsavailable  in English and Spanish, see the American Speech-Language-Hearing  Association’s website at https://www.asha.org/public/speech/development/23.htm Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Speech and language disorders and diseases. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/disorders/ . Accessed July 2,"
        },
        {
            "number in article": 2018,
            "reference": " (GI)"
        },
        {
            "number in article": 2,
            "reference": "Kohnert K. Language Disorders in Bilingual Children and Adults . San Diego, CA: Plural Publishing; 2008. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Rossetti LM. Communication Intervention: Birth to Three . 2nd ed. San Diego, CA: Singular/Thomson Learning; 2001. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Paul R. Language Disorders from Infancy Through Adolescence: Assessment & Intervention . 3rd ed. St. Louis, MO: Mosby Elsevier; 2007. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Genesee F, Paradis J, Crago MB. In: Dual Language Development and Disorders . Baltimore, MD: Brookes Publishing Company; 2006:193-213.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Stanton-Chapman  TL, Chapman DA, Bainbridge NL, Scott KG. Identification of early risk factors for language impairment. Res Dev Disabil . 2002;23(6):390-405.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Rice ML, Zubrick SR, Taylor CL, Gayán J, Bontempo DE. Late language emergence in 24-month-old  twins: heritable and increased risk for late language emergence in twins. J Speech Lang Hear Res . 2014;57(3):917-928.  doi:10.1044/1092-4388(2013/12-0350).  (R)"
        },
        {
            "number in article": 8,
            "reference": "Prizant BM, Meyer EC. Socioemotional aspects of language and social-communication  disorders in young children and their families. Am J Speech Lang Pathol . 1993;2:56-71. (GI)"
        },
        {
            "number in article": 9,
            "reference": "American Speech-Language-Hearing  Association. Practice Portal: Pediatric Dysphagia. http://www.asha.org/Practice-Portal/Clinical-Topics/Pediatric-Dysphagia/ . Accessed July 2, 2018. (G)"
        },
        {
            "number in article": 10,
            "reference": "Neisworth JT, Bagnato SJ. The mismeasure of young children: the authentic assessment alternative. Infants Young Child . 2004;17(3):198-212.  (PP)"
        },
        {
            "number in article": 11,
            "reference": "Bruns DA, Steeples T. Partners from the beginning: guidelines for encouraging partnerships between parents and NICU and EI professionals. Infant-Toddler  Intervent. 2001;11(3-4):237-247.  (G)"
        },
        {
            "number in article": 12,
            "reference": "Pennington L, Goldbart J, Marshall J. Interaction training for conversational partners of children with cerebral palsy: a systematic review. Int J Lang Comm Dis . 2004;39(2):151-170.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "van Kleeck A. Potential cultural bias in training parents as conversational partners with their children who have delays in language development. Am J Speech Lang Pathol . 1994;3:67-78.  (X)"
        },
        {
            "number in article": 14,
            "reference": "Roseberry-McKibbin  C. Assessment and intervention for children with limited English proficiency and language disorders. Am J Speech Lang Pathol . 1994;3:77-88.  (GI)"
        },
        {
            "number in article": 15,
            "reference": "Crais ER, Watson LR, Baranek GT. Use of gesture development in profiling children's prelinguistic communication skills. Am J Speech Lang Pathol . 2009;18(1):95-108.  (PP) "
        },
        {
            "number in article": 16,
            "reference": "O'Neill DK. The Language Use Inventory for Young Children: a parent-report  measure of pragmatic language development for 18- to 47-month-old  children. J Speech Lang Hear Res . 2007;50(1):214-228.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Calhoon JM. Comparison of assessment results between a formal standardized measure and a play-based  format. Infant-Toddler  Intervent. 1997;7(3):201-214.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Desmarais C, Sylvestre A, Meyer F, Bairati I, Rouleau N. Three profiles of language abilities in toddlers with an expressive vocabulary delay: variations on a theme. J Speech Lang Hear Res . 2010;53(3):699-709.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Kohnert K, Yim D, Nett K, Kan PF, Duran L. Intervention with linguistically diverse preschool children: a focus on developing home language(s). Lang Speech Hear Serv Sch . 2005;36(3):251-263.  (GI)"
        },
        {
            "number in article": 20,
            "reference": "Law J, Garrett Z, Nye C. The efficacy of treatment for children with developmental speech and language delay/disorder: a meta-analysis.  J Speech Lang Hear Res . 2004;47(4):924-943.  (M)"
        },
        {
            "number in article": 21,
            "reference": "Yoder PJ, Warren SF. Relative treatment effects of two prelinguistic communication interventions on language development in toddlers with developmental delays vary by maternal characteristics. J Speech Lang Hear Res . 2001;44(1):224-237.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Warren SF, Fey ME, Finestack L, Brady NC, Bredin-Oja  SL, Fleming KK. A randomized trial of longitudinal effects of low-intensity  responsivity education/prelinguistic milieu teaching. J Speech Lang Hear Res . 2008;51(2):451-470.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Fey ME, Warren SF, Brady N. Early effects of responsivity education/prelinguistic milieu teaching for children with developmental delays and their parents. J Speech Lang Hear Res. 2006;49(3):526-547.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Romski M, Sevcik RA, Adamson LB. Randomized comparison of augmented and nonaugmented language interventions for toddlers with developmental delays and their parents. J Speech Lang Hear Res . 2010;53(2):350-364.  (R)"
        },
        {
            "number in article": 25,
            "reference": "It Takes Two To Talk®: Program Information. The Hanen Center. Web site. http://www.hanen.org/Helpful-Info/Research/It-Takes-Two-to-Talk-Parent-Research.aspx . Accessed July 2, 2018. (GI)"
        },
        {
            "number in article": 26,
            "reference": "Baxendale J, Hesketh A. Comparison of the effectiveness of the Hanen Parent Programme and traditional clinic therapy. Int J Lang Commun Disord . 2003;38(4):397-415.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Romski M, Sevcik RA, Adamson LB, Smith A, Cheslock M, Bakeman R. Parent perceptions of the language development of toddlers with developmental delays before and after participation in parent-coached  language interventions. Am J Speech Lang Pathol . 2011;20(2):111-118.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Cleave PL, Fey ME. Two approaches to the facilitation of grammar in children with language impairments: rationale and description. Am J Speech Lang Pathol . 1997;6(1):22-32.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Gill C, Mehta J, Gredenburg K, Bartlett K. Imitation therapy for non-verbal  toddlers. Child Lang Teach Ther . 2011;27(1):97-108.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Cincinnati Children's Hospital Medical Center. In: Best evidence statement (BESt). Partnering with parents for greater treatment outcomes in speech-language  pathology . Cincinnati, OH: Cincinnati Children's Hospital Medical Center; 2011:6. (G)"
        },
        {
            "number in article": 31,
            "reference": "Rakhlin N, Kornilov SA, Grigorenko EL. Gender and agreement processing in children with Developmental Language Disorder. J Child Lang . 2014;41(2):241-274.  doi:10.1017/ S030500091200058X. (R)"
        },
        {
            "number in article": 32,
            "reference": "McKean C, Letts C, Howard D. Developmental change is key to understanding primary language impairment: the case of phonotactic probability and nonword repetition. J Speech Lang Hear Res . 2013;56(5):1579-1594.  doi:10.1044/1092-4388(2013/12-0066).  (R)"
        },
        {
            "number in article": 33,
            "reference": "American Psychiatric Association. Language Disorder. In: Diagnostic and Statistical Manual of Mental Disorders – Fifth edition (DSM-5). Washington, DC: American Psychiatric Publishing; 2013:42-44.  (G)"
        },
        {
            "number in article": 34,
            "reference": "Yu YT, Hsieh WS, Hsu CH, et al. A psychometric study of the Bayley Scales of Infant and Toddler Development - 3rd Edition for term and preterm Taiwanese infants. Res Dev Disabil. November 2013;34(11):3875-3883.  doi:10.1016/j.ridd.2013.07.006. (R)"
        },
        {
            "number in article": 35,
            "reference": "van Batenburg-Eddes  T, Henrichs J, Schenk JJ, et al. Early infant neuromotor assessment is associated with language and nonverbal cognitive function in toddlers: the Generation R Study. J Dev Behav Pediatr . June 2013;34(5):326-334.  doi:10.1097/DBP.0b013e3182961e80. (R)"
        },
        {
            "number in article": 36,
            "reference": "The MacArthur-Bates  Communicative Developmental Inventories. MacArthur-Bates  Communicative Developmental Inventories Web site. http://mb-cdi.stanford.edu/ . Published April 2014. Accessed July 2, 2018. (PP)"
        },
        {
            "number in article": 37,
            "reference": "Moore H, Barton E, Chironis M. A program for improving toddler communication through parent coaching. Topics in Early Childhood Special Education . 2014;33:212-224.  (R)"
        },
        {
            "number in article": 38,
            "reference": "MacRoy-Higgins  M, Schwartz RG, Shafer VL, Marton K. Influence of phonotactic probability/neighbourhood density on lexical learning in late talkers. Int J Lang Commun Disord. March 2013;48(2):188-199.  doi:10.1111/j.1460-6984.2012.00198.x.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Weismer SE, Venker CE, Evans JL, Moyle MJ. Fast Mapping in Late-Talking  Toddlers. Appl Psycholinguist . January 1, 2013;34(1):69-89.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Rice ML, Zubrick SR, Taylor CL, Gayán J, Bontempo DE. Late language emergence in 24-month-old  twins: heritable and increased risk for late language emergence in twins. J Speech Lang Hear Res . June 1, 2014;57(3):917-928.  doi:10.1044/1092-4388(2013/12-0350).  (R)"
        },
        {
            "number in article": 41,
            "reference": "McKenna MM, Hadley PA. Assessing sentence diversity in toddlers at-risk for language impairment. Perspect Lang Learn Educ . 2014;21(4):159-172.  doi:10.1044/lle21.4.159. (R)"
        },
        {
            "number in article": 42,
            "reference": "Roberts MY, Kaiser AP. Early intervention for toddlers with language delays: A randomized controlled trial. Pediatrics . 2015;135(4):686-693.  doi:10.1542/peds.2014-2134. (RCT)"
        },
        {
            "number in article": 43,
            "reference": "Falkus G, Tilley C, Thomas C, et al. Assessing the effectiveness of parent–child  interaction therapy with language delayed children: a clinical investigation. Child Lang Teach Ther. 2015;32(1):7-17.  doi:10.1177/0265659015574918. (R)"
        },
        {
            "number in article": 44,
            "reference": "Redmond SM. Language Impairment in the Attention-Deficit/Hyperactivity  Disorder Context. J Speech Lang Hear Res . 2016;59(1):133-142. doi:10.1044/2015_JSLHR-L-15-0038.  (R)"
        },
        {
            "number in article": 45,
            "reference": "Redmond SM. Markers, models, and measurement error: exploring the links between attention deficits and language impairments. J Speech Lang Hear Res . 2016;59(1):62-71. doi:10.1044/2015_JSLHR-L-15-0088.  (R)"
        },
        {
            "number in article": 46,
            "reference": "Almost 8 percent of U.S. children have a communication or swallowing disorder. The ASHA Leader . 2015;20:10. http://leader.pubs.asha.org/article.aspx?articleid=2423605 . Accessed July 2, 2018. doi:10.1044/leader.NIB1.20082015.10. (R)"
        },
        {
            "number in article": 47,
            "reference": "Rice ML. Specific language impairment, nonverbal IQ, attention-deficit/hyperactivity  disorder, autism spectrum disorder, cochlear implants, bilingualism, and dialectal variants: defining the boundaries, clarifying clinical conditions, and sorting out causes. J Speech Lang Hear Res . 2016;59(1):122-132.  doi:10.1044/2015_JSLHR-L-15-0255.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Milieu Teaching. Institute of Education Sciences What Works Clearinghouse Intervention Report. https://ies.ed.gov/ncee/wwc/Docs/InterventionReports/ wwc_milieu_042412.pdf . Accessed July 2, 2018. (RV)"
        },
        {
            "number in article": 49,
            "reference": "Kaiser AP, Trent JA. Communication intervention for young children with disabilities: naturalistic approaches to promoting development. In: Odom SL, Horner RH, Snell ME, Blacher J, eds. Handbook of Developmental Disabilities . New York, NY: Guilford Press; 2007:224-248.  (GI)"
        },
        {
            "number in article": 50,
            "reference": "Conway LJ, Levickis PA, Smith J, Mensah F, Wake M, Reilly S. Maternal communicative behaviours and interaction quality as predictors of language development: findings from a community-based  study of slow-to-talk  toddlers. Int J Lang Commun Disord . March 2018;53(2):339-354.  doi:10.1111/1460-6984.12352.  (R)"
        },
        {
            "number in article": 51,
            "reference": "Gilkerson J, Richards JA, Greenwood CR, Montgomery JK. Language assessment in a snap: monitoring progress up to 36 months. Child Lang Teach Ther . 2017;33(2):99-115. doi:10.1177/0265659016660599. (R)"
        },
        {
            "number in article": 52,
            "reference": "Lüke C, Ritterfeld U, Grimminger A, Liszkowski U, Rohlfing KJ. Development of Pointing Gestures in Children With Typical and Delayed Language Acquisition. J Speech Lang Hear Res . November 9, 2017;60(11):3185-3197.  doi:10.1044/2017_JSLHR-L-16-0129.  (R)"
        },
        {
            "number in article": 53,
            "reference": "Visser-Bochane  MI, Gerrits E, van der Schans CP, Reijneveld SA, Luinge MR. Atypical speech and language development: a consensus study on clinical signs in the Netherlands. Int J Lang Commun Disord . January 2017;52(1):10-20.  doi:10.1111/1460-6984.12251.  (R)"
        }
    ]
}