{
    "metadata": {
        "title": "Treacher Collins Syndrome  Speech Therapy",
        "synonyms": [
            "treacher collins syndrome",
            "tcs",
            "franceschetti",
            "franceschetti-zwahlen-klein syndrome",
            "mandibulofacial dysostosis (mfd1)",
            "treacher collins-franceschetti syndrome",
            "zygoauromandibular dysplasia",
            "speech therapy: treacher collins syndrome",
            " mandibulofacial dysostosis: speech therapy",
            "dysostosis, mandibulofacial: speech therapy"
        ],
        "anatomical location body part affected": [
            "Treacher Collins syndrome (TCS) is a genetic disease that results in defects in bones and other tissues in the face. TCS can also affect the respiratory system and hearing(1)"
        ],
        "area of specialty": [
            "craniofacial and/or oral motor abnormalities",
            "pediatric genetic and/or neurological disorders"
        ],
        "description": [
            "exercises to increase client awareness. This is done by asking the patient to produce the incorrect For detailed information on speech therapy for patients with cleft palate and VPI, see Clinical Review…Cleft Lip and Palate and Clinical Review… Velopharyngeal Dysfunction , referenced above _Improvement in articulation patterns and elimination of compensatory errors is expected. Articulation therapy is expected to increase VP closure and reduce perception of hypernasality as wellAssign homework and speech practice for patients. Teach parents how to follow up on lessons taught in speech session  Poor speech intelligibilityImprove ability to communicate with parents, peers, teachersAAC",
            "Sign language and picture communication boards can be used for younger children",
            "Electronic boards or typewriting devices can be used with older children who still have difficulty with clarity of speech(5) For detailed information about AAC, see the series of Clinical Reviews on this topicPatients will demonstrate improved ability to communicate successfully despite articulation errorsTeach parents how to use and reinforce AAC devices at home . Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {
            "756.0": "congenital anomalies of skull and face bones"
        },
        "ICD-10 codes": {
            "Q75.4": "mandibulofacial dysostosis, Franceschetti syndrome, Treacher Collins syndrome _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Swallowing G-code set": {
                "G8996": "Swallowing functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G8997": "Swallowing functional limitation, projected goal status, at initial therapy treatment/outset and at discharge from therapy",
                "G8998": "Swallowing functional limitation, discharge status, at discharge from therapy/ end of reporting on limitation"
            },
            "Motor Speech G-code set": {
                "G8999": "Motor speech functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9186": "Motor speech functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9158": "Motor speech functional limitation, discharge status at discharge from therapy/ end of reporting on limitation"
            },
            "Voice G-code set": {
                "G9171": "V oice functional limitation, current status at time of initial therapy treatment/ episode outset and reporting intervals",
                "G9172": "V oice functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9173": "V oice functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "TCS is associated with bone and tissue hypoplasia (underdevelopment or incomplete development) of the head and face.(3) TCS is usually recognized at birth or in the first few months of life, based on observation of distinct facial features.(4) The most commonly affected facial features are the eyelids, facial profile (with the orbital zone most severely affected), and ears.(22) Symptoms of TCS can range from very mild to severe.(5) In fact, some patients can be so mildly affected that TCS is diagnosed only after they have a child who is more severely affected.(6) In other persons affected by TCS, the physical features of the disorder are much more prominent. Some of the common signs and symptoms of TCS are:",
            "Cognitive/neurological –Normal intelligence in the majority of affected individuals(2) –Typical development in most children -Slightly higher incidence of developmental delay, which might be related to hearing impairment(3)",
            "Physical anomalies of the head and neck(6) –Hypoplasia of the facial bones -Hypoplastic cheeks (depressed zygomatic bones and hypoplastic mandible (receding chin)(2) -Pointed nasal prominence(3) -Broad mouth(2) -Narrow face with increased anterior facial height(2) –Anomalies of mouth -Small oral cavity and airway(2)  -High-arched  hard palate; sometimes cleft palate(2) -Zygomatic arches might be absent(2) -Pharyngeal hypoplasia(2) -Small airway and nasopharynx with a normal-sized tongue(2) -Patients with TCS sometimes have upper airway obstruction at the level of the nasopharynx or oropharynx(5) -Upper airway obstructions increase the risk of sleep apnea, breathing problems, eating difficulties, and sudden infant death syndrome (SIDS)(2,3) -Cleft palate is found is approximately 35% of patients with TCS -An additional 30–40%  of patients with TCS have congenital palatopharyngeal incompetence such as a short soft palate, submucous palatal cleft formation, or other anomalies of the soft palate(2) -For detailed information on cleft palate, see Clinical Review…Cleft Lip and Palate ; CINAHL Topic ID Number: T708577 -Muscle weakness in upper lip –Anomalies of the teeth -Widely spaced teeth -Reduced number of teeth -Incorrectly positioned teeth -Dental malocclusion and anterior open bite is common(2,7) –Eye anomalies -Downward slanting eyes(4) -Eyelid coloboma(4) -Few or no eyelashes(4) –Ear anomalies -Atresia of external auditory canals(2) -Anomalies of the auditory ossicles (bones of the middle ear)(2) -Odd shape, size, and/or position of external ears(2) -Tongue-shaped  growth of hair from above the ears extending toward the cheek is seen in approximately 25% of patients with TCS(2)",
            "Hearing problems –Bilateral conductive hearing loss (HL) is common in patients with TCS(6) -Approximately 40% of patients with TCS have HL(2) -HL can be caused by irregular auditory ossicles, complete absence of external auditory canal, partial absence of structures such as the stapes or oval window, or absence of the entire middle ear(6) –Mixed or sensorineural HL does not occur in patients with TCS with higher frequency than in the general population",
            "Speech/articulation disorders(8) –Patients with TCS might exhibit significant impairments in articulation, nasality, and voice quality(8) -In a study conducted in Norway with 19 individuals with TCS, misarticulation of oral consonants was present in 11/19 of the participants and the /s/ sound was the most frequently misarticulated sound. Both hypo-  (n = 8) and hypernasality (n = 9) were observed in the study participants, with both hypo- and hypernasality occurring in 6 of the participants. Abnormal vocal quality including hoarseness and breathiness was documented in 12/19 cases(23) –Articulation disorders can be related to misalignment of teeth, reduced size of the oral cavity, high-arched  palate, short soft palate (velopharyngeal insufficiency [VPI]), cleft palate or submucous cleft, or HL(5,8) -Based on retrospective and prospective cross-sectional  study of 30 patients with TCS (referred to as mandibulofacial dysostosis) conducted in Canada -Data were collected on hearing, resonance, voice, articulation, mandibular occlusion, and palatal condition (i.e., cleft palate, submucous cleft, or no cleft) -All of the patients in the study exhibited articulation errors  -V oice quality was abnormal in approximately 60% of the patients with TCS in the study. Aberrant resonance (e.g., hypernasality, hyponasality, mixed hyper-  and hyponasality, or muffled resonance) was found in approximately 40% of patients with TCS Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "In 81% to 93% of cases, TCS is caused by a mutation in the TCOF1  gene, which is responsible for encoding treacle,a protein that plays an important role in the development of bones and tissues of the face.(1) Because of this mutation,patients with TCS produce shorter and less stable proteins as compared to individuals without TCS(7)–Sixty percent of cases of TCS are spontaneous (i.e., there is no family history; the syndrome is a result of newmutation).(6)The etiology of spontaneous mutations is unknown(3)–Forty percent of cases of TCS are inherited from mutations of the TCOF1  gene.(1) In the majority of these cases, TCS hasan autosomal dominant pattern of inheritance. Therefore, patients with TCS have a 50% chance with each pregnancy ofhaving a child with TCS",
            "The TCOF1  gene has been mapped to the long arm of chromosome 5(7)",
            "POLR1C  and POLR1D  gene mutations appear to be responsible for 2% of cases of TCS, and in individuals without amutation of one of the three above mentioned genes the underlying genetic cause is unknown(1)"
        ],
        "pathogenesis": [
            "More than 130 distinct mutations of the TCOF1  gene have been found(6)",
            "No genotype/phenotype correlation has been found(6)",
            "When the treacle protein is not encoded or produced correctly, the result is deficient ribosome biogenesis, which affects theproduction of neural crest cells of the craniofacial cartilage and bones–Bone and tissues affected in TCS develop from the first and second branchial arches, which normally have a highsaturation of neural crest cells(4)–Cranioskeletal hypoplasia results from insufficient production, or destruction, of neural crest cells before they migrate andform the facial structures(4)"
        ],
        "risk factors": [
            "An affected parent or grandparent(2,5)",
            "Advanced paternal age(9)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "The patient’s family/caregivers should be involved in the assessment and management of the disorder",
        "For children with TCS, development of an individualized family service plan (IFSP) or individual education plan (IEP) in collaboration with the parents/guardians and early intervention/school personnel is essential to address swallowing problems in the home and school environment"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Note reason for referral; who has referred the patient? Document motor and speech developmental history",
                "course of treatment": {
                    "medical management": "Document recent and/or pertinent medical management and treatment. Review general health Because breathing problems can occur from micrognathia and tongue obstruction, proper management of breathing problems is critical.(6) A laryngeal mask for airway management may be used during surgical procedures in infants and children who have difficulty breathing due to small or occluded airways(10) Due to structural anomalies, intubation during surgery (e.g., adenotonsillectomy) is often complicated or unsuccessful in patients with TCS(11)  Multiple surgeries might be necessary to manage hard and soft tissue anomalies(6) Orbital reconstruction might be necessary during childhood(6) Patient should be followed by a dentist to manage anomalies of the mouth and jaw(1)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Amniocentesis or chorionic villous sampling during pregnancy can be used to determine if a fetus has the mutation causing TCS",
                        "High-resolution  ultrasound during the final months of pregnancy (beginning around 24 weeks’ gestation) might also show craniofacial anomalies (although this is not a definitive diagnostic technique)(9)",
                        "A blood test (karyotype that analyzes the DNA) can confirm whether an individual has TCS(3)",
                        "X-ray  of the skull might show bone anomalies of the head",
                        "There are no prenatal screening measures that can predict the severity of the condition(3)",
                        "Head CT might be used to evaluate craniofacial structures(7)",
                        "Head CT can be used for diagnosis and to develop a (surgical) treatment plan. After surgery, head CT might be performed again to document abnormal anatomic structures(4)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational, speech, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Do any specific situations seem to ease or exacerbate symptoms (e.g., hearing, intelligibility, voice quality)?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, painful, discomfort). See also Presentation/signs and symptoms , above",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms (such as intelligibility, nasality, voice quality) at their best, at their worst, and at the moment; specifically address if pain is present now and how much",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night)",
                "sleep disturbance": "Document number of wakings/night. Sleep disturbances are common in patients with TCS as a result of nasal deformities and respiratory problems(1,24)",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician or other medical professional (e.g., swallowing problems)",
                "respiratory status": "Document the respiratory status of the patient. Note use of supplemental oxygen, tracheostomy, or mechanical ventilator. Does the patient experience recurrent chest infections?Patients with TCS sometimes have difficulty with acceptance of self, social acceptance, and dealing with social stigma due to their physical differences.(16)Authors of a study conducted in Norway with 11 adults with TCS reported significantly higher rates of depression among the subjects with TCS as compared to adults with other congenital orofacial abnormalities.(25) Document symptoms of psychosocial disturbance or behavioral problems in the patient as well as within the patient’s family (e.g., symptoms of depression, feelings of guilt or isolation, signs of abuse or neglect) and refer family to a social worker or psychologist if necessaryRefer to results of hearing screenings or audiological testing. HL is common due to external and middle ear anomalies. HL is often moderate to severe, bilateral, and conductive in nature. For detailed information on conductiveEffects on Speech and Language ;CINAHL Topic IDT708613. The inner ear is usually unaffected, although mixed and sensorineural HLs have been reported in a small percentage of patients with TCS(5) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has the patient had any hospital admissions in the recent months/years? If so, for what reason? Were there any complications?",
                    "comorbid diagnoses": "Ask patient’s family about other problems, including trauma, hearing loss, vision problems, motor impairments, diabetes, cancer, heart disease, GI problems, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient or caregivers about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient attend preschool/school? Does the patient live at home? If the patient is an adult, does he or she have a job? Is the patient involved in the community? Is the patient involved in leisure activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient use adaptive equipment for eating, communication, or mobility? Document type of equipment and how long it has been used by the patient",
                "living environment": "stairs, number of floors in home, with whom the patient lives(e.g., caregivers, parents, siblings). Identify if there are barriers to age-appropriate independence in the home; any modifications necessary? Is the patient able to hold a job (for adult patients with TCS)? Is an older patient living at home or in a group home?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting): Evaluation should include observation of the patient in several different environments, as well as interview of caregivers, parents, and other communication partners about the patient’s communicative abilities. Subjective or informal assessment measures such as observing the patient at play or taking a language sample during an informal activity can be useful for gathering information about the patient’s functional communication abilities",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Does the patient use any adaptive devices for mobility, communication, or eating? Determine if the patient uses a prosthetic oral device. If so, what kind? How does the device impact the patient’s resonance and intelligibility? Does the patient use any type of augmentative and alternative communication (AAC) device? –Assess use of current assistive and adaptive devices",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": " Speech and language examination (including reading)Children with TCS exhibit articulation errors. These errors might be related to malocclusion, velopharyngeal problems, hearing loss, or other causes. There is usually more than one factor contributing to an articulation disorder.(5) Phonemes most affected tend to be /s, z, t, d, n, p, b, m/. Patients tend to lateralize sibilants and direct airstream through lateral spaces in the teeth. Malocclusion can make lip closure for bilabial sounds difficult to achieve for patients with TCS. Those patients with cleft palate (up to 35% of patients with TCS) typically present with compensatory misarticulation errors (CMAs) or sound substitutions such as glottal stop, pharyngeal fricative, and mid-dorsum  palatal stop.(5) Check for presence of any compensatory articulation errors (learned articulation errors that a child with cleft palate or VPI may use to achieve appropriate pressure-valving  needed for speech). Examples of CMAs are glottal stop, pharyngeal stop, pharyngeal fricative, pharyngeal affricate, posterior nasal fricative, nasal fricative, and mid-dorsum  palatal stop.(12) Note the context in which these sound errors occur (e.g., at the sound level, word level, sentence level). Assess speech-sound  perception and discrimination abilities using a minimal-pair  identification task. Due to increased risk of hearing impairment, it is important to assess discrimination abilities. Screening and articulation -Goldman-Fristoe  Test of Articulation-3rd edition (GFTA-3)–  Used to assess articulation of consonant sounds in individuals 2–21  years of age. This test assesses single-word  production in imitation, spontaneous use, and in connected speech  -Assessment of Phonological Processes (Revised) – Can be used to evaluate the use of phonological processes in children who are highly unintelligible -Khan-Lewis  Phonological Analysis (KLPA) – This test can be used to assess the use of 15 phonological processes in children aged 2–5 years. The KLPA is often used in conjunction with the Goldman-Fristoe Test of Articulation-3 -Great Ormond Street Speech Assessment (GOS.SP.ASS) –Can be used to assess cleft palate speech and articulation errors in patients of all ages(12)Assess direction of nasal airflow and intraoral air pressure -Nasometry can be used to analyze acoustic energy passing through the oral and nasal cavities. Nasometry yields a nasalance score (normal nasalance is 25–33%).(13)Nasalance scores above 33% indicate some degree of hypernasality -Oral manometry can be used on patients of all ages to measure intraoral air pressure. Mean oral air pressure below 3 cm H2O is considered abnormal and may indicate VPI and velopharyngeal openings during oral speech. If the VP port is not sufficiently closed during oral speech, reduced oral air pressure will result, affecting high-pressure  sounds such as / p, b, t, d, k, g/(12) T708864Perform a screening of the patient’s receptive and expressive language skills. The language skills of patients with TCS are usually within the normal range. If necessary, complete a full language assessment. Examples of assessment -Narrative sample or language sample -Expressive V ocabulary Test—2nd edition (EVT-2)  assesses productive vocabulary in children and adolescents -Preschool Language Scale—Fifth Edition (PLS-5)  can be used in children aged 0–6 years. The PLS-5  can be administered by a speech-language  pathologist (SLP) and assesses receptive and expressive language skills, overall interaction, attention, vocal/gestural behaviors, and early literacy skills and phonological awareness skills -Clinical Evaluation of Language Fundamentals–Preschool—Second  Edition (CELF-P-2)  can be used with children aged 3–6 years to test concepts and ability to follow directions, word structure, expressive vocabulary, recalling sentences, sentence structure, basic concepts, recalling sentences in context, understanding word classes, and phonological awareness -Clinical Evaluation of Language Fundamentals—Fifth Edition (CELF-5)  can be used with individuals aged 5–21  years to assess receptive and expressive language as well as reading, writing, and social language/pragmatic skillsMany patients with TCS present with hypo-  or hypernasality. Determine presence of resonance disorder. Examples -Perceptual evaluation is a subjective measure that is used to make a clinical diagnosis of VPI and to determine if it is appropriate to treat the client for a resonance disorder(14)Ensure the nose is clear of any mucous prior to the evaluation, listen for stridency during nose breathing, place a mirror beneath the nostrils to view fogging patterns, and have the patient repeat words to listen for nasal emission. Assess for hypernasality by asking the patient to repeat 10 single-syllable  words beginning with a /b/ and ending with a /t/ (beet, bit, bait, bet, etc.). Patients with VPI will usually exhibit greater nasality on the words with high vowels (/u/ and /i/) and less nasality on words with low (/a/) vowels(14)Patient should be asked to repeat words and phrases containing high-pressure  consonants (i.e., “Pass the pepper please,” “Terry took the top hat,” “Choosy kids choose Jif”).(14) Patients with TCS sometimes exhibit significant hypernasality or nasal air emission on the consonants in the sentencesAsk the patient to count from 60 to 80, which is especially difficult for patients with VPI. Listen for hypernasality and nasal air emission(14) -Cleft Audit Protocol for Speech–Augmented  (CAPS-A)  is a speech tool that can be used to analyze speech articulation and nasality in children over the age of 5 years. Percentage of consonants correct is calculated. In addition, hyponasality is rated on a 3-point  scale (absent to marked hyponasality). Patient hypernasality is rated on a 5-point scale indicating “absent”hypernasality to “severe”hypernasality(13) -Instrumental measures -Nasendoscopy allows the clinician to visualize the velopharynx during phonation. The degree and pattern/type (coronal, sagittal, circular, circular with Passavant’s ridge) of velopharyngeal closure can then be observed. For detailed information on instrumental measures used to assess VPI, please see Clinical Review…Velopharyngeal Dysfunction , referenced above  –Refer patients to otolaryngologist as indicated for further medical evaluation of the larynx, velum, and vocal folds. For detailed information on voice disorders, see the series of Clinical Reviews on this topic",
            "neurological examination": "",
            "oral structure and oral motor function": "Document delays in motor learning or function as they may relate to speaking. Can the child perform diadochokinetic speech tasks? Obtain any relevant occupational or physical therapy evaluations or notesExamine the range, rate, coordination, and symmetry of movement of the lips, facial musculature, tongue, pharynx, and larynx –Researchers in Norway conducted a qualitative study to describe the orofacial features and functions as well as oral health issues associated with the various phenotypes of TCS(21) -Included 19 patients with TCS; 8 children and adolescents -Self-reported  common orofacial features in this group of participants included cleft palate or submucous cleft; anomalies of the ear, eye, zygomatic, and/or mandibular regions (13/19 participants had facial reconstructive surgery to address these anomalies); intra-oral  pain; dry mouth;deviated nasal septum; and a narrow hypopharynx resulting in the pharyngeal wall nearly contacting base of tongue(21) -Common orofacial functional deficits in this group of participants included breathing problems, snoring, and chewing and swallowing difficulty(21) -Of the participants who described having chewing and swallowing difficulty (13 of the 19 participants), all identified difficulty with the oral preparation phase and initiation of swallowing, especially with hard, dry, or sour foods; additionally, many of the participants reported requiring more than 30 minutes to consume a meal(21) -In the clinical oral mechanism examinations (performed by an SLP and specialist in pediatric dentistry), the following -Facial deviations at rest -Facial asymmetry(21) -Open mouth posture(21) -Interdental tongue position(21) -Impaired facial expression(21) -Limited tongue mobility(21) -Malocclusion(21) -Overall, oral health was satisfactory among the study participants(21) –Observe oral cavity and pharynx. Check for mucosal integrity and dentition. Observe lip closure, jaw closure, tongue mobility and strength, salivation, and oral sensitivitynormal/abnormal mucosal covering, velar cleft, velar symmetry, velar atrophy, velar length, deep oropharynx, tissue edema, tissue erythema (reddish coloring), hypertrophied tonsils, lesions or growths, bifid uvula, and presence of posterior nasal spine (feel for a notch in bony hard palate near the back of the mouth; a sign of submucous cleft)",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –Cognitive ability and development are usually within the range of normal in patients with TCS –Can the patient follow multistep commands? Is the patient able to focus and attend to task throughout the assessment process? –Refer for cognitive or psychological evaluations as indicated when evaluating a patient with TCS and developing a treatment plan",
            "aac assessment": "",
            "swallow examination": "Patients with TCS often experience dysphagia related to oral and facial abnormalities. Complete a thorough swallowing assessment as indicated. For detailed information about dysphagia in childhood, please see ClinicalT708938. For detailed information on assessments of swallowing, seethe series of Clinical Reviews on this topic",
            "tracheostomy examination": "Tracheostomy might be required to allow safe breathing in children with airway obstruction. This is necessary in up to 25% of patients with TCS.(5) Tracheostomy is required in up to 86% of patients with TCS with cleft palate.(5) If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of patients with tracheostomies, see Clinical Review…Children with Tracheostomy ; CINAHL Topic ID NumberT709084. For detailed information on assessment of a tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-Muir Tracheostomy & Ventilator Swallowing and Speaking Valve ;T708919 "
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "The SLP should work together with a multidisciplinary team (e.g., audiologist, physician, occupational therapist [OT], dietitian, respiratory therapist) as appropriate in the assessment as well as the management of speech,language, hearing, and/or swallowing disorders in patients with TCS",
                "Clinicians treating VPI in patients with TCS should be trained to interpret assessments of VPI and should be informed about the current surgical and other treatment options for VPI",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physicians. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Patients with TCS often experience significant speech, resonance, and voice impairments that hinder their ability to communicate successfully with others. Speech therapy is indicated if impaired ability to communicate is preventing academic and social success as well as in the case of dysphagia",
        "rule out": "Features of TCS are similar to the following syndromes or conditions. The physician will consider them in the differential diagnosis for TCS Nager syndrome Miller syndrome Pierre Robin sequence Goldenhar syndrome Nonsyndromic mandibular hypoplasia",
        "prognosis": [],
        "referral to other disciplines": "Refer to an audiologist, physician, dentist, ophthalmologist, dental surgeon, otorhinolaryngologist, or craniofacial surgeon or craniofacial team as necessary.(15)The SLP may refer the patient to a psychologist for counseling when necessary, as patients with TCS can have difficulty with acceptance of self, social acceptance, and dealing with social stigma due to their physical differences(16)",
        "other considerations": [],
        "treatment summary": [
            "General protocol management based on a review of care of 50 patients with diagnosed TCS is outlined below. Many of the issues delineated below are addressed by physicians, craniofacial surgeons, and other health professionals rather than SLPs. They are included below if they pertain to the ability of the patient to successfully breathe, eat, swallow, and speak:(17) –Airway and feeding issues are of primary concern in children with TCS from birth to age 2 years -Tracheostomy might be required to allow safe breathing in children with airway obstruction. This is necessary in up to 25% of patients with TCS(5) -Tracheostomy is required in up to 86% of patients with TCS with cleft palate(5) -Complications of the tracheostomy are common (e.g., accidental obstruction); management can be lifelong in cases of permanent tracheostomy(5) -Surgical mandibular lengthening can reduce risk of airway obstruction. Mandibular lengthening allows the tongue base to be placed in a more forward position and might reduce or eliminate need for tracheostomy(5) -Feeding difficulties sometimes result from airway obstruction and difficulty coordinating swallowing and breathing. Swallowing can also be impaired as a result of hypoplasia of the oral and pharyngeal structures. Cleft palate can reduce intraoral pressure required for sucking in infants. Abnormal feeding patterns can develop in infants and children who are fed using nasopharyngeal or gastrostomy feeding tubes. Dental malocclusion can impair mastication and affect overall feeding and nutrition.(5)For detailed information on dysphagia in infants and children, see Clinical Review…Dysphagia in Childhood , referenced above –Cleft palate repair typically is addressed early in life; in a retrospective study conducted in the United States that included 50 patients with TCS, 11 patients (22%) presented with cleft palate that required repair early in life(17) –Reconstruction of the upper face using bone grafts or flaps is also undertaken at a young age (2–12  years)(17)  –Orthognathic surgery is often performed on teenagers to correct cranioskeletal anomalies(17) –A speaking valve might allow for improved communication in patients with long-term  tracheostomies.(5) For detailed information on the use of speaking valves, please see Clinical Review…Passy-Muir  Tracheostomy & Ventilator Swallowing and Speaking Valve , referenced above –Yearly evaluations by the following professionals are recommended: otolaryngologist; dentist; ophthalmologist; orthodontist; SLP (yearly until age 4.5, assessment at age 8 and 12 years); craniofacial surgeon(17)",
            "Feeding/oral motor –In cases of cleft palate, the SLP should work together with the craniofacial team to assess safety of swallowing and plan treatment goals or make feeding modifications when appropriate. For detailed information on feeding therapy for children with cleft palate, please see Clinical Review…Feeding Disorders: Infants with Cleft Palate ; CINAHL Topic ID Number: T708978",
            "Speech/articulation deficits –In preschool-  and elementary school-aged  children (ages 2–12 years), speech therapy is indicated to remediate any articulation and phonological errors -Speech therapy should target specific sound errors and phonological processes –Yearly speech screenings or assessments are indicated(17) –SLP must distinguish between factors causing a speech disorder that can be remediated through direct speech therapy and factors that must be addressed by other multidisciplinary interventions (e.g., surgery, dental work)(5) -If therapy does not lead to improvement in articulation, resonance, or voicing, the SLP should discontinue treatment and wait until the physical or physiological factor causing the disorder is treated directly (e.g., surgical correction of VPI)(5) –There is a dearth of clinical research studies concerning speech therapy in the TCS population. The SLP may try using standard articulation therapy methods in remediating sound errors, substitutions, and sound distortions. The SLP should consider physical limitations of the patient (e.g., malocclusion, open bite, cleft palate, VPI) when preparing therapy goals and making a prognosis. For detailed information on speech therapy for patients with cleft palate, see Clinical Review… Cleft Lip and Palate , referenced above",
            "VPI –Up to 35% of patients with TCS have cleft palate and/or VPI.(2) The physician and the craniofacial team may consider standard treatment options (e.g., prosthetic devices, nose peg, injections, implants, and secondary surgery to reduce persistent postoperative VPI) to reduce VPI and improve articulation, voice, and resonance -For detailed information on VPI, please see Clinical Review…Velopharyngeal Dysfunction , referenced above –Surgery and prosthetic treatment of VPI is particularly complicated in such patients due to constriction of airway and small oral opening due to congenital structural anomalies(18) -Based on a series of 25 cases with mandibulofacial dysostosis (i.e., TCS) -16 of the 25 cases presented had cleft palate and/or cleft lip or palatopharyngeal incompetency leading to VPI -Study authors noted that voice quality in patients with TCS is often “muffled” due to tongue posture –It might be difficult or impossible to correct hypernasal resonance or nasal air loss in some patients with TCS(5) –Therapeutic techniques commonly employed in patients with syndromic and nonsyndromic VPI include:(12) -Improving articulatory placement -Target voiceless sounds first -Use visual cues -Train sounds in more simple contexts first (isolation, syllables) -Use nasal occlusion as necessary at start of treatment to direct airflow -Address bilabials, then work through lingual-alveolars,  velars, and fricatives and affricates as needed -Develop appropriate articulatory awareness, precision, and strength using lip and tongue exercises (e.g., tongue clicking, licking up) -Eliminate velopharyngeal mislearned patterns -Train awareness of nasal airflow through the use of auditory, visual, and tactile feedback -Encourage overarticulation and increased volume to improve articulatory accuracy -Use negative practice and description exercises to increase client awareness. This is done by asking the patient to produce the incorrect production on purpose ",
            "AAC –If appropriate, SLPs should teach parents and young patients how to use AAC strategies early in life so that children can learn to communicate successfully even if their speech is unclear(5) -Sign language and picture communication boards can be useful for younger children; electronic boards or typewriting devices can be used with older children who still have difficulty producing clear speech(5) -For detailed information on AAC, see the series of Clinical Reviews on this topic",
            "Hearing –An audiologist should monitor hearing status throughout childhood(5) –Early diagnosis of hearing loss is vital. Prompt treatment of hearing impairments can prevent related delay in speech development(5,19) –For detailed information on conductive HL, see Clinical Review…Hearing Loss, Conductive, in Children: Effects on Speech and Language , referenced above . Problem Goal Intervention Expected Progression Home Program Poor speech intelligibilityIncrease intelligibility, reduce articulation errors and use of phonological processesTherapeutic methods _ Target specific sound errors and phonological processes _ For detailed information on therapeutic interventions for organic articulation disorders, see Clinical Review…Speech Sound Disorders: Articulation Disorder, Organic ; CINAHL Topic ID Number: T708924Patients will demonstrate improvements in ability to produce correct speech soundsAssign homework and speech practice for patients. Teach parents how to follow up on lessons taught in speech session  Poor speech intelligibility due to VPI and use of CMAsReduce use of CMAs, increased intelligibility, reduced hypernasalityTherapeutic methods _ Specific techniques in articulation therapy to reduce use of CMAs include:(12)",
            "Improving articulatory placement –Target voiceless sounds first –Use visual cues –Train sounds in more simple contexts first (isolation, syllables) –Use nasal occlusion as necessary at start of treatment to direct airflow –Begin with addressing bilabials, then work through lingual- alveolars, velars, and fricatives and affricates as needed",
            "Eliminate velopharyngeal mislearned patterns –Train awareness of nasal airflow through the use of auditory, visual, and tactile feedback –Encourage overarticulation and increased volume to improve articulatory accuracy –Use negative practice and description exercises to increase client awareness. This is done by asking the patient to produce the incorrect For detailed information on speech therapy for patients with cleft palate and VPI, see Clinical Review…Cleft Lip and Palate and Clinical Review… Velopharyngeal Dysfunction , referenced above _Improvement in articulation patterns and elimination of compensatory errors is expected. Articulation therapy is expected to increase VP closure and reduce perception of hypernasality as wellAssign homework and speech practice for patients. Teach parents how to follow up on lessons taught in speech session  Poor speech intelligibilityImprove ability to communicate with parents, peers, teachersAAC",
            "Sign language and picture communication boards can be used for younger children",
            "Electronic boards or typewriting devices can be used with older children who still have difficulty with clarity of speech(5) For detailed information about AAC, see the series of Clinical Reviews on this topicPatients will demonstrate improved ability to communicate successfully despite articulation errorsTeach parents how to use and reinforce AAC devices at home ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved receptive and expressive language abilities": [
            "Expressive V ocabulary Test–2",
            "Narrative sample or language sample",
            "PLS-5",
            "CELF-P-2",
            "CELF-5"
        ],
        "improved speech intelligibility and articulation": [
            "GFTA-3",
            "KLPA",
            "GOS.SP.ASS",
            "Assessment of Phonological Processes (Revised)"
        ],
        "reduced hypernasality": [
            "Nasal emission test",
            "Pressure consonants test",
            "Counting test",
            "CAPS-A"
        ],
        "improved quality of life": [
            "Short Form 36 (SF-36):  a universal health-related  quality of life questionnaire appropriate for baseline and outcomemeasures(25)"
        ],
        "for children with tcs, outcome statements outlined in the ifsp or iep should indicate the context or environment in which the outcomes should occur": []
    },
    "maintenance or prevention": [
        "Audiological management to prevent language/speech delay; referral to geneticist for information on risk to future generations"
    ],
    "patient education": [
        "See “Treacher Collins” on the Cleft Palate Foundation website, http://www.cleftline.org/who-we-are/what-we-do/publications/treacher-collins/  (20)  Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on August 5, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Treacher Collins syndrome. Genetics Home Reference Web site. http://ghr.nlm.nih.gov/condition/treacher-collins-syndrome . Accessed November 25, 2017. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Horbelt C. A review of physical, behavioral, and oral characteristics associated with Treacher Collins syndrome, Goldenhar syndrome, and Angelman syndrome. Gen Dent . 2008;56(5):416-419.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Jackson L. Treacher Collins syndrome. Cent Lines . 2004;20(4):10. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Magalhaes MH, da Silveira CB, Moreira CR, Cavalcanti MG. Clinical and imaging correlations of Treacher Collins syndrome: report of two cases. Oral Surg Oral Med Oral Pathol Oral Radiol Endod . 2007;103(6):836-842.  (C)"
        },
        {
            "number in article": 5,
            "reference": "Vallino LD, Peterson-Falzone  SJ, Napoli JA. The syndromes of Treacher Collins and Nager. Adv Speech Lang Pathol . 2006;8(1):34-44.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Trainor PA, Dixon J, Dixon MJ. Treacher Collins syndrome: etiology, pathogenesis and prevention. Eur J Hum Genet . 2009;17(3):275-283.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "de Oliverira Lira Ortega A, Liarte Figueiredo Zwir LM, Ciamponi AL, Guimaraes AS, Alonso LG. Radiological findings and dynamic aspects of stomatognathic structures in Treacher Collins syndrome: clinical case report. Cleft Palate Craniofac J . 2007;44(6):678-682.  (C)"
        },
        {
            "number in article": 8,
            "reference": "Vallino-Napoli  LD. A profile of the features and speech in patients with mandibulofacial dysostosis. Cleft Palate Craniofac J . 2002;39(6):623-634.  (R)"
        },
        {
            "number in article": 9,
            "reference": "da Silva Dalben G, Costa B, Gomide MR. Prevalence of dental anomalies, ectopic eruption and associated oral malformations in subjects with Treacher Collins syndrome. Oral Surg Oral Med Oral Pathol Oral Radiol Endod . 2006;101(5):588-592.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Jayasekera N. Laryngeal mask for airway management in Treacher-Collins  syndrome. Ceylon Med J . 2007;52(1):34. (C)"
        },
        {
            "number in article": 11,
            "reference": "Agrawal S, Asthana V, Sharma JP, Sharma UC, Meher R. Alternative Intubation Technique In A Case of Treacher Collins Syndrome. Internet J Anesthesiol . 2006;11(1):7. (C)"
        },
        {
            "number in article": 12,
            "reference": "Peterson-Falzone  SJ, Trost-Cardamone  JE, Karnell MP, Hardin-Jones  M. In: The Clinician's Guide to Treating Cleft Palate Speech . St. Louis, MO: Mosby Elsevier; 2006:18-48. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Pereira V, Sell D, Ponniah A, Evans R, Dunaway D. Midface osteotomy versus distraction: the effect on speech, nasality, and velopharyngeal function in craniofacial dysostosis. Cleft Palate Craniofac J . 2008;45(4):353-363.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Garrett JD, Deal RE. Endoscopic and perceptual evaluation of velopharyngeal insufficiency (VPI) and hypernasality. J Med Speech Lang Pathol . 2002;10(2):101-109.  (PP)"
        },
        {
            "number in article": 15,
            "reference": "Andrade EC, Junior VS, Didoni AL, Freitas PZ, Carneiro AF, Yoshimoto FR. Treacher Collins syndrome with choanal atresia: a case report and review of disease features. Braz J Otorhinolaryngol . 2005;71(1):107-110.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Beaune L, Forrest CR, Keith T. Adolescents' perspectives on living and growing up with Treacher Collins syndrome: a qualitative study. Cleft Palate Craniofac J . 2004;41(4):343-350.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Thompson JT, Anderson PJ, David DJ. Treacher Collins syndrome: protocol management from birth to maturity. J Craniofac Surg . 2009;20(6):2028-2035.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Peterson-Falzone  S, Pruzansky S. Cleft palate and congenital palatopharyngeal incompetency in mandibulofacial dysostosis: frequency and problems in treatment. Cleft Palate J. 1976;13:354-360.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Schober D, Goetz M, Scheibenreiter S. Treacher-Collins  syndrome. [Abstract]. Monatsschrift fur Kinderheilkunde . 1977;125(11):938-940.  (GI)"
        },
        {
            "number in article": 20,
            "reference": "Treacher Collins syndrome. Cleft Palate Foundation Web site. http://www.cleftline.org/publications/treacher_collins . Accessed November 25, 2017. (GI)"
        },
        {
            "number in article": 21,
            "reference": "Asten P, Skogedal N, Nordgarden H, Axelson S, Akre H, Sjögreen L. Orofacial functions and oral health associated with Treacher Collins syndrome. Acta Odontol Scand . 2013;71(3-4):616-625.  doi:10.3109/00016357.2012.700065. (R)"
        },
        {
            "number in article": 22,
            "reference": "Plomp RG, Versnel SL, van Lieshout MJ, Poublon RM, Mathijssen IM. Long-term  assessment of facial features and functions needing more attention in treatment of Treacher Collins syndrome. J Plast Reconstr Aesthet Surg . 2013;66(8):e217-226.  doi:10.1016/j.bjps.2013.03.029. (R)"
        },
        {
            "number in article": 23,
            "reference": "Asten P, Akre H, Persson C. Associations between speech features and phenotypic severity in Treacher Collins syndrome. BMC Med Genet . 2014;15:47. doi:10.1186/1471-2350-15-47.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Plomp RG, Mathijssen IM, Moolenburgh SE, van Montfort KA, van der Meulen JJ, Poublon RM. Nasal sequelae of Treacher Collins syndrome. J Plast Reconstr Aesthet Surg . 2015;689(6):771-781.  doi:10.1016/j.bjps.2015.02.029. (R)"
        },
        {
            "number in article": 25,
            "reference": "Geirdal AØ, Saltnes SS, Storhaug K, Åsten P, Nordgarden H, Jensen JL. Living with orofacial conditions: psychological distress and quality of life in adults affected with Treacher Collins syndrome, cherubism, or oligodontia/ectodermal dysplasia-a  comparative study. Qual Life Res . April 2015;24(4):927-935.  doi:10.1007/s11136-014-0826-1.  (R)"
        }
    ]
}