{
    "metadata": {
        "title": "Marfan Syndrome",
        "synonyms": [
            "marfan’s syndrome"
        ],
        "anatomical location body part affected": [
            "Connective tissue; primarily cardiac, ocular, skeletal and neurological tissues but ultimately numerous organ systems are afflicted"
        ],
        "area of specialty": [
            "acute care",
            "cardiovascular rehabilitation",
            "geriatric rehabilitation",
            " home health",
            "orthopedic rehabilitation",
            "neurological rehabilitation"
        ],
        "description": [
            "Marfan syndrome is a connective tissue disorder caused by an autosomal dominant genetic mutation that is associated with decreased life expectancy, primarily due to cardiac manifestations.(14) The earliest description of the condition was in 1896 by Antoine Bernard-Jean Marfan(14)",
            "Marfan syndrome typically affects three bodily systems(1,3) –Skeletal –Cardiovascular –Ocular –Also, the lungs and CNS are mentioned in the literature(8,14)",
            "Diagnosis of Marfan syndrome is based on the Revised Ghent Nosology, revised in 2010, which placed more emphasis on aortic dilatation/dissection and ectopialentis (i.e., luxation of the lens of the eye) as criteria and also made genetic testing prominent (although it is still not mandatory, as diagnosis can be made based on the phenotype alone)(8,14) –It also scores the systemic features associated with Marfan syndrome, which include wrist and/or thumb sign, pectus carinatum deformity, hindfoot deformity, pneumothorax, dural ectasia, acetabular protrusion, reduced upper segment/low segment ratio and increased arm/height, scoliosis, thoracolumbar kyphosis, reduced elbow extension, various facial features, skin striae, myopia, and mitral valve prolapse",
            "Incidence and prevalence of Marfan syndrome is based on a study conducted from 2000 to 2012 in Taiwan(15) –Minimal birth incidence: 23.3 per 100,000 individuals, meaning Marfan syndrome will be diagnosed in 1 per 4,286 persons later in life –Prevalence: 10.2 per 100,000 individuals",
            "In a similar study conducted in Denmark from 1977 to 2014, results yielded a prevalence of Marfan syndrome of 6.5 per 100,000 individuals, with a median age at diagnosis of 19 years(17)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "It is important for clinicians to recognize the variation from patient to patient in the presentation and severity of Marfan syndrome.(1) Clinical features may present at birth, during childhood, or later in adulthood(13)",
            "Patients with Marfan syndrome may present with the following:  –Skeletal manifestations -Affected individuals tend to be tall, not necessarily by population standards but in comparison to other family members(13) -Long, thin extremities(4) (also known as dolichostenomelia),(1) with an arm span greater than height;(4) ratio is more than 1.05(26) -Pectus excavatum or pectus carinatum(4,26) -Arachnodactyly, or “spider fingers” (fingers are exceptionally long)(4,26) -Scoliosis(4,35) (structural impairment of the vertebrae may be present as well [e.g., narrow pedicles])(26)– for more information on scoliosis, see Clinical Review…Scoliosis ; CINAHL Topic ID Number: T708447 -Diminished or absent kyphosis in the thoracic spine(4)/increased kyphosis(4,10,26) -Hyper mobility of joints(10) -Acetabular protrusion(26) -Pes planus(26) –seeClinical Review…Pes Planus ; CINAHL Topic ID Number: T708622 -Back pain(4,26) -Spondylolisthesis(26) -Leg-length  discrepancy(7,26) -Positive “wrist sign”(26) -The individual attempts to create a loop around the contralateral wrist with the 1st finger and 5th finger -The test is positive if the 1st and 5th finger overlap -Positive “thumb sign”(26) -The individual places the thumb horizontally across the palm -The 2nd through 5th fingers are then closed over the thumb -The test is positive if the thumb extends further than the 5th finger -Reduced bone mineral density(1,26) –Cardiovascular manifestations -Distention of the aorta, resulting in increased risk for dissection or rupture,(7) is clinically the most important and life-threatening  issue.(14) When the size (diameter) of the aorta exceeds 5 cm, the risk of dissection/rupture increases sharply, thereby necessitating operative management.(7) Aortic dissection occurs in 10% of patients with Marfan syndrome(15) -Mitral valve prolapse coupled with mitral regurgitation or impairment of the left ventricle, resulting in increased risk for abnormal heart rhythms and sudden death(7) -Pulmonary artery dilation(7) –Visual manifestations -Myopia(2) -Ectopialentis (dislocation of the lens)(2) -Detached retina(2,8) -Elongation of the globe(2,8) -Glaucoma(2) -Cataracts(2) –Other manifestations -Spontaneous pneumothorax;(8) signs and symptoms may include chest pain (generally abrupt onset), sense of tightness in the chest, increased heart rate, dyspnea, increased respiratory rate, cough, and fatigue; the individual may appear cyanotic(9) -Inguinal hernias(8)  -Striaeatrophicae(3) -High palate(1) -Contractures(1) -Reduced muscle tone(1) -Myopathy(1,7) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "If a patient presents for evaluation via direct access or is referred for the treatment of another condition and Marfan syndrome is suspected, the evaluation should be terminated and the patient should be referred to the primary care physician for an immediate medical workup"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Autosomal dominant inheritance; mutation of FBN1  gene on chromosome 15(12)",
            "Spontaneous mutation of the FBN1 gene is the underlying cause in roughly 25% of patients with the Marfan syndrome(12)"
        ],
        "pathogenesis": [
            "Mutation in the FBN1  gene leads to(1,4,7)–the body producing insufficient amounts of fibrillin (a key element of microfibrils), resulting in weakness in the structureof certain body tissues",
            "Fibrillin is also instrumental in the function of transforming growth factor beta (TGF-β).  As a result of the insufficientfibrillin, excessive TGF-β  signalingoccurs, disrupting:(7)–cell proliferation–cell differentiation–extracellular matrix formation–cell-cycle  arrest–apoptosis"
        ],
        "risk factors": [
            "Family history of Marfan syndrome(12)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "During a “pre-participatory  physical examination” (implemented for athletes before the commencement of training), the clinician should monitor for signs/symptoms of Marfan syndrome and, if suspected, refer to the athlete’s physician. The following are of note(4,5) Positive family history Tall, thin build with disproportionally long arms, legs, and fingers Existence of a minimum of two signs/symptoms (e.g., pes planus, pectus excavatum)",
        "The following activities are contraindicated primarily due to the risk of aortic dissection, but also due to the potentially negative impact on the visual and skeletal systems Isometric exercise(6,11) –Straining or Valsalva maneuver should be avoided(25) Intense/strenuous aerobic activity(11) Competitive athletics(11) –Published guidelines and criteria for participation in athletic competition by persons with Marfan syndrome have been identified in the research literature. (24) -It is recommended that athletes with unequivocal aortic root enlargement (more than 40mm in adults or more than 2 standard deviations for body surface area in children/adolescents or a z score of more than 2) participate in low-intensity sports only (class IA sports) -Athletes with bicuspid aortic valve aortopathy are allowed to participate in competitive sports as long as the ascending aorta and aortic root are not dilated (less than 40mm in adults or z score less than 2 or within 2 standard deviations from the mean) -Athletes who participate in competitive sports should be closely monitored every 6 to 12 months using echocardiography or MRI Contact/collision sports(6,11)  Extreme sports(6,11) Sports with abrupt acceleration/deceleration(6,11)",
        "The patient must be educated on avoiding activities that increase the strain on an already taxed aorta. Examples include(6,11) weight lifting lifting heavy objects (e.g., furniture) hiking (on challenging grades)",
        "As there is an increased risk for spontaneous pneumothorax, the following activities should be avoided Flying in an unpressurized plane(11) Scuba diving(11) Exercise at high altitude(11)",
        "The individual with Marfan syndrome should not exercise in very hot/humid or very cold weather(11)",
        "Chest pain or syncope should be considered medical emergencies in patients with Marfan syndrome(7)",
        "During pregnancy and in the postpartum period, women with Marfan syndrome are at an increased risk for cardiovascular and other complications (e.g., aortic dissection, impaired left ventricular function, postpartum hemorrhage).(16) Close monitoring by an experienced multidisciplinary team is imperative before, during, and after delivery Women with Marfan syndrome have an increased likelihood of intrauterine growth restriction and small for gestational age babies. Infants delivered by women with Marfan syndrome are more likely to be premature(18)",
        "A complete list of the contraindications/precautions/considerations for patients with Marfan syndrome is beyond the scope of this review, as the presentation/severity varies widely among those affected. Management of the syndrome requires careful consideration of each patient’s unique circumstances as well as regular consultation with the patient’s medical team",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "If a patient presents for evaluation via direct access or is referred for the treatment of another condition and Marfan syndrome is suspected, the evaluation should be terminated and the patient should be referred to the primary care physician for an immediate medical workup"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -How old was the patient when Marfan syndrome was diagnosed? -What led to the diagnosis? -What signs and symptoms (with a focus on cardiovascular manifestations) of the condition does the patient have? -Who are the members of the patient’s medical team? -Does the patient receive regular care? Does the patient report compliance with interventions? -Did the patient have surgery to correct deficits? -What complications did the patient experience in the past? -For what has the patient received medical treatment?",
                "course of treatment": {
                    "medical management": " Medical management An ophthalmologist and an orthopedist will likely be part of the patient’s medical team, particularly during childhood(3) Seen by a cardiologist and sent for an echocardiogram at minimum once yearly(3) Individuals with Marfan syndrome may require operative treatment when an aortic aneurism is present; the decision to operate depends on the size of the aneurysm, among other factors(7) Individuals with Marfan syndrome may be referred for posterior surgical correction to correct scoliosis but have been found to have more blood loss and longer operation duration when compared to patients with adolescent idiopathic scoliosis(19)  Any need for medical or surgical treatment of aortic dilatation must be addressed before attempting spinal reconstruction for scoliosis(26) Bracing may be indicated for the management of progressive spinal malalignment (e.g., scoliosis);(12,26) however, bracing is unsuccessful in the majority of patients with Marfan syndrome(12,26)",
                    "surgical management": [],
                    "medications": "Determine what medications the clinician has prescribed; are they being taken? Patients with Marfan syndrome are placed commonly on beta-blockers since the reduction of heart rate, blood pressure, and amplitude reduces aortic stress(7) When the patient cannot take beta-blockers  (due to contraindications), or if a lack of effect is seen, calcium channel blockers or angiotensinconverting  enzyme (ACE) inhibitors may be used instead(7) Researchers of a retrospective study in the United States of 67 adolescents (average age of 12 years at diagnosis) with confirmed Marfan syndrome treated with either betablockers  or ACE inhibitors found near-normalization  of aortic growth velocity with betablockers  but not with ACE inhibitors when assessed after an average of 7 years, suggesting that treatment with betablockers  is more beneficial(20) However, another study conducted in Germany of 48 patients (average age 9 years) found both treatments to be beneficial, with no difference between the two treatments(21)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Diagnosis is based on the presence of criteria described in the Revised Ghent Nosology(14)",
                        "Patients with no family history must have one of the following:",
                        "Dilated aortic root and the presence of ectopialentis",
                        "Dilated aortic root and a score of 7 or more on a systemic scoring system",
                        "Dilated aortic root and probable involvement of FBN1 gene mutation",
                        "Presence of ectopialentis and FBN1 gene mutation is also known to be associated with aortic root dilation",
                        "For patients with a family history, the presence of ectopialentis, dilated aortic root, or a systemic score of 7 or greater is enough to make the diagnosis",
                        "Transthoracic echocardiography is the primary imaging tool for diagnosing Marfan syndrome, especially in emergency situations when aortic dissection is suspected(14)",
                        "Biological/genetic testing(14)",
                        "Eye examination(14)",
                        "CT scans and MRI may also be used to evaluate the integrity of the aorta(14)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help alleviate the patient’s symptoms",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document any reported aggravating or easing factors (e.g., computer use for extended durations aggravates back pain associated with scoliosis)",
                "body chart": "Use body chart to document location and nature of symptoms. Pain near the sternum, cervical region, or in the back may be the referred pain of an aneurysm(7)",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to the physician (e.g., urinary incontinence and reduced strength in the lower extremities, which could indicate dural ectasia)(26)",
                "respiratory status": "The patient’s respiratory status can be negatively affected by the skeletal manifestations (e.g., marked pectus excavatum) of Marfan syndrome(2)  Barriers to learning -Are there any barriers to learning? Yes___ No___ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask the patient about other problems, including diabetes, cancer, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational sports/ activities? What type of sports/activities specifically? Are the sports/activities appropriate for a patient with Marfan syndrome? Does the patient have physician clearance to participate in these sports/activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Document any reported limitations",
                "living environment": "Number of stairs and floors in the home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Assess the patient’s height(26) and compare height to arm span. Note any presence of a leg-length  discrepancy",
            "assistive and adaptive devices": "Does the patient utilize any adaptive or assistive devices? If so, are they appropriate?",
            "balance": "Assess static and dynamic balance reactions in sit and stance",
            "cardiorespiratory function and endurance": [
                "Assess blood pressure, heart rate, respiratory rate, and oxygen saturation levels. Perceived rate of exertion chart should be used, especially for patients on beta-blockers",
                "Auscultate lungs and note any atypical breath sounds",
                "If the patient is on beta-blockers,  the Borg Rating of Perceived Exertion (RPE) Scale may be used to evaluate effort (vs. pulse assessment)"
            ],
            "circulation": " Circulation –Assess radial and pedal pulses –Note capillary refill timeAssess ergonomics/body mechanics as indicated by history and presentationComplete a gross functional assessment as indicated by history and presentation",
            "functional mobility": "",
            "gait locomotion": "Complete a gait assessment; note any deviations Joint integrity and mobility –Hypermobility of the joints is common in individuals with Marfan syndrome(10,26) –Pes planus is frequently associated with joint hypermobility(10,26)Assess muscle tone and coordination; reduced muscle tone may be present(10)",
            "muscle strength": "Assess muscle strength in extremities and trunk; note any weakness or asymmetry between extremities",
            "observation inspection palpation including skin assessment": [],
            "posture": " Posture –Thoroughly assess the patient’s posture; document the presence of any deviations from normal, including -Increased kyphosis/diminished or absent kyphosis(4,26) -Scoliosis(4,26) -Pectus excavatum or pectus carinatum(4,26) -Pes planus(4,26) ",
            "range of motion": "Assess ROM and note any limitations. Although joints typically are hypermobile,(2,10) contractures can develop(26)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexesAssess ADLs as indicated by patient history and presentation",
            "sensory testing": "Complete a gross sensory assessment",
            "special tests specific to diagnosis": " Special tests specific to the diagnosis –Positive “wrist sign”(26) -The patient attempts to create a loop around the contralateral wrist with the 1st finger (thumb) and 5th finger (pinky) -The test is positive if the 1stand 5th finger overlap –Positive “thumb sign”(4,26) -The patient places the thumb horizontally across the palm -The 2nd (index) through 5th fingers are then closed over the thumb -The test is positive if the thumb extends further than the 5th finger –Arm span is greater than height;(4) ratio is more than 1.05(26)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Please see exercise guidelines in Treatment summary , below, for other considerations (contraindications/precautions)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment There are numerous musculoskeletal manifestations of Marfan syndrome for which physical therapy may serve to reduce/ eliminate symptoms or prevent further progression (e.g., contractures) The physical therapist can also assist in the development/monitoring of a safe exercise regimen that complies with the physician’s orders",
        "rule out": " Rule out Loeys-Dietz  syndrome(7,27) Homocystinuria(7,27) Beals syndrome(7,27) Marshall-Stickler  syndrome(27) Ehlers-Danlos  syndrome(27) Mitral valve prolapse syndrome(27) Klinefelter syndrome(27) Congenital bicuspid aortic disease(27) Weill-Marchesani  syndrome(27) Congenital contractural arachnodactyly (CCA) (27) Familial thoracic aortic dissection(27)",
        "prognosis": [
            "Aortic aneurysm and aortic dissection are potential complications.(7)When Marfan syndrome goes unrecognized, the affected individual is at risk for sudden death(7)",
            "Marfan syndrome is a lifelong condition; only medical management is possible (no cure)(12,27) –If an individual with Marfan syndrome does not receive medical treatment, life expectancy is approximately 32 years(27) –If an individual receives medical treatment (on a strict and regular basis, and is compliant with recommendations), he or she can have a normal lifespan –Cardiovascular manifestations of Marfan syndrome play the largest role in a patient’s prognosis; receiving medical treatment routinely and judiciously is crucial to survival "
        ],
        "referral to other disciplines": " Referral to other disciplines  (27) Orthotist to address pes planus Dentist for routine care Orthodontist to assess need for braces Opthamologist for regular eye exams Psychologist for counseling services Occupational therapy for assistance with ADLs Physical therapy for exercise instruction Back to physician for emergent issues or complications Cardiac rehabilitation for routine follow-up",
        "other considerations": [
            "A parent with Marfan syndrome has a 50% chance of passing the condition to their child(4,12)"
        ],
        "treatment summary": [
            "No randomized trials evaluating the efficacy of rehabilitation interventions for this condition were identified",
            "Exercise guidelines for individuals with Marfan syndrome(6) –A program should be created to meet each patient’s unique needs/circumstances –If possible, the patient should participate in graded exercise testing; however, the testing must be “low-level  or heart rate limited” to avoid overtaxing a potentially stressed system. Before testing, confirm that the diameter of the patient’s aorta is less than 5 cm –During exercise testing, the following are recommended -Observation via electrocardiogram monitoring -Heart rate and blood pressure monitoring -Obtaining perceived exertion ratings –Patients who have undergone aortic root replacement require further exercise modifications; avoid considerable increases in heart rate or blood pressure –Exercise should be low to moderate intensity -Heart rate should not exceed 110 beats/minute -If the patient is on beta-blockers,  heart rate should not exceed 100 beats/minute -The patient should not utilize more than 50% of their aerobic capacity -Frequency 4–5 times per week for 30 minutes –Examples of appropriate activities -Golf -Bowling -Walking -Bicycling",
            "Contact sports, strenuous physical activities, intense isometric exercises, and exercise to point of exhaustion should be avoided at all times(6,11)",
            "Clinicians/patients should seek additional guidance from treating physicians on activities that are appropriate for patients with Marfan syndrome who have undergone aortic or mitral valve replacement (prosthetic or bioprosthetic valves)(11)",
            "For patients with pes planus, arch supports or supportive shoes may be of benefit(13) . Problem Goal Intervention Expected Progression Home Program  Marfan syndrome with the potential for cardiovascular, musculoskeletal, and ocular involvementAddress musculoskeletal impairments and reduce/alleviate symptoms _ _ Collaborate with the patient’s medical team in developing and monitoring a safe and regular exercise regimenTherapeutic strategies _ Please see Treatment summary , above _Progress each unique patient as appropriate and indicated; always adhere to physician guidelines/ordersImplement a program for home that supports therapeutic interventions ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes outcome measures": [
            "Addressed musculoskeletal impairments and reduced/alleviated symptoms–V AS, manual muscle test, goniometry, measures of endurance and exercise tolerance (e.g., tolerating school day)",
            "Collaborate with the patient’s medical team in developing and monitoring a safe and regular exercise regimen"
        ]
    },
    "maintenance or prevention": [
        "Regular follow-up  with medical team is crucial; see Prognosis , above",
        "In the 1980s and 1990s, the standard of care for patients with Marfan syndrome who had a typical aortic root aneurysm dissection would be a composite root replacement with a mechanical valve. Newer research supports the use of a total root and valve-sparing procedure with personalized external aortic support(22)",
        "Measurable parameters have been identified that may predict the risk of aortic dissection in patients with Marfan syndrome. They are striaeatrophicae, transforming growth factor-serum  level, and matrix metalloproteinase-3(23)",
        "Athletes who participate in competitive sports should be closely monitored every 6 to 12 months using echocardiography or MRI(24)"
    ],
    "patient education": [
        "See “Patient Resources”from the National Marfan Foundation at http://www.marfan.org/resources/patients/patient-resources",
        "See “Marfan Syndrome”from the American Academy of Orthopaedic Surgeons at http://orthoinfo.aaos.org/topic.cfm? topic=A00615 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "von Kodolitsch Y, Demolder A, Girdauskas E, et al. Features of Marfan syndrome not listed in the Ghent nosology - the dark side of the disease. Expert Rev Cardiovasc Ther . 2019;17(12):883-915.  doi:https://doi.org/10.1080/14779072.2019.1704625. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Esfandiari H, Ansari S, Mohammad-Rabei  H, Mets M. Management strategies of ocular abnormalities in patients with Marfan syndrome: Current perspective. J Ophthalmic Vis Res. 2019;14(1):71-77.  doi:https://doi.org/10.4103/jovr.jovr_29_18. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Pyeritz RE. Inherited disorders. In: Papadakis MA, McPhee SJ, Rabow MW, eds. Current Medical Diagnosis and Treatment 2018 . 57th ed. New York, NY: McGraw-Hill Education; 2018:1690-1697.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Mayo Clinic: Marfan syndrome. https://www.mayoclinic.org/diseases-conditions/marfan-syndrome/symptoms-causes/syc-20350782 . Published May 19, 2021. (GI) "
        },
        {
            "number in article": 5,
            "reference": "Braverman AC, Harris KM, Kovacs RJ, Maron BJ. Eligibility and disqualification recommendations for competitive athletes with cardiovascular abnormalities: task force 7: aortic diseases, including Marfan syndrome: a scientific statement from the American heart association and American college of cardiology. Journal of the American College of Cardiology (JACC) . 2015;66(21):2398-2405.  (G)"
        },
        {
            "number in article": 6,
            "reference": "Carlijn GE, Bons LR, Gokalp AL, et al. Exercise and sports participation in patients with thoracic aortic disease: a review. Expert Rev Cardiovasc Ther . 2019;17(4):251-266. doi:https://doi.org/10.1080/14779072.2019.1585807. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Isekame Y, Gati S, Aragon-Martin  JA, Bastiaenen R, Kondapally Seshasi SR, Chld A. Cardiovascular management of adults with Marfan syndrome. Eur Cardiol . 2016;11(2):102-10.  doi:https://doi.org/https://doi.org/10.15420/ecr/2016:19:2. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Ferri FF. Marfan’s syndrome. In: Ferri FF, ed. Ferri’s Clinical Advisor 2018 . Philadelphia, PA: Elsevier; 2018:795. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Lung. National Marfan Foundation Web site. https://marfan.org/conditions/marfan-syndrome/ . (GI)"
        },
        {
            "number in article": 10,
            "reference": "Webb LM, Pennington CG. Facilitating physical activity with individuals with Marfan syndrome. OPERD J Phys Educ Recreation Dance . 2019;90(8):64-65.  doi:https:// doi.org/10.1080/07303084.2019.1649573. (RV)"
        },
        {
            "number in article": 11,
            "reference": "Jensen TL, Tran P, Kjaer M. Marfan syndrome and exercise: A literature review. Transl Sports Med . 2020;3:526-535.  doi:https://doi.org/10.1002/tsm2.185. (SR)"
        },
        {
            "number in article": 12,
            "reference": "Lidal IB, Bathen T, Johansen H, Velvin G. A scoping review presenting a wide variety of research on paediatric and adolescent patients with Marfan syndrome. Acta Paediatrica . 2020;109(9):1758-1771.  doi:https://doi.org/10.1111/apa.15186. (SR)"
        },
        {
            "number in article": 13,
            "reference": "Tinkle BT, Saal HM; Committee on Genetics. Health supervision for children with Marfan syndrome. Pediatrics . 2013;132(4):e1059-e1072.  doi:10.1542/peds.2013-2063.  (G)"
        },
        {
            "number in article": 14,
            "reference": "Radke RM, Baumgartner H. Diagnosis and treatment of Marfan syndrome: an update. Heart. 2014;100(17):1382-91.  doi:10.1136/heartjnl-2013-304709.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Chiu HH, Wu MH, Chen HC, Kao FY, Huang SK. Epidemiological profile of Marfan syndrome in a general population: a national database study. Mayo Clin Proc . 2014;89(1):34-42.  doi:10.1016/j.mayocp.2013.08.022. (R)"
        },
        {
            "number in article": 16,
            "reference": "Curry RA, Gelson E, Swan L, et al. Marfan syndrome and pregnancy: maternal and neonatal outcomes. BJOG. 2014;121(5):610-7.  doi:10.1111/1471-0528.12515.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Goth KA, Hove H, Khyhl K, et al. Prevalence, incidence, and age at diagnosis in Marfan syndrome. Orphanet J Rare Dis . 2015;10:153-163. doi:https://doi.org/10.1186/s13023-015-0369-8.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Hassan N, Patenaude V, Oddy L, Abenhaim HA. Pregnancy outcomes in Marfan syndrome: A retrospective cohort study. Am J Perinatol . 2015;32(3):123-129. doi:10.1055/s-0034-1376179.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Liang W, Yu B, Wang Y, et al. Comparison of posterior correction results between Marfan syndrome scoliosis and adolescent idiopathic scoliosis – a retrospective case-series study. J Orthop Surg Res . 2015;10(1):1-6.  doi:10.1186/s13018-015-0210-z.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Phomakay V, Huett WG, Gossett JM, Tang X, Bornemeier RA, Collins RT, II. Beta-blockers  and angiotensin converting enzyme inhibitors: Comparison of effects on aortic growth in pediatric patients with Marfan syndrome. J Pediatr. 2014;165(5):951-955.  doi:10.1016/j.jpeds.2014.07.008. (R)"
        },
        {
            "number in article": 21,
            "reference": "Mueller GC, Stierle L, Stark V, et al. Retrospective analysis of the effect of angiotensin II receptor blocker versus beta-blocker  on aortic root growth in paediatric patients with Marfan syndrome. Heart. 2014;100(3):214-218.  doi:10.1136/heartjnl-2013-304946.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Treasure T, Takkenberg JJ, Golesworthy T, et al. Personalised external aortic root support (PEARS) in Marfan syndrome: Analysis of 1-9 year outcomes by intention-to-treat in a cohort of the first 30 consecutive patients to receive a novel tissue and valve-conserving  procedure, compared with the published results of aortic root replacement. Heart. 2014;100(12):969-975.  doi:10.1136/heartjnl-2013-304913.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Agg B, Benke K, Szilveszter B, et al. Possible extracardiac predictors of aortic dissection in Marfan syndrome. BMC Cardiovasc Disord . 2014;14(1):47. doi:10.1186/1471-2261-14-47.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Braverman AC, Harris KM, Kovacs RJ, Maron BJ. Eligibility and disqualification recommendations for competitive athletes with cardiovascular abnormalities: task force 7: aortic diseases, including Marfan syndrome: a scientific statement from the American heart association and American college of cardiology. Journal of the American College of Cardiology (JACC) . 2015;66(21):2398-2405.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Cheng A, Owens D. Marfan syndrome, inherited aortopathies and exercise: What is the right answer? British Journal of Sports Medicine . 2016;50(2):1-6.  (RV)"
        },
        {
            "number in article": 26,
            "reference": "De Maio F, Fichera A, De Luna V, Mancini F, Caterini R. Orthopaedic aspects of Marfan syndrome: the experience of a referral center for diagnosis of rare diseases. Adv Orthop. 2016. doi:https://doi.org/10.1155/2016/8275391.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Salik I, Rawla P. Marfan syndrome. StatPearls Web site. https://www.ncbi.nlm.nih.gov/books/NBK537339/ . Published 2021. (RV) "
        }
    ]
}