{
    "metadata": {
        "title": "Ankylosing Spondylitis •Gait/locomotion –Assess gait pattern for any asymmetries or gait deviations. Assess the need for assistive device. Note complaints of pain associated with ambulation –Use Dynamic Gait Index (DGI) to assess for safety with ambulation –Characteristic rigid gait is common late in the disease with flexion contractures at the hip and knee joints. Patients often ambulate with wide base of support(2) •Muscle strength: Assess trunk and bilateral extremity strength with manual muscle testing of muscle groups found weak on quadrant screening tests •Palpation:  Assess spinal and bilateral extremity joints for tenderness/pain using a V AS and mobility with the Paris Stoddard Scale. Joints and soft tissue structures commonly affected by AS are the SI, costosternal junctions, spinous processes, iliac crests, greater trochanters, ischial tuberosities, and tibial tubercles. Achilles tendon insertion and plantar fascia attachment to the calcaneus are common sites of pain –SI joint mobility should be formally assessed. The SI joint is involved nearly 100% of the time, followed by the intervertebral joints (75%). Patients may have pain and tenderness that mimics SI joint dysfunction and instability(5) •Posture: Assess spinal alignment for loss of cervical lordosis and increased thoracic kyphosis. Assess for leg-length discrepancy using the supine to sit test. Assess patient’s posture in standing and sitting    •Range of motion –Assess active and passive ROM of the spine, upper extremities, and lower extremities. It is common to find limited flexibility in spinal flexion-extension  as well as lateral flexion –Assess flexibility of lower extremity and upper extremity musculature. Hamstring, tensor fascia latae, iliopsoas, and gastrocsoleus muscle are most often affected by AS –Shoulder joint mobility and knee joint mobility are impaired in 30% and 20%, respectively, of individuals with AS(5) •Reflex testing: Assess bilateral deep tendon reflexes; they should be intact and equal bilaterally •Self-care/ADL  performance : Assess patient’s ability to perform self-care  activities and ADLs; use one of the functional impairment special tests to provide additional insight on the impact of AS on the patient’s life. Formal occupational therapy evaluation may be recommended •Special tests specific to diagnosis –Functional impairment can be measured using the BASFI, a self-reported  questionnaire with ten V AS questions (eight AS-specific  questions and two on coping and daily life)(1) –The Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) is the most widely used clinical measure of disease activity(1) –The Ankylosing Spondylitis Disease Activity Score (ASDAS) recently replaced the BASDAI. The ASDAS includes elements of the BASDAI, a patient global assessment of disease activity, and CRP or ESR assessments(1) –Gaenslen’s test: Patient in supine with legs extended. Leg of side being tested is passively brought into hip flexion while the other leg stays extended. Overpressure is applied to leg being tested. Test positive for SI pathology if pain is elicited in SI joints(6) –Health Survey Short Form-36  (SF-36)  provides a measure of health-related  quality of life (HRQoL) –Special tests of spinal mobility: Use a measuring tape or inclinometer –Modified Schober trunk flexion test: Patient in standing position with heels together. Mark points on the patient’s spine at the level of the posterior superior iliac spine (PSIS)and also at 10 cm above the PSIS line. Measure the distance between the two points with the patient in maximal active forward trunk flexion. Test positive for restricted lumbar flexion (lumbar lordosis does not reverse) if the distance between marks increases by less than 4 cm. (Note: With the patient in maximal forward flexion, the distance from fingertips to floor can also be measured for assessment of trunk flexion) –Lumbar lateral flexion test: Patient performs maximal trunk lateral flexion (without rotation) in standing position while reaching to floor as examiner measures distance from tip of middle finger to floor. Distance serves as reference measure on follow-up –Occiput to wall test: Patient stands with heels and buttocks against a wall. Examiner measures the distance between occiput and wall as a reference for cervical kyphosis –Chest expansion test: Measure chest expansion at level of 4th intercostal space (males) or just below breasts (females). Less than 5 cm increase with maximal inspiration after maximal expiration suggests a restrictive condition –Segmental mobility testing involves applying posteroanterior force to each spinal level to determine if each level is hypomobile, hypermobile, or normal.(6) Hypomobility helps to support a diagnosis of AS Assessment/Plan of Care",
        "synonyms": [
            "spondylitis, ankylosing",
            "marie-strumpell  disease",
            "as",
            "rheumatoid spondylitis",
            "spondylitis, rheumatoid",
            "bechterew’s disease"
        ],
        "anatomical location body part affected": [
            "Spine/mainly axial skeleton and entheses; peripheral joints, uvea, and heart are sometimes also affected"
        ],
        "area of specialty": [
            "cardiovascular rehabilitation",
            "orthopedic rehabilitation",
            " pulmonary rehabilitation",
            "aquatic therapy"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M45": "ankylosing spondylitis",
            "Subclassification": {
                "base": "codes to indicate site of involvement:",
                "0": "multiple sites in spine",
                "1": "occipito-atlanto-axial region",
                "2": "cervical region",
                "3": "cervicothoracic region",
                "4": "thoracic region",
                "5": "thoracolumbar region",
                "6": "lumbar region",
                "7": "lumbosacral region",
                "8": "sacral and sacrococcygeal region",
                "9": "site unspecified"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified ",
            "Presentation/signs and symptoms  (1) –Insidious onset in late adolescence or young adulthood (before the age of 40 years) –Low back pain and bilateral SI joint pain due to sacroiliitis is usually the earliest symptom. Unilateral pain is less common -Pain is typically described as a dull pain in the low back or the buttocks and hips -Chronic pain – patients usually present with pain lasting longer than 3 months –Difficulty sleeping in supine or prone position; often awakening patient during the second half of the night –Morning spinal stiffness (> 30 minutes) –Hamstring tightness(5) –Pain is relieved with activity and worsened with rest or physical inactivity –Tenderness on percussion over involved joints(2) –Postural deviations as disease progresses -Increased kyphosis with loss of spinal flexibility, especially in extension -Decreased lumbar lordosis and cervical lordosis -Loss of mobility is initially due to axial inflammation and muscle spasm, but over time ligamentous structures begin to ossify and ultimately bony fusion occurs at the SI joint, apophyseal joints, and outer fibers of the annulus fibrosus –Antalgic gait; in severe cases patients ambulate with wide base of support –Enthesitis, inflammation of tendinous or ligamentous insertions onto bone, is a characteristic finding in AS, especially in the Achilles tendon and plantar fascia insertions –Dactylitis (sausage digits), fusiform swelling of the flexor tenosynovium, occasionally develops –Six percent of AS patients have inflammatory bowel disease (Crohn’s disease or ulcerative colitis); up to 50% of AS patients have asymptomatic bowel inflammation –Anterior uveitis occurs in ~ 40% of patients with AS and is typically unilateral with sudden onset, manifesting as a painful red eye with photophobia and blurred vision; it can recur, although it rarely is associated with permanent loss of vision –Ten percent of patients develop psoriatic arthritis –Disease progression(2) -AS is characterized in early stages by enthesitis and synovitis in spinal joints (SI, apophyseal, and discovertebral) with resultant pain, stiffness, and reduced mobility -Inflammation with erosion typically begins in the SI joints bilaterally and progresses to the lumbar vertebral bodies -Bony bridging (syndesmophytes) of the intervertebral discs advances proximally. Remodeling of vertebral cortical margins/bodies leads to spinal fusion and “bamboo” appearance on radiographs -Spondyloarthropathy in AS may progress to other joints (e.g., the costochondral, manubriosternal, glenohumeral, and hip) –In a study conducted in the Netherlands, 216 patients with AS were followed for 12 years to establish a hierarchy of spinal mobility measurements. Lateral spinal flexion was the most frequently impaired, followed by the modified Schober test for mobility, tragus-to-wall,  cervical rotation, intermalleolar distance, and chest expansion measures, respectively(10) Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [
            "–Insidious onset in late adolescence or young adulthood (before the age of 40 years) –Low back pain and bilateral SI joint pain due to sacroiliitis is usually the earliest symptom. Unilateral pain is less common -Pain is typically described as a dull pain in the low back or the buttocks and hips -Chronic pain – patients usually present with pain lasting longer than 3 months –Difficulty sleeping in supine or prone position; often awakening patient during the second half of the night –Morning spinal stiffness (> 30 minutes) –Hamstring tightness(5) –Pain is relieved with activity and worsened with rest or physical inactivity –Tenderness on percussion over involved joints(2) –Postural deviations as disease progresses -Increased kyphosis with loss of spinal flexibility, especially in extension -Decreased lumbar lordosis and cervical lordosis -Loss of mobility is initially due to axial inflammation and muscle spasm, but over time ligamentous structures begin to ossify and ultimately bony fusion occurs at the SI joint, apophyseal joints, and outer fibers of the annulus fibrosus –Antalgic gait; in severe cases patients ambulate with wide base of support –Enthesitis, inflammation of tendinous or ligamentous insertions onto bone, is a characteristic finding in AS, especially in the Achilles tendon and plantar fascia insertions –Dactylitis (sausage digits), fusiform swelling of the flexor tenosynovium, occasionally develops –Six percent of AS patients have inflammatory bowel disease (Crohn’s disease or ulcerative colitis); up to 50% of AS patients have asymptomatic bowel inflammation –Anterior uveitis occurs in ~ 40% of patients with AS and is typically unilateral with sudden onset, manifesting as a painful red eye with photophobia and blurred vision; it can recur, although it rarely is associated with permanent loss of vision –Ten percent of patients develop psoriatic arthritis –Disease progression(2) -AS is characterized in early stages by enthesitis and synovitis in spinal joints (SI, apophyseal, and discovertebral) with resultant pain, stiffness, and reduced mobility -Inflammation with erosion typically begins in the SI joints bilaterally and progresses to the lumbar vertebral bodies -Bony bridging (syndesmophytes) of the intervertebral discs advances proximally. Remodeling of vertebral cortical margins/bodies leads to spinal fusion and “bamboo” appearance on radiographs -Spondyloarthropathy in AS may progress to other joints (e.g., the costochondral, manubriosternal, glenohumeral, and hip) –In a study conducted in the Netherlands, 216 patients with AS were followed for 12 years to establish a hierarchy of spinal mobility measurements. Lateral spinal flexion was the most frequently impaired, followed by the modified Schober test for mobility, tragus-to-wall,  cervical rotation, intermalleolar distance, and chest expansion measures, respectively(10) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "AS is caused primarily by genetic factors–HLA-B27  antigen is present in a majority of cases (> 90%); however, this tissue antigen is not specific for AS-The HLA-B27  antigen is found in up to 90% of individuals of European or East Asian ancestry with AS; however,individuals in the Middle East and Africa with AS are less likely to have the HLA-B27 antigen–Less than 5% of HLA-B27positive  individuals in the general population develop AS or other spondyloarthritis–Two nonmajor histocompatibility (MHC) genes, the ERAP1 gene(15) and the IL23R  gene, have been linked to AS"
        ],
        "pathogenesis   ,": [
            "It is unknown how HLA-B27  antigen contributes to the pathogenesis of AS. Several theories propose a link between theHLA-B27  antigen and AS, but no one theory has been proven"
        ],
        "risk factors": [
            "Family history of AS",
            "Association with HLA-B27 gene(1,2)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Progressive neurological signs are red flags that indicate immediate orthopedic or neurology consultation",
        "Do not use a hard collar or attempt to manually mobilize cervical kyphosis to neutral position. Patients who sustain cervical vertebral fractures are placed in a halo vest(1)",
        "Use special care to prevent fractures when mobilizing the spine in patients with osteopenia or osteoporosis. Spinal flexion is contraindicated in patients with osteoporosis",
        "Patients are at risk for heterotopic ossification. Please see Clinical Review…Heterotopic Ossification ; CINAHL Topic ID Number: T708507",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Document approximate onset of pain in the SI or low back areas. Typically, pain is chronic in nature and dull -Document any recent trauma to spine, such as in a motor vehicle accident or fall",
                "course of treatment": {
                    "medical management": "Document any medical intervention to date. This typically includes medication, exercise prescription/physical therapy, and patient education as the first line of intervention. Has the patient undergone any recent surgery?(1) Total hip arthroplasty is the most common surgical procedure associated with AS(1) Patients with advanced AS may undergo open, polysegmental, or closing wedge osteotomies to correct kyphotic deformities(1)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are they effective? NSAIDs prescribed in high doses on a daily basis are first recommended. Up to half of AS patients achieve satisfactory symptom control. There areno strong data to support any specific NSAID(1) Disease-modifying  antirheumatic drugs (DMARDs), especially sulfasalazine (doses of 2 to 3 g/day), methotrexate (up to 25 mg once a week), and leflunomide (20mg per day), are effective in the treatment of peripheral joint involvement, but not axial symptoms(1) Glucocorticosteroids such as prednisone (515 mg/day) may be used to augment the effect of NSAIDs; however, they are not recommended unless other treatments are not available(1) Intraarticular and peritendinous steroid injections can provide relief for flare-ups; however, they are not recommended around the Achilles tendon because of the risk for tendon rupture(1) Tumor necrosis factor-alpha (TNF- α) blockers are recommended for those who do not respond adequately to NSAIDs and DMARDs. There are currently four approved by the U.S. FDA for use in AS. Three (etanercept, adalimumab, and golimumab) are injected subcutaneously and one (infliximab) is administered intravenously. TNF α blockers are beneficial in controlling axial and peripheral joint symptoms. Improvements have been reported both clinically and on MRI (reduction of bone marrow edema)(1) Secukinumab, an anti-interleukin-17A  monoclonal antibody, has been shown to provide significant improvement in controlling symptoms of AS(7) Surgical management for AS can include spinal osteotomy procedures such as pedicle subtraction osteotomy (PSO) or vertebral column decancellation (VCD). Both procedures have been shown to provide an improved quality of life and correct kyphotic deformities in patients with AS (16)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Radiographic imaging shows symmetric SI joint sclerosis, articular erosions, and bony fusion (in later stages). Serial radiographs show progressive symmetric syndesmophytes and vertebral body squaring(1,2)",
                        "Radiographic severity is measured by the modified Stoke Ankylosing Spondylitis Spinal Score (mSASSS)(1) ",
                        "Standard radiographs are complicated by lowsensitivity to change and are not useful in measuring disease activity.(1) It",
                        "may be 7 to 10 years before evidence of AS is evident on Xrays,  hampering the ability to make an early diagnosis.(1) MRI is helpful in making the diagnosis(1)",
                        "Laboratory tests: C-reactive  protein (CRP), erythrocyte sedimentation rate (ESR)(1)",
                        "Pulmonary function tests and monitoring chest wall expansion",
                        "Calculate maximal chest wall expansion using a tape measure. Intrarater and interrater reliability are 0.95 and 0.85, respectively. Measure chest expansion by having the patient sit without feet supported on the floor. Place tape measure circumferentially around the chest at the 4th intercostal space. Patients are asked to perform three forced inspirations, each followed by a forced expiration, with 15 seconds of rest between. An average of the three values is taken(2)",
                        "Tests for AS-related  cardiac abnormalities might include electrocardiography and echocardiography(11)",
                        "MRIs that utilize T2-weighted  imaging with short tau inversion recovery (STIR) identify bone marrow edema in patients with axial spondyloarthritis (18)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Patients typically report that pain is better with exercise/physical activity and worse with static positioning",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Patient will complain of diffuse pain and/or stiffness in back (especially in the morning), occasionally sciatic pain. Peripheral joint pain is most often reported in the hip, wrist/hand, and ankle/foot. Patients may complain of neurologic impairments, suggesting vertebral fracture or, in more severe cases, cauda equina syndrome -Other symptoms patients may describe are chest pain, eye pain, increased lacrimation (tears), photophobia, blurred vision, and red, dry, flaky skin patches",
                "rating of symptoms": "Use a visual analog scale (V AS) or zero-to-ten  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also, document changes in symptoms due to weather or other external variables. Patient will complain of diffuse dull pain and/or stiffness in back, especially in the morning and at night",
                "sleep disturbance": "Document number of wakings/night. In what position does the patient sleep? Is patient able to find a position of comfort? Sleep disturbance often occurs, with patients unable to sleep through the night due to pain(1)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia). Suddenly improved spinal mobility (possibly due to fracture) and new or progressive neurological signs are red flags that indicate immediate orthopedic consultation in such patients",
                "respiratory status": "Note any complications or impairments. In more severe cases, patients report difficulty with breathing and can develop chest wall restriction(1) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders (e.g., depression), and orthopedic disorders. Patients may present with the followinguveitis, ulcerative colitis, Crohn’s disease, and amyloidosis Cardiac conditions, including conduction abnormalities and aortic valvular insufficiency, may occur. Pulmonary conditions may also arise, including restricted chest wall movement due to costovertebral joint fusion or upper lobe predominant interstitial lung disease(1)  Other orthopedic/neurological complications include osteoporosis, spinal fracture, atlantoaxial subluxation, cauda equina syndrome, spinal fractures accompanied with neurologic compromise, psoriatic arthritis, Reiter’s syndrome, and rheumatoid arthritis(1)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What disabilities limit work, family roles, or recreation? Describe the patient’s job duties. In what physical activities does the patient participate? Does the patient attend school? If so, what grade level?",
                "functional limitations assistance with ADLs adaptive equipment": "Is the patient independent in daily activities? How does the patient access his or her community (drive self, public transportation, caregiver assistance)?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are any barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures (while tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting):",
            "anthropometric characteristics": "Determine height, weight, and BMI",
            "assistive and adaptive devices": "Assess for proper fit and use of prescribed assistive and adaptive devices. Assess need for additional assistive devices to safely complete ADLs (e.g., commode or shower chair)",
            "balance": "Assess static and dynamic balance with eyes open and closed. Measure functional reach of patients. Use the Berg Balance Scale",
            "cardiorespiratory function and endurance": [
                "Bath Ankylosing Spondylitis Functional Index (BASFI) can be used to assess functional mobility secondary to limited axial mobility",
                "Assess ability to climb steps/use stairs; use FIM, Timed Up and Down Stairs (TUDS) test, and Timed Up and Go (TUG) test"
            ],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Assess gait pattern for any asymmetries or gait deviations. Assess the need for assistive device. Note complaints of pain associated with ambulation –Use Dynamic Gait Index (DGI) to assess for safety with ambulation –Characteristic rigid gait is common late in the disease with flexion contractures at the hip and knee joints. Patients often ambulate with wide base of support(2)",
            "muscle strength": "Assess trunk and bilateral extremity strength with manual muscle testing of muscle groups found weak on quadrant screening tests",
            "observation inspection palpation including skin assessment": [
                "SI joint mobility should be formally assessed. The SI joint is involved nearly 100% of the time, followed by the intervertebral joints (75%). Patients may have pain and tenderness that mimics SI joint dysfunction and instability(5)"
            ],
            "posture": "Assess spinal alignment for loss of cervical lordosis and increased thoracic kyphosis. Assess for leg-length discrepancy using the supine to sit test. Assess patient’s posture in standing and sitting ",
            "range of motion": " Range of motion –Assess active and passive ROM of the spine, upper extremities, and lower extremities. It is common to find limited flexibility in spinal flexion-extension  as well as lateral flexion –Assess flexibility of lower extremity and upper extremity musculature. Hamstring, tensor fascia latae, iliopsoas, and gastrocsoleus muscle are most often affected by AS –Shoulder joint mobility and knee joint mobility are impaired in 30% and 20%, respectively, of individuals with AS(5)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral deep tendon reflexes; they should be intact and equal bilaterallyAssess patient’s ability to perform self-care  activities and ADLs; use one of the functional impairment special tests to provide additional insight on the impact of AS on the patient’s life. Formal occupational therapy evaluation may be recommended",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Functional impairment can be measured using the BASFI, a self-reported  questionnaire with ten V AS questions (eight AS-specific  questions and two on coping and daily life)(1) –The Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) is the most widely used clinical measure of disease activity(1) –The Ankylosing Spondylitis Disease Activity Score (ASDAS) recently replaced the BASDAI. The ASDAS includes elements of the BASDAI, a patient global assessment of disease activity, and CRP or ESR assessments(1)Patient in supine with legs extended. Leg of side being tested is passively brought into hip flexion while the other leg stays extended. Overpressure is applied to leg being tested. Test positive for SI pathology if pain is elicited in SI joints(6) –Health Survey Short Form-36  (SF-36)  provides a measure of health-related  quality of life (HRQoL)Use a measuring tape or inclinometerPatient in standing position with heels together. Mark points on the patient’s spine at the level of the posterior superior iliac spine (PSIS)and also at 10 cm above the PSIS line. Measure the distance between the two points with the patient in maximal active forward trunk flexion. Test positive for restricted lumbar flexion (lumbarWith the patient in maximal forward flexion, the distance from fingertips to floor can also be measured for assessment of trunk flexion)Patient performs maximal trunk lateral flexion (without rotation) in standing position while reaching to floor as examiner measures distance from tip of middle finger to floor. Distance serves as reference measure on follow-upPatient stands with heels and buttocks against a wall. Examiner measures the distance between occiput and wall as a reference for cervical kyphosisMeasure chest expansion at level of 4th intercostal space (males) or just below breasts (females). Less than 5 cm increase with maximal inspiration after maximal expiration suggests a restrictive condition –Segmental mobility testing involves applying posteroanterior force to each spinal level to determine if each level is hypomobile, hypermobile, or normal.(6) Hypomobility helps to support a diagnosis of AS",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs "
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Thermotherapy contraindications(3)"
            ]
        },
        "diagnosis need for treatment": "Physical therapy is recommended to address patient’s complaints of pain, decreased spinal mobility, peripheral joint hypomobility, antalgic gait, deceased strength, impaired cardiorespiratory fitness, and impaired static and dynamic balance, all of which can impair the patient’s functional mobility, ADLs, quality of life, and independent lifestyle Rule out  (1,2) Lumbar sprain or strain Ankylosing hyperostosis (Forestier’s disease, diffuse idiopathic skeletal hyperostosis) Spinal disc disease Osteoarthritis/spondylosis Seronegative enthesopathy and arthropathy (SEA) syndrome (children and women tend not to have back symptoms and have negative X-ray) SI joint dysfunction Stress fracture(5) Piriformis syndrome Hip dysfunction/pathology Reiter’s syndrome Inflammatory bowel disease Gout(5) Psoriatic arthritis(5) Prognosis  (1,2) High individual variability in course of disease progression Generally, mild deficits in ADLs Sometimes a self-limited  course with remission Complete ankylosis of the spine and hip joint involvement increase disability(17) –Cardiovascular disease –Respiratory diseases –Osteoporosis –Poor sleep quality –Subclinical atherosclerosis (21)",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "Pain specialist (as indicated); cardiologist for cardiac symptoms; pulmonologist for shortness of breath/respiratory compromise; counselor for psychological support (as indicated); social worker for home needs; occupational therapist for disability in ADLs",
        "other considerations": [
            "Based on a study in the Netherlands including 216 patients with AS, males reported better quality of life over time compared to females (Ankylosing Spondylitis Quality of Life Questionnaire [ASQoL]). No other sex-attributable differences in physical function or disease activity over time were identified(12)",
            "Researchers of a meta-analysis  and systematic review concluded that sexual dysfunction is a component of quality of life that is negatively impacted by AS. Male patients with AS reported a reduction of erectile function, orgasmic function, sexual drive, and intercourse satisfaction; female patients with AS reported reduction in desire and arousal(13)"
        ],
        "treatment summary": [
            "An aquatic physical therapy program can improve patients’ pulmonary function and chest expansion(2) –Based on a small Portuguese study that included 12 subjects with AS who participated in a 12-week  aquatic therapy program –A physical therapist guided the program, which included breathing, strengthening, and mobilization exercises that participants performed twice a week –Program consisted of a 10-minute  warm-up  period that included gentle ROM and mobility exercises for the trunk and extremities followed by intense mobilization/flexibility and strengthening exercises for the trunk and extremities. Each exercise was performed for two sets of 10 repetitions. A 10-minute  cooldown period consisted of additional stretching  –Subjects significantly increased their pulmonary function level, which was measured by vital capacity, forced expiratory volume in one second (FEV1), forced vital capacity (FVC), and maximal voluntary ventilation. Chest expansion and peak expiratory flow (PEF) did not change",
            "Aquatic therapy has been shown to significantly reduce pain and disease activity in patients with AS (20) –Based on a meta-analysis  of 1393 studies of which 5 met the inclusion criteria (120 participants) –Aquatic therapy improved BASDAI and pain scores in adults with AS",
            "Based on an RCT conducted in Romania, conventional exercise training in conjunction with inspiratory muscle training is superior to exercise training alone for treatment of patients with AS(8) –A group of 54 males with AS were randomized to a conventional exercise program with inspiratory muscle training or conventional exercise training alone. All interventions were performed over an 8-week  period –Conventional exercises were performed once a week in a group session and five days per week in a home program for 40 minutes per session. Group sessions were led by a physical therapist -Conventional exercises included the following: ROM and flexibility of the cervical, thoracic, and lumbar spine; stretching of the hamstrings, erector spinae, and shoulders; abdominal and diaphragmatic breathing exercises and chest expansion exercises. Participants were instructed to rate exertion on the Borg RPE Scale (6–20),  with a goal of achieving 12–14  RPE -Inspiratory muscle training was performed three times per week for eight weeks. Exercises started with six loaded inspirations with a 60-second  rest between each. This sequence was then performed with 45-,30-, 15-, 10-, and 5-second rest periods for up to 36 loaded inspirations –Participants who performed conventional exercise and inspiratory muscle training had increased chest expansion, aerobic capacity, resting pulmonary function, and ventilatory efficiency compared to those who performed conventional exercise alone",
            "The American College of Rheumatology, Spondylitis Association of America, and Spondyloarthritis Research and Treatment Network conducted a systematic literature review in 2016 and proposed the following:(9) –Researchers strongly recommended treatment with physical therapy over not treating with physical therapy for patients with AS (moderate-quality  evidence) –Active supervised exercise is recommended over passive therapy interventions (e.g., massage, ultrasound) – based on very low-quality  evidence –Land-based  interventions are recommended over aquatic-based interventions – based on moderate-quality  evidence –Adults with active or stable AS should perform unsupervised back exercises (e.g., as part of a home exercise program); these exercises are recommended conditionally, as unsupervised exercises should not replace initial instruction and training by a physical therapist – based on moderate-quality  evidence –In adults with active or stable AS, the recommendation is strongly against treatment with spinal manipulation (very low-quality  evidence) -Despite low-quality  evidence, the panel justified this strong recommendation based upon case reports of spinal injuries following chiropractic manipulation, as well as the absence of documented benefit for this population in the literature",
            "Authors of a 2020 meta-analysis  found that a supervised exercise program is superior to a home-based  exercise program in decreasing disease activity of patients with AS (19) . Problem Goal Intervention Expected Progression Home Program Spinal pain Reduce pain/improve pain managementManual therapy _ (See Treatment summary , above) _ _ Massage therapy may help relax tonic muscle tightness/spasms and relieve painWill be patient-specific Provide recommendations for interventions that may relieve pain at home (e.g., moist heat, stretches, light activity)  Decreased pulmonary functionImprove pulmonary functionTherapeutic exercises _ Strengthening and flexibility exercises _ _ (See Treatment summary , above)Progress each unique patient as appropriate and indicatedInstruct the patient in a home exercise program that complements the physical therapy exercise program Reduced spinal mobility that causes problems with forward vision, functional mobility, and social outlookIncrease spinal mobility Therapeutic exercises _ In addition to cycling, walking, and swimming, exercise training for aerobic fitness, including spinal extension exercises, chest expansion (deep breathing) exercises, and stretching of tight muscle groups _ _ Physical agents and mechanical modalities _ Warm spa, hot pack, or warm shower for improving spinal tissue elasticity prior to therapeutic exerciseProgress each unique patient as appropriate and indicatedInstruct the patient in a home exercise program that complements the physical therapy exercise program _ Structured education and exercise programs can improve functional mobility and quality of life(14)  Patients lack knowledge of disease; disability in ADLs due to reduced mobilityIncrease patient knowledge of disease and ongoing independent exercise and self-care programs; improved functional mobilityPatient education and home exercise _ Instruction to avoid stooping (keep spine as straight as possible) while walking, standing, and sitting and to avoid sleeping on side in curled position _ _ Posture exercise, stretching, and deep breathing exercises, two times daily _ _ Include family members in patient counseling _ _ Prescription, application of devices and equipment _ Sleep on firm mattress with thin pillow _ _ Wide rear-view mirrors for patients with limited cervical rotation who have trouble shoulder checking _ _ Instruction on the use of one or two canes or rolling walker for patients requiring ambulatory assistive device _ _ Functional training _ Posture reeducation and gait and balance training; rigid gait is common in late stage of the disease process. Instruct patient to maintain upright posture to prevent flexed posture and hip contracturesProgress each unique patient as appropriate and indicatedProvide patient and family/caregivers with written instructions regarding functional activities that can be performed at home and on correct use and/or application of equipment  ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved global as symptoms, impairments and functional mobility": [
            "BASDAI",
            "ASDAS",
            "BASFI",
            "FIM",
            "TUG"
        ],
        "decreased pain stiffness": [
            "V AS for pain"
        ],
        "improved spinal and extremity mobility": [
            "ROM testing"
        ],
        "improved quality of life": [
            "SF-36",
            "ASQoL"
        ],
        "increased patient knowledge of as": [],
        "improved endurance pulmonary function": [
            "6MWT"
        ],
        "improved posture body mechanics": [],
        "improved balance and safety with ambulation": [
            "DGI",
            "TUG",
            "Berg Balance Scale",
            "Functional Reach"
        ]
    },
    "maintenance or prevention": [
        "Home-based  exercise may improve AS outcomes compared to no exercise"
    ],
    "patient education": [
        "See MedlinePlus, “Ankylosing Spondylitis,” https://medlineplus.gov/ankylosingspondylitis.html",
        "See Spondylitis Association of America, https://www.spondylitis.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Reveille JD. Ankylosing spondylitis. In: Bope ET, Kellerman RD, eds. Conn’s Current Therapy 2017 . Philadelphia, PA: Elsevier Saunders; 2017:829-831.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Butendieck RF, Maya JJ. Ankylosing spondylitis. In: Essentials of Physical Medicine and Rehabilitation . 3rd4th ed. Philadelphia, PA: Saunders Elsevier; 2019:664-669.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP, Jr. In: Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016:80-82.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Dean LE, Jones GT, MacDonald AG, Downham C, Sturrock RD, Macfarlane GJ. Global prevalence of ankylosing spondylitis. Rheumatology . 2014;53(4):650-657.  doi:10.1093/ rheumatology/kef387. (SR)"
        },
        {
            "number in article": 5,
            "reference": "Miller TL, Cass N, Siegel C. Ankylosing spondylitis in an athlete with chronic sacroiliac joint pain. Orthopedics . 2014;37(2):e207-210.  doi:10.3928/01477447-20140124-27.  (X)"
        },
        {
            "number in article": 6,
            "reference": "Cleland J, Koppenhaver S, Su J. Thoracolumbar Spine. In: Netter’s orthopaedic clinical examination: an evidence-based  approach . 3rd ed. Philadelphia, PA: Saunders Elsevier; 2016:5, 184. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Baeten D, Sieper J, Braun J. Secukinumab, an interleukin-17A  inhibitor, in ankylosing spondylitis. N Engl J Med . 2015;373(26):2534-2548.  doi:10.1056/NEJMoa1505066. (RCT)"
        },
        {
            "number in article": 8,
            "reference": "Drgoi RG, Amaricai E, Drgoi M, Popoviciu H, Avram C. Inspiratory muscle training improves aerobic capacity and pulmonary function in patients with ankylosing spondylitis: a randomized controlled study. Clin Rehabil . 2016;30(4):340-346.  doi:10.1177/0269215515578292. (RCT)"
        },
        {
            "number in article": 9,
            "reference": "Ward MM, Deodhar A, Akl EA. American College of Rheumatology, Spondylitis Association of America, Spondyloarthritis Research and Treatment Network 2015 recommendations for the treatment of ankylosing spondylitis and nonradiographic axial spondyloarthritis. Arthritis Care Res . 2016;68(2):151-165.  doi:10.1002/acr.22708. (SR)"
        },
        {
            "number in article": 10,
            "reference": "Ramiro S, Landewe RB, van der Heijde D, et al. Hierarchy of impairment of spinal mobility measures in ankylosing spondylitis: twelve-year  data. Arthritis Care Res . 2015;67(11):1571-1577.  doi:10.1002/acr.22614. (R)"
        },
        {
            "number in article": 11,
            "reference": "Klingberg E, Svealv BG, Tang MS, Bech-Hanssen  O, Forsblad-d'Elia  H, Bergfeldt L. Aortic regurgitation is common in ankylosing spondylitis: time for routine echocardiography evaluation? Am J Med . 2015;128(11):1244-1250.  doi:10.1016/j.amjmed.2015.04.032. (R)"
        },
        {
            "number in article": 12,
            "reference": "Webers C, Essers I, Ramiro S, et al. Gender-attributable  differences in outcome of ankylosing spondylitis: long-term  results from the outcome in ankylosing spondylitis international study. Rheumatology . 2016;55(3):419-428.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Liu YF, Dong H, Chen Z, Wang Y, Tu SH. Impact of ankylosing spondylitis on sexual function: a systematic review and meta-analysis.  Exp Ther Med . 2015;9(4):1501-1507. doi:10.3892./etm.2015.2239. (M)"
        },
        {
            "number in article": 14,
            "reference": "Aksoy MK, Birtane M, Tastekin N, et al. The effectiveness of structured group education on ankylosing spondylitis patients. J Clin Rheumatol . 2017;23(3):138-143.  (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Jiang Y, Ren Y, Zhou D, Xu Y. Associations between ERAP1 polymorphisms and susceptibility to ankylosing spondylitis: a meta-analysis  of east Asian population. Medicine. 2018;97(47):1-7.  doi:10.1097/MD.0000000000013263. (RV)"
        },
        {
            "number in article": 16,
            "reference": "Xin Z, Zheng G, Huang P, Zhang X, Wang Y. Clinical results and surgery tactics of spinal osteotomy for ankylosing spondylitis kyphosis: experience of 428 patients. J Orthop Surg Res. 2019;14(1):330. doi:10.1186/s13018-019-1371-y.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Bergman M, Lundholm A. Managing morbidity and treatment-related  toxicity in patients with ankylosing spondylitis. Rheumatology . 2018;57(3):419-428.  doi:10.1093/ rheumatology/kex292. (RV)"
        },
        {
            "number in article": 18,
            "reference": "Jones A, Bray TJP, Mandl P, Hall-Craggs  MA, Marzo-Ortega  H, Machado PM. Performance of magnetic resonance imaging in the diagnosis of axial spondyloarthritis: a systematic literature review. Rheumatology . 2019;58(11):1955-1965.  doi:10.1093/rheumatology/kez172. (SR)"
        },
        {
            "number in article": 19,
            "reference": "Liang H, Xu L, Tian X, et al. The comparative efficacy of supervised-versus  home-based  exercise programs in patients with ankylosing spondylitis: a meta-analysis.  Medicine. 2020;99(8):1-7.  doi:10.1097/MD.0000000000019229. (M)"
        },
        {
            "number in article": 20,
            "reference": "Zhao Q, Dong C, Liu Z, et al. The effectiveness of aquatic physical therapy intervention on disease activity and function of ankylosing spondylitis patients: a meta-analysis. Psychol Health Med . 2020;25(7):832-843.  doi:10.1080/13548506.2019.1659984. (M)"
        },
        {
            "number in article": 21,
            "reference": "Bai R, Zhang Y, Liu W, et al. The relationship of ankylosing spondylitis and subclinical atherosclerosis: a systematic review and meta-analysis.  Angiology . 2019;70(6):492-500. doi:10.1177/0003319718814309. (M)"
        }
    ]
}