{
    "metadata": {
        "title": "Fragile X Syndrome  Speech Therapy",
        "synonyms": [
            "martin-bell  syndrome  speech therapy"
        ],
        "anatomical location body part affected": [
            "The brain; can also affect facial features, joints, head circumference, feet and testicles in male patients"
        ],
        "area of specialty": [
            "pediatric genetic and/or neurological disorders",
            "learning disabilities"
        ],
        "description": [
            "Fragile X syndrome (FXS) is a common hereditary neurological disease that causes intellectual disability (ID), as well as physical, behavioral, and sensory deficits.(2) FXS, also known as Martin-Bell  syndrome or Escalante's syndrome, is associated with a mutation of a gene on the X chromosome, thereby affecting males more often and more severely than females.(2) FXS is the most common inherited cause of ID and the second most common genetic cause of ID after Down syndrome.(7) FXS is a congenital disease that does not significantly alter life expectancy; hence, although most patients are initially evaluated during early childhood, it is possible for a patient with FXS to present for speech therapy as an adult(4)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "759.83": "Fragile X syndrome"
        },
        "ICD-10 codes": {
            "Q99.2": "Fragile X chromosome; Fragile X syndrome (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Motor Speech G-code set": {
                "G8999": "Motor speech functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9186": "Motor speech functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9158": "Motor speech functional limitation, discharge status at discharge from therapy/ end of reporting on limitation"
            },
            "Spoken Language Comprehension G-code set": {
                "G9159": "Spoken language comprehension functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9160": "Spoken language comprehension functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9161": "Spoken language comprehension functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Spoken Language Expressive G-code set": {
                "G9162": "Spoken language expression functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9163": "Spoken language expression functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9164": "Spoken language expression functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Attention G-code set": {
                "G9165": "Attention functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9166": "Attention functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9167": "Attention functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Memory G-code set": {
                "G9168": "Memory functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9169": "Memory functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9170": "Memory functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Voice G-code set": {
                "G9171": "V oice functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9172": "V oice functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9173": "V oice functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients with FXS have cognitive as well as physical symptoms. During early childhood, the physical symptoms are less noticeable, but they become more prominent during and after puberty(1)",
            "Cognitive deficits/weakness  (moderate to severe intellectual disability in males; absent to mild intellectual disability in females)(1) –Anxiety(1)  –Attention deficit and behavioral inhibition in young males (especially sustained attention and inhibitory control deficits)(1,2) –Developmental delay/ID(1) –Aberrant face and gaze avoidance/habituation –Hyperactivity (ADHD)(1,2) –Hyperarousal(1,2) –Impaired sequential processing of information(2) –General impaired working memory(2) –Manifestations of aggressive outbursts/self-injurious  or abusive behaviors(6,7) –Extreme shyness(1) –Speech and language deficits(1)",
            "Cognitive strengths:  Patients with FXS will have areas of relative cognitive strength. These areas might still be delayed when compared to chronologically age-matched  peers:(2) –Strong long-term  visual memory(2) –Simultaneous processing and achievement(2)",
            "Physical symptoms –Facial dysmorphia(1) -Long face(1) -Large, protruding ears(1) -Prominent chin/jaw(1) –Hyperflexible joints(1) –Macrocephaly (defined as increased head circumference)(1) –Macro-orchidism  (abnormally large testicles)(1) –Mild delay of developmental milestones(1) –Pes planus (flat foot)(1) –Prominent forehead(1) –Tall stature(1) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Children with FXS sometimes respond to changes in routine and/or new or unfamiliar persons with overt displays of anxiety, including repetitive/self-injurious  behavior;(6) for an evaluation of a child’s speech and language abilities, the child’s parent or primary caregiver should always be available to provide additional information and/or support as needed",
            "Cultural competency must be used when assessing and treating speech, language, and cognitive functioning",
            "It is important to review medical history and reports from other disciplines (e.g., neuropsychology) before conducting a speech-language  evaluation or treatment"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  fxs is caused by the mutation of the fmr  gene located on the x chromosome": [
            "“Fragile” sites are areas on chromosomes that have a tendency to break or separate(8)–The gene associated with FXS is located on one such fragile site on the distal long arm of chromosome Xq27.3(8)"
        ],
        "pathogenesis:  the mutation of the fmr  gene affects the production of the protein fmrp, which is important in brain development ,": [],
        "risk factors": [
            "Sex (males at higher risk than females)(1,2,6)",
            "Family history of FXS or ID(1,4)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions   to examination and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Children with FXS sometimes respond to changes in routine and/or new or unfamiliar persons with overt displays of anxiety, including repetitive/self-injurious  behavior;(6) for an evaluation of a child’s speech and language abilities, the child’s parent or primary caregiver should always be available to provide additional information and/or support as needed",
            "Cultural competency must be used when assessing and treating speech, language, and cognitive functioning",
            "It is important to review medical history and reports from other disciplines (e.g., neuropsychology) before conducting a speech-language  evaluation or treatment"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When was FXS diagnosed in the patient? -Diagnosis of FXS is confirmed by molecular DNA testing in clinical practice(41) -Review medical history and physical from patient’s pediatrician or primary care physicianFor pediatric patients -Was the child a quiet or vocal infant? -Did the child coo, babble, or imitate sounds as an infant? -At what age did these behaviors begin? -When did the child say his or her first word? -Typically developing children acquire their first words at around 12 months of age(2) -First word acquisition may be delayed in children with FXS(2) -At what age did the child begin to name objects or persons? -At what age did the child start to put words together (e.g., “Daddy up”)? -Were the child’s first words easy or difficult to understand? -Currently, what specific sounds does the child make? -Which sounds or words are hard to understand? -How does the child communicate wants and needs? -Does the child use gesture or other means to communicate?For pediatric patients -Did the child’s mother have any illnesses, accidents, or complications while pregnant with the child? -Did the mother take any medications during the pregnancy? -What was the length of the pregnancy with the child? -What was the duration of the delivery? -What was the child’s weight at birth? -Were there any complications or unusual circumstances during birth or shortly after? -What was the Apgar score?",
                "course of treatment": {
                    "medical management": "Medical management of FXS typically involves medications to manage behavioral symptoms such as attention deficit and anxiety(9)",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken? Serotonin agents (to control frequent temper outbursts/tantrums)(7) Carbamazepine or valproic acid(7) Fluoxetine(7) Central nervous system stimulants (to improve symptoms of attention/reduce hyperactivity [ADHD])(7) Clonidine(7) In a preliminary trial conducted in Canada in which the medication regimens of 20 individuals with FXS (ages 1332 years) were supplemented with minocycline (broadspectrum  tetracycline antibiotic), researchers found that the drug was welltolerated  and provided significant functional benefits in terms of reduced aberrant behaviors; researchers recommended a placebocontrolled trial(49)  In a randomized, double-blind, placebo-controlled,  crossover trial conducted in the United States with 55 children with FXS (ages 3.5 years to 16 years; 48 participants completed the full trial), researchers found that minocycline treatment for 3 months led to significantly greater global improvement as compared to a placebo. Because treatment lasted only 3 months, researchers recommended longer controlled clinical trials to further investigate benefits, intolerable side effects, and safety of minocycline(40) Case studies have reported increased linguistic communication ability in patients with FXS following the introduction of acamprosate (calcium acetylhomotaurine) as part of the medicinal treatment of FXS(10)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Neuropsychological testing measures(1)",
                        "To be completed by qualified psychiatrist or neuropsychologist(1)",
                        "May include IQ testing (Stanford-Binet; Wechsler Intelligence Scales for Children-Revised [WISC-R])(1,6)",
                        "Neurological evaluation(1)",
                        "Electroencephalography (EEG)(1)",
                        "CT scan/MRI",
                        "Cardiac evaluation(1)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether the patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Are there certain times of day that the patient’s communication is better or worse? -Does the patient speak more clearly or communicate more effectively with certain people or in certain situations?",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician -Patients over the age of 50 who are carriers of the FXS premutation are at higher risk for developing FXS-associated tremor/ataxia syndrome (FXTAS).(4) Approximately 40% of males with the FXS premutation develop FXTAS(36) -Women with the FXS premutation can have FXS-associated  primary ovarian insufficiency (FXPOI), a problem with ovarian function that can lead to premature ovarian failure (POF) and early menopause (prior to age 40)(4)",
                "respiratory status": "Does the patient require supplemental oxygen? Nasal cannula? Does the patient have a tracheostomy tube? Does the patient require ventilator support?Document any behavioral symptoms that could indicate psychosocial disturbances -Perseverative and stereotyped maladaptive behaviors (rituals/insistence) are commonly observed in individuals with FXS.(39) Stereotyped behaviors are actions that are repetitive and rigid. Examples are hand flapping, body rocking, toe walking, spinning objects, sniffing, immediate and delayed echolalia, and running objects across one’s peripheral vision -Highly social situations can increase forms of social avoidance, anxiety, and gaze aversion behaviors in FXS patients -Research suggests that patients with FXS avoid eye contact and stressful social situations because of an overactive sympathetic nervous system as well as an underactive parasympathetic nervous system, resulting in physical distress from social engagement(43) -Patients with FXS have emotion recognition deficits—specifically, an inability to recognize angry and neutral emotional facial expressions—which might account for some of their difficulty in social situations(32) -In a study conducted in the United States with 118 male toddlers with FXS, researchers found that the boys exhibited significant delays in adaptive behavior development (as measured by the Vineland Adaptive Behavior Scales). Additionally, adaptive behavior delays were greater as the patients’ ages increased. The greatest areas of weakness for the boys with FXS in this study were motor and daily living adaptive skills(33) -Patients with FXS sometimes engage in self-injurious/abusive  behavior, especially when they are upset or anxious(6) -Mothers of children with FXS are at increased risk for caregiving stress, poor psychosocial health problems, and physical ailments (e.g., headaches, muscle soreness, fatigue) compared to mothers of children without disabilities(28,29)Document hearing ability/loss; recurrent otitis media is significantly more common in patients with FXS(1)  -Document if the patient has had recurrent otitis media, as this has been found to exacerbate the language deficits already inherent to FXS(35) -For detailed information on the effects of otitis media on speech and language, see Clinical Review…Hearing Loss,Effects on Speech and Language ; Item Number -A hearing screening with an audiometer is within the scope of practice of a SLP and should be performed with speech and language evaluations for FXS patients. If the patient fails the hearing screening, a referral to pediatric audiology should be made for a full comprehensive audiological diagnostic evaluation(1) Barriers to learning -Are there any barriers to learning? Yes__ No __ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of FXS or other ID in the patient’s family? As FXS is a hereditary disease, history of ID is reported in up to 75% of families of patients with FXS(1)",
                    "comorbid diagnoses": "Ask the patient or family member about other problems, including diabetes, cancer, heart disease, psychiatric disorders, and orthopedic disorders Autism spectrum disorder (ASD) and/or pervasive developmental disorders frequently co-occur  in patients with FXS.(1,2,13) (For detailed information on assessment and treatment of children with ASD, see the series of Clinical Reviews on this topic) In a study comparing 23 male subjects with a diagnosis of FXS+ASD to a group of 38 male subjects with a diagnosis of ASD, researchers found that both groups exhibited similar rates of stereotypic behaviors, selfinjury,  and sameness behaviors. The scores for the boys with FXS+ASD indicated less severe (significantly lower) presentation of thecompulsive/repetitive and ritual behaviors, gaze integration, quality of social overtures, responsive social smiles, facial expressions, and response to joint attention/ name(37) Other researchers believe that the language development and motor milestones profile is very different in those with FXSonly  and those with coexisting FXS and ASD; they also believe that coexisting FXS+ASD should be classified as a distinct phenotype of FXS(25,37) Common co-occurring  conditions include attention-deficit/hyperactivity  disorder (ADHD), seizures, frequent recurrent otitis media (middle ear infections), and mitral valve prolapse (MVP)(1,7)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask the patient or family about other symptoms the patient is experiencing Document if and when the child has had ear infections How long did the ear infections last? How frequently did the child have ear infections? Does the child presently have an ear infection?"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any For pediatric patients, what interests, hobbies, or other activities does the child have? For adults, what type of interests, hobbies, employment, or other activities does the patient have?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment Does the patient use a walker, wheelchair, or leg braces? Does the patient have a hearing loss? Does the patient require/wear hearing aids or have cochlear implants? Does the patient require/wear glasses? Does the patient require assistance to perform ADLs?",
                "living environment": "With whom does the patient live (e.g., caregivers, siblings)? Identify if there are barriers to independence in the home; any modifications necessary? What languages is the patient exposed to at home, school, and/or work? -What percentage of time is each language spoken around/to the patient?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Patients with FXS will present with cognitive deficits such as impaired memory (especially working memory) and attention skills.(1,15)Refer to neuropsychological reports for complete information regarding patient’s cognition –In a study conducted in the United States with 13 male infants with FXS, researchers found and identified that the infants displayed aberrant visual attention compared to typically developing infants (as measured by gaze duration, latency to look away) at 9, 12, and 18 months of age(30) –In a study conducted in the United Kingdom with 37 boys ranging in age from 4 to 10 years with confirmed diagnoses of FXS, researchers found that the boys with FXS demonstrated obvious difficulties in attention to visual stimuli as well as poor responses to auditory stimuli as compared to typically developing boys. Additionally, researchers found that the typically developing children benefited from having new information presented bimodally (e.g., a picture and a verbal description); however, the boys with FXS did not. This finding suggests that either the boys with FXS have difficulty binding the auditory and visual attention measures/information together or they are unable to processes multimodal inputs effectively(31) –Older patients presenting with FXTAS sometimes also present with significantly impaired executive functioning and/or working memory(11,16,47) –The rate of progression of cognitive deficits/impairment associated with FXTAS dementia seem to worsen with increasing",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis may be at risk for dysphagia; follow recommended protocols for swallowing safety and post feeding instructions at bedside, if inpatient. Ensure that the patient and family/caregivers are aware of the potential for dysphagia and educated about safe feeding strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Speech therapy for patients with FXS will focus on speech, language, and/or cognitive-linguistic  deficits. Specific goals will be determined following a thorough evaluation by a licensed and certified SLP. Speech and language therapy should be one aspect of a multidisciplinary treatment approach to treating an individual with FXS(1) treatment   (4) _ For detailed information on therapy for stuttering, see the series of Clinical Reviews on this topicProgression will vary according to patient deficits and goalsNone specified; as with any speech therapy, greater progress is anticipated with home practice; to be determined by speech therapist based on individual Dysphagia (as needed) Increase swallow safety Dysphagia therapy _ Therapy will vary according to the results of a swallow evaluation. Treatment may include strategies for airway protection, strategies for facilitating oral phase of swallowing, and dietary adjustments. (For detailed information on assessment and treatment of dysphagia, see the series of Clinical Reviews on this topic)Progression will vary according to patient deficits and goalsHome program will vary with respect to the goals of the patient  .",
        "rule out": "It is possible for a patient to be affected by FXS in conjunction with other types of congenital or neurological disorders. In order to provide the best possible treatment, the patient’s medical team will attempt to rule out the following diagnoses before making a diagnosis of FXS: Angelman syndrome(5) Prader-Willi  syndrome (PWS)(5) Rett syndrome(5) Sotos syndrome(5)",
        "prognosis": [],
        "referral to other disciplines": "The following referrals might be appropriate for patients with FXS Refer to physical and occupational therapy if the patient has reduced mobility, difficulty with ADLs, or difficulty with sensory integration(7) –Physical and occupational therapy for older patients who present with FXTAS(11) Refer to neurologist if the patient has not already undergone neurological and/or neuropsychological examination(1,7) Refer to ophthalmologist if additional vision problems are noted or reported by the patient and/or caregiver during physical examination(1) Refer to audiologist and/or otolaryngologist if the patient fails the hearing screening and/or appears to have difficulty hearing during the diagnostic audiologic evaluation(1)  Refer to psychiatrist/neurologist/developmental pediatrician for further assessment if ASD is suspected(13) Refer to learning disabilities specialist if parents of a child with FXS report difficulty in school subjects(14) Due to the unique challenges of caring for a child with FXS or FXS with ASD, parents may exhibit depression and/or anxiety(21,22) –Referral to psychiatrist, psychologist, or family counseling might be appropriate if patient’s parents describe difficulty coping with stress, hopeless thoughts, and/or depression –The families of children with FXS experience significant financial and employment burdens; consideration for these burdens and referrals to local and national resources and support programs are often necessary(23)",
        "other considerations": [],
        "treatment summary": [
            "In a study conducted in France that compared implicit procedural learning in individuals with FXS or Down syndrome to age-matched, typically developing controls, researchers found that the ability to learn a sequence of 6 blocks implicitly was relatively efficient for the FXS group(24) –Learning decreased as the number of blocks to remember increased(24) –Researchers recommended attempting to use intact implicit learning (cognitive) skills and procedures to teach new information to individuals with FXS(24)",
            "Joint engagement –In a study conducted in the United States with 28 toddlers with FXS and their mothers, researchers investigated the amount of time the dyads participated in joint engagement activities. Joint engagement with a caregiver around an object is considered coordinated joint engagement if the child and caregiver are attending to the same object and they are both mutually involved. In supported joint engagement they are both attending, but the child is not actively responding to the caregiver about the object. In the study, the toddlers with FXS spent more overall time in supported joint engagement compared to coordinated joint engagement. Researchers found that more time spent in coordinated joint engagement was associated with higher language abilities in these toddlers with FXS. Researchers concluded that early intervention programs targeting increased coordinated joint engagement might lead to increased language abilities in children with FXS over time(48)",
            "Maternal responsivity –Maternal responsivity is defined as a “healthy, growth-producing  relationship characterized by warmth, nurturance, and stability as well as specific behaviors, such as contingent positive responses to child initiations.”(38) With respect to language development, high levels of maternal responsivity would be characterized by the mother of a child using frequent verbal input, responding to the child’s intentional communication attempts (e.g., imitations, expansion), and following the child’s interests (e.g., the child picks up a train and the mother states, “Look! You’re going to play with that train!”(38) –In a study conducted in the United States with 55 mother-child  dyads, researchers investigated the relationship between maternal responsivity and child vocabulary development in children with FXS. Communication interactions between the mothers and their children were observed and coded over the course of 7 years. At the start of the study, the children ranged in age from 11 months to 4 years old. Researchers found that sustained maternal responsivity over time was a significant predictor of the number of different words in the child’s vocabulary at age 8. Although this was not an intervention study, the researchers discussed the implications for intervention. Because prior intervention studies have shown that parents can be taught to be more responsive, parent training in responsivity might improve vocabulary development in children with FXS(38) . Problem Goal Intervention Expected Progression Home Program  Hyperarousal/poor sensory integrationRespond appropriately to changes in sensory input or environmentTherapeutic modalities _ Exercises to promote whole-body sensory input (may include wall push-ups or deep pressure massage)(4)Progression will vary according to patient deficits and goalsNone specified; as with any speech therapy, greater progress is anticipated with home practice; to be determined by speech therapist based on individual Reduced attention span; attention deficitIncrease attention to and participation in classroom/daily activitiesTherapeutic modalities _ Use visual cues or visual presentation of information(4)",
            "Utilizing pictures of the day’s upcoming activities in sequence(4)",
            "Event calendars(4)",
            "Pictures of classmates, family members, teachers, therapists(4)",
            "Pictures of targeted new vocabulary words in contexts(4)",
            "Hand signals (finger to the mouth for “quiet”)(4) _ Reduce visual and auditory distracters within therapy roomProgression will vary according to patient deficits and goalsNone specified; as with any speech therapy, greater progress is anticipated with home practice; to be determined by speech therapist based on individual  Social avoidance; poor pragmatic skillsImprove social skills; to reduce social anxiety and/or shynessFunctional training _ The SLP guides the patient through suitable structured and unstructured social tasks:",
            "Initiating and taking turns in conversations and interactions with peers(4)",
            "Limiting perseveration/ compulsion and frequency of tangential comments(4)",
            "Creating “real-life” situations, such as structured recess activities, small lunchtime group conversations, and playing games(4)Progression will vary according to patient deficits and goalsNone specified; as with any speech therapy, greater progress is anticipated with home practice; to be determined by speech therapist based on individual  Reduced speech intelligibilityIncrease intelligibility of speechFunctional training _ SLP can target specific sounds with which the patient has difficulty and guide him or her through articulation at the sound, word, and sentence level.(4) (For detailed information on assessment and treatment of children with organic articulation disorders, seeClinical Review… Speech Sound Disorders: Articulation Disorder, Organic ; Item Number: T708294) _ _ Oral-motor exercises to improve lingual and labial strength and control(1) _ _ Stuttering therapy/"
        ]
    },
    "desired outcomes outcome measures": {
        "improved fluency of speech": [],
        "improved intelligibility in connected speech": [
            "GFTA-3",
            "Connected speech sample",
            "SALT"
        ],
        "improved social skills": [],
        "increased and appropriate eye contact in social situations": [
            "ECAS(44)"
        ],
        "improved syntactic skills": [
            "MLU(18,19)"
        ],
        "increased auditory comprehension of language": [
            "TACL-3(2,13)",
            "PLS-5(13)",
            "PPVT-4"
        ],
        "increased expressive vocabulary": [
            "PLS-5(13)",
            "OWLS(13)",
            "EVT"
        ],
        "rate of speech that is within normal limits": []
    },
    "maintenance or prevention": [
        "There is no way to prevent FXS; however, genetic counseling and screening are available to confirm diagnosis as well as provide information to parents prior to the birth of a child with FXS.(5,46) Cascade testing involves testing relatives of a person known to be affected by FXS to determine if family members are also carriers of genetic mutations(46)",
        "The American College of Medical Genetics recommends that testing for the FXS genetic mutation should be considered for the following individuals:(5) Males and females with ID, developmental delay, or ASD, especially if they have: –Physical symptoms of FXS –A family history of FXS –Relatives with ID of an unknown origin Fetuses of known FXS carrier mothers –In a DNA study conducted in the United States in which researchers analyzed 17 pedigrees of patients with FXS, only 8 of the cases presented with a family history of ID or FXS -Examination of the other 9 pedigrees revealed family histories of ADHD, ASD, speech/hearing deficits, and/or behavioral disorders -The authors of this study propose that FXS carrier testing should be expanded to pregnant women with family history that includes these additional risk factors Couples seeking reproductive counseling with: –Family history of FXS –Family history of ID of unknown origin –Fertility problems related to elevated FSH levels -Especially given a family history of premature ovarian failure, FXS or ID Individuals who have been found to have a fragile X site on chromosome analysis Patients with late onset tremor or cerebellar ataxia of unknown origin –Especially if there is family history of FXS, ID, or movement disorders "
    ],
    "patient education": [
        "Information, education, research, and other resources available online at the National Fragile X Foundation, https:// fragilex.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Alanay Y, Unal F, Turanli G. A multidisciplinary approach to the management of individuals with fragile X syndrome. J Intellect Disabil Res . 2007;51(Pt. 2):151-161.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Finestack LH, Richmond EK, Abbeduto L. Language development in individuals with fragile X syndrome. Top Lang Disorders . 2009;29(2):133-148.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Murphy MM, Abbeduto L. Gender differences in repetitive language in fragile X syndrome. J Intellect Disabil Res . 2007;51(Pt. 5):387-400.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Fragile X-associated  disorders. National Fragile X Foundation Web site. http://www.fragilex.org/fragile-x-associated-disorders/ . Accessed June 24, 2017. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Wiesner GL, Cassidy SB, Grimes SJ, Matthews AL, Acheson LS. Clinical consult: developmental delay/fragile X syndrome. Prim Care Clin Office Pract . 2004;31(3):621-625. (C)"
        },
        {
            "number in article": 6,
            "reference": "Woodcock K, Oliver C, Humphreys G. Associations between repetitive questioning, resistance to change, temper outbursts and anxiety in Prader-Willi  and fragile-X syndromes. J Intellect Disabil Res . 2009;53(3):265-278.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Hockenberry MJ. Impact of Cognitive or Sensory Impairment on the Child and Family. In: Perry SE, Hockenberry MJ, Lowdermilk DL, Wilson D, eds. Maternal Child Nursing Care. St Louis, MO: Mosby Elsevier; 2014:1092-1093.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Bacino CA, Lee B. Cytogenetics. In: Geme JW III, Kliegman RM, Stanton BF, Schor NF, Behrman RE, eds. Nelson textbook of pediatrics . 20th ed. Philadelphia, PA: Saunders Elsevier; 2017:622-623.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Jacobs S, Nathwani M, Doering LC. Fragile X astrocytes induce developmental delays in dendrite maturation and synaptic protein expression. BMC Neurosci . 2010;11:132. (R)"
        },
        {
            "number in article": 10,
            "reference": "Erickson CA, Mullett JE, McDougle CJ. Brief report: acamprosate in fragile X syndrome. J Autism Dev Disord . 2010;40(11):1412-1416.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Grigsby J, Brega AG, Leehey MA. Impairment of executive cognitive functioning in males with fragile X-associated  tremor/ataxia syndrome. Mov Disord . 2007;22(5):645-650. (R)"
        },
        {
            "number in article": 12,
            "reference": "Skahan SM, Watson M, Lof GL. Speech-language  pathologists' assessment practices for children with speech sound disorders: results of a national survey. Am J Speech Lang Pathol. 2007;16(3):246-259.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Lewis P, Abbeduto L, Murphy M. Cognitive, language and social-cognitive  skills of individuals with fragile X syndrome with and without autism. J Intellect Disabil Res . 2006;50(Pt 7):532-545.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Murphy MM, Mazzocco MM. Mathematics learning disabilities in girls with fragile X or Turner syndrome during late elementary school. J Learn Disabil . 2008;41(1):29-46.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Baker S, Hooper S, Skinner M. Working memory subsystems and task complexity in young boys with Fragile X syndrome. J Intellect Disabil Res . 2011;55(1):19-29.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Cornish KM, Kogan CS, Li L, Turk J, Jacquemont S, Hagerman RJ. Lifespan changes in working memory in fragile X premutation males. Brain Cogn . 2009;69(3):551-558.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Finestack LH, Abbeduto L. Expressive language profiles of verbally expressive adolescents and young adults with Down syndrome or fragile X syndrome. J Speech Lang Hear Res. 2010;(5):1334-1348.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Roberts JE, Hennon EA, Price JR, Dear E, Anderson K, Vandergrift NA. Expressive language during conversational speech in boys with fragile X syndrome. Am J Ment Retard . 2007;112(1):1-17.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Price JR, Roberts JE, Hennon EA, Berni MC, Anderson KL, Sideris J. Syntactic complexity during conversation of boys with fragile X syndrome and Down syndrome. J Speech Lang Hear Res . 2008;51(1):3-15.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Barnes EF, Roberts J, Mirrett P, Sideris J, Misenheimer J. A comparison of oral structure and oral-motor  function in young males with fragile X syndrome and Down syndrome. J Speech Lang Hear Res . 2006;49(4):903-917.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Wheeler A, Hatton D, Reichardt A, Bailey D. Correlates of maternal behaviours in mothers of children with fragile X syndrome. J Intellect Disabil Res . 2007;51(Pt. 6):447-462. (R)"
        },
        {
            "number in article": 22,
            "reference": "Lewis P, Abbeduto L, Murphy M. Psychological well-being  of mothers of youth with fragile X syndrome: syndrome specificity and within-syndrome  variability. J Intellect Disabil Res. 2006;50(Pt. 12):894-904.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Ouyang L, Grosse S, Raspa M, Bailey D. Employment impact and financial burden for families of children with fragile X syndrome: findings from the National Fragile X Survey. J Intellect Disabil Res . 2010;54(10):918-928.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Bussy G, Charrin E, Brun A, Curie A, des Portes V. Implicit procedural learning in fragile X and Down syndrome. J Intellect Disabil Res . 2011;55(5):521-528.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Hinton R, Budimirovic DB, Marschik PB, et al. Parental reports on early language and motor milestones in fragile X syndrome with and without autism spectrum disorders. Dev Neurorehabil . 2013;16(1):58-66.  doi:10.3109/17518423.2012.704414. (R)"
        },
        {
            "number in article": 26,
            "reference": "Estigarribia B, Martin GE, Roberts JE. Cognitive, environmental, and linguistic predictors of syntax in fragile X syndrome and Down syndrome. J Speech Lang Hear Res . 2012;55(6):1600-1612.  doi:10.1044/1092-4388(2012/10-0153).  (R)"
        },
        {
            "number in article": 27,
            "reference": "Sterling A, Abbeduto L. Language development in school-age  girls with fragile X syndrome. J Intellect Disabil Res . 2012;56(10):974-983. doi:10.1111/j.1365-2788.2012.01578.x.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Baker JK, Seltzer MM, Greensberg JS. Behaviour problems, maternal internalising symptoms and family relations in families of adolescents and adults with fragile X syndrome. J Intellect Disabil Res . 2012;56(10):984-995.  doi:10.1111/j.1365-2788.2012.01580.x.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Smith LE, Seltzer MM, Greenberg JS. Daily health symptoms of mothers of adolescents and adults with fragile x syndrome and mothers of adolescents and adults with autism spectrum disorder. J Autism Dev Disord . 2012;42(9):1836-1846.  doi:10.1007/s10803-011-1422-7.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Roberts JE, Hatton DD, Long AC, Anello V, Colombo J. Visual attention and autistic behavior in infants with fragile X syndrome. J Autism Dev Disord . 2012;42(6):937-946. doi:10.1007/s10803-011-1316-8.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Scerif G, Longhi E, Cole V, Karmiloff-Smith  A, Cornish K. Attention across modalities as a longitudinal predictor of early outcomes: the case of fragile X syndrome. J Child Psychol Psychiatry . 2012;53(6):641-650.  doi:10.1111/j.1469-7610.2011.02515.x.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Shaw TA, Porter MA. Emotion recognition and visual-scan  paths in fragile X syndrome. J Autism Dev Disord . 2013;43(5):1119-1139.  doi:10.1007/s10803-012-1654-1.  (R)"
        },
        {
            "number in article": 33,
            "reference": "McCary LM, Machlin L, Roberts JE. The development of adaptive behaviour in toddlers and preschoolers with fragile x versus autism. Intellect Dev Disabil . 2013;59(2):67-79. (R)"
        },
        {
            "number in article": 34,
            "reference": "Martin GE, Losh M, Estigarribia B, Sideris J, Roberts J. Longitudinal profiles of expressive vocabulary, syntax and pragmatic language in boys with fragile X syndrome or Down syndrome. Int J Lang Commun Disord . 2013;48(4):432-443.  doi:10.1111/1460-6984.12019.  (R)"
        },
        {
            "number in article": 35,
            "reference": "Badran HS, Abulnasr KM, Abd El Hameed Nasser S. Effect of recurrent otitis media on language profile in children with fragile x syndrome. Clin Med Insights Ear Nose Throat . 2013;6:1-7.  doi:10.4137/CMENT.S11157. (R)"
        },
        {
            "number in article": 36,
            "reference": "Wang JY, Hagerman RJ, Rivera SM. A multimodal imaging analysis of subcortical gray matter in fragile X premutation carriers. Mov Disord . August 2013;28(9):1278-84. doi:10.1002/mds.25473. (R)"
        },
        {
            "number in article": 37,
            "reference": "Wolff JJ, Bodfish JW, Hazlett HC, Lightbody AA, Reiss AL, Piven J. Evidence of a distinct behavioral phenotype in young boys with fragile X syndrome and autism. J Am Acad Child Adolesc Psychiatry . December 2012;51(12):1324-32.  doi:10.1016/j.jaac.2012.09.001. (R)"
        },
        {
            "number in article": 38,
            "reference": "Brady N, Warren SF, Fleming K, Keller J, Sterling A. Effect of sustained maternal responsivity on later vocabulary development in children with fragile X syndrome. J Speech Lang Hear Res . February 2014;57(1):212-26.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Kaytser V, Berry-Kravis  E, Ouyang B, Doll E, Hall D. Motor stereotypies in fragile X syndrome. J Pediatr Neurol . 2014;12(1):29-34.  doi:10.3233/JPN-140635.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Leigh MJ, Nguyen DV, Mu Y, et al. A randomized double-blind,  placebo-controlled  trial of minocycline in children and adolescents with fragile x syndrome. J Dev Behav Pediatr . April 2013;34(3):147-55.  doi:10.1097/DBP.0b013e318287cd17. (RCT)"
        },
        {
            "number in article": 41,
            "reference": "Tejada MI, Glover G, Martinez F, et al. Molecular testing for fragile X: analysis of 5062 tests from 1105 fragile X families -- performed in 12 clinical laboratories in Spain. Biomed Res Int. 2014;2014:195793. doi:10.1155/2014/195793. (R)"
        },
        {
            "number in article": 42,
            "reference": "Adlof SM, Klusek J, Shinkareva SV, Robinson ML, Roberts JE. Phonological awareness and reading in boys with fragile X syndrome. J Child Psychol Psychiatry . 2015;56(1):30-39.  doi:10.1111/jcpp.12267. (R)"
        },
        {
            "number in article": 43,
            "reference": "Hall SS, Lightbody AA, Huffman LC, Lazzeroni LC, Reiss AL. Physiological correlates of social avoidance behavior in children and adolescents with fragile x syndrome. J Am Acad Child Adolesc Psychiatry . March 2009;48(3):320-329.  doi:10.1097/CHI.0b013e318195bd15. (R)"
        },
        {
            "number in article": 44,
            "reference": "Hall SS, Venema KM. A Screening Tool to Measure Eye Contact Avoidance in Boys with Fragile X Syndrome. J Autism Dev Disord . July 2017;47(7):2254-2264. doi:10.1007/s10803-017-3139-8.  (R)"
        },
        {
            "number in article": 45,
            "reference": "Haebig E, Sterling A, Hoover J. Examining the Language Phenotype in Children With Typical Development, Specific Language Impairment, and Fragile X Syndrome. J Speech Lang Hear Res . October 1, 2016;59(5):1046-1058.  doi:10.1044/2016_JSLHR-L-15-0185.  (R)"
        },
        {
            "number in article": 46,
            "reference": "Raspa M, Edwards A, Wheeler AC, Bishop E, Bailey DB, Jr. Family Communication and Cascade Testing for Fragile X Syndrome. J Genet Couns . October 2016;25(5):1075-1087.  doi:1007/s10897-016-9940-2.  (R)"
        },
        {
            "number in article": 47,
            "reference": "Connon P, Larner AJ. Fragile X-associated  tremor/ataxia syndrome: cognitive presentations. Br J Hosp Med (Lond) . April 2, 2017;78(4):230-231.  doi:10.12968/ hmed.2017.78.4.230. (R)"
        },
        {
            "number in article": 48,
            "reference": "Hahn LJ, Brady NC, Fleming KKI, Warren SF. Joint Engagement and Early Language in Young Children With Fragile X Syndrome. J Speech Lang Hear Res . October 1, 2016;59(5):1087-1098.  doi:10.1044/2016_JSLHR-L-15-0005.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Paribello C, Tao L, Folino A, et al. Open-label  add-on treatment trial of minocycline in fragile X syndrome. BMC Neurol . October 11, 2010;10:91. doi:10.1186/1471-2377-10-91. (R)"
        }
    ]
}