{
    "metadata": {
        "title": "Swallowing Therapy  Masako Maneuver",
        "synonyms": [
            "swallowing therapy  masako (tongue-holding)  maneuver",
            "dysphagia therapy masako maneuver",
            "dysphagia therapy: masako (tongue-holding)  maneuver",
            "masako maneuver: swallowing therapy",
            "masako maneuver: dysphagia therapy",
            "tongue-holding (masako) maneuver: swallowing therapy",
            "tongue-holding  (masako) maneuver: dysphagia therapy"
        ],
        "anatomical location body part affected": [
            "Anatomy of swallowing, which includes the lips, tongue, buccal muscles, laryngeal structures, and pharyngeal structures; the Masako maneuver requires the patient to manipulate the tongue and the teeth"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders"
        ],
        "description": [
            "The Masako maneuver (also called the tongue-holding  maneuver) is one type of swallow maneuver used in swallowing therapy (also called dysphagia therapy). Swallow maneuvers are a collection of actions that a patient can perform during swallowing in order to increase the safety, efficiency, or adequacy of the swallow; swallow maneuvers are taught to patients by trained speech-language  pathologists (SLPs) during a course of dysphagia therapy.(1) (For detailed information on swallow maneuvers, see  Clinical Review ... Dysphagia: Swallowing Therapy -- Swallow Maneuvers -- an Overview  ; CINAHL Topic ID Number: T709042 and the series of Clinical Reviews on each of the other specific types of maneuvers)",
            "The Masako maneuver is intended to increase posterior pharyngeal wall contraction, resulting in improved contact between the pharyngeal wall and the base of the tongue during the swallow, allowing for improved clearance of residue from the pharynx(2) –This maneuver is accomplished by having the patient maximally protrude the tongue and asking him or her to hold the tongue between the teeth (central incisors) while swallowing(2) –The retraction of the base of the tongue is restricted, causing increased bulging and stretching of the posterior pharyngeal wall during swallowing(2)",
            "Patients with severe cognitive deficits who are unable to follow the commands required to learn these maneuvers are not appropriate candidates for the Masako maneuver(3)",
            "The Masako maneuver can be used in conjunction with other types of dysphagia therapy (i.e., direct, indirect, facilitative, compensatory).(1) For detailed information on the different types of therapy, see the series of Clinical Reviews on this topic"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition Indications for procedure"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "See full  Contraindications/precautions to examination   in  Clinical Review…Dysphagia Assessment: In-depth  Bedside Swallow Examination (Adults)  , CINAHL Topic ID Number: T709037;  Clinical Review…Dysphagia Assessment: In-depth  Bedside Swallow Examination (Pediatrics)  , CINAHL Topic ID Number: T709064;  Clinical Review…Dysphagia  Assessment: Modified Barium Swallow (Adults)  , CINAHL Topic ID Number: T709046; and  Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Pediatrics)  , CINAHL Topic ID Number: T709077"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [
        "Dysphagia Dysphagia is the term that refers to difficulty swallowing and/or a swallowing disorder(4,5) Complications of dysphagia include malnutrition, dehydration, aspiration and aspiration pneumonia, and death(4,6,7) There are two main types of dysphagia, oropharyngeal and esophageal(5) –Oropharyngeal dysphagia  (5,8,9) -Dysphagia involving the oral and/or pharyngeal phase of swallowing -If the dysphagia affects only the oral phase, it is referred to as oral dysphagia(10) -If the dysphagia affects only the pharyngeal phase, it is referred to as pharyngeal dysphagia(10) -Dysphagia that affects both the oral and pharyngeal phases of the swallow is referred to as oropharyngeal dysphagia(10) -Symptoms of oropharyngeal dysphagia include choking and/or coughing while eating and/or drinking, pocketing food in the cheeks, and loss of food or liquid from the mouth while attempting to swallow(4,8) -Oropharyngeal dysphagia is the type of dysphagia for which swallowing maneuvers, including the Masako maneuver, are appropriate -Studies have found that the effect of the Masako maneuver varies between patients; however, documented effects of the Masako maneuver in patients with healthy or disordered swallowing include: -increased forward movement and stretching of the posterior pharyngeal wall during swallowing(2) -increased posterior pharyngeal wall contraction with improved contact between the pharyngeal wall and the base of the tongue during the swallow, allowing for improved clearance of residue from the pharynx(2) -Therefore, the Masako maneuver is indicated for patients who have reduced posterior pharyngeal wall movement and contraction as well as those who have residue along the posterior pharyngeal wall as seen in an instrumental evaluation of swallowing(2) –Esophageal dysphagia  (5,8,9) -Dysphagia resulting from an impairment of the esophagus or lower esophageal sphincter -Patients generally report symptoms such as regurgitation or heartburn(4,8,9) For detailed information on assessment and treatment of dysphagia, see the series of Clinical Reviews on this topic",
        "Risk factors for dysphagia Cervical osteophytes (bony protuberances of the neck)(6) Prior ear, nose, throat, or maxillofacial surgery(11) Advanced age(8,10,12) (for detailed information on assessment and treatment of dysphagia in older adults, see Clinical Review…Dysphagia in Older Adults ; CINAHL Topic ID Number:T708995) Head and neck cancer(5,6) (for detailed information on assessment and treatment of patients with head and neck cancer, see Clinical Review…Dysphagia: Patients with Head and Neck Cancer  ; CINAHL Topic ID Number:T709050) Infection(6) –Botulism(6) –Diphtheria(6) –Lyme disease(6) –Syphilis(6) Neurological disease(5,6,11) –Amyotrophic lateral sclerosis (ALS)(6,10) (for detailed information on assessment and treatment of dysphagia in patients with ALS, see  Clinical Review…Dysphagia: Amyotrophic Lateral Sclerosis (ALS)  ; CINAHL Topic ID Number: T708986) –Brainstem tumor(6)  –Stroke(5,6,10,13) (for detailed information on assessment and treatment of dysphagia in patients with stroke, see  Clinical Review…Dysphagia: Post-Stroke  ; CINAHL Topic ID Number:T708770) –Dementia (for detailed information on assessment and treatment of dysphagia in patients with dementia, see  Clinical Review…Dysphagia: Dementia  ; CINAHL Topic ID Number:T708935)(5) –Dermatomyositis/polymyositis (connective tissue disease marked by inflammation of the skin and/or muscles)(6) –Multiple sclerosis(5,6,10) (for detailed information on assessment and treatment of dysphagia in patients with multiple sclerosis, see  Clinical Review…Dysphagia: Multiple Sclerosis  ; CINAHL Topic ID Number:T708991) –Myasthenia gravis(6,10) (for detailed information on assessment and treatment of dysphagia in patients with myasthenia gravis, see  Clinical Review…Dysphagia: Myasthenia Gravis in Adults  ; CINAHL Topic ID Number:T709053 and Clinical Review… Dysphagia: Myasthenia Gravis in Children  ; CINAHL Topic ID Number: T709054) –Myotonic dystrophy(6) (for detailed information on assessment and treatment of dysphagia in patients with myotonic dystrophy, see  Clinical Review…Dysphagia: Myotonic Dystrophy in Adults  ; CINAHL Topic ID Number:T709072 and Clinical Review… Dysphagia: Oculopharyngeal Muscular Dystrophy  ; CINAHL Topic ID Number: T709071) –Paraneoplastic syndrome(6) (collective signs and symptoms caused by material released from a tumor or in reaction to a tumor) –Parkinson disease(5,6,10) (for detailed information on assessment and treatment of dysphagia in patients with Parkinson disease, see  Clinical Review…Dysphagia: Parkinson Disease  ; CINAHL Topic ID Number:T708934) –Post-polio  syndrome (for detailed information on assessment and treatment of dysphagia in post-polio  syndrome, seeClinical Review…Dysphagia: Post-Polio Syndrome ; CINAHL Topic ID Number:T709062)(6) –Sarcoidosis(6) (a disease that leads to inflammation of various organs) –Traumatic brain injury(6,10) (for detailed information on assessment and treatment of dysphagia after traumatic brain injury, see  Clinical Review…Dysphagia: Traumatic Brain Injury in Adult Patients  ; CINAHL Topic ID Number: T70901 2and  Clinical Review…Dysphagia: Traumatic Brain Injury in Pediatric Patients  ; CINAHL Topic ID Number:T709008) Prior cervical or esophageal surgery(6,11) Prolonged endotracheal intubation(12) Zenker’sdiverticulum(6,10) (a pouch that forms at the junction of the pharynx and the esophagus)"
    ],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {
        "physician order must be obtained prior to evaluation and treatment of dysphagia": [],
        "slps are required to have graduate, postgraduate, and or continuing education training specifically in dysphagia assessment and treatment in order to work with patients with dysphagia": [],
        "because patients with dysphagia are at risk for aspiration and or penetration of oral intake, the patient and patient’s family must be made aware of potential aspiration risks and educated about prevention strategies as appropriate": [],
        "it is important to consider and respect the patient’s and family’s eating habits, food preferences, and cultural influences on eating during assessment and treatment of dysphagia. a patient’s culture and native language should be considered when": [],
        "see specific  contraindications precautions to examination   and  contraindications precautions   under assessment": []
    },
    "guidelines for use of procedure": {
        "see treatment summary  under assessment plan of care , below": []
    },
    "examination": {
        "contraindications precautions to examination": [
            "See full  Contraindications/precautions to examination   in  Clinical Review…Dysphagia Assessment: In-depth  Bedside Swallow Examination (Adults)  , CINAHL Topic ID Number: T709037;  Clinical Review…Dysphagia Assessment: In-depth  Bedside Swallow Examination (Pediatrics)  , CINAHL Topic ID Number: T709064;  Clinical Review…Dysphagia  Assessment: Modified Barium Swallow (Adults)  , CINAHL Topic ID Number: T709046; and  Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Pediatrics)  , CINAHL Topic ID Number: T709077"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -An interview with the patient and/or family members may be appropriate to gather a detailed history of the symptoms and presentation of patient’s dysphagia(13) -Does the patient have a diagnosis that places him or her at elevated risk for dysphagia?(13)",
                "course of treatment": {
                    "medical management": "Note current and previous medical management of diagnosis; do any medical treatments place patient at an elevated risk for dysphagia? Chemotherapy and radiation therapy may result in xerostomia (dry mouth);(11) xerostomia is frequently associated with dysphagia(9,11) Current or previous ear, nose, throat, maxillofacial, cervical, or esophageal surgery/procedures(5,14)",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Clinical swallow examination (CSE)",
                        "Chest X-ray",
                        "Fiberoptic endoscopic evaluation of swallowing (FEES)",
                        "Modified barium swallow (MBS) study/videofluoroscopic swallow study (VFSS)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help Occasionally patients and family members develop their own strategies for managing dysphagia (such as using gravies with all meats or chopping food into very small pieces) Patients with a previous history of dysphagia might already be using an altered diet prior to admission(15) Ask patient and/or caregiver what types of food or drink the patient prefers and/or avoids at home(15)",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)(16) -with specific foods? -with specific meals? -when fatigued? -only halfway through meals? -when he or she is distracted or having a meal with a group of people?(7)",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms -For patients who complain of difficulty swallowing, what exactly is the problem with swallowing? -Does food stick in the throat?(9) -Does the patient cough and/or choke while eating or drinking? -Is there pain associated with swallowing?",
                "rating of symptoms": "",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables -When did the symptoms of dysphagia begin?(17) -How frequently does the patient experience symptoms of dysphagia?(17)",
                "sleep disturbance": "Does difficulty swallowing saliva and/or secretions interfere with patient’s ability to sleep? -Document number of wakings/night",
                "other symptoms": "",
                "respiratory status": "Patients with a compromised respiratory status are at higher risk for complications (such as aspiration pneumonia) due to dysphagia(15,16) -Does the patient require supplemental oxygen? Nasal cannula?(14)  -Does the patient require ventilator support? -Patients who require ventilator support are at elevated risk for aspiration during swallowing(16) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a past history of oropharyngeal dysphagia?(16)",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "",
                    "other symptoms": "Ask patient about other symptoms he/she is experiencing (e.g., gastroesophageal reflux, cough, weakness, weight loss)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Does the patient use adaptive feeding devices? -Does the patient require use of a communication device? -Does the patient require hearing aids? If so, are the hearing aids in good working order? -Does the patient wear glasses? -Does the patient require a wheelchair for mobility? Does the patient require a cane or walker?",
                "living environment": " Living environment -With whom does patient live (e.g., caregivers, family)(14) -Patients who will be treated with the Masako maneuver will likely require assistance from a family member or caregiver during meals for postures and/or alterations of food presentation -Patients who will require an altered diet might require assistance with food preparation from a family member or caregiver(14) -Is the patient receiving nutritional supplements orally or nonorally?(16) -Is there a feeding tube present?(14,16) -Does the patient require feeding assistance or assistance preparing meals at home?(7,14)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "Is the patient able to maintain adequate sitting posture for feeding trials? –The patient should be able to maintain upright positioning of the head and trunk while feeding –If the patient does not have adequate strength or muscle tone to maintain upright or alternative postures, refer to physical and occupational therapy for muscle strengthening and adaptive positioning equipment",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Briefly assess patient’s cognition –Patient should be able to maintain arousal and follow some directions (verbal or nonverbal) in order to learn and perform the Masako maneuver –The Mini-Mental  State Examination (MMSE) is an appropriate assessment tool to screen for arousal, attention, and other cognitive deficits -The MMSE assesses overall cognitive impairment; sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, and Drawing(18) -If language or cognitive deficits are evident on the screening measure, the patient may be appropriate for a complete language and cognitive evaluationA full oral mechanism examination should be completed prior to beginning dysphagia therapy –Examination should include lips, buccal muscles, tongue, teeth, mandible, and hard/soft palates",
            "aac assessment": "",
            "swallow examination": "Prior to beginning dysphagia therapy with the Masako maneuver, it is necessary to completely  –In-depth  CSEIn-depth  Bedside SwallowIn-depth  Bedside Swallow Examination (Pediatrics) , referenced aboveClinical judgment as well as observation of the Masako maneuver during an instrumental examination of swallowing should be utilized to determine the best possible treatment plan for each patient.(19) Not all patients should be treated with the same maneuver and/or combination of maneuvers. The Masako maneuver should be documented as effective and/or potentially effective at improving swallowing function and/or eliminating/reducing aspiration and penetration in an instrumental examination of swallowing prior to including theFiberoptic EndoscopicT709038)Manometry ;T709040)ModifiedModified Barium Swallow [Pediatrics] , referenced above) –Functional Oral Intake Scale (FOIS)(12,20) -7-point  ordinal scale -Scored based on the patient’s (or caregiver’s) report of which foods/liquids are ingested safely on a regular basis -Strong reliability and validity in stroke population(20)(12)NPO (nothing by mouth)Tube dependent with minimal attempts of food and liquids by mouthTube dependent with consistent oral intake of food and liquidsTotal oral diet of a single consistencyTotal oral diet with multiple consistencies; requires special preparation or compensationsTotal oral diet with multiple consistencies; no special preparation; however, specific food limitationsTotal oral diet with multiple consistencies; no restrictions",
            "tracheostomy examination": "Does the patient have a tracheostomy tube?(14) If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve (for detailed information on dysphagiaAdults with Tracheostomy  ; CINAHL Topic IDT709084 or  Clinical Review…Dysphagia –When the patient has an uncapped tracheostomy tube, subglottic pressure is reduced and the strength of the swallow is altered.(16) For detailed information on assessment of a tracheostomy tube and use of a speaking valve, see  Clinical T708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Ensure that the patient and family/ caregivers are aware of the potential for aspiration and are educated about prevention strategies when appropriate",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Following a thorough evaluation of the patient’s swallowing function, the SLP will make a statement regarding the type and severity of dysphagia (if present) ",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Referral to gastroenterologist for patients in whom esophageal dysphagia is suspected(13,21) Referral to neurologist for patients with dysphagia who do not have a known underlying diagnosis(13) Referral to pulmonologist for patients who appear to have poor respiratory status and/or function(13) Referral to otolaryngologist for patients who present with apparent vocal fold dysfunction(21) Referral to nutrition services/dietician for patients with poor oral intake or those at risk for malnutrition(13,16) Referral to physical and/or occupational therapy for patients with poor posture, difficulty sitting up in the bed or chair, or difficulty feeding themselves(13)",
        "other considerations": [],
        "treatment summary": [
            "Masako maneuver –A maneuver intended to increase posterior pharyngeal wall contraction, resulting in improved contact between the pharyngeal wall and the base of the tongue during the swallow, allowing for improved clearance of residue from the pharynx(2) –This maneuver is accomplished by having the patient maximally protrude the tongue and having him or her hold the tongue between the teeth (central incisors) while swallowing(2) -The retraction of the base of the tongue is restricted, causing increased bulging and stretching of the posterior pharyngeal wall during swallowing(2) –The Masako maneuver appeared to increase the pressure between the tongue base and pharyngeal wall in a case study involving 3 patients with head and neck cancer and dysphagia (versus a nonmaneuverswallow)(22) -Might improve clearance of residue along the upper pharyngeal wall(22) –In a research study conducted in the United States, 10 healthy males aged 19–26  years with no history of dysphagia were trained to perform this maneuver(2) -Patients were given 3-mL  boluses of barium liquid and asked to swallow 6 times; 3 times with the Masako maneuver and 3 times without the maneuver(2) -Videofluoroscopic swallow images were taken of all 6 swallows and compared(2) -In these healthy adult subjects, there was shown to be a significant difference in the amount of anterior bulge of the posterior pharyngeal wall when the subjects were performing the Masako maneuver(2) -The anterior bulge of the posterior pharyngeal wall during swallowing was significantly greater with the Masako maneuver at mid and inferior C2 level of the spine(2) –In a case series with planned data collection study conducted in Japan, researchers examined the effects of the Masako maneuver in 33 nondysphagicadults(24) -Objective measurements were obtained with a high-resolution  manometry system during swallows.(24) Thirty-six sensors spaced 1cm apart were positioned throughout the pharynx and upper esophagus to record pressures at rest and during swallowing -The maximum values of the dry swallowing pressures at the velopharynx, mesohypopharynx, and upper esophageal sphincter (UES), as well as the distance from the nostril to each of these points of maximum value, were measured when the subjects swallowed with and without the Masako maneuver(24) -Researchers found that the distance from the nostril to the UES was significantly shorter when the subjects swallowed with the Masako maneuver than during swallows without it. Additionally, the researchers noted that the maximum pressure at the UES was higher during Masako maneuver swallows, but this finding was not statistically significant. No other differences were observed in pressures throughout the pharynx and upper esophagus(24) –Authors of a study of 25 healthy adults compared respiratory coordination during swallows with the Masako maneuver and normal swallows(27)  -Participants swallowed a 10ml bolus with tongue-hold maneuver and with a normal swallow -Swallow apnea was measured by nasal airflow monitoring through a nasal cannula -Swallow apnea increased with the Masako maneuver.Exhalation occurring before and after the swallow remained the predominant respiratory pattern across Masako and normal swallows. The authors acknowledge the need for additional research in patients with respiratory impairments andreduced airway protection, andincludinginstrumental swallow"
        ]
    },
    "desired outcomes outcome measures": {
        "improved swallowing function": [
            "FEES",
            "FOIS(12)",
            "In-depth  BSE",
            "Manometry",
            "MBS study/VFSS"
        ],
        "reduction or elimination of aspiration during swallowing": [
            "FEES",
            "MBS study/VFSS"
        ],
        "reduction or elimination of aspiration pneumonia": [
            "Chest X-rays"
        ],
        "improved oral intake and nutrition": [
            "Weight",
            "Hydration level"
        ],
        "improved management of secretions": []
    },
    "maintenance or prevention": [
        "Home maintenance programs for dysphagia therapy patients will be determined by the treating SLP",
        "Oral care is extremely important for patients with dysphagia. In a study conducted in Denmark, researchers found that, combined with early identification of dysphagia in patients with stroke, aggressive oral hygiene resulted in significantly fewer incidences of X-ray-verified  pneumonia as compared with historical and external control groups.(25) Per the Scottish Intercollegiate Guidelines Network (SIGN), an oral care protocol should be used for all patients with dysphagia, including those with dentures.(26) Regardless of the underlying cause of dysphagia, education about the importance of maintaining good oral hygiene should be included as part of a treatment program for all patients with dysphagia and their caregivers/ medical treatment team "
    ],
    "patient education": [
        "The American Speech-Language-Hearing  Association (ASHA) helps persons with speech, language, swallowing, and hearing disorders receive services to help them eat and communicate successfully. Information on dysphagia is available for patients and family members on the ASHA website at https://www.asha.org/public/speech/swallowing/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Poertner LC, Coleman RF. Swallowing therapy in adults. Otolaryngol Clin North Am . 1998;31(3):561-579.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Fujiu M, Logemann JA. Effect of a tongue-holding  maneuver on posterior pharyngeal wall movement during deglutition. Am J Speech Lang Pathol . 1996;5(1):23-30.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Ashford J, McCabe D, Wheeler-Hegland  K, et al. Evidence-based  systematic review: oropharyngeal dysphagia behavioral treatments. Part III – impact of dysphagia treatments on populations with neurological disorders. J Rehabil Res Dev . 2009;46(2):195-204.  (SR)"
        },
        {
            "number in article": 4,
            "reference": "Nazarko L. Nutrition part 5: dysphagia. Br J Healthc Assist . 2009;3(5):228-232.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Krishnan K, Pandolfino JE. Dysphagia and esophageal obstruction. In: Bope ET, Kellerman R, eds. Conn's Current Therapy 2015 . Philadelphia, PA: Saunders Elsevier; 2015:548-552.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "White GN, O'Rourke F, Ong BS, Cordato DJ, Chan DK. Dysphagia: causes, assessment, treatment, and management. Geriatrics . 2008;63(5):15-20.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Ginocchio D, Borghi E, Schindler A. Dysphagia assessment in the elderly. Nutr Ther Metab . 2009;27(1):9-15.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Robbins J, Kays S, McCallum S. Team management of dysphagia in the institutional setting. J Nutr Elder . 2007;26(3-4):59-104.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Cook IJ. Oropharyngeal dysphagia. Gastroenterol Clin North Am . 2009;38(3):411-431.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Edelman DA, Sheehy-Deardorff  DA, White MT. Bedside assessment of swallowing is predictive of an abnormal barium swallow examination. J Burn Care Res . 2008;29(1):89-96.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Baumgartner CA, Bewyer E, Bruner D. Management of communication and swallowing in intensive care: the role of the speech pathologist. AACN Adv Crit Care . 2008;19(4):433-443.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Permsirivanich W, Tipchatyotin S, Wongchai M, et al. Comparing the effects of rehabilitation swallowing therapy vs. neuromuscular electrical stimulation therapy among stroke patients with persistent pharyngeal dysphagia: a randomized controlled study. J Med Assoc Thai . 2009;92(2):259-265.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Logemann JA. Swallowing disorders. Best Pract Res Clin Gastroenterol . 2007;21(4):563-573.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Ricci Maccarini A, Filippini A, Padovani D, Limarzi M, Loffredo M, Casolino D. Clinical non-instrumental  evaluation of dysphagia. Acta Otorhinolaryngol Ital . 2007;27(6):299-305. (RV)"
        },
        {
            "number in article": 15,
            "reference": "Cichero JA, Heaton S, Bassett L. Triaging dysphagia: nurse screening for dysphagia in an acute hospital. J Clin Nurs . 2009;18(11):1649-1659.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Avery W. Dysphagia. In: Radomski MV, Trombly Latham CA, eds. Occupational Therapy for Physical Dysfunction . 7th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2014:1327-1351.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "Carnaby-Mann  G, Lenius K. The bedside examination in dysphagia. Phys Med Rehabil Clin N Am . 2008;19(4):747-768,  viii. (RV)"
        },
        {
            "number in article": 18,
            "reference": "Folstein MF, Folstein SE, McHugh PR. \"Mini-mental  state\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res . 1975;12(3):189-198. (R)"
        },
        {
            "number in article": 19,
            "reference": "Wheeler-Hegland  K, Frymark T, Schooling T. Evidence-based  systematic review: oropharyngeal dysphagia behavioral treatments. Part V - applications for clinicians and researchers. J Rehabil Res Dev. 2009;46(2) . 215-222. (SR)"
        },
        {
            "number in article": 20,
            "reference": "Crary MA, Mann GD, Groher ME. Initial psychometric assessment of a functional oral intake scale for dysphagia in stroke patients. Arch Phys Med Rehabil . 2005;86(8):1516-1520.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Pettigrew CM, O'Toole C. Dysphagia evaluation practices of speech and language therapists in Ireland: clinical assessment and instrumental examination decision-making. Dysphagia . 2007;22(3):235-244.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Lazarus C, Logemann JA, Song CW, Rademaker AW, Kahrilas PJ. Effects of voluntary maneuvers on tongue base function for swallowing. Folia Phoniatr Logop . 2002;54(4):171-176.  (C)"
        },
        {
            "number in article": 23,
            "reference": "Koidou I, Kollias N, Sdravou K, Grouios G. Dysphagia: a short review of the current state. Educ Gerontol . 2013;39(11):812-827.  doi:10.1080/03601277.2013.766518. (RV)"
        },
        {
            "number in article": 24,
            "reference": "Umeki H, Takasaki K, Enatsu K, Tanaka F, Kumagami H, Takahashi H. Effects of a tongue-holding  maneuver during swallowing evaluated by high-resolution  manometry. Otolaryngol Head Neck Surg . 2009;141(1):119-122.  doi:10.1016/j.otohns.2009.01.025. (R)"
        },
        {
            "number in article": 25,
            "reference": "Sørensen RT, Rasmussen RS, Overgaard K, Lerche A, Johansen AM, Lindhardt T. Dysphagia screening and intensified oral hygiene reduce pneumonia after stroke. J Neurosci Nurs . June 2013;45(3):139-146.  doi:10.1097/JNN.0b013e31828a412c. (R)"
        },
        {
            "number in article": 26,
            "reference": "Scottish Intercollegiate Guidelines Network. Management of patients with stroke: Identification and management of dysphagia. A national clinical guideline. SIGN Web site. http://www.sign.ac.uk/assets/sign119.pdf . Published June 2010. Accessed July 18, 2021. (G)"
        },
        {
            "number in article": 27,
            "reference": "Balasubramaniam RK, Babu S, Anil MA, Varghese AL, Hussain ZR, Dsouza DF. Does tongue-hold  maneuver affect respiratory-swallowing  coordination? Evidence from healthy adults. J Nat Sci Biol Med . February 2019;10(1):68-71.  doi:10.4103/jnsbm.JNSBM_77_18. (R)"
        }
    ]
}