{
    "metadata": {
        "title": "Post Mastectomy",
        "synonyms": [
            "mastectomy, post",
            "breast removal surgery, post"
        ],
        "anatomical location body part affected": [
            "Unilateral or bilateral breast tissue, lymph tissue, axillary lymph nodes, skin of anterior and lateral chest, pectoralis minor/major; the shoulders and upper extremity are not directly affected, but pathology may develop in either as a secondary effect of mastectomy, lymph node dissection, and/or radiotherapy"
        ],
        "area of specialty": [
            "oncology",
            "orthopedic rehabilitation",
            "women’s health"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "I97.2": "postmastectomy lymphedema syndrome: elephantiasis, obliteration of lymphatic vessels due to mastectomy",
            "Z90.1": "acquired absence of breast(s) (ICD codes are provided for the reader’s reference and not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients who have undergone mastectomy may present to physical therapy in any of several stages. They may have undergone immediate reconstruction of the breast, may have opted for delayed reconstruction, may be in the immediate postoperative period following mastectomy or reconstruction, or may present several months after a mastectomy. They may have also had radiotherapy after surgery(21)",
            "Breast cancer treatment can result in upper-limb  dysfunction, exhibited by decreased shoulder ROM and strength along with increased pain and lymphedema(21,23)",
            "Common signs/symptoms of patients with postmastectomy complications: –Tightness of the skin of the anterior and lateral chest(2) –Asymmetrical breast tissue secondary to adhesion or capsular contracture(2) –Increased scar tissue at the incision sites(2) –Decreased shoulder ROM and function(2,21) –Lymphedema or seroma (serous fluid collected in the axilla or wound) of the ipsilateral upper extremity(21,23)",
            "Numbness, stabbing, burning, and other neuropathic symptoms may be indicative of a condition called postmastectomy pain syndrome (PMPS)(21)",
            "If an axillary dissection is performed during the surgery, a complication called axillary web syndrome can develop in which cord-like  structures are visible from the axilla extending down the ipsilateral arm. These cord-like  structures are lymphatic adhesions that develop mostly in the axilla and eventually limit shoulder ROM.(3) For more information, see Clinical Review…Axillary Web Syndrome ; CINAHL Topic ID Number: T709210  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "See  Overall contraindications/precautions  , above"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Mastectomy is performed to remove cancerous tumors and surrounding breast tissue. Patients may also undergomastectomy of the other breast as a prophylactic measure if they are at high risk for recurrence(4)",
            "Patients at high risk for development of breast cancer because of the presence of a BRCA gene mutation may choose toundergo prophylactic bilateral mastectomy, with or without reconstruction"
        ],
        "pathogenesis": [
            "There are several different types of mastectomy procedures, differentiated by the amount of tissue removed–Total (simple) mastectomy: breast removal only, no removal of axillary lymph nodes; used for tumors localized to thebreast ducts and lobules(5)–Partial mastectomy: tumor and some breast tissue removed, as well as some of the axillary lymph nodes; used to removeinvasive tumors(5)–Modified radical mastectomy: entire breast is removed, along with some of the axillary lymph nodes.(5) The pectoralisminor is often excised as well(5)–Radical mastectomy: entire breast is removed, along with some of the axillary lymph nodes, the pectoralis minor, and thepectoralis major(5)–Extended radical mastectomy: an expansion of the radical mastectomy, including excision of the chest wall and the use ofa skin graft to address the defect created by the excised tissue(5)"
        ],
        "risk factors": [
            "Risk factors for developing breast cancer are:–female sex–advancing age–family history–history of breast abnormalities–sedentary lifestyle(4)–alcohol use(4)–presence of inherited mutation in the BRCA1 gene or BRCA2  gene",
            "Risk factors for developing shoulder and other postmastectomy complications are(7)–undergoing a complete mastectomy in comparison to breast-conserving  surgery or partial mastectomy–receiving postsurgical radiotherapy",
            "Risk factors for developing PMPS – according to a cross-sectional  cohort study involving 250 women treated surgically forbreast cancer in Brazil(12)–Quadrantectomy with axillary lymphadenectomy surgical procedure–Age < 50 years of age–Prior history of headache",
            "Other risks for PMPS are breast implant placement and postsurgical radiotherapy(13)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients who have undergone mastectomy should not have blood pressure taken on the affected upper extremity, nor should they have blood drawn or injections given there, as this may result in the onset or worsening of lymphedema(7)",
        "Patients should also avoid trauma to the ipsilateral arm, avoid constrictive sleeves/jewelry, strive for good care of skin/nails, and avoid lymph blockage(6)",
        "For additional information on contraindications/precautions for patients with lymphedema who have had surgical treatment for breast cancer, see  Clinical Review…Lymphedema Following Surgical Treatment for Breast Cancer  ; CINAHL Topic ID Number: T709193",
        "If patient exhibits signs and symptoms of DVT, refer back to physician or emergency services immediately",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "See  Overall contraindications/precautions  , above"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What type of mastectomy did the patient have? When? Determine if muscle tissue was excised in conjunction with the mastectomy (pectoralis major and minor). What are the patient’s main complaints (e.g., lymphedema, shoulder stiffness)? Has PMPS been diagnosed?(21,22,23)",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management What stage was the patient’s breast cancer? Did the patient undergo chemotherapy or radiation therapy? (Radiation may impair the healing ability of the tissue in the area.) Is the patient currently undergoing chemotherapy or radiation therapy? What type of chemotherapy was used? Determine if reconstruction has been or will be performed. Was autologous reconstruction performed? If so, what donor sites were used? Researchers of a 2015 double-blind  RCT conducted in the United States concluded that a perioperative lidocaine administration was associated with a decreased incidence of chronic postsurgical pain in 61 patients undergoing mastectomy for breast cancer(13) Nerve conduction studies may be indicated, as nerve injuries in the course of breast cancer surgery and radiotherapy are possible(20)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? If patient is taking medications to control pain, are they effective?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The diagnosis will have already been confirmed intraoperatively. The patient may undergo frequent mammograms, MRIs, and/or biopsies of the breast to monitor for recurrence and to monitor the contralateral breast"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help Severe and persistent PMPS was treated successfully with acupuncture in a case report from the United States(14)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "(and length of time each item is performed before the symptoms come on or are eased) Are there any positions or activities that aggravate or alleviate pain, stiffness, and/or swelling?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs intermittent, sharp, dull, aching, burning, numbness, tingling). Patients may complain of stiffness with pain when trying to move past the point of a motion restriction, if one is present",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. If patient has shoulder dysfunction, does she have pain at night? Is patient able to find a comfortable position for sleeping (e.g.,reclined or propping with pillows)?Document any use of supplemental oxygen or the need for ventilator support",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., increased swelling, redness, or tenderness of upper extremity) Barriers to learning -Are there any barriers to learning? Yes___ No___ -If Yes, describe _________________________ ",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any recent or old injury to the shoulder, cervical spine, or upper extremity?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, heart disease, complications of pregnancy, psychiatric disorders, or orthopedic disorders. Is there a history of any other cancer?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Determine if the patient has returned to work. Identify barriers to performing occupational and leisure activities secondary to shoulder impairment, inability to lift, or lymphedema(21,22,23)",
                "functional limitations assistance with ADLs adaptive equipment": "Assess for impairment, especially resulting from impaired shoulder ROM. Patients often have difficulty with reaching overhead, as well as behind the back (for example, to fasten a bra)(21,22)",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Patients postmastectomy may experience significant lymphedema in the ipsilateral upper extremity as a result of the excision of axillary lymph nodes, which are responsible for draining lymphatic fluid from the arm. Circumferential measurements at a predetermined site on the extremity should be performed frequently to monitor the edema(23,24)",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Distal pulses should be normal but can be diminished due to compression from excessive edemaTest for cranial/peripheral nerve integrity –During mastectomy, many nerves are disrupted. Furthermore, peripheral nerves may be compressed from excessive edema -Researchers in Poland examined sensory complications in 60 breast cancer survivors with PMPS and found nerve conduction differences related to surgery and/or radiotherapy(20)",
            "functional mobility": "Can be affected secondary to decreased ability to use upper extremity. Assess with FIM if indicated –Loss of functional ability is primarily associated with loss of ROM, pain, and lymphedema(15)Screen the shoulder girdle for any unrelated pathologies (e.g., tendonitis, rotator cuff tear). Shoulder stiffness is common after mastectomy, especially if rehabilitation is delayed and no ROM activities were initiated postoperatively. Assess for capsular tightness of the glenohumeral joint and mobility of the scapula, cervical spine, and thoracic spine",
            "gait locomotion": "",
            "muscle strength": "Assess strength of the glenohumeral joint in all planes of movement, as well as the scapular stabilizers. If the pectoralis major and minor remain intact, assess for weakness using manual muscle testing. Assess strength of the rest of the upper extremity; use dynamometers/pinchometers for hand strength(24)",
            "observation inspection palpation including skin assessment": [
                "Integumentary integrity: Assess for tightness of the skin of the anterior and lateral chest wall, as well as in the axillary region, in patients who are well healed. Additionally, if patient has an implant, assess for implant mobility and capsular contracture at the inferior aspect of the breast. In patients who are in the acute postoperative phase, monitor for signs of infection (e.g., warmth, erythema, drainage from the incision)",
                "Assess for tenderness of incisional scars using the V AS. Also, palpate the pectoralis muscles for tenderness/tightness. Assess for cording (soft tissue tightness running from the axilla to the hand), which is a possible complication of surgery.(3)Examine the shoulder for tenderness",
                "Assess for signs and symptoms of DVT "
            ],
            "posture": "Assess the neck, clavicles, scapulae, and shoulders for bilateral symmetry and general posture. Inspect for deformity, including rounded or internally rotated posturing of the ipsilateral shoulder, winging of the scapula(e), and adduction of the extremity across the abdomen in a protected position(2)",
            "range of motion": " –Measure active and passive ROM (AROM and PROM) of both shoulders with a goniometer(22,24)",
            "self-care activities of daily living": "",
            "reflex testing": "Reflexes should be normal, but associated nerve injuries or nerve compression due to edema may contribute to abnormalitiesCan be affected secondarily to decreased use of upper extremity. Assess with Barthel Index, if indicated",
            "sensory testing": "Test sensation (hot/cold, pinprick, two-point discrimination) in involved arm –Nerve injuries due to surgery or radiotherapy as indicated above may affect response(20) –Cutaneous sensation to the chest wall and upper arm may be temporarily impaired following mastectomy(7)",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure(22)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Cold urticaria -Cold intolerance -Paroxysmal cold hemoglobinuria -Cryoglobulinemia -Raynaud’s disease or phenomenon -Over a regenerating peripheral nerve -Over a circulatory compromise -Over an area of peripheral vascular disease"
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Thermoregulatory disorders -Over a superficial peripheral nerve -Over an open wound -Over an area of poor sensation -With individuals with poor cognition  -In the very young and the very old -Persons with an aversion to cold"
            ],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic",
                "Low-level  laser therapy (LLLT)  contraindications -Direct eye exposure -Pregnancy (low back and pelvic area) -Active malignancy (over area) -Active hemorrhage (over area) -Open growth plates -Endocrine system (especially thyroid in anterior neck)",
                "LLLT  precautions -Impaired sensation -Indirect eye exposure"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Use of cryotherapy may not be indicated due to diminished lymphatic circulation",
                "Contraindications/precautions to use of modalities(8)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Postmastectomy, the patient may experience lymphedema, loss of shoulder ROM/function, and functional limitations related to the loss of function of the upper extremity(21,22,23)",
        "rule out": " Rule out  (1) Cervical radiculopathy Brachial plexopathy Neuropathy Rotator cuff tendinitis Lateral epicondylitis Adhesive capsulitis DVT",
        "prognosis": [
            "Prognosis for recovery from postmastectomy complications varies depending on type of surgery performed, whether the patient underwent radiation therapy, and whether there was postoperative wound infection or a previous history of shoulder dysfunction",
            "Postmastectomy radiotherapy was found to improve survival as measured by locoregional recurrence-free  survival in breast cancer patients 35 years and younger but only if they had four or more positive nodes(16) –Based on a retrospective study of 221 Chinese female patients, age 35 and younger, with breast cancer and positive axillary lymph nodes who underwent mastectomy –No improvement in survival was found for women with one to three positive nodes",
            "Because of the small distance between the breast tissue/axillary lymph nodes and the shoulder, patients often develop shoulder problems following mastectomy(1)",
            "Research has shown that participation in a rehabilitation program following mastectomy results in increased strength(9)",
            "Participation in exercise programs that include Pilates, yoga, and/or aquatic exercise improves QOL in women postmastectomy(27) –Researchers in Ukraine conducted an RCT to evaluate different exercise interventions on QOL measures of women postmastectomy –115 breast cancer patients participated and were randomly allocated to one of the three exercise groups (Pilates, yoga, and aquatic exercise). Each group attended the relevant program for one year for a total of 144 sessions –Outcome measure used was the Functional Assessment of Cancer Therapy questionnaire, which was assessed at baseline and after 6 and 12 months of intervention –Results showed a significant increase in QOL indicators in all 3 groups, with the participants in the aquatic exercise group showing the greatest improvements",
            "Patients who undergo postmastectomy reconstruction generally experience increased psychosocial well-being(10)",
            "Patients who participate in physical therapy postmastectomy experience improved upper extremity function and QOL 3–6 months after completing therapy compared to patients provided with information on exercise only(28)",
            "The average one-year  postoperative complication rate of breast reconstruction following mastectomy has been reported at approximately 25%, with the highest rates among patients who have undergone transverse rectus abdominus musculocutaneous (TRAM) or latissimus dorsi (LD) flap procedures or deep inferior epigastric perforator (DIEP) techniques. Significantly higher risks were also associated with older age, higher BMI, immediate reconstruction, bilateral procedures, and radiation(11)"
        ],
        "referral to other disciplines": " Referral to other disciplines Psychologist, as needed, to address and cope with cancer diagnosis, loss of breast, and image concerns Occupational therapist to address ADL needs by the patient due to decreased use of the upper extremitysuspicion of adhesive capsulitis or other shoulder pathologyred flags, intractable pain Breast cancer support group ",
        "other considerations": [
            "Postmastectomy radiotherapy to the ipsilateral supraclavicular area in young and slim patients who had higher numbers of lymph nodes removed may put the patients more at risk of developing radiation-induced  brachial plexus neuropathy(17) –Based on 3 case reports in China",
            "Researchers of a double blind, placebo-controlled,  randomized study conducted in Egypt concluded that adding pulsed high-intensity  laser therapy (HILT) to a routine physical therapy (PT) program was more effective,both post-treatment and in the longterm, than adding placebo laser to routine PT program in the treatment of 61 women post mastectomy who experienced PMPS(18) –Treatment was 3 times a week for 4 weeks –Shoulder ROM and QOL measures significantly improved in HILT group when compared to placebo laser group and were still significantly improved at 12 weeks follow-up –V AS (as a measure of pain) was significantly decreased in HILT group post-treatment  when compared to placebo laser group ›There is moderate evidence to support that use of self-management  strategies such as education about disease management, cognitive restructuring, coping skills training, and relaxation training result in decreased reports of pain, fatigue, and depression in women with persistent postmastectomy pain(28)"
        ],
        "treatment summary": [
            "Physical therapy treatment may improve strength, mobility, and function in women who had surgery for breast cancer(22) –Based on a research study of 33 women who had undergone a mastectomy or quadrantectomy –The women participated in 10 physical therapy visits that consisted of passive upper quadrant ROM, stretching, and strengthening exercises and soft tissue mobilization –The women had improved ROM and function following the intervention",
            "Individualized exercise programs that include Pilates, swimming, and/or aquatic exercise improve pulmonary function in women with postmastectomy syndrome(21) –Based on a research study of 50 women who participated in swimming, aquatic exercise, and land-based  dance aerobics or swimming, aquatic exercise, and Pilates –Both groups had improved pulmonary function as indicated by improved vital capacity, forced vital capacity, forced expiratory volume in 1 second, peak expiratory flow, and maximum expiratory flow",
            "For additional information on treatment of lymphedema in patients who have had surgical treatment for breast cancer, see Clinical Review…Lymphedema Following Surgical Treatment for Breast Cancer , referenced above –Researchers of a 2015 study conducted in Saudi Arabia concluded that adding a complete decongestive therapy (CDT) program from a trained physical therapist and a home program to conventional treatment (manual lymphatic drainage, low elastic compression garment, glenohumeral mobilization, and deep breathing exercises) significantly improved pain, upper limb function, and lymphedema when compared to conventional treatment alone(19) -Sixty patients post mastectomy with lymphedema randomly assigned to either CDT or conventional treatment group for treatment, 5 days a week for 6 weeks -Pain measured by V AS, upper limb function by DASH score, and lymphedema by arm circumference . Problem Goal Intervention Expected Progression Home Program  Pain and tenderness of the breast, incision, and surrounding skin/soft tissue _ _ Lymphedema of the ipsilateral upper extremityResolve pain and edemaPhysical agents and mechanical modalities _ The use of compression garments/pumps is also effective in reducing limb size(25) _ _ Manual therapy _ Effleurage, lymphedema massage for reducing lymphedema _ Complete decongestive therapy and home program of remedial exercises (19,25)Will vary, but edema needs to be reduced before strengthening can be initiatedPatient education _ Following mastectomy/ breast reconstruction, the patient may be required to adhere to upper extremity ROM restrictions until sufficient healing of the incision occurs.(9) These guidelines may vary from surgeon to surgeon and by type of surgery Reduced shoulder/ shoulder girdle ROMRestore ROM Manual therapy _ _ _ Joint mobilization and stretching of the glenohumeral joint, as needed, to restore ROM. Scar management may be required to address adhesions around the breast where incisions were made to remove the tumor(26) _ _ Therapeutic exercises _ Passive and active- assistive ROM exercises for flexion and abduction should be used to increase shoulder ROM (e.g., pulleys, wand, wall climbing) progressed to passive stretches and AROM when appropriateGuidelines will vary by surgeon and by type of surgeryPatient education _ The patient should be instructed on posture education, stretching exercises, and self-scar- tissue mobilization of the incision sites to decrease scar thickness and adherence(26)  Decreased strength secondary to loss of muscle tissue (excised) or disuseRestore strength Therapeutic exercises _ Strengthening exercises should progress from small, isolated movements to larger movements involving a stabilized proximal segment _ _ Endurance needs can also be addressed depending on the type of activity needed (i.e., recreational or occupational)This should be initiated only after pain and edema have decreased and AROM has improved and is equivalent to PROMHome exercise program should be performed in a pain-free range and progressed slowly to the patient’s tolerance Restrictions in ADLs and occupational function _ _ Care of the involved extremityIndependent ADLs and occupational function _ _ Minimal complicationsFunctional training _ Address ADL deficits (e.g., dressing, combing hair) as well as functional strengthening and scapular stabilization exercises for upper- extremity movements in daily activities _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "eliminated decreased pain and tenderness": [
            "V AS"
        ],
        "improved mobility of the shoulder joint and flexibility of involved muscles ,": [
            "Goniometry"
        ],
        "increased strength of weakened musculature": [
            "Manual muscle testing, hand dynamometry"
        ],
        "reduced eliminated lymphedema of the upper extremity": [
            "Circumferential measurements, volumetric measurements"
        ],
        "restored independence in adls, self-care,  occupational and functional activities ,,": [
            "DASH outcome measure"
        ]
    },
    "maintenance or prevention": [
        "Continue to follow the National Lymphedema Network recommendations during strenuous activity, which are to monitor for limb changes, use a compression garment, and take frequent breaks",
        "Avoid blood pressure measurements, vaccinations, and injections on the affected upper extremity(6,7)",
        "Avoid trauma to the ipsilateral arm and constrictive clothing/jewelry",
        "Maintain good care of skin and nails in an effort to avoid increase in lymph production or blockage(7)"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Chrischelles EA, Riley D, Letuchy E, et al. Upper extremity disability and quality of life after breast cancer treatment in the Greater Plains Collaborative clinical research network. Breast Cancer Res Treat . March 9, 2019;175(3):675-689.  doi:10.1007/s10549-019-05184-1.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Lopera-Muneton  C, Valencia-Le  Garda F, Bedoya-Bedoya  OM, Correa-Castano  D, Parmo-Velasquez  CA. Body posture and biomechanics in women after mastectomy. J. Phys: Conference Series . 2019;1418 012009. doi:10.1088/1742-6596/1418/1/012009.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Mohammed SA. Effects of exercise intervention on pain, shoulder movement, and functional status in women after breast cancer surgery: a randomized controlled trial. J Education Pract . 2016;7(8). https://files.eric.ed.gov/fulltext/EJ1095327.pdf . (RCT)"
        },
        {
            "number in article": 4,
            "reference": "Liedtke C, Thill M, Hanf V, Schütz F. Recommendations for the Diagnosis and Treatment of Patients with Early Breast Cancer: Update 2014. Breast Care . 2014;9(3):189-200. doi:10.1159/000363591. (RV)"
        },
        {
            "number in article": 5,
            "reference": "Lazaraviciute G, Chaturvedi S. Mastectomy—a critical review. Open J Clin Diagnostics . 2017;7(2):58-66.  doi:10.4236/ojcd.2017.72006. (RV)"
        },
        {
            "number in article": 6,
            "reference": "Tandra P, Kallam A, Krishnamurthy J. Identification and management of lymphedema in patients with breast cancer. J Oncol Pract . May 2019;15(5):255-262.  doi:10.1200/ JOP.18.00141. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Gillespie TC, Sayegh HE, Brunelle CL, Daniell KM, Taghian AG. Breast cancer-related  lymphedema: risk factors, precautionary measures, and treatments. Gland Surg . 2018;7(4):379-403.  https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6107585/pdf/gs-07-04-379.pdf . doi:10.21037/gs.2017.11.04. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Davies C, Levenhagen K, Ryans K, Perdomo M, GIlchrist L. Interventions for breast cancer-related  lymphedema: clinical practice guideline from the Academy of Oncologic Physical Therapy of APTA. Phys Ther . 2020;100(7):1163-1179.  doi:10.1093/ptj/pzaa087. (SR)"
        },
        {
            "number in article": 10,
            "reference": "Carr TL, Groot G, Cochran D, Vancoughnett M, Holtslander L. Exploring women’s support needs after breast reconstruction surgery. Cancer Nurs . 2019;42(2):E1-E7. doi:10.1097/NCC.0000000000000600. (R)"
        },
        {
            "number in article": 11,
            "reference": "Wilkins EG, Hamill JB, Kim HM, et al. Complications in postmastectomy breast reconstruction one-year outcomes of the Mastectomy Reconstruction Outcomes Consortium (MROC) Study. Ann Surg. 2018;267(1):164-170.  https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5904787/ . doi:10.1097/SLA.0000000000002033. (R)"
        },
        {
            "number in article": 12,
            "reference": "Couceiro TC, Valenca MM, Raposo MC, Orange FA, Amorim MM. Prevalence of post-mastectomy  pain syndrome and associated risk factors: A cross-sectional  cohort study. Pain Manag Nurs . 2014;15(4):731-737.  doi:10.1016/j.pmn.2013.07.011. (R)"
        },
        {
            "number in article": 13,
            "reference": "Terkawi AS, Sharma S, Durieux ME, Thammishetti S, Brenin D, Tiouririne M. Perioperative lidocaine infusion reduces the incidence of post-mastectomy  chronic pain: A double-blind,  placebo-controlled  randomized trial. Pain Physician . 2015;18(2):E139-146.  (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Bauml J, Basal C, Mao JJ. Treatment of post-mastectomy  pain syndrome with acupuncture: A case report. Acupunct Med . 2014;32(2):182-185. doi:10.1136/acupmed-2013-010459.  (C)"
        },
        {
            "number in article": 15,
            "reference": "Shah M, Shah B. Randomized controlled trial study of functional impairment in post mastectomy patients of G.C.R.I. Indian J Physiother Occup Ther . 2015;9(2):188-192. doi:10.5958/0973-5674.2015.00078.7.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Wu S, Li Q, Zhou J, et al. Post-mastectomy  radiotherapy can improve survival in breast cancer patients aged 35 years or younger with four or more positive nodes but not in one to three positive nodes. Ther Clin Risk Manag . 2014;10(867-874).  doi:10.2147/TCRM.S69997. (R)"
        },
        {
            "number in article": 17,
            "reference": "Wu SG, Huang SJ, Zhou J, et al. Dosimetric analysis of the brachial plexus among patients with breast cancer treated with post-mastectomy  radiotherapy to the ipsilateral supraclavicular area: Report of 3 cases of radiation-induced  brachial plexus neuropathy. Radiat Oncol . 2014;9(1):292. doi:10.1186/s13014-014-0292-5.  (C)"
        },
        {
            "number in article": 18,
            "reference": "Ebid AA, El-Sodany  AM. Long-term  effect of pulsed high-intensity  laser therapy in the treatment of post-mastectomy  pain syndrome: A double blind, placebo-control, randomized study. Lasers Med Sci . 2015;30(6):1747-1755.  doi:10.1007/s10103-015-1780-z.  (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Buragadda S, Alhusaini AA, Melam GR, Arora N. Effect of complete decongestive therapy and a home program for patients with post mastectomy lymphedema. J Phys Ther Sci. 2015;27(9):2743-2748.  doi:10.1589/jpts.27.2743. (R)"
        },
        {
            "number in article": 20,
            "reference": "Hojan K, Wojtysiak M, Huber J, Moliska-Glura  M, Wiertel-Krawczuk  A, Milecki P. Clinical and neurophysiological evaluation of persistent sensory disturbances in breast cancer women after mastectomy with or without radiotherapy. Eur J Oncol Nurs . 2016;8-14.  doi:10.1016/j.ejon.2016.03.007. (R)"
        },
        {
            "number in article": 21,
            "reference": "Odinets T, Briskin Y, Pityn M. Effect of individualized physical rehabilitation programs on respiratory function in women with post-mastectomy  syndrome. Physiother Theory Pract. 2019;35(5):419-426.  doi:10.1080/09593985.2018.1444117. (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Tirolli Rett M, Alves de Oliveira I, Carvalho Rabelo Mendonça A, et al. Physiotherapeutic approach and functional performance after breast cancer surgery. Fisioter Movimento . 2017;30(3):493-500.  doi:10.1590/1980-5918.030.003.AO07.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Alande AA, Sagar JH, Shinde SB. Effect of early physiotherapy in post operative radical mastectomy for lymphedema. Indian J Physiother Occup Ther . 2017;11(2):190-194. doi:10.5958/0973-5674.2017.00059.4.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Cho Y, Do J, Jung S, Kwon O, Jeon JY. Effects of a physical therapy program combined with manual lymphatic drainage on shoulder function, quality of life, lymphedema incidence, and pain in breast cancer patients with axillary web syndrome following axillary dissection. Support Care Cancer . 2016;24(5):2047-2057. doi:10.1007/s00520-015-3005-1.  (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Gradalski T, Ochalek K, Kurpiewska J. Complex decongestive lymphatic therapy with or without Vodder II manual lymph drainage in more severe chronic postmastectomy upper limb lymphedema: A randomized noninferiority prospective study. J Pain Symptom Manage . 2015;50(6):750-757.  doi:10.1016/j.jpainsymman.2015.06.017. (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Basilio FB, de Medeiros Miranda dos Anjos R, de Medeiros EP, de Melo EMF, da Silva RMV. Effects of manual therapy techniques in the treatment of pain in post mastectomy patients: systematic review. Man Ther Posturology Rehabil J . 2014;12(1):196-201.  doi:10.17784/mtprehabjournal.2014.12.190. (SR)"
        },
        {
            "number in article": 27,
            "reference": "Odynets T, Briskin Y, Todorova V. Effects of different exercise interventions on quality of life in breast cancer patients: a randomized controlled trial. Integr Cancer Ther . 2019;1-8.  doi:10.1177/1534735419880598. (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Tait RC, Zoberi K, Ferguson M, et al. Persistent post-mastectomy  pain: risk factors and current approaches to treatment. J Pain. 2018;19(12):1367-1383.  doi:10.1016/ j.jpain.2018.06.002. (RV)"
        }
    ]
}