{
    "metadata": {
        "title": "Medial Collateral Ligament Sprain  Conservative Management",
        "synonyms": [
            "knee sprain  conservative management",
            "tibial ligament knee sprain conservative management",
            "ligament sprain, medial collateral: conservative management",
            " tibial collateral ligament sprain: conservative management",
            "ligament sprain, tibial collateral: conservative management"
        ],
        "anatomical location body part affected": [
            "Knee; medial collateral (tibial) ligament of knee joint"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "The primary functions of the medial collateral ligament (MCL) are to maintain tibiofemoral joint alignment and to restrain valgus and external rotation forces to the knee. It has a complex and layered anatomy with multiple insertions and functions(1,7)",
            "Patients with an MCL sprain may experience a minor trauma, tearing the superficial layer, or a high-energy  valgus torque on the knee joint, affecting the superficial and deep layers(7)",
            "The MCL is the most commonly injured/torn ligament of the knee, particularly in athletes. It has been reported to be torn in 7.9% of all knee injuries(1,2,5,7)",
            "Incidence of MCL sprains is reported to be 0.24 per 1,000 per year and twice as high in males(1,5)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S83.411": "sprain of medial collateral ligament of right knee",
            "S83.412": "sprain of medial collateral ligament of left knee",
            "S83.419": "sprain of medial collateral ligament of unspecified knee",
            "M23.631": "spontaneous disruption of medial collateral ligament of right knee",
            "M23.632": "spontaneous disruption of medial collateral ligament of left knee",
            "M23.639": "spontaneous disruption of medial collateral ligament of unspecified knee (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Knee (usually medial) pain",
            "Decreased ROM",
            "Localized tenderness and soft tissue swelling at MCL",
            "Pain with weight-bearing  (WB) on involved leg, causing altered gait mechanics",
            "Knee feels unstable",
            "Guarding, muscle spasm, and joint effusion in severe cases",
            "Patients with recent MCL sprain often present wearing knee brace and using assistive ambulatory device  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Suspect complications in cases with unremitting gross knee effusion. Multiple noncontractile structures of the knee might be damaged in severe MCL sprains(1,11) –Medial capsule tear –Medial meniscus—rule out meniscal injury prior to active rehabilitation –Anterior/posterior cruciate ligament (ACL/PCL)—assess stability before return to prior activities –Tibial plateau fracture"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "MCL sprain usually is caused by excessive valgus torque from a direct blow or indirect force to the lateral knee while thefoot is fixed(1)",
            "Contact sports: authors of a large descriptive epidemiological study of intramural and intercollegiate athletes in the UnitedStates found that MCL injuries were relatively common in contact sports(11)"
        ],
        "pathogenesis": [
            "Tears can be microscopic, gross partial, or complete",
            "Grading of the severity of tears. Valgus or abduction stress test is performed at 0 degrees and 30 degrees flexion. If laxityoccurs at 30 degrees and not at 0 degrees MCL injury usually is present, without injury to the PCL or posterior capsule(1,9)–Mild—grade I: no evidence of valgus instability with firm end-feel,  valgus stress can elicit pain. Microscopic tears of thesuperficial, deep, or both layers–Moderate—grade II: mild to moderate valgus instability in knee flexion, pain with valgus stress. Partial tear of the MCL–Severe—grade III: valgus instability (gapping) in both knee flexion and extension and tibial external rotation. Completetear of the MCL",
            "Return to play: when athletes with MCL sprain can safely resume practices or competition after conservative managementalso varies from case to case(9)"
        ],
        "risk factors": [
            "Participation in contact sports (such as soccer, football, wrestling, hockey, judo, and rugby)(9)",
            "Wearing a knee brace might increase risk in the unbraced knee, particularly in backs and kickers. However, it is unclearwhether prophylactic knee braces prevent or increase MCL injuries(1,9)",
            "Evidence is lacking on whether the playing surface (i.e., natural or artificial) affects the risk of MCL sprain"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Educate patient on weight-bearing  restrictions and correct use of knee brace; confirm rehabilitation protocol and contraindications/precautions with physician",
        "Once the diagnosis confirms valgus stress instability, further MCL stress testing should be postponed until the discharge"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "",
                    "medications previously prescribed": "",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Over compromised skin, unless treating wound specifically",
                "Over tissues that are vulnerable to hemorrhage",
                "Cervical region in patients with history of stroke or seizures"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions ›Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic ›Stretching and resistive exercises, which put stress on the MCL, should not be performed during the acute stage of healing ›Cryotherapy  contraindications(3)",
                "Cold intolerance",
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Paroxysmal cold hemoglobinuria ›Cryotherapy  precautions(3)",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "Individuals with poor cognition",
                "In the very young or very old",
                "Persons with aversion to cold ›Whirlpool contraindications(3)",
                "Incontinent bladder or bowel",
                "Alcohol or drug ingestion",
                "Uncontrolled epilepsy",
                "Danger of hemorrhaging",
                "Post-op  surgical incision with dehiscence (i.e., bleeding surgical wound), sutures, or staples",
                "Skin ulcers caused by venous insufficiency, edema, or lymphedema",
                "Skin conditions such as atopic eczema, ichthyosis, and senile pruritus (i.e., itching)",
                "Tissue flaps or recent skin grafts ",
                "Skin infection",
                "Thrombophlebitic areas ›Whirlpool precautions  (3)",
                "Malignancies",
                "Sensory impairments",
                "Hypersensitivity to cold",
                "Pulmonary disease",
                "Cardiac insufficiency",
                "Unstable blood pressure",
                "Impaired circulation",
                "Edema",
                "Acute febrile episode",
                "Acute inflammation ›Electrotherapy  contraindications (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(3)",
                "Over the trunk or heart region in patients with demand-type  pacemakers and implantable cardioverter defibrillators (ICDs)",
                "Over the pelvic, abdominal, lumbar, or hip region of a pregnant woman",
                "Over the carotid bodies",
                "Over the phrenic nerve, eyes, or gonads",
                "Over areas of known peripheral vascular disease",
                "Over areas of active osteomyelitis",
                "Over areas of hemorrhage ›Electrotherapy  precautions(3)",
                "With patients without intact sensation",
                "With patients who cannot communicate",
                "With patients with compromised mental ability",
                "With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heartbeat)",
                "Over active or previous neoplasms",
                "With electrodes",
                "Do not use within 5 yards of diathermy units or other source of electromagnetic radiation"
            ]
        },
        "diagnosis need for treatment": "MCL sprain/pain, instability, and functional loss in ADLs, occupation, and sport",
        "rule out": " Rule out Medial meniscal tear(1) Anterior cruciate ligament tear(1) Epiphyseal/tibial plateau fracture(1) Medial compartment osteoarthritis(1) Pes anserine bursitis(1) Medial tibial plateau fracture(1) Vastus medialis obliquus injury(1) Medial plica band syndrome(1) Patellar dislocation with spontaneous reduction(1) Bone bruise(1) Referred pain (e.g., from hip, as hip pathology is the leading significant cause of pain in the knee among children)(1) Patellofemoral pathology(1) Osteochondral injury(1) ",
        "prognosis": [
            "Generally, good to excellent for most patients with grade I or II sprains. It is possible for athletes to return to sport as early as 1-4 weeks from injury. Athletes with grade III MCL injury treated without surgery may return as early as 5 to 7 weeks from injury.(9)Typically, individuals with grade II and III injuries return to activity between 8 and 12 weeks(1)",
            "Patients with grade III MCL tear with concomitant injuries, medial meniscus tear, and/or ACL tear may be treated surgically. Most surgeons elect not to repair an isolated grade III MCL injury.(1) If the MCL tears distally near its tibial attachment, surgeons may recommend repair(9)"
        ],
        "referral to other disciplines": "Back to physician as indicated; aquatic exercise therapist",
        "other considerations": [],
        "treatment summary": [
            "In the acute stage (~weeks 1–3):  treatment generally consists of pain and edema management, gait training with appropriate assistive device as indicated, passive and active-assisted  ROM, patella mobilization, and isometric exercises for the quadriceps, hamstrings and adductors",
            "In the subacute stage (~weeks 3–8):  treatment typically continues previous exercises and pain management, as well as begins closed-chain  strengthening and flexibility exercises, endurance, and proprioception/balance training. Toward the end of this phase a walk/jog program or stationary cycling might commence, as well as advanced strengthening exercises, such as isokinetic training, as appropriate",
            "Return to activity phase: functional training with specific exercises, drills, and return-to-work  or play criteria (e.g., function at pre-injury  level, able to perform full work-  or sport-related  activities) tailored for the patient. Criteria may include pain-free,  full ROM and 90% quadriceps and hamstring strength compared to contralateral leg(9) –A Swain test of rotary instability may be performed with knee flexed to 90 degrees flexion with tibia fully externally rotated. If patient has medial knee joint pain,he or she may not be ready for return to play(9) –Criteria for advancement and return to sport are more important than time since injury alone. Kim et al. criteria to return to sport include no symptoms with sprinting or with sport-specific  multidirectional movements and plyometrics. Patient must achieve established physical performance levels for his or her sport and position of play(9)",
            "An investigator conducted a case study to compare real-time  visual feedback during a 6-inchbox  drop jump on knee valgus compared to standard knee rehabilitation alone in a 14-year-old  female high-school  soccer player with acute medial knee pain and medial joint instability. After 4 sessions of visual feedback training to improve her movement patterns during the drop jumps, her reported medial knee pain decreased from 6/10 to 0/10,with decreased knee valgus(6) . Problem Goal Intervention Expected Progression Home Program Knee pain, inflammation, and swelling _ _ Antalgic gait requiring assistive deviceMinimal or no pain _ _ Normal ambulation without assistive devicePhysical agents and mechanical modalities _ Start ice pack or cold whirlpool immediately to control pain and swellingN/A Patient should be educated on proper use of ice pack for pain management in a home setting, PRICE  Inability to bear weight/ limited WB statusFull WB Prescription, application of devices and equipment _ WB and use of brace according to physician instructions _ Patients with grade II or III injuries may be in a hinged knee brace and use crutches as needed for instability and pain(9)Properly train patient on gait with assistive device and brace wear. Educate on strategies to avoid valgus mechanismProgress each unique patient as appropriate and indicated, wean off assistive deviceProvide patient with a program for home; use written instructions as indicated Restricted ROM Discontinue use of knee brace _ Full knee active ROMPhysical agents and mechanical modalities _ Start ROM exercises in whirlpool as soon as tolerated _ _ Manual therapy _ Mobilize patella to promote full ROM. No evidence is available to support mobilization/ massage of the MCL during the course of healing _ _ Therapeutic exercises _ Passive and active knee ROM and strengthening (quads and hamstrings) exercises as soon as tolerated and permitted by physicianAppropriate progression of exercises, stationary bicycle, and use of manual therapy until full active knee ROM is restoredROM exercises might be given for daily repetition  Reduced knee and lower extremity strengthNormal (5/5) knee and lower extremity strengthTherapeutic exercises _ For grade I sprains: Active knee ROM and strengthening (quads, hamstrings, and hips) exercises as soon as tolerated. Stationary cycling (gradually lower saddle to encourage knee flexion) and treadmill walking as soon as tolerated _ _ For grade II sprains: Immediate ROM exercises in brace (if opened) or out of brace if locked in extension. Isometric quad sets in pain-free ROM(with towel roll support) _ Exercises in multiple planes of movement, open and closed chain. Hip stretching and glute strengthening to decrease valgus stress on knee _ _ Electrotherapeutic modalities _ Neuromuscular electrical stimulation to activate vastus medialis obliquus and to assist with quadriceps contractions following immobilization might be trialed. There is no evidence to support use of ultrasound in MCL sprainsGrade I sprains: Pending physician approval, introduce closed-chain exercises as soon as tolerated; progress to agility and sport-specific drills _ _ Grade II sprains: Hinged brace usually is opened at 3 weeks post- injury with full WB as tolerated. Stationary cycling and progressive resistance exercises as soon as tolerated and permitted by physicianA home exercise program might be provided for daily use  Loss of functional capacity for regular activitiesReturn to prior activity levelFunctional training _ Ambulation as tolerated without assistive device after status returns to full WB. Start balance and core strengthening exercises once normal knee ROM and isometric strength are regained and physician orders allow. Progress isotonic and eccentric strength. Easy, straight line jogging progressing to a sprint. Functional training, sport-specific agility drills for athletes as indicated and appropriate _ _ Return to sport should be delayed until strength, mobility, and proprioception approximate the uninjured knee and the athlete can perform specific agility drills without pain or a feeling of instabilityProgress functional training, plyometrics, as deemed appropriate until functionality is restored to prior levelA progressive home exercise program might be provided for strength, static and dynamic balance, and agility ."
        ]
    },
    "desired outcomes outcome measures": {
        "minimal or no pain v as": [],
        "full wb status and normal ambulation without an assistive device or knee brace gait assessment": [],
        "full knee active rom goniometry, flexibility assessment": [],
        "normal     knee strength mmt, isokinetic testing": [],
        "normal knee functional indices valgus stress test, lefs, koos": [],
        "return to prior activity level for work or play patient satisfaction": []
    },
    "maintenance or prevention": [
        "Address causative factors to prevent valgus stress and recurrence of MCL injury such as orthotics for overpronation, continued strengthening of hip abducters and external rotators,core strength, and body mechanics for the patient’s sport(9)",
        "“Nordic hamstring lowers” (player starts in kneeling position with partner holding onto ankles; player slowly falls forward toward the floor using hamstrings to control fall for as long as possible)",
        "Prophylactic braces have been recommended because reinjury is not uncommon in contact sports. However, whether bracing prevents MCL sprain remains questionable. Negative effects of bracing include reduced performance, leg cramping, and fatigue(1,9) "
    ],
    "patient education": [
        "American Academy of Family Physicians website, “Knee Bracing: What Works?” https://www.aafp.org/afp/2002/1015/ p1521.html",
        "American Academy of Orthopaedic Surgeons website, “Collateral Ligament Injuries,” https://orthoinfo.aaos.org/en/diseases--conditions/collateral-ligament-injuries Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Lento P, Marshall B, Akuthota V. Collateral ligament sprain. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA:: Saunders Elsevier; 2019:366-370.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Luke A, Ma BC. Sports medicine & outpatient orthopedics. In: Papadakis MA, McPhee SJ, eds. Lange Current Medical Diagnosis & Treatment 2018 . 57th ed. New York, NY: McGraw-Hill  Medical; 2018:1699-1724.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "In: Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,144-145,322-323.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Weber AE, Kopydlowski NJ, Sekiya JK. Nonsurgical management and postoperative rehabilitation of medial instability of the knee. Sports Med Arthrosc . 2015;23(2):104-109. (RV)"
        },
        {
            "number in article": 5,
            "reference": "Memarzadeh A, Melton JTK. Medial collateral ligament of the knee: anatomy, management and surgical techniques for reconstruction. Orthop Trauma . 2019;33(2):91-99. doi:10.1016/j.mporth.2019.01.004. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Takei EF. Real-time  visual feedback functional movement retraining on a female soccer player with medial collateral ligament sprain: a case report [doctoral dissertation] . Azusa, CA: Azusa Pacific University; 2017. (C)"
        },
        {
            "number in article": 7,
            "reference": "Andrews K, Lu A, Mckean L, Ebraheim N. Review: medial collateral ligament injuries. J Orthop. 2017;14(4):550-554.  doi:10.1016/j.jor.2017.07.017. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Pezeshki S, Vogl TJ, Pezeshki MZ, Daghighi MH, Pourisa M. Association of the type of trauma, occurrence of bone bruise, fracture and joint effusion with the injury to the menisci and ligaments in MRI of knee. Muscles Ligaments Tendons J . 2016;6(1):161-166.  doi:10.11138/mltj/2016.6.1.161. (C)"
        },
        {
            "number in article": 9,
            "reference": "Kim C, Chasse PM, Taylor DC. Return to play after medial collateral ligament injury. Clin Sports Med . 2016;35(4):679-696.  doi:10.1016/j.csm.2016.05.011. (RV)"
        },
        {
            "number in article": 10,
            "reference": "Dale KM, Bailey JR, Moorman CT. Surgical management and treatment of the anterior cruciate ligament/medial collateral ligament injured knee. Clin Sports Med . 2017;36(1):87-103.  doi:10.1016/j.csm.2016.08.005. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Colby L, Kisner C, Borstad J. The knee. In: Therapeutic Exercise Foundations and Techniques . 7th ed. Philadelphia, PA: FA Davis; 2018:805-807.  (GI) "
        }
    ]
}