{
    "metadata": {
        "title": "Medial Tibial Stress Syndrome",
        "synonyms": [
            "shin splints",
            "medial tibial syndrome",
            "tibial stress injury",
            "soleus syndrome",
            " tibial fasciitis",
            "stress syndrome, medial tibial",
            "injury, tibial stress",
            "stress injury, tibial",
            " fasciitis, tibial",
            "mtss",
            "medial distal tibial syndrome (mdts)",
            "stress-related  anterior lower leg pain"
        ],
        "anatomical location body part affected": [
            "Posteromedial distal two-thirds  of the tibia"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Medial tibial stress syndrome (MTSS) is an exercise-induced  lower leg pain usually experienced while running or during other weight-bearing  activities"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S86.819": "A strain of specified muscle and tendon at lower leg level",
            "S86.919": "A strain of unspecified muscles or tendons at lower leg level (ICD codes are provided for readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Signs and symptoms associated with MTSS can include(5) –exercise-induced  pain along the distal two-thirds  of the medial tibial border –pain provocation during or after physical activity and decreases with rest –absence of cramping –burning pain over the posterior compartment and/or numbness or tingling in the foot Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Symptoms may overlap with those of other medical conditions, such as tibial stress fractures or chronic exertional compartment syndrome.(5) Thus, these conditions should be carefully ruled out –Please see Clinical Review…Compartment Syndrome, Chronic; CINAHL Topic ID Number:T708750 for more information about this condition"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:": [
            "Repetitive weight-bearing  activity such as–running–jumping–walking–basketball–racket sports"
        ],
        "pathogenesis": [
            "The pathogenesis of MTSS is unclear. However, the following theories have beenproposed:–Traction theory – Repeated traction and pulling of the muscles connected to the tibialperiosteum. May involve the soleus, tibialis posterior, and flexor digitorum longus. Thedeep fascia of the leg (crural fascia) may also be involved–Bone stress-failure  theory – The inability of the tibia to adequately respond torepetitive forces; possibly due to biomechanical or muscular weakness"
        ],
        "risk factors": [
            "Intrinsic–Low tibial bone mineral density–High BMI(5,15)–Female sex(5,11)–Previous running injury(11)–History of MTSS(15)–Positive navicular drop (ND) test; greater navicular drop(11)–Decreased flexibility of the transverse arch and medial longitudinal arch–Increased hip internal and external rotation ROM(11)–Tightness of the iliotibial band(9)–Weakness of the hip abductors(9)–Increased pressure on medial aspect of foot during initial foot contact and heel off(9)–Greater contralateral pelvic drop(9)–Increased peak amount and duration of rearfoot eversion during stance phase(9)–High soleus muscle activity during stance phase of running(15)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "MTSS may develop into a stress fracture if not cared for properly(5)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Symptoms may overlap with those of other medical conditions, such as tibial stress fractures or chronic exertional compartment syndrome.(5) Thus, these conditions should be carefully ruled out –Please see Clinical Review…Compartment Syndrome, Chronic; CINAHL Topic ID Number:T708750 for more information about this condition"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -When did symptoms first develop, and was there any trauma? -Has exertional tibial pain gradually worsened, or did pain start suddenly? -Has there been an abrupt increase in training intensity, duration, or frequency? -Has the onset of symptoms occurred with new activities, such as hill training? -Ask about training surfaces and footwear",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management. How has the lower leg responded to treatments?",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed, if any; are they being taken? Are they effective?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "An MRI might also be utilized to evaluate for MTSS. Because no radiation is involved, an MRI might be the best diagnostic imaging option(5)",
                        "CT scan  detects stress-induced  bone remodeling"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had physical therapy for this or other conditions and what specific treatments were helpful or not helpful "
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Typically the patient will complain of an increase in symptoms during running, jumping, or periods of high activity level -In the early stage, pain occurs at beginning of a run and then resolves, only to recur after the run. In later stages, the pain might persist following activity -Document whether pain occurs with walking -Does changing footwear affect pain?",
                "body chart": "Use body chart to document location and nature of symptoms. Pain in areas other than the inner shaft of the middle and distal thirds of tibia (either unilateral or bilateral) may be indicative of another diagnosis",
                "nature of symptoms": "Document nature of symptoms (constant vs intermittent, sharp, dull, aching, burning, numbness, tingling). Symptoms may range from diffuse/dull pain to sharp, severe pain",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables (e.g., footwear used, terrain/surface)",
                "sleep disturbance": " Sleep disturbance -Document number of wakings/night -Is there night pain?",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., paresthesia, muscle weakness, pallor, edema, diminished pulse) Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Any previous history of MTSS or stress fractures? Any previous skeletal problems or lower extremity injury?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the pain associated with certain recreational activities, sports, or occupations? Inquire about footwear used. Does the patient smoke?",
                "functional limitations assistance with ADLs adaptive equipment": "Document the use of any assistive or adaptive devices (e.g., crutches, cane, walking boot, ankle brace)",
                "living environment": "Inquire about stairs, number of floors in home, with whom patient lives, and caregivers. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": " Anthropometric characteristics –Measure height and weight and calculate BMI. High BMI is a risk factor for MTSS",
            "assistive and adaptive devices": "",
            "balance": "Assess single-leg  balance and compare bilaterally",
            "cardiorespiratory function and endurance": [],
            "circulation": "Should be normal",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Assess pelvic, hip, knee, and ankle motion during gait and running -Abnormalities may include irregular phasic muscle activity, overpronation of the midfoot, external rotation and eversion of the subtalar joint –Assess footwear  –Based on a cross-sectional  study in Japan, athletes with MTSS demonstrate rearfoot eversion during the stance phase of gait and high foot pressure under the medial metatarsal region with a more medial center of pressure. The authors concluded that rearfoot malignment can be detected during gait, even if alignment appears normal in stance(17) –Based on a study in Japan, individuals with MTSS exhibit kinematic abnormalities during walking and running and have significantly greater(14) -hindfoot eversion and abduction during walking and running -forefoot eversion and abduction during walking -forefoot abduction during running Joint integrity and mobility –Talocrural joint mobility is usually normal despite reduced flexibility of plantarflexors in many cases –Assess the subtalar joint, tibiotalar joint, and intrinsic joints of the foot(3) –If patient overpronates, assess for subtalar joint accessory hypermobility",
            "muscle strength": " Muscle strength –In unilateral MTSS, compare strength of ankle musculature (i.e., invertors, evertors, plantarflexors, and dorsiflexors) in the affected leg to uninvolved leg –Assess hip abduction and external rotation strength, as strengthening these muscle groups has been shown to change lower extremity loading during running (e.g., rearfoot eversion, hip internal rotation), which might reduce the risk of injury(9)",
            "observation inspection palpation including skin assessment": [
                "Patients have tenderness to palpation over the posteromedial edge of tibia and surrounding musculature (medial gutter). If localized bony tenderness is discovered, a stress fracture, not MTSS, should be suspected(5) -Presence of reproducible pain along the posteromedial tibial border > 5 cm(5)"
            ],
            "posture": " Posture –Visually assess for pes planus/subtalar joint position with the patient standing. Also look for increased femoral or tibial internal rotation –Assess subtalar neutral in non-weight-bearing  (including rearfoot, forefoot, and the first ray)",
            "range of motion": " Range of motion –Check for normal ROM at the knee and ankle, calf muscle tightness/shortening",
            "self-care activities of daily living": "",
            "reflex testing": "Should be normal",
            "sensory testing": "The assessment should yield normal results for sensation and proprioception",
            "special tests specific to diagnosis": " Special tests specific to diagnosisthe patient is asked to stand on one leg and lift heel repeatedly. Pain might be elicited if MTSS is present(6) –Provocation of pain with passive ankle dorsiflexion and resisted ankle plantarflexionan objective measure of foot pronation. With the patient in a sitting position, the most prominent point of the navicular tubercle is marked. The patient is then asked to stand on one leg (with one hand on the wall or back of a chair for support) while the examiner places the foot in subtalar neutral. The distance from the floor to the marked navicular tubercle is measured. The patient is then asked to relax the foot and the examiner repeats the measure. A navicular drop greater than 10 mm in the relaxed versus the subtalar neutral position is considered positive(10)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "During pregnancy, over the abdomen and low back",
                "Over active bone growth at the epiphysis ",
                "Over a known or suspected area for cancer",
                "Over the infected tissue in a tuberculosis infection",
                "Over an area of active bleeding  can be used in area of hematoma",
                "Over skin with impaired circulation  recommend use pulsed",
                "The following are considered contraindications but have no evidence to support -Myositis ossificans -Deep vein thrombosis or thrombophlebitis -Acute injury -Recently irradiated tissue -Impaired sensation due to nerve damage -Skin disease -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck",
                "Metal implants, head, and heart often listed but consensus is there should not be contraindications",
                "Over plastic or cemented implants",
                "Over spinal cord and superficial or regenerating nerves (poor evidence)",
                "Over low back and abdomen during pregnancy",
                "Over known or suspected area of malignancy",
                "Over area of active bleeding",
                "The following are considered contraindications but have no evidence to support -Myositis ossificans -Deep vein thrombosis or thrombophlebitis -Recently irradiated tissue -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck",
                "Over epiphysis with active bone growth",
                "Over infected area",
                "Over acute injury",
                "Over area of impaired sensation due to nerve damage",
                "With patients with impaired cognition or communication",
                "Over areas of impaired circulation",
                "In the presence of skin disease",
                "Over plastic and cemented implants -Over spinal cord and superficial or regenerating nerves (poor evidence)",
                "Cold intolerance",
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Paroxysmal cold hemoglobinuria ",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "Individuals with poor cognition",
                "In the very young or very old",
                "Persons with aversion to cold",
                "Over areas with a lack of intact thermal sensation",
                "Over areas of vascular insufficiency or vascular disease",
                "Over areas of recent hemorrhage or potential hemorrhage",
                "Over areas of known malignancy",
                "Over areas of acute inflammation",
                "Over infected areas where infection may spread",
                "Over areas where liniments or heat rubs have recently been applied",
                "In any situation deemed unreliable by the practitioner",
                "Incontinent bladder or bowel",
                "Alcohol or drug ingestion",
                "Uncontrolled epilepsy",
                "Danger of hemorrhaging",
                "Postoperative surgical incision with dehiscence (i.e., bleeding surgical wound), sutures, or staples",
                "Skin ulcers caused by venous insufficiency, edema, or lymphedema",
                "Skin conditions such as atopic eczema, ichthyosis, and senile pruritus (i.e., itching)",
                "Tissue flaps or recent skin grafts",
                "Skin infection",
                "Thrombophlebitic areas",
                "Malignancies",
                "Sensory impairments",
                "Hypersensitivity to cold",
                "Pulmonary disease",
                "Cardiac insufficiency",
                "Unstable blood pressure",
                "Impaired circulation",
                "Edema",
                "Acute febrile episode",
                "Acute inflammation"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic",
                "Therapeutic ultrasound, continuous  contraindications(1)",
                "Therapeutic ultrasound, continuous precautions(1)",
                "Therapeutic ultrasound, pulsed  contraindications(1)",
                "Therapeutic ultrasound, pulsed precautions(1)",
                "Cryotherapy  contraindications(1)",
                "Cryotherapy  precautions(1)",
                "Superficial heat contraindications(1)",
                "Whirlpool  contraindications(1)",
                "Whirlpool precautions  (1)"
            ]
        },
        "diagnosis need for treatment": "The assessment provides a basis for addressing extrinsic and intrinsic risk factors and for the introduction of safe exercises to resolve pain-restricted  activity",
        "rule out": " Rule out Periostitis Tibial (or fibular) stress fracture(5) Pes anserine bursitis Venous stasis Osteosarcoma ",
        "prognosis": [
            "Prognosis is good with relative rest, activity modification, and conservative care. In the absence of other leg pathology, most patients return to their regular activities and resume sports participation after symptoms resolve and optimal pain-free function is restored",
            "Full recovery is expected with activity modifications and proper rest(5)",
            "Untreated MTSS can eventually cause changes to the lower limb joint angles, leading to reduction in low back and hamstring flexibility(7)",
            "Approximate recovery time for MTSS is 16 to 18 weeks(16)"
        ],
        "referral to other disciplines": " Referral to other disciplines Orthopedic physician as indicated Podiatrist Orthotist Acupuncturist",
        "other considerations": [
            "Extracorporeal shock wave therapy (ESWT) –In a study conducted in Colombia, researchers concluded that one application of ESWT combined with exercise training accelerated the clinical and functional outcomes of military cadets who were experiencing MTSS(4)",
            "Arch support orthoses can be an effective tool to normalize foot pressure distributions for persons with MTSS by correcting abnormalities of foot pressure during the loading response phase and lateral shift during the propulsion phase(8)"
        ],
        "treatment summary": [
            "Conservative management of MTSS –Activity modification, cryotherapy for pain management, stretching and strengthening exercises, and lessening of modifiable risk factors to promote healing and to prevent recurrence of injury –The addition of arch support foot orthoses to therapeutic intervention (i.e., ice massage, ankle muscle exercises, and ESWT) is associated with earlier improvement in pain and MTSS severity, improved physical function, and perceived therapeutic effects(12)",
            "Kinesiology taping –Based on a 2021 systematic review of four studies with a total of 141 participants, the efficacy of kinesiology taping is unclear and evidence supporting its effectiveness in individuals with MTSS is limited(13) –Researchers in the United States found that application of lower-leg kinesiology tape in patients with current or previous history of MTSS might reduce MTSS by changing the loading rate onto the medial foot(2) -In a study comparing time-to-peak  force (TTPF), measured while walking across a plantar pressure mat, 20 healthy subjects and 20 subjects with history of MTSS were tested before tape application, immediately after tape, and after 24 hours of continuous tape wear -Before tape application, participants with MTSS presented with lower medial midfoot TTPF. Medial midfoot TTPF significantly increased following tape application, becoming closer to that of the healthy subjects -The authors suggest that kinesiology taping might be used as a preventive strategy for patients susceptible to MTSS",
            ". Problem Goal Intervention Expected Progression Home Program  Pain and tenderness along the posteromedial border of the tibiaReduce pain and tendernessPhysical agents and mechanical modalities _ Cryotherapy for pain and edema; heat, whirlpool, and contrast baths to relieve stiffness _ _ Activity modification _ Restrict high-impact activities such as running and jumping. Try low-impact cross- training (bicycling, elliptical trainer, water running, swimming) _ _ Prescription, application of devices and equipment _ Crutches or an assistive device might be utilized temporarily if the condition is severeN/A Educate patient on cryotherapy use and appropriate activities in which to participate outside of therapy Subtalar overpronation Improve subtalar stabilityPrescription, application of devices and equipment _ Shock-absorbing insoles or high- cushioning athletic footwear and foam heel pads for a rigid foot, supportive orthotic insoles for reducing overpronation in the hypermobile, overpronating foot(8) _ Kinesiology tape might be effective for reducing rate of medial forefoot loading(2)N/A Educate patient on orthotic use and wearing schedule  Reduced ankle and/ or 1st MTP joint dorsiflexion ROMIncrease to full or near- full ROMManual therapy _ Soft-tissue mobilization for palpable adhesions, passive ROM, stretching of shortened muscles. Joint mobilization of restricted joints to increase ROM _ _ Therapeutic exercises _ There is no strong research evidence to support the use of stretching and/or strengthening programs in MTSS. However, soleus stretching in the neutral subtalar joint position is recommended if ankle ROM is reduced in dorsiflexionProgress each unique patient as appropriate and indicatedImplement a home exercise program as appropriate and indicated Reduced strength in foot, ankle, knee, and/ or hipIncrease strength for sport, work, ADLsTherapeutic exercises _ In patients with weak hip and lower extremity musculature, might begin with open-chain exercises (e.g., clams and side-lying,straight- leg raises)(9)Progress to closed-chain leg muscle concentric strengthening (e.g., heel raises) to eccentric strengthening (e.g., heel step-downs), as appropriate and indicatedImplement a home exercise program as appropriate and indicated  Reduced ability to participate in sportsReturn to sport with a normalized gait pattern and/or running pattern; prevention of reinjuryGait training _ Improve gait mechanics to restore adequate step length. Eliminate gait deficits found due to weakness or restrictions in ROM _ _ Therapeutic exercise _ Balance, proprioception, and agility training _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "reduced pain and tenderness": [
            "V AS"
        ],
        "improve subtalar stability, if applicable": [
            "Gait assessment"
        ],
        "increase to full or near-full  rom": [
            "Goniometry"
        ],
        "increase strength for sport, work, adls": [
            "MMT",
            "Isokinetic testing"
        ],
        "return to sport with a normalized gait pattern prevention of reinjury": [
            "Gait assessment",
            "Likert scale",
            "Functional testing",
            "Self-report  measures/surveys",
            "Lower Extremity Functional Scale (LEFS)"
        ]
    },
    "maintenance or prevention": [
        "Shock-absorbing  insoles might help prevent shin splints in young male athletes by stabilizing the subtalar joint and decreasing overpronation(8)",
        "Recommend continued stretching of the gastrocsoleus complex",
        "Strengthen the lower extremity musculature as well as hip abductors and hip external rotators(9)",
        "Based on a systematic review, novice and recreational runners should(16) undergo biomechanical analysis of running movements to identify and address risk factors for MTSS  use a proper kinematic running technique and incorporate strength and neuromuscular control exercises follow a gradual running program, includingincorporating proper recovery times, thus allowing for improved pain management and prevention of injury recurrence"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,80-82,127-128,144-145.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Griebert MC, Needle AR, McConnell J, Kaminski TW. Lower-leg  Kinesio tape reduces rate of loading in participants with medial tibial stress syndrome. Phys Ther Sport . 2016;18:62-67.  doi:10.1016/j.ptsp.2014.01.001. (R)"
        },
        {
            "number in article": 3,
            "reference": "Lintonbon D, Webb J. Shin splints/ compartment syndrome. Podiatry Rev . 2016;73(1):14-15.  (X)"
        },
        {
            "number in article": 4,
            "reference": "Gomez Garcia S, Ramon Rona S, Gomez Tinoco MC, et al. Shockwave treatment for medial tibial stress syndrome in military cadets: a single-blind  randomized controlled trial. Int J Surg . 2017;46:102-109.  doi:10.1016/j.ijsu.2017.08.584. (R)"
        },
        {
            "number in article": 5,
            "reference": "McClure CJ, Oh R. Medial tibial stress syndrome. StatPearls [Internet]  Web site. https://www.ncbi.nlm.nih.gov/books/NBK538479/ . Accessed May 15, 2021. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Mattock J, Steele JR, Mickle KJ. A protocol to prospectively assess risk factors for medial tibial stress syndrome in distance runners. BMC Sports Sci Med Rehabil . 2018;10:20. doi:10.1186/s13102-018-0109-1.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Salari A, Yazdi NK, Fathi MA. A comparison of the lower limb joint angles during the step parade return and flexibility in soldiers with and without shin splints. Razi J Med Sci . 2018;25(169):1-10.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Naderi A, Degens H, Sakinepoor A. Arch-support  foot-orthoses  normalize dynamic in-shoe foot pressure distribution in medial tibial stress syndrome. Eur J Sport Sci . 2019;19(2):247-257.  doi:10.1080/17461391.2018.1503337. (R)"
        },
        {
            "number in article": 9,
            "reference": "Nakajima M, Wu WFW, Becker J. Factors contributing to medial tibial stress syndrome in runners: a prospective study. Med Sci Sports Exerc . 2018;50(10):2092-2100. doi:10.1249/MSS.0000000000001674. (R)"
        },
        {
            "number in article": 10,
            "reference": "Sobhani V, Shakibaee A, Khatibi Aghda A, Emami Meybodi MK, Delavari A, Jahandideh D. Studying the relation between medial tibial stress syndrome and anatomic and anthropometric characteristics of military male personnel. Asian J Sports Med . 2015;6(2):e23811. doi:10.5812/asjsm.23811. (R)"
        },
        {
            "number in article": 11,
            "reference": "Reinking MF, Austin TM, Richter RR, Krieger MM. Medial tibial stress syndrome in active individuals: a systematic review and meta-analysis  of risk factors. Sports Health . 2017;9(3):252-261.  doi:https://doi.org/10.1177/1941738116673299. (SR)"
        },
        {
            "number in article": 12,
            "reference": "Naderi A, Bagheri S, Ramazanian Ahoor F, Moen M, Degens H. Foot orthoses enhance the effectiveness of exercise, shockwave, and ice therapy in the management of medial tibial stress syndrome. Clin J Sport Med . 2021. doi:https://doi.org/10.1097/JSM.0000000000000926. (SR)"
        },
        {
            "number in article": 13,
            "reference": "Guo S, Liu P, Feng B, Xu Y, Wang Y. Efficacy of kinesiology taping on the management of shin splints: a systematic review. Phys Sportsmed . 2021. doi:https:// doi.org/10.1080/00913847.2021.1949253. (SR)"
        },
        {
            "number in article": 14,
            "reference": "Okunuki T, Koshino Y, Yamanaka M, et al. Forefoot and hindfoot kinematics in subjects with medial tibial stress syndrome during walking and running. J Orthop Res . 2019;37(4):927-932.  doi:https://doi.org/10.1002/jor.24223. (R)"
        },
        {
            "number in article": 15,
            "reference": "Naderi A, Moen MH, Degens H. Is high soleus muscle activity during the stance phase of the running cycle a potential risk factor for the development of medial tibial stress syndrome? a prospective study. J Sports Sci . 2020;38(20):2350-2358.  doi:https://doi.org/10.1080/02640414.2020.1785186. (R)"
        },
        {
            "number in article": 16,
            "reference": "Menéndez C, Batalla L, Prieto A, Rodríguez MA, Crespo I, Olmedillas H. Medial tibial stress syndrome in novice and recreational runners: a systematic review. Int J Environ Res Public Health . 2020;17(20):7457. doi:https://doi.org/10.3390/ijerph17207457. (SR)"
        },
        {
            "number in article": 17,
            "reference": "Kinoshita K, Okada K, Saito I, et al. Alignment of the rearfoot and foot pressure patterns of individuals with medial tibial stress syndrome: a cross-sectional  study. Phys Ther Sport. 2019;38:132-138.  doi:https://doi.org/10.1016/j.ptsp.2019.03.011. (R)"
        }
    ]
}