{
    "metadata": {
        "title": "Memory Loss  Implications for Physical/Occupational Therapy",
        "synonyms": [
            "memory deficits  implications for physical/occupational therapy"
        ],
        "anatomical location body part affected": [
            "The brain"
        ],
        "area of specialty": [
            "acute care",
            "home health",
            "neurological rehabilitation",
            "oncology",
            " gerontology",
            "mental health",
            "pediatrics"
        ],
        "description": [
            "Generally, memory is made up of three stages: encoding, storage, and retrieval(24) -Encoding: process by which information is recorded(24) -Storage: maintenance of information over time(24) -Retrieval: process of accessing stored information(24) –Two major memory “systems”(11) -Working memory: limited-capacity  memory used for manipulating information during learning or reasoning tasks(11) -Long-term  memory: holds information permanently; thought to have an unlimited capacity(11) -Declarative (explicit) memory: specific experiences from the past; general knowledge(11,15) -Nondeclarative (implicit) memory: automatic skills and habits(11,15) -Prospective memory (ProM):(5,15) recognizing deferred intentions to be performed at some point in the future (e.g., “Turn on the outside light at 5 p.m.”)",
            "Patients with memory deficits may present with problems in one or more of these stages or systems"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "F06.7": "mild cognitive disorder",
            "F06.8": "other memory disorder due to physiological condition",
            "F03": "unspecified dementia",
            "R41.3": "other amnesia",
            "R41.8": "other and unspecified symptoms and signs involving cognitive functions and awareness (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Memory impairment, preferably corroborated by another person(17)",
            "A typical presentation might include the following: –Getting lost, misplacing items –Word-finding  problems interfering with communication –Taking longer to complete familiar tasks  –Being less able to follow directions/remember instructions Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Due to the nature of the deficits, patients with memory loss should be evaluated with a family member or caregiver present in order to ensure that the most accurate information is received",
            "However, performing cognitive assessments in the presence of others is often discouraged, as the other individual may be distracting and it is common for relatives to provide answers or make comments about the correctness of an answer",
            "Additional testing (beyond what is suggested below) may be required for physical and occupational therapy evaluations in order to attain an accurate and full clinical picture of the patient’s impairments; the need for further assessment would depend largely on the patient’s primary diagnosis (e.g., TBI, stroke, multiple sclerosis) and physical symptoms (e.g., impaired gait, hemiplegia, reduced fine motor skills)",
            "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  memory deficits are associated with many diagnoses and disabilities, including:": [
            "Alcohol and other drug abuse (AODA)(15)",
            "Alzheimer disease(15,18) (for information on assessment and treatment of patients with Alzheimer disease, see  ClinicalReview…Alzheimer’ s Disease  ; CINAHL Topic ID: T708728)",
            "Brain tumor(15) (for additional information on assessment and treatment of brain tumors in adults, see  Clinical Review…Brain Tumors: Adult – Physical/Occupational Therapy  ; CINAHL Topic ID: T708861)",
            "Dementia(15,18)",
            "Depression(15,18)",
            "Delirium",
            "HIV infection/AIDS(15)",
            "Huntington disease(15) (for information on assessment and treatment of patients with Huntington disease, see  ClinicalReview…Huntington Disease: Physical Therapy  ; CINAHL Topic ID: T708446)",
            "Korsakoff syndrome (thiamine deficiency)(15,18)",
            "Mild cognitive impairment (MCI)–There may be an association between white matter hyperintensities (WMH) and global functional decline. WMH arelesions that appear bright on MRI scans. These WMH are often seen on T2 weighted images and can appear as a brightwhite spot on an MRI machine. With greater changes in white matter, there is an increase in the decline of global functionand loss of independence in patients with MCI(3)",
            "Multiple sclerosis(15) (for information on assessment and treatment of patients with multiple sclerosis, see  ClinicalReview…Multiple Sclerosis (Physical Therapy)  ; CINAHL Topic ID: T708460)",
            "Normal-pressure  hydrocephalus(15)",
            "Parkinson disease(15)",
            "Stroke(4)",
            "Syphilis(15)",
            "Traumatic brain injury (TBI)(2)",
            "Wilson disease(15)",
            "Epilepsy, seizures"
        ],
        "pathogenesis": [
            "Pathogenesis of memory loss will differ depending on the patient’s underlying condition",
            "Current hypotheses on pathogenesis of memory impairment include age-related  sensory losses and functional disconnectionbetween relevant brain regions in conjunction with hypoxemia and hypometabolism"
        ],
        "risk factors": [
            "Genetics/family history(15)",
            "Age (> 50 years)(7,15)",
            "Stress(18)",
            "Brain injuries",
            "Brain tumors",
            "Medications and drug interactions",
            "Malnutrition",
            "Sleep deprivation",
            "Persons with lower levels of education are at higher risk for developing memory problems",
            "Cancer and cancer treatment, particularly chemotherapy"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Cultural sensitivity must be used when assessing and treating persons with impaired cognitive functioning ",
        "Alert physician, family members, and/or social services if patient is unsafe in his or her current living situation due to memory loss",
        "Patients with memory loss can have underlying diagnoses that put them at increased risk for seizures; follow facility precautions and guidelines for seizure disorders",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Due to the nature of the deficits, patients with memory loss should be evaluated with a family member or caregiver present in order to ensure that the most accurate information is received",
            "However, performing cognitive assessments in the presence of others is often discouraged, as the other individual may be distracting and it is common for relatives to provide answers or make comments about the correctness of an answer",
            "Additional testing (beyond what is suggested below) may be required for physical and occupational therapy evaluations in order to attain an accurate and full clinical picture of the patient’s impairments; the need for further assessment would depend largely on the patient’s primary diagnosis (e.g., TBI, stroke, multiple sclerosis) and physical symptoms (e.g., impaired gait, hemiplegia, reduced fine motor skills)",
            "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When were changes in memory first noted and by whom? What brought about the changes in memory with this patient? Interview patient and family members to determine what types of memory are impaired. Is the memory loss associated with a diagnosed neurological or medical condition or injury, or did it develop de novo? Is the memory impairment worsening or improving, and if so how rapidly; does it fluctuate?",
                "course of treatment": {
                    "medical management": "Medical management of patients with memory loss will depend on the etiology of the memory loss",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken as prescribed? Are they effective? Patients with Alzheimer disease may be prescribed cholinesterase-inhibiting  drugs; e.g., tacrine (Cognex), donepezil (Aricept), rivastigmine (Exelon), galantamine (Reminyl/Razadyne)(15,18) Patients with depression should be taking their prescribed antidepressants. Patients with severe depression may present with memory loss as a symptom of pseudodementia;(15,18) memory loss improves in these patients when they are taking the appropriate antidepressant medications Patients with Parkinson disease may be prescribed dopaminergic drugs (levodopa/carbidopa) and cholinesteraseinhibiting  drugs(15) Patients with TBI may require anticonvulsants if seizures persist longer than 1 week after the injury; additionally, physicians may prescribe cholinesteraseinhibiting  drugs such as donepezil (Aricept) or glutamate-inhibiting  drugs such as memantine (Namenda) to improve cognition(2)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Refer to reports from patient’s physician",
                        "CT or MRI studies(15,18)",
                        "Younger patients with focal neurological symptoms or signs, seizures, gait abnormalities, and an acute or subacute onset are more likely to have positive findings and most likely would benefit from an MRI(13)",
                        "Patients with known neurological deficits may have undergone an electroencephalograph (EEG)(18)",
                        "HIV test may be done depending on risk(17)",
                        "Electrolyte determinations(13)",
                        "Comprehensive metabolic profile(17)",
                        "Audiological evaluation by audiologist",
                        "Visual examination by ophthalmologist ",
                        "Neuropsychological evaluations consisting of standardized questions and tasks may be completed by a psychologist or psychiatrist(8)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies, what they are used for, and whether they help. Ask about use of herbal home remedies that are popular for memory loss (e.g., ginkgo biloba, ginseng, fish oil)",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " When does the patient find himself or herself forgetting information? Are there specific types of information or situations that seem to exacerbate the memory loss? Are there environments in which the patient performs better or worse? Anxiety, fatigue, and pain may affect attention and memory",
                "body chart": "",
                "nature of symptoms": "For patients with memory deficits, the discrepancies between a patient’s account of his or her memory and the account given by a caregiver are very important. When the patient appears to overestimate his or her memory deficits, this is a clinical indicator of depression; when the memory deficits are underestimated, this may be a clinical indicator of dementia or Alzheimer disease.(11) During a caregiver interview it is important to obtain information about the types of memory loss as well as the rate of progression",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "Sleep disturbance frequently is associated with memory loss and is often disruptive to the caregiver as well as the patient. Inquire about reduced sleep efficiency, increased time awake at night, increased napping, and sleep-disordered  breathing. Mild to moderate delirium in the evening, known as “sundowning,” may be caused by hospitalization, medications, or sensory deprivation and is more common in patients with preexisting dementia(18)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, headaches, nausea, urinary incontinence, tremor, falls). It is important to determine if any other cognitive impairments in addition to memory loss are present, and if any behavioral problems are present(8)",
                "respiratory status": "Does the patient require supplemental oxygen? Nasal cannula? Does the patient have a tracheostomy tube? Does the patient require ventilator support? Note oxygen saturation where available Barriers to learning -Are there any additional barriers to learning? Yes__ No________________________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Did the patient have a previous neurological condition such as a TBI, stroke, dementia, psychiatric disorder, and/or degenerative disease that presented with memory deficits?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, and orthopedic disorders. Attempts may be made to differentiate memory loss due to depression from memory loss due to dementia, although both may be present. Depression is common among those with mild dementia.(8) Changes that can occur with normal aging may also be present and may be contributing to memory loss(8)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) Medication-induced  problems can be a source of memory loss and confusion.(8) Inquire whether any of the cognitive symptoms have developed in association with recent medication changes",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing; is the patient experiencing a significant amount of stress in his or her life right now?"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Determine the amount of time per week that the patient engages in recreation, sports, ADLs, and work. Ask the patient to describe what type of activities his or her job involves, and how he or she gets to work (e.g., drive, walk, public transit). Is memory loss affecting ability to work? Does the patient need therapy in order to return to work or hobbies?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient require hearing aids, and if so are they in good working order? Does the patient wear glasses? Does the patient require a cane or walker? Has change in patient’s functional status affected ability to correctly or safely use equipment already prescribed? Does patient use any adaptive technology? Is funding for adaptive technology a limiting factor?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? Is safety a concern due to the memory loss? Patients with memory problems often require home modifications to promote safety. Are community resources (e.g., adult day-care  programs) available or utilized?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  Additional testing may be required depending on the patient’s primary diagnosis (e.g., TBI, stroke, multiple sclerosis) and physical symptoms (e.g., impaired gait, hemiplegia, reduced fine motor skills)",
            "anthropometric characteristics": "Document BMI",
            "assistive and adaptive devices": "Document need for and use of assistive and adaptive devices. Are the devices being used appropriately? Do they fit the patient? Incorrect use can increase the risk of falls. Assess whether memory impairment is affecting the patient’s safe use of devices (e.g., a seat in a walker will not serve its purpose if the patient does not remember to use it when needed). Assistive and adaptive technology may increase independence for patients with dementia, improve safety, and reduce injury risk. Examples include electronic medication reminders and push-button alarms worn around neck or wrist. (For more information on assistive devices, see  Clinical Review…Ambulatory Assistive Devices; an Overview  ;T708914 and  Clinical Review…Dementia (Occupational Therapy ); CINAHL Topic ID",
            "balance": "Evaluate static and dynamic balance reactions; the Tinetti Balance Test or Berg Balance Scale may be usedAssess vital signs as indicated. Use 6-minute  walk test to assess endurance if indicatedBed mobility and transfers should be assessed to determine the amount of assistance needed for the patient to perform each activity –Functional Independence Measure (FIM)–  an 18-item,  7-level ordinal scale that assesses both physical and cognitive functions –Timed Get Up & Go (TUG) test–  a measurement of mobility; includes tasks such as standing from a seated position, walking, turning, stopping, and sitting down. All are important tasks required for a person to be independently mobile",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess patient’s gait and ability to climb stairs (including level of assistance required, assistive devices used, gait deviations, and distance ambulated). May utilize the Dynamic Gait Index (DGI) to assess safety with ambulation",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [
                "Visual or perceptual skills need to be a considered when choosing memory assessment tools or when developing a treatment plan that includes external memory strategies, techniques, and devices  -Vision screening including interview and observation about whether patient is experiencing blurred vision, double vision, headaches, squinting, drooping eyelid, nystagmus, head tilt or turn, redness or tearing, and edema -Screen for acuity, ROM, pursuits, saccades, convergence, alignment, and field loss with or without corrective lenses",
                "There are numerous methods and assessment tools designed to evaluate an individual’s perception. Examples include the following:(22) -Instruct the patient to replicate a picture of a house (are details of the house omitted in a particular pattern?); instruct the",
                "patient to read part of a book (are words omitted in a particular pattern?)  assesses visual or spatial neglect -The Ayres Figure Ground Test may be used; this is a section of the Southern California Sensory Integration Tests that assesses ability to discriminate an object from its surroundings, or “figure-ground  discrimination”",
                "-Instruct the patient to fill a cup with water (does the patient overfill the cup?)  assesses depth perception -For additional information on assessment of vision, see  Clinical Review ... Visual Dysfunction: Occupational Therapy •Self-care/activities  of daily living  (objective testing): Assess safety and ability to perform ADLs: brushing teeth, combing hair, dressing upper and lower extremities, using the toilet, applying makeup or shaving the face, bathing, eating",
                "A specially trained occupational therapist should assess the patient’s ability to drive. If the patient’s current therapist is not certified, the patient may be referred for an independent driving assessment(9) -Patients with very mild or mild dementia according to the Clinical Dementia Rating Scale were able to pass formal road tests at a rate of 88% and 69%, respectively. Patients with moderate dementia or worse should be counseled to stop driving(13) -Caregivers of patients with at least 30% decline in their instrumental ADL (IADL) scores were more likely to rate them as unable to drive safely than caregivers of less impaired patients(13)",
                "The FIM, the Barthel Index, and the Assessment of Motor and Process Skills (AMPS) are examples of tools appropriate for the assessment of ADLs",
                "It may be necessary to obtain information from caregivers about the type and amount of assistance required for the patient to complete ADLs",
                "Lower functional performance on IADLs may indicate MCI(14)"
            ],
            "posture": "Observe patient’s posture in sitting and standing positions, with and without adaptive equipment; note deviations",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess light touch, sharp/dull, position sensation, vibration, and temperature as indicated",
            "special tests specific to diagnosis": "The following are examples of standardized tests that can be used to assess a patient’s",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition –Does patient have awareness of and insight into memory problems? -During the interview a determination of the effects of memory function in everyday living will provide a direction for a treatment plan to address memory deficits(16) –Attention and arousal both are required in order to remember something.(2) Memory deficits will be exacerbated in patients with significantly compromised attention or arousal. The Mini-Mental  State Examination (MMSE) (described below) is an appropriate assessment tool to screen for arousal, attention, and other cognitive deficits(13,15) –Attention and processing speed impairment may contribute to memory problems in everyday life(16) –If the patient has already been evaluated by a speech-language  pathologist (SLP), neuropsychologist, or psychiatrist, refer to these reports for additional information regarding cognitioncomprehensive assessment of working memory and attention for the youth to older adult population who are experiencing cognitive difficulties, including impaired working memoryneuropsychological test that can be used to assess an individual's verbal memory abilities; has been used with patients with various diagnosescreated to assess memory complaints in older adults; 64 items divided into seven sections including frequency of common memory problems, frequency of poor reading recall, quality of recall, rating of seriousness of memory problems, comparison of current memory status to different timeframes, and usage of compensatory strategiesassesses overall cognitive impairment. Sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, and Drawing(13,15)direct measurement of everyday memory; four parallel forms (A, B, C, D); provides useful clinical information and has been adapted for use with patients who have restricted mobilityvisual and verbal memory testing portions of the Wechsler Adult Intelligence Scale –Dementia Quality of Life Instrument (DQOL)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies"
            ]
        },
        "diagnosis need for treatment": "Impaired function, balance, safety, memory, and cognition indicates a need for physical and/ or occupational therapy ",
        "rule out": " Rule out Memory deficits occur in combination with other diagnoses For patients in whom pseudodementia is suspected, a psychologist or psychiatrist must determine if the patient is taking the proper antidepressants at the correct dosages prior to making the additional diagnosis of memory deficits(15,18) Medication-induced  memory problems should be ruled out Delirium from acute illness may cause short-term  memory problems Schizophrenia and other psychoses often are confused with cognitive disorders(18)",
        "prognosis": [
            "The prognosis for patients with memory loss varies depending on the underlying cause. If the underlying cause is stroke or head injury, the prognosis is commensurate with the extent of the original brain damage – the prognosis is better for mild strokes or brain injuries. For patients with a medically treatable condition (such as Korsakoff syndrome or depression), prognosis is favorable with proper medical intervention and drug treatments.(18) However, if the underlying cause of memory deficits is a neurological degenerative disease, the prognosis is less favorable and memory deficits would be expected to worsen as the underlying disease progresses(18)"
        ],
        "referral to other disciplines": " Referral to other disciplines SLP for a full speech-language  evaluation and treatment Neurology for a full neurological workup in the case of a patient who presents with memory loss with no known underlying cause Psychology, psychiatry, or neuropsychology if the patient reports feelings of depression, hopelessness, or other emotional distress, including significant stress,(18) and for full standardized neuropsychological and cognitive testing as indicated Ophthalmology if patient appears to present with visual impairment(18) Audiology if the patient presents with hearing loss(18) Social work for disability issues, including facility placement or hospice care Refer back to primary physician if memory problems appear to be related to medication use, infection, anoxia, hypoglycemia, or other acute medical condition Home care, community programs",
        "other considerations": [
            "Home safety recommendations for patients with mild dementia should emphasize environmental changes more than behavioral changes"
        ],
        "treatment summary": [
            "Memory is a primary cognitive support to facilitate and enhance independent living(19) –For patients with memory loss, the physical and occupational therapy treatment techniques are modified to maximize"
        ]
    },
    "desired outcomes outcome measures": {
        "improved functional mobility": [
            "FIM(8)",
            "TUG(15)",
            "DGI",
            "6MWT",
            "10MWT"
        ],
        "improved balance": [
            "Tinetti Balance Test",
            "Berg Balance Scale"
        ],
        "improved ability to perform adls and iadls": [
            "FIM",
            "MMSE",
            "Barthel Index",
            "AMPS"
        ],
        "improved overall safety and independence": [
            "FIM",
            "MMSE",
            "DQOL",
            "Wechsler Memory Scales–Abbreviated",
            "Ayers Figure Ground Test section of the SCSIT"
        ],
        "improved ability to perform intended tasks": [
            "FIM",
            "CVLT",
            "MFQ",
            "RBMT"
        ]
    },
    "maintenance or prevention": [
        "There is no way to ensure prevention of memory loss. For persons with risk factors for memory loss, the best way to prevent or lessen memory loss is to eliminate or closely monitor these risk factors as able: Genetics/family history:(15) see a physician immediately if and when signs of memory loss present Age (> 50 years): see a physician immediately if and when signs of memory loss present(7,15) Stress:(18) reduce unnecessary stressors; utilize relaxation exercises Atherosclerotic risk factors should be treated",
        "Encourage lifestyle changes Physical activity such as walking 30 minutes per day most days of the week Encourage activity that stimulates language and psychomotor skills Implement modifications to prevent falls and accidents (e.g., remove throw rugs, install stove timers and adequate lighting) ",
        "The primary barriers among persons with MCI and/or early dementia were associated with low participation in physical exercise are low intrinsic motivation, stigma associated with exercise, and poor physical/cognitive health.Patients with caregivers/partners who were able to motivate them and provide transportation or assistance with exercises were more likely to participate in physical exercise and activity(10) Other barriers to exercise for persons with MCI or dementia are location, financial difficulties, already experiencing physical limitations, and/or conflicts with other activities(23)"
    ],
    "patient education": [
        "More information about memory loss can be found at the National Institute of Aging at Memory, Forgetfulness, and Aging: What's Normal and What's Not? | National Institute on Aging (nih.gov) Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Biazus-Sehn  LF, Schuch FB, Firth J, Stigger FS. Effects of physical exercise on cognitive function of older adults with mild cognitive impairment: a systematic review and meta-analysis.  Arch Gerontol Geriatr . 2020;89. doi:10.1016/j.archger.2020.104048. (M)"
        },
        {
            "number in article": 2,
            "reference": "Burke DT. Traumatic brain injury. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation Muscular Skeletal disorders, pain, and rehabilitation . 4th ed. Philadelphia, PA: Elsevier; 2019:960-965.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Cho HE, Choi SH, Lim JS, Kim JH, Kim HS. The effect of severity of white matter hyperintensities on loss of functional independency in patients with mild cognitive impairment: a CREDOS-LTCI  (Clinical Research Center for Dementia of South Korea–long  term care insurance) study. Arch Gerontol Geriatr . 2020;87. doi:10.1016/j.archger.2019.103993. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Choe YM, Byun MS, Lee JH, Sohn BK, Lee DY, Kim JW. Subjective memory complaint as a useful tool for the early detection of Alzheimer's disease. Neuropsychiatr Dis Treat . 2018;14:2451-2460.  doi:10.2147/NDT.S174517. (RV)"
        },
        {
            "number in article": 5,
            "reference": "Crystal JD, Wilson AG. Prospective memory: a comparative perspective. Behav Processes . 2015;112:88-99.  doi:10.1016/j.beproc.2014.07.016. (RV)"
        },
        {
            "number in article": 6,
            "reference": "das Nair R, Cogger H, Worthington E, Lincoln NB. Cognitive rehabilitation for memory deficits after stroke. Cochrane Database Syst Rev . 2016;(Issue 9):CD002293. doi:10.1002/14651858.CD002293.pub3.  (SR)"
        },
        {
            "number in article": 7,
            "reference": "Deak F, Kapoor N, Prodan C, Hershey LA. Memory loss: Five new things. Neurol Clin Pract . 2016;6(6):523-529.  doi:10.1212/CPJ.0000000000000314. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Doble S. Cognitive and Emotional Function: Health Conditions. In: Bonder BR, Bello-Haas  VD, eds. Functional Performance in Older Adults . 4th ed. Philadelphia, PA: FA Davis Company; 2018:215-23.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Driving Evaluations by an Occupational Therapist. American Occupational Therapy Association Web site. https://www.aota.org/Practice/Productive-Aging/Driving/Clients/Evaluate/Eval-by-OT.aspx . (GI)"
        },
        {
            "number in article": 10,
            "reference": "Hobson N, Dupuis SL, Giangregorio LM, Middleton LE. Perceived facilitators and barriers to exercise among older adults with mild cognitive impairment and early dementia. J Aging Phys Activity . 2020;28(2):208-218.  doi:10.1123/japa.2019-0010.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Jawabri KH, Cascella M. Physiology, explicit memory. StatPearls Web site. https://www.ncbi.nlm.nih.gov/books/NBK554551/ . Published May 25, 2020. (RV)"
        },
        {
            "number in article": 12,
            "reference": "Kurita S, Tsutsumimoto K, Doi T, et al. Association of physical and/or cognitive activity with cognitive impairment in older adults. Geriatr Gerontol Int . 2020;20(1):31-35. doi:10.1111/ggi.13814. (RV)"
        },
        {
            "number in article": 13,
            "reference": "Landefeld CS, Harper GM, Johnston CB. Geriatric disorders. In: Papadakis MA, McPhee SJ, eds. 2018 Current Medical Diagnosis & Treatment . 57th ed. New York, NY: Lange, McGraw-Hill  Medical; 2018:55-70.  (GI)"
        },
        {
            "number in article": 14,
            "reference": "Makino K, Lee S, Bae S, Shinkai Y, Chiba I, Shimada H. Relationship between instrumental activities of daily living performance and incidence of mild cognitive impairment among older adults: a 48-month  follow-up study. Arch Gerontol Geriatr . 2020;88. doi:10.1016/j.archger.2020.104034. (RV)"
        },
        {
            "number in article": 15,
            "reference": "Marshall FJ. Dementia and memory disturbances. In: Andreoli TE, Carpenter CCJ, Griggs RC, Benjamin IJ, eds. Andreoli and Carpenter's Cecil Essentials of Medicine . 9th ed. Philadelphia, PA: Saunders Elsevier; 2015:1054-1059.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "Pastorek NJ, Proto DA, Sander AM, Clark AN. Psychological Assessment and Intervention in Rehabilitation. In: Braddom’s Physical Medicine and Rehabilitation . 5th ed. Elsevier, Inc.: Philadelphia, PA; 2016:71-84.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "Patel BB, Holland NW. Mild cognitive impairment. In: Domino FJ, ed. The 5-Minute Clinical Consult 2021 . 29th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2021:2477-2482.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "Raj KS, Williams N, DeBattista C. Psychiatric disorders. In: 2020 Current Medical Diagnosis & Treatment . 59th ed. New York, NY: McGraw-Hill  Medical; 2019:2501-2625.  (GI)"
        },
        {
            "number in article": 19,
            "reference": "Richardson P, McLaughlin R. Teaching activities in Occupational therapy. In: McHugh Pendleton H, Schultz-Krohn  W, eds. Pedretti’s Occupational Therapy Practice Skills for Physical Dysfunction . 8th ed; 2018:210-249.  (GI)"
        },
        {
            "number in article": 20,
            "reference": "Silva AR, Pinho MS, Souchay C, Moulin CJA. Evaluating the subject-performed  task effect in healthy older adults: relationship with neuropsychological tests. Socioaffect Neurosci Psychol . 2015;5(1):24068. doi:10.3402/snp.v5.24068. (R)"
        },
        {
            "number in article": 21,
            "reference": "Toglia JP, Golisz KM, Goverover Y. Cognition, Perception, and Occupational Performance. In: Willard and Spackman’s Occupational Therapy . 12th ed. Philadelphia, PA: Lippincott Williams & Wilkins (LWW); 2014:779-804.  (GI)"
        },
        {
            "number in article": 22,
            "reference": "Unsworth CA. Cognitive and perceptual dysfunction. In: O'Sullivan SB, Schmitz TJ, Fulk G, eds. Physical Rehabilitation . 7th ed. Philadelphia, PA: F.A. Davis; 2019:1175-1218. (GI)"
        },
        {
            "number in article": 23,
            "reference": "van der Wardt V, Hancox J, Pollock K, Logan P, Vedhara K, Harwood RH. Physical activity engagement strategies in people with mild cognitive impairment or dementia – a focused group study. Aging Ment Health . 2020;24(8):1326-1333.  doi:10.1080/13607863.2019.1590308. (RV)"
        },
        {
            "number in article": 24,
            "reference": "Zlotnik G, Vansintjan A. Memory: an extended definition. Front Psychol . 2019;10:2523. doi:10.3389/fpsyg.2019.02523. (RV) "
        }
    ]
}