{
    "metadata": {
        "title": "Fracture, Navicular Stress",
        "synonyms": [
            "navicular stress fracture",
            "tarsal stress fracture, navicular",
            "stress fracture, navicular",
            "stress fracture, tarsal navicular"
        ],
        "anatomical location body part affected": [
            "Medial arch of midfoot/navicular bone"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Navicular stress fracture (NSF) is an uncommon fracture of the foot. It occurs most often in running and jumping sports(1)",
            "NSF is often missed in the acute stage due to vague clinical presentation as symptoms correlate poorly with early radiographic findings. The delay in diagnosis often results in treatment that is initiated an average of 4–7 months after onset of symptoms(2,3)",
            "The severity of NSF ranges from nondisplaced stress reaction (subchondral injury) to displaced, complete fracture(4)",
            "Nondisplaced NSFs usually heal well with conservative treatment.(3,4) However, conservative management requires strict non-weightbearing  (NWB) for a minimum of 6 weeks(5)",
            "Surgical management is indicated for complex NSFs (i.e., displaced, unhealed due to nonunion/malunion, or recurrent)(2)",
            "The three classifications of NSF, according to Saxena and colleagues(24) –Type 1: fracture involves dorsal cortex only –Type 2: fracture extends from dorsum to the navicular body –Type 3: complete bicortical disruption or application of equipment  . Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Recent history of increased running, hiking, or jumping, with unaccustomed intensity, duration, or frequency, is associated with NSF",
            "On average, patients will have symptoms for up to 4–7 months before diagnosis(21) –Authors of a study of 62 fractures in athletes reported that the average time between injury and definitive treatment was 8.8 months(25)",
            "In acute cases, symptoms usually are diffuse and poorly defined, with few physical findings(2,6)",
            "Vague dorsomedial midfoot pain on weightbearing",
            "Increased antalgia with continuing the precipitating activity",
            "Pain may radiate to the medial arch(7)",
            "Pain progresses with a delay in diagnosis, becoming bothersome during regular daily activities(2) ",
            "Patients may present for treatment wearing NWB cast, but more often for rehabilitation after NWB phase of management",
            "Pain may be present with standing on tiptoes(24) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Stop the examination and notify physician immediately if sensation is impaired in the affected foot or the patient cannot demonstrate a motor response",
            "Consult physician in cases with unexpected inflammation, infection, or delayed healing of soft tissues"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Repetitive overuse with compressive bone stress and fatigue(1,2,6)–In a study of 59 athletes (62 fractures)in the United States, 38 athletes were runners and 10 were in jumping sports(25)",
            "Navicular bone stress can be increased by(3)–vascular or subchondral insufficiency–impingement between the talus and cuneiform bones on heel strike–hyperpronation"
        ],
        "pathogenesis": [
            "In theory, unaccustomed repetitive mechanical loading causes a stress reaction in the navicular bone that upsets the normalbalance between bone resorption and formation, favoring reduced bone mineral density (BMD)(2,7)",
            "The location of the navicular bone during running predisposes it to stress and impingement between the head of the talusand the cuneiforms.(21) The stresses tend to be concentrated in the least vascular area of the bone (central one third)(21)",
            "Vascular insufficiency in the central one third of the tarsal navicular may be a potential causative factor in NSF. Authors ofa cadaveric study of 54 adult feet found that 6 (11.1%) navicular bones had an avascular zone that extended to the dorsalcortex(10)",
            "NSF can begin as a partial (incomplete) break, often in the mid-body  of the navicular(3,6)",
            "In the acute stage, radiographs typically are negative for osseous abnormalities, whereas a technetium-99  (Tc-99)  bonescan may show pathological changes and enable early management to avoid Lisfranc fracture. Early diagnosis is especiallyimportant for reducing downtime in athletes(8,9,27)",
            "NSF is commonly associated with other stress injuries of the foot.(3) In one series, 63% of cases involved multiple footbone injuries(8)",
            "Fracture at or near the navicular tuberosity may impair function of the posterior tibialis tendon"
        ],
        "risk factors   ,": [
            "Military recruit training",
            "Sports that involve running/sprinting, jumping (e.g., track and field, soccer)",
            "Ballet dancing",
            "Gymnastics",
            "Training errors, such as a rapid increase in the intensity or volume (frequency times duration) of exercise",
            "Predisposing foot conditions(11)–Pes cavus–Metatarsus adductus–Restricted subtalar or ankle mobility–Tarsal coalition–Short first metatarsal(24)–Long second metatarsal(24)",
            "In runners(8,9)–High weekly training mileage–Leg-length  inequality–Faulty stride mechanics",
            "Osteoporosis linked to female athletic triad(11)–See Clinical Review…Female Athlete Triad ; Item Number: T708517 for more details",
            "Low levels of vitamin D(24)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "In most cases, patient will be advised to avoid weight bearing (especially running, jumping, and other training/exacerbating activities). NWB in a short-leg  cast for 6 to 8 weeks usually is prescribed(5,11)",
        "Continue to reinforce compliance with NWB as symptoms improve and until weightbearing is permitted by physician",
        "Monitor for signs and symptoms of DVT, especially after prolonged immobilization in a cast",
        "If patient presents via direct access or with another diagnosis and this fracture is suspected, immediately refer to physician or emergency services"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Stop the examination and notify physician immediately if sensation is impaired in the affected foot or the patient cannot demonstrate a motor response",
            "Consult physician in cases with unexpected inflammation, infection, or delayed healing of soft tissues"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What was the nature of the onset of symptoms and when did they begin? Is the injury related to physical activity and/or training for sports? In general, are symptoms getting better, worse, or staying the same?",
                "course of treatment": {
                    "medical management": "What modification of regular physical activities has physician recommended? What are the prescribed restrictions for weight bearing? Was the foot immobilized in a cast or boot? NWB is the standard of care for the initial treatment(21,22) Authors of a 2015 case report reviewed the treatment of a professional athlete with a delayed diagnosis of a navicular stress fracture. He experienced a prolonged recovery. Due to late diagnosis, his continued weightbearing did not allow the fracture to heal(22) Poor healing may also lead to surgical intervention and a subsequent NWB period Meta-analysis  showed no advantage to surgical intervention over cast immobilization with complete NWB.(5) Weightbearing with or without immobilization had significantly worse outcomes than NWB(5)",
                    "surgical management": [
                        "Surgical management:  Surgery, consisting of screw fixation with or without bone graft, is indicated for nonunion/ delayed union, recurrent NSF, and patients with displaced fractures, comminuted fractures, or nondisplaced fractures with sclerotic changes.(21,26) Elective surgery may enable athletes to return earlier to play.(1,2) Minimally invasive (percutaneous) screw fixation was found to allow early weightbearing mobilization without a cast(20)",
                        "Additional surgical options include open reduction internal fixation (ORIF), ORIF with calcaneal autograft(23)",
                        "Authors of a study of 62 fractures in athletes in the United States reported that patients who underwent ORIF had a return to activity (RTA) of 4.56 months compared to3.97 months for those who had undergone nonoperative treatment. Seven patients (11.2%) underwent screw removal and required a longer RTA(25)"
                    ],
                    "medications": "Determine what medications have been prescribed and whether or not they are effective and being taken",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "X-rays  help to rule out other foot conditions, but only 33% of acute NSFs will be visible on plain radiographs(7)",
                        "Triple-phase  Tc-99  bone scan has almost 100% sensitivity after 72 hours(2)",
                        "MRI is also 100% sensitive but is more expensive than a bone scan",
                        "If surgical intervention is planned, a CT scan usually is conducted to identify the fracture and is also helpful to evaluate the outcomes of surgically treated NSF(12,23)",
                        "In a study looking at initial diagnosis of 62 athletes with fracture in the United States, CT was found to be 100% accurate whereas MRI was only 71% accurate(25)",
                        "Imaging does not correlate strongly with clinical status at long-term follow-up  after NSF, based on a study conducted in Australia(15) ",
                        "Only 3 of 11 patients with NSFs, followed up a median of 3.7 years later, regained normal imaging appearance. Pain score, stiffness, sporting success, current sporting involvement, and recurrence/time to recurrence were not statistically associated with CT or MRI parameters"
                    ],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "Pain due to NSF typically is increased with walking, running, jumping, or excessive weightbearing, and then decreases or resolves with rest",
                "body chart": "Use body chart to document location and nature of symptoms. Pain is usually located in the dorsal, medial portion of midfoot and may radiate down the medial arch",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if anyDoes the patient use any supplemental oxygen? Does the patient smoke?",
                "other symptoms": "Document other symptoms patient may be experiencing that could be indicative of a need to refer to physician Barriers to learning Are there any barriers to learning? Yes__ No__ If Yes, describe _______________________ Past medical historyDocument prior episodes of foot injury and lower-extremity  injuries or previous fracturesAsk patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, osteoporosis, eating disorders, etc.Obtain a comprehensive list of medications prescribed and/or being taken (including over-the-counter  drugs)Ask patient about other symptoms he or she may be experiencing. In the young female athlete, inquire about menstrual irregularities, disordered eating, and excessive training (i.e., female athlete triad)",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "",
                    "medications previously prescribed": "",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in sports involving running or jumping? Is the patient undergoing a rigorous training program (military, sports, etc.)? Does the patient have appropriate footwear for the activity in which he or she is participating?",
                "functional limitations assistance with ADLs adaptive equipment": "Document use of devices to complete ADLs and limitations secondary to weightbearing status",
                "living environment": "Number of stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and BMI",
            "assistive and adaptive devices": "Does patient have orthotics? If so, what type, and are they being worn? Is the proper ambulatory assistive device being used correctly?",
            "balance": "Balance usually is impaired after prolonged immobilization or surgery. Assess static and dynamic balance. Use Berg Balance Scale or Star Excursion Balance Test as appropriate if indicated by mobility deficits. When FWB, assess balance in single limb stance, tandem stance, and/or Romberg position and compare bilaterally. Assess with eyes open vs. eyes closed",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess pedal pulses for adequate circulationAssess for swelling/edema (usually mild or absent in NSF). Take circumference or volumetric measures, as indicatedAssess whether NWB status causes functional deficits in transfers and mobility. Use the FIM or Timed Up and Go (TUG), as indicated ",
            "functional mobility": "",
            "gait locomotion": "During restricted weight bearing, assess ability to maintain balance and for correct use of ambulatory device. Following NWB status, assess for antalgic gait or other abnormalities. Expect decreased stance time, decreased push-off,  and decreased heel to toe progression during midstance on affected side; expect decreased step length on unaffected side. Use Dynamic Gait Index (DGI) for objective measure, as applicableDocument presence of pesplanus, pescavus, hindfootvarus/valgus, or forefoot adduction. Scan the foot and ankle ligaments for instability. Assess for altered dynamic stabilization of the hindfoot and the longitudinal arch",
            "muscle strength": "Assess strength of lower extremity, including rearfoot, midfoot, and toes, with manual muscle testing (MMT)",
            "observation inspection palpation including skin assessment": [
                "Palpate for tenderness along the metatarsals",
                "Palpate and inspect foot for deformity, rigidity, or adhesions in comparison with the uninvolved side",
                "Inspect footwear  note localized wear, poor fit, unusual shape",
                "Document any swelling, point tenderness over tarsal navicular, or pain with percussion",
                "Note site of tenderness  usually localized dorsally over the navicular",
                "Assess for proper wear of boot, note any skin breakdown •Pain:  When indicated, assess for pain in weightbearing and during gait"
            ],
            "posture": "Assess the foot for subtalar joint alignment, excessive pronation, and hindfoot/forefoot varus/valgus. Observe for high or flattened longitudinal arches. Is there a leg-length  discrepancy?Assess forefoot in inversion and eversion, noting any pain restriction. Also assess ankle ROM and flexibility of lower extremity –The patient typically will have minimal to no limitations in ankle or foot ROM(21)",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess for sensory deficits in affected foot with nylon monofilament test, if indicated. Assess proprioception in affected foot and ankle",
            "special tests specific to diagnosis": " Special tests –The Foot Function Index (FFI) is a useful measure of foot pain and disability(13) –Lower Extremity Functional Scale (LEFS)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves, areas of diminished sensation, poor circulation, or slow-healing  wounds",
                "Use caution with patients who are hypertensive as cold can cause a transient increase in blood pressure; discontinue treatment if there is an elevation in blood pressure",
                "Use caution with patients who are hypersensitive to cold ",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Use of cryotherapy with patients who have an aversion to cold may be counterproductive if being used to promote muscle relaxation and decrease pain",
                "Severe epilepsy",
                "Certain dermatologic conditions",
                "Surface infections",
                "Uncontrolled bowels",
                "Acute rheumatoid arthritis",
                "Venous ulcers",
                "Tissues devitalized by X-ray  therapy",
                "Peripheral vascular disease",
                "Decreased thermal sensation",
                "Respiratory dysfunctions",
                "Cardiac dysfunctions",
                "Active bleeding",
                "Tumor",
                "Previously existing (recent) fever",
                "Acute inflammatory conditions",
                "Impaired sensation",
                "Confusion or impaired cognition",
                "Recent skin grafts",
                "Certain medications",
                "Respiratory problems",
                "Seasickness",
                "Edema, when warm/hot water immersion",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Over the region of a cardiac pacemaker",
                "Over the pelvic, abdominal, and lumbar regions during pregnancy",
                "Over the eyes and testes",
                "In an area with infection or bleeding",
                "If a tumor is present in the area",
                "In the area of DVT or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia",
                "Over epiphyseal plates of growing bones",
                "Use caution in patients with sensory deficits and in patients who are unable to communicate sensory deficits",
                "Use caution if patient has circulatory impairments",
                "Use caution over plastic or metal implants",
                "Always decrease ultrasound intensity if the patient complains of discomfort "
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Limit treatment to protection and control of pain during NWB phase of rehabilitation",
                "Initiate therapeutic exercise for the affected foot after removal of NWB cast or walking boot",
                "Patients with this diagnosis are at risk for falls due to NWB status, reduced mobility, and/or antalgia. Follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Evidence is lacking to determine the effectiveness of electromechanical modalities for NSF rehabilitation. Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Cryotherapy contraindications(14)",
                "Cryotherapy precautions(14)",
                "Whirlpool contraindications(14)",
                "Whirlpool precautions(14)",
                "Superficial heat contraindications(14)",
                "Therapeutic ultrasound  contraindications; do not use:(14)",
                "Therapeutic ultrasound precautions(14)"
            ]
        },
        "diagnosis need for treatment": "NSF/reduced foot strength and ROM following NWB phase of healing; deficits in physical functioning, such as decreased balance, decreased proprioception, and gait abnormalities, that restrict full participation in regular activities or return to sport treatment(5) Eighty-six  percent of nondisplaced NSFs healed within 6 weeks in NWB cast.(16) However, at least 6 weeks of rehabilitation may be required before patients can safely return to their previous level of activity, and patients with severe NSF treated surgically may take 4 months to return to sport(17) In 7 of 9 athletes, minimally invasive (percutaneous) screw fixation was associated with return to sporting activity after an average of 5 (range, 3–9) months. At 7-year  follow-up,  6 athletes remained symptom-free(20) Delay in diagnosis can cause long-term  pain and functional loss(21,22) Stress fractures that are untreated can result in displacement, avascular necrosis, malunion and nonunion(23)",
        "rule out": " Rule out Tibialis posterior tendon avulsion of navicular bone Avascular necrosis of navicular bone Extensor tendonitis/tendinopathy Midtarsal joint sprain Soft tissue or bone tumor Lisfranc fracture Sesamoiditis Plantar fasciitis Sesamoid stress fracture Navicular stress reaction Osteochondritis dissecans",
        "prognosis": [
            "Authors of a study of 62 fractures in athletes in the United States reported that 57 were able to RTA, 7 athletes had re-fractures  (on average > 5 years after initial injury and more commonly in athletes < 21 years of age), and 8 athletes developed post-injury  arthrosis(25)",
            "It takes an average of 4 months for union of the fracture and at least 5 months before athletes are able to return to sport(24)",
            "In a meta-analysis,  no significant differences in outcomes and time of RTA were found between NWB conservative management and surgical fixation for NSF, with 96% of cases having successful outcomes after 5 weeks of NWB.(5) Additionally, weightbearing as a conservative treatment was significantly less effective than either NWB or surgical"
        ],
        "referral to other disciplines": "Podiatrist/orthotist for orthotics, if indicated; physician for continuing antalgia (possibly due to nonunion or delayed union); nutritionist and/or psychologist for disordered eating",
        "other considerations": [
            "In either conservative or surgical management, 6 to 8 weeks of NWB should be considered the standard of care for acute NSF(5)",
            "In a case series, however, only 2 of 11 patients (18%) with NSF complied with at least 6 weeks of NWB cast immobilization.(15) Rehabilitation practitioners should, therefore, emphasize adherence to the prescription for NWB to avoid complications"
        ],
        "treatment summary": [
            "Strong evidence supports conservative management with 5 weeks of NWB for partial and nondisplaced complete NSF(4,18)",
            "Initial conservative treatment includes pain management with cryotherapy and NWB cast/boot for protection, prevention of reinjury, and to facilitate healing for 6 to 8 weeks",
            "Following the period of NWB, implement rehabilitation in protected weightbearing –Mobilization of stiff joints (e.g., ankle, subtalar, transverse tarsal joints) –Restore foot strength and ROM –Address functional deficits in posture, balance, and gait",
            "Implement progressive conditioning program to restore specific fitness for sport –Aerobic exercise: beginning with stationary cycling or water running –Lower extremity resistance training ",
            "Athletes should have a normal functional examination without antalgia before returning to sport(19)",
            "Pulsed ultrasound and extracorporeal shock wave therapy may improve healing time, but further research is needed(1) . Problem Goal Intervention Expected Progression Home Program Decreased ability to transfer and ambulate secondary to NWB status, decreased ability to maintain NWB statusProtection of healing navicular bone with proper NWB during transfers and gaitPrescription, application of devices and equipment _ Prescription of appropriate assistive device. Transfer and gait/stair training as necessaryWean from ambulatory assistive device, as ordered by physicianCorrect use of assistive device. Patient education with written instructions for home _ _ Painful or nonsymmetrical stance on return to weightbearing _ _ Functional decline: reduced balance, walking ability, stair climbing; increased risk of fallsRestore normal symmetry in posture and gait mechanics post NWB _ _ Improve functional balance and walking endurance, with independence in fall- prevention strategiesPrescription, application of devices and equipment _ Prescription of appropriate assistive device _ _ Functional training _ Transfer training as necessary. Instruction/ training in gait patterns for weight-bearing restrictions _ _ Exercises to normalize posture and gait. Implement balance and proprioception training tools as indicated and when appropriate: pillow, foam pad, ankle board, wobble diskGradual progression of intensity of exercises as patient is allowed to bear weight. Wean from assistive device, as appropriate _ _ Progress difficulty and complexity of activities as appropriateInstructions for correct use of assistive device _ _ Patient education with written instructions for activities to be performed at home _ _ Repetition of exercises at home as appropriate _ _ Home modifications for reduced fall risk Foot tightness, reduced flexibility post NWBNormal joint mobility Manual therapy _ Superficial heat, joint mobilization, and passive stretching to improve ankle/foot flexibilityN/A Instruct patient in self-foot massage and stretches  Foot and general deconditioning due to immobilization: reduced ankle and foot strength, endurance, and ROMRestore normal strength, ROM, and endurance; return to sport or previous activityTherapeutic exercises _ Continue modes of training that match patient’s upper-body ability (e.g., arm cycling, weight lifting) to help maintain fitness during NWB period _ _ Begin ankle/foot therapy with AROM exercises in NWB, and progress to resistive exercises post NWB. For example: _ Towel/pencil curling for foot intrinsics _ _ Towel curling: starting at one edge of the towel, gradually pull the towel toward you until you reach the other end of the towel, using your toes only to advance the towel _ _ Pencil curling: Use toe flexion to pick up a pencil from the floor, grasped between the toes and the forefoot (marbles, jacks, or other small objects may also be used) _ _ Progressive resistive ankle strengthening post NWB (e.g., manual resistance, elastic band to strengthen dorsiflexion, plantar flexion, inversion, and eversion; ankle board) _ _ Address tightness of ankle/foot (e.g., use a long towel or strap to passively stretch Achilles tendon; tennis ball under the foot to massage the plantar fascia) _ When FWB, lower body cardiovascular exercise (i.e., bike or elliptical trainer)Progress intensity and duration of exercises as appropriateProvide patient and family/caregivers with written instructions regarding therapeutic activities that can be performed at home and correct use and/ or application of equipment  ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Resolved pain/tenderness–V AS",
            "Resolved edema–Circumferential or volumetric measurements",
            "Normal weight-bearing  status and ambulatory function",
            "Normal foot flexibility and ROM–Goniometry–Muscle length testing",
            "Normal foot/ankle strength–MMT",
            "Normal posture, balance, and gait mechanics–Postural assessment–Gait assessment–Berg Balance Scale–FIM–DGI",
            "Satisfaction with return to prior regular physical activities/sport–FFI–LEFS–Short-Form  Health Survey (SF-36)"
        ]
    },
    "maintenance or prevention": [
        "Compliance with NWB restrictions (in recurrent cases, NWB until radiographic evidence that fracture is healed)",
        "Athletes should resume training for sports only after approved by their physician",
        "Avoid over-training  or increasing mileage too quickly",
        "Prevent errors related to exercise training"
    ],
    "patient education": [
        "“Navicular Stress Fracture,” FootEducation.com website, http://www.footeducation.com/page/navicular-stress-fracture Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Shindle MK, Endo Y, Warren RF, et al. Stress fractures about the tibia, foot, and ankle. Acad Orthop Surg . 2012;20(3):167-176.  doi:10.5435/JAAOS-20-03-167.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "de Clercq PF, Bevernage BD, Leemrijse T. Stress fracture of the navicular bone. Acta Orthop Belg . 2008;74(6):725-734.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Jones MH, Amendola AS. Navicular stress fractures. Clin Sports Med . 2006;25(1):151-158,  x-xi. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Mann JA, Pedowitz DI. Evaluation and treatment of navicular stress fractures, including nonunions, revision surgery, and persistent pain after treatment. Foot Ankle Clin . 2009;14(2):187-204.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Torg JS, Moyer J, Gaughan JP, Boden BP. Management of tarsal navicular stress fractures: conservative versus surgical treatment: a meta-analysis.  Am J Sports Med . 2010;38(5):1048-1053.  (M)"
        },
        {
            "number in article": 6,
            "reference": "Coris EE, Lombardo JA. Tarsal navicular stress fractures. Am Fam Physician . 2003;67(1):85-90.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Fredericson M, Jennings F, Beaulieu C, Matheson GO. Stress fractures in athletes. Top Magn Reson Imaging . 2006;17(5):309-325.  (RV) "
        },
        {
            "number in article": 8,
            "reference": "Niva MH, Sormaala MJ, Kiuru MJ, Haataja R, Ahovuo JA, Pihlajamaki HK. Bone stress injuries of the ankle and foot: an 86-month  magnetic resonance imaging-based  study of physically active young adults. Am J Sports Med . 2007;35(4):643-649.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Yoho RM, Wells SK. Navicular stress reactions in runners: a review of evaluation and management of a competitive athlete. J Am Podiat Med Assoc . 2011;101(5):447-451. (RV)"
        },
        {
            "number in article": 10,
            "reference": "McKeon KE, McCormick JJ, Johnson JE, Klein SE. Intraosseous and extraosseous arterial anatomy of the adult navicular. Foot Ankle Int . 2012;33(10):857-861.  doi:10/3113/ HAI.2012.0857. (R)"
        },
        {
            "number in article": 11,
            "reference": "De Burca N. Navicular stress fractures - a clinical update. Physiother Ireland . 2009;30(2):37-40.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "McCormick JJ, Bray CC, Davis WH, Cohen BE, Jones CPIII, Anderson RB. Clinical and computed tomography evaluation of surgical outcomes in tarsal navicular stress fractures. Am J Sports Med . 2011;39(8):1741-1748.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Budiman-Mak  E, Conrad KJ, Roach KE. The Foot Function Index: a measure of foot pain and disability. J Clin Epidemiol . 1991;44(6):561-570.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Burne SG, Mahoney CM, Forster BB, Koehle MS, Taunton JE, Khan KM. Tarsal navicular stress injury: long-term  outcome and clinicoradiological correlation using both computed tomography and magnetic resonance imaging. Am J Sports Med . 2005;33(12):1875-1881.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Saxena A, Fullem B, Hannaford D. Results of treatment of 22 navicular stress fractures and a new proposed radiographic classification system. J Foot Ankle Surg . 2000;39(2):96-103.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Saxena A, Fullem B. Navicular stress fractures: a prospective study on athletes. Foot Ankle Int . 2006;27(11):917-921.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Fowler JR, Gaughan JP, Boden BP, Pavlov H, Torg JS. The non-surgical  and surgical treatment of tarsal navicular stress fractures. Sports Med . 2011;41(8):613-619.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Makwana NK, Van Liefland M. Injuries of the midfoot. Curr Orthop . 2005;19(3):231-242.  (RV)"
        },
        {
            "number in article": 20,
            "reference": "Jacobs KM, Paterson RS. Navicular stress fractures treated with minimally invasive fixation. Indian J Orthop . 2013;47(6):598-601.  doi:10.4103/0019-5413.121589.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Gross CE, Nunley JS. Medial-sided  stress fractures: medial malleolus and navicular stress fractures. Oper Tech Sports Med . 2014;22:296-304.  doi:10.1053/ j.otsm.2014.09.007. (RV)"
        },
        {
            "number in article": 22,
            "reference": "Robinson M, Fulcher M. Delayed healing of a navicular stress fracture, following limited weight-bearing  activity. BMJ Case Rep . 2014;1-4.  doi:doi:10.1136/bcr-2013-203216.  (C)"
        },
        {
            "number in article": 23,
            "reference": "Hsu AR, Lee S. Evaluation of tarsal navicular stress fracture fixation using intraoperative O-arm computed tomography. Foot Ankle Spec . 2014;7(6):515-521. doi:10.1177/1938640014532130. (C)"
        },
        {
            "number in article": 24,
            "reference": "Hossain M, Clutton J, Ridgewell M, Lyons K, Perera A. Stress fractures of the foot. Clin Sports Med . 2015;34(4):769-790.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Saxena A, Behan SA, Valerio DL, Frosch DL. Navicular Stress Fracture Outcomes in Athletes: Analysis of 62 Injuries. J Foot Ankle Surg . 2017;56(5):943-948.  doi:10.1053/ j.jfas.2017.06.009. (R)"
        },
        {
            "number in article": 26,
            "reference": "DelBusso S, Matheny M. Surgical Intervention of a Nonunion Navicular Stress Fracture in a Collegiate Soccer Player: An Exploration Clinical CASE Report. International Journal of Athletic Therapy & Training . 2019;24(1):19-22.  (C)"
        },
        {
            "number in article": 27,
            "reference": "Abe K, Hashiguchi H, Sonoki K, Iwashita S, Takai S. Tarsal Navicular Stress Fracture in a Young Athlete: A Case Report. Journal of Nippon Medical School . 2019;86(2):122-125.  (C)"
        }
    ]
}