{
    "metadata": {
        "title": "Thoracic Outlet Syndrome  Neurogenic Form",
        "synonyms": [
            "neurogenic thoracic outlet syndrome",
            "neurologic thoracic outlet syndrome",
            " thoracic outlet neurologic syndrome",
            "scalenus anticus syndrome",
            "costoclavicular syndrome"
        ],
        "anatomical location body part affected": [
            "Head, cervical region, upper extremity"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "sports rehabilitation",
            "orthopedic rehabilitation",
            "hand therapy"
        ],
        "description": [
            "General information on thoracic outlet syndrome (TOS) –TOS is a group of symptoms triggered by compression of thoracic outlet structures.Wilbourn classified TOS into two main types, vascular and neurogenic, based on the structures that are compressed(28) -Vascular TOS is either venous or arterial -Venous: caused by compression of the subclavian vein(about 6–7%  of cases) -Arterial: caused by compression of the subclavian artery (about 3–4%  of cases) -NeurogenicTOS is caused by compression of the brachial plexus and is either true or disputed (about 90% of cases) -True:True neurogenic TOS israre and involves objective signs of nerve compression, usually of the lower brachial plexus -Disputed:Has a vague presentation –The brachial plexus and subclavian artery leave the cervical area by running between the anterior and middle scalene, under the clavicle, over the 1st rib, and into the axilla and then the proximal upper extremity. The subclavian vein runs between the anterior scalene and the subclavius muscles, then joins up with the brachial plexus and subclavian artery to pass under the clavicle(2) –Compression may take place at any of three points(3) -The interscalene triangle – most common site -The costoclavicular triangle -The subcoracoid space –Overview of the brachial plexus(4) -The upper segment of the brachial plexus provides motor nerve supply to -shoulder abductors -shoulder external rotators -elbow flexors -The upper segment of the brachial plexus supplies the shoulder and radial portion of the upper extremity with sensation -The lower segment of the brachial plexus provides motor nerve supply to -the forearm -the hand -The lower segment of the brachial plexus supplies the ulnar region of the upper extremity and hand with sensation  –TOS is widely recognized, but a lack of consistent and precise diagnostic criteriahas created controversy. In 2016 the Society of Vascular Surgery published standards for neurogenic TOS in simplistic terms. They defined neurogenic TOS as being present when 3 of the following 4 features are present:(29) -Evidence of pathology occurring at the thoracic outlet (e.g., pain and/or tenderness) -Evidence of compressive brachial plexopathy (e.g., distal neurologic symptoms in the distribution of the brachial plexus) -Absence of an alternative pathology explaining the symptoms -Positive response to a scalene injection test"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G54.0": "brachial plexus disorders (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "True neurogenic TOS is rare but presents with more objective signs and symptoms:(28) –Paresthesia in the lower plexus distribution (C8-T1 nerves) -Paresthesia is the most common presenting symptom, characteristically involves the medial forearm and the fourth and fifth digits, and occurs in up to 95% of individuals –Intrinsic hand muscle atrophy -“Gilliatt-Sumner  hand” or atrophy in the hand muscles, especially in the abductor pollicis brevis(30) –Decreased grip strength –Authors of a study retrospectively reviewed charts of patients that presented to their EMG laboratory over the course of 20 years to gain more insight into true neurogenic TOS(30) -They found only 13 patients among the 100,915 patients to have true neurogenic TOS -The most common neurological signs were hypesthesia in the medial forearm and ulnar digits and weakness in the abductor pollicis brevis muscle -In nerve conduction studies all patients had decreased medial antebrachial cutaneous sensory nerve action potential amplitude -In EMG studies the abductor pollicis brevis muscle was the most commonly involved -Of radiologic criteria, focal stenosis of subclavian artery in CT angiogram (CTA) was the most common finding –There is generally damage to the axons in the brachial plexus(5)",
            "Symptoms of “disputed” neurogenic TOS are vague. They can include:(28) –Shoulder pain -Commonly described as sharp, dull, achy or electric. The exact location may vary, with the most common areas the posterior lateral neck and upper trapezius area, the clavicular region, the medial scapular region, the upper pectoral region, and axilla(29) –Extremity weakness –Headache –Neck and scapular muscle spasm –Arm dysesthesias and paresthesias -More commonly affect the medial forearm and fourth and fifth digits; however, they can also be vague, involving the entire arm -Patients may complain of a “dead arm” sensation, in which the entire arm “goes to sleep” –Weakness and fatigue of the extremity –Symptoms may increase with overhead activity and/or placing the arm in a hyperabducted position –Vague vascular symptoms (e.g., swelling, cyanosis, and a cool hand)",
            "Please see Clinical Review…Thoracic Outlet Syndrome: Nonspecific Form ; CINAHL Topic ID Number: T708928 for signs and symptoms of the nonspecific form",
            "Please see Clinical Review…Thoracic Outlet Syndrome: Arterial and Venous Forms ; CINAHL Topic ID Number: T708634 for signs and symptoms of the arterial and venous forms  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Precaution should be taken during the evaluation to not further exacerbate symptoms while trying to obtain objective clinical signs",
            "The clinician should consider the differential diagnoses (see Rule out section, below) for this condition as the examination is completed. If concerns arise (e.g., atypical neurological findings throughout the body), the patient should be referred back to the physician",
            "Provocation tests that may be used to help corroborate the diagnosis of neurogenic TOS are based on creating maximal tension on the anatomical sites of constriction.They should be conducted to rule out other conditions (e.g., carpal tunnel syndrome, cubital tunnel syndrome, cervical radiculopathy, tendonitis, rotator cuff tears) and conducted distally and  moving proximally. Only then should provocative tests for TOS be performed. Many of these tests have a high rate of false positives in healthy subjects(28)",
            "If the patient is being seen postoperatively, ensure all parameters/precautions are received from surgeon prior to starting the evaluation"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes : the neurogenic form of tos is most often due to repetitive physical stress or trauma, whereas venous tos is more often exertional and arterial tos typically is due to anatomic anomaly. below are the overall causes of tos": [],
        "pathogenesis   general to tos": [
            "Compression of various structures in the thoracic outlet(33)–Anatomical structures, soft tissue components (e.g., fibrous muscular bands), tumors, or cystscan all narrow the space–Neck trauma often precedes neurogenic TOS. Neck trauma can induce neck tissue scarring and the tightened musculatureleads to compression of the brachial plexus. In one review 80% of the total cases were preceded by neck trauma(33)"
        ],
        "risk factors   general to tos": [
            "Sex–Three times more common in females(28)–This may be related to the increased incidence of bone and soft tissue anomalies in the neck in females(28)",
            "Trauma–Individuals involved in MV A are at increased risk–Enlarged callus post fracture of 1st rib or clavicle(8)",
            "Overhead repetitive use of the upper extremity–Participation in sports that require repetitious use of the upper extremity (e.g., competitive sports that demand largeamounts of throwing).(21)Weightlifting with pronounced muscular hypertrophy in cervical region(8)–There appears to be an increased incidence of TOS among certain musicians, namely those who play the violin,keyboards, or flute(5)",
            "Occupational risks(28)–Poor posture–Prolonged computer use, poor workstation ergonomics–Jobs that require repetitive upper extremity use, especially in the overhead position",
            "Age(28)–Occurs most often in adults 20 to 40 years old",
            "Other–Marked weight loss coupled with strenuous exercise(8)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Should the possibility of an undiagnosed vascular component arise at any point during the examination, the clinician must terminate the examination and contact the treating physician immediately Subclavian arterial compression usually is due to a cervical rib and is associated with thromboembolic stroke rarely. Patients will present with claudication and weak pulse in the affected arm, which become more pronounced with shoulder abduction. If a thrombus forms, the thrombus may embolize to the axillary or brachial arteries, leading to acute arterial compression. Contact the referring physician immediately(17)",
        "There is a lack of consensus in the literature pertaining to diagnosis and categorization of TOS.(5) Many variations exist in how to categorize it, what criteria are necessary to obtain a certain diagnostic type, and how to properly test for it. The clinician must consider that physicians may define and label TOS differently and adhere to the orders/guidelines of the treating physician. Should the possibility of an undiagnosed vascular component arise, the clinician must communicate his or her concerns to the treating physician",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Precaution should be taken during the evaluation to not further exacerbate symptoms while trying to obtain objective clinical signs",
            "The clinician should consider the differential diagnoses (see Rule out section, below) for this condition as the examination is completed. If concerns arise (e.g., atypical neurological findings throughout the body), the patient should be referred back to the physician",
            "Provocation tests that may be used to help corroborate the diagnosis of neurogenic TOS are based on creating maximal tension on the anatomical sites of constriction.They should be conducted to rule out other conditions (e.g., carpal tunnel syndrome, cubital tunnel syndrome, cervical radiculopathy, tendonitis, rotator cuff tears) and conducted distally and  moving proximally. Only then should provocative tests for TOS be performed. Many of these tests have a high rate of false positives in healthy subjects(28)",
            "If the patient is being seen postoperatively, ensure all parameters/precautions are received from surgeon prior to starting the"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Does the patient report a history of trauma? -If the patient was involved in a motor vehicle accident, did he or she have other injuries? -When did the symptoms begin and how have they progressed since onset? -If the patient is being seen postoperatively, inquire about surgical procedure and any specific precautions received from the surgeon",
                "course of treatment": {
                    "medical management": " Medical management True neurogenic TOS  referral to a neurosurgeon or thoracic surgeon is indicated(5) (to assess need for surgical decompression of brachial plexus) The decision to operate on patients with signs and symptoms of neurogenic TOS is based on several factors, including history and physical exam, failed response to physical therapy (PT), and symptom relief during neuromuscular scalene block(27) Surgical interventions Surgical interventions include cervical or first rib resection (i.e., anterior, posterior, or total), operative approach (i.e., supraclavicular or transaxillary), use of adjunct procedures (e.g., brachial plexus neurolysis), and intraoperative anatomy (e.g., presence of ligamentous band)(29) Authors of a study found that wrapping of peripheral nerve repairs with amnion membrane improves resultsof thoracic outlet decompression operations(34) Excellent outcomes for surgical interventions are seen both in the adult population and in adolescents. However, in one study investigators found excellent shortterm  results for adolescents but a high symptom recurrence rate(35)",
                    "surgical management": [],
                    "medications": "Determine what medications the clinician has prescribed; are they being taken? Are they effective? Most often patients will be prescribed oral pain medication, especially to manage postoperative pain",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for TOS are the following:",
                        "X-ray(29)",
                        "Used to detect skeletal irregularities",
                        "Electrodiagnostic testing(28)",
                        "EMG and nerve conduction velocity (NCV) tests can be used to rule out compression of nerves at other locations in the arm, thereby assisting in differential diagnosis",
                        "Routine electrodiagnostic tests are not useful to confirm the presence of disputed neurogenic TOS",
                        "In true neurogenic TOS there is a reduction of the amplitude of ulnar and median compound nerve action potentials and a decreased or absent medial antebrachial cutaneous sensory nerve action potential",
                        "X-ray  and electrodiagnostic tests typically are performed prior to further imaging(25)",
                        "CT angiography(28)",
                        "Can be used to help detect arterial or venous TOS",
                        "MRI(28)",
                        "May be coupled with changes in position or posture to elicit symptoms",
                        "Used to exclude cervical spine pathology more often than for the diagnosis of TOS",
                        "The patient may receive a single injection of a blood-pool  agent or dual-injection  extracellular contrast for MR angiography (MRA)/equilibrium phase venography (MRV) to better assess vascular structures and identify arterial or venous pathology(22)",
                        "Ultrasound (US)(28)",
                        "Can be used to evaluate blood flow; more relevant when venous TOS is suspected ",
                        "Scalene injection involves an injection of a local anesthetic in the scalene musculature It is thought that the anesthetic injection relaxes and elongates the anterior scalene muscle, which allows the previously narrow scalene triangle to enlarge, thus alleviating compression. This can help predict whether a patient’s signs and symptoms would improve with first rib resection and scalenectomy(29)",
                        "US, CTA, and MRA are done to allow evaluation of vascular structures and the secondary effects of compression, whereas CT and MRI allow identification and evaluation of surrounding neurologic, soft tissue, and bony structures(25)",
                        "Duplex scanning in abduction can demonstrate compression of vascular structures in abduction in patients with neurogenic TOS(27)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Does the patient complain of difficulty when carrying or wearing heavy items?(13) -Typical complaint is numbness or pain when wearing a backpack or a heavy coat(13) -What brings on the patient’s symptoms? What alleviates them?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Please see Presentation/signs & symptoms , above",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to type of activity, weather, or other external variables -Complaint of numbness and tingling in the involved upper extremity upon waking in morning is typically reported in patients with TOS",
                "sleep disturbance": "Document number of wakings/night. In what position does patient tend to sleep? How many pillows does he or she use? A cervical roll or soft collar may be indicated to ease sleep(5)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., vascular involvement, dizziness, claudication)",
                "respiratory status": "Document use of supplemental oxygen and subjective difficulty with breathing. Evaluate for atypical patterns of respiration, specifically overuse of accessory muscles. Use of accessory muscles during respiration is commonly noted in patients with TOS(2) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing Arterial compression can coexist with neurogenic TOS. Ask about changes in color in the affected extremity that could signify a decrease in artery flow velocities(26)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? What does the patient do for work? Do symptoms impair job performance? Does patient play an instrument? Which one? Does the patient lift weights?",
                "functional limitations assistance with ADLs adaptive equipment": "Are ADLs impaired? Does patient use any equipment to assist with ADLs, such as wheeled carts or luggage to transport items? ",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?If there are any indications from the subjective portion of the examination that the patient has an arterial or venous form of TOS, the physical therapist should not perform any tests and measures and should contact referring physician immediately. If at any point during the physical examination the therapist suspects an arterial or venous form of TOS, the examination should be terminated and the physician contacted immediately. The following tests and measures should be performed as part of an examination for a diagnosis of nonspecific and neurogenic TOS to rule out arterial or venous TOS. (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting. The least aggressive tests and measures should be performed first.) Complete a general assessment as indicated with a focus on the items listed below Anthropometric characteristics Assess for signs of edema in the upper extremity;(9) take girth or volumetric measurements as indicated Note patient’s height and weight and calculate BMI Cardiorespiratory function and endurance The 6-minute  walk for distance test (6MWT) can be used to assess endurance Alternatively, instruct patient to walk on the treadmill for up to 20 minutes at a speed that does not aggravate symptoms.(10) Use the Borg Rating of Perceived Exertion (RPE) Scale to further assess cardiorespiratory function -Document speed, distance, and time -Cardiorespiratory endurance commonly is decreased in patients with TOS Observe and document breathing pattern(12) Circulation Evaluate blood pressure in both upper extremities and compare readings; if a disparity of > 20 mmHg is observed between the extremities, an arterial component should be suspected(11) Evaluate carotid, brachial, and radial pulse bilaterally and compare(9,12) -Patients often present with diminished or absent pulses, especially with positional changes or activity Does the patient’s extremity feel cool or cold in comparison to the other extremity?(11) Cranial/peripheral nerve integrity Evaluate for altered sensation in the neck, arm, and hand -Semmes-Weinstein  Monofilament Screen can be used(12) Document patterns of sensation loss that may represent injury to a particular branch of the plexus Upper limb neural dynamic test(10) -Patients commonly have abnormal mobility and sensitivity of the upper limb peripheral nervesObserve patient’s body mechanics during functional activities; are compensatory strategies being used? Observe patient’s ability to maintain proper ergonomics with specific activities such as lifting and carrying objects, bending down, sitting at a computer/workstation Joint integrity and mobility Evaluate joint integrity of the bilateral upper extremities. Note any hypomobility or hypermobility using the Paris Stoddard Scale SC joint subluxation can cause TOS(18) Muscle strength Manual muscle test (MMT) bilateral upper extremities; monitor for patterns of muscle weakness or complaints of paresthesias that may represent ulnar, radial, or another involved nerve(9) Evaluation of the patient’s upper trunk is also important as it plays into faulty posture(12) Specific MMT -Finger abduction  C8, T1, ulnar -Holding fingers extended at MCP and PIP  C7-8, radial -Grip strength  C7-T1,  median and ulnar -Squeeze thumb against base of index finger  C8, T1, ulnar -Pinch between thumb and little finger  C8, T1, median -Flex thumb  C8, median  -Extend wrist  C6-8,  radial -Flex wrist  C6-7,  median -Supinate forearm with elbow extended  C5-6,  radial -Pronate forearm with elbow extended  C6-7,  median -Flex elbow with forearm supinated  C5-6, musculocutaneous -Extend elbow  C6-8,  radial -Hold shoulders abducted  C5-6,  axillary Observation/inspection  (including skin assessment) Document color changes in the skin(5) -Arterial TOS is associated with coolness and pallor Note venous distension(5) Evaluate for skin ulcers, which would indicate vascular injury(5) Document the location of any muscle atrophy, which is most often the thenar eminence(28) Evaluate incision if postsurgical patient(12) Palpation Evaluate the neck, around the clavicle, and the shoulder for abnormal bulges or masses(9) Assess for trigger points that provoke and reproduce the patient’s signs and symptoms(5) -Identifying trigger points may assist with differential diagnosis and indicate a myofascial pain syndrome Scalenes and sternocleidomastoid often are tender to palpation(28) Palpate scalene muscles while the patient is breathing to assess breathing pattern(10) -In patients with TOS, the scalene muscles commonly are active during inhalation, indicating the use of an accessory breathing pattern -A paradoxical breathing pattern is one in which the patient’s chest wall moves in on inspiration and out on expiration. This is the reverse of normal breathing movement patterns Posture Evaluate posture -Note presence of forward head, protracted shoulders, or other postural deviations(6) -Note any muscle atrophy or hypertrophy Often patients with neurogenic TOS will be thin, have a long neck, have rounded/protracted shoulders, and clavicles may be aligned in a horizontal manner(5)Evaluate cervical and bilateral upper extremity ROM, passive and active. Assess flexibility of upper trapezius, scalene, levator scapula, and pectoralis major and minor musclesEvaluate upper extremity deep tendon reflexesEvaluate various fine motor activities such as buttoning or typing(5)Assess tactile localization, graphesthesia, and stereognosis, which commonly are impaired in patients with TOS. Assess bilateral upper extremity dermatomes for light-touch,  two-point  discrimination, and sharp-dull.  Note the presence of graphesthesia or astereognosis, which are common in patients with TOS(10) Special tests specific to diagnosis One-minute  elevated arm stress test (EAST)(29) -Both upper extremities abducted to a minimum of 90° at the shoulder -Arms should be kept back near the ears (coronal plane), not into shoulder flexion -Request the patient make fists and then extend fingers in a repeated pattern for 1 minute -A positive test is when symptoms are brought on through this procedure -Roos’ test is similar but has the patient make fists for about 3 minutes(28) Adson’s test(28) -Palpate radial pulse in affected extremity -The extremity is then extended, externally rotated, and slightly abducted at the shoulder (elbow in extension) -While palpating radial pulse, request patient inhale deeply and rotate head toward affected upper extremity -Change in pulse is a positive test  -Test results can be positive in normal, asymptomatic individuals, limiting the diagnostic value of the test Halstead(13) -Clinician palpates the radial pulse -A downward traction is applied to the affected arm as the patient hyperextends neck and rotates toward the nonaffected side -Positive test if pulse is absent Costoclavicular syndrome test(13) -Clinician palpates the radial pulse -Clinician then moves the patient’s shoulder inferiorly and posteriorly with elbow extended -Positive test is absence of pulse Shoulder girdle passive elevation(13) -Used as a release phenomenon test on patients who present with TOS symptoms -Patient sits and the examiner grasps the patient’s arms and performs a passive bilateral shoulder shrug, holding the position for ≥ 30 seconds -Arterial relief is evidenced by a stronger palpable pulse, skin color change (more pink), and increased skin temperature in the hand -Venous relief is evidenced by venous engorgement and decreased cyanosis -Positive test is also associated with reversal of neurogenic pain -This test can assist with differentiating among arterial, venous, and neurogenic TOS Upper limb tension test (ULTT)(29) -Is designed to reproduce symptoms by placing maximal stretch on the brachial plexus -Patient in sitting -The arms are abducted and externally rotated so they are in the same plane as the thorax; the elbows are flexed to 90° -If no symptoms, then the elbows are fully extended and hands pronated -To further increase stretch on brachial plexus, dorsiflex the hands and tilt head away from affected side -Positive test is at any position the patient reports onset or increase in pain"
            },
            "general": "If there are any indications from the subjective portion of the examination"
        },
        "relevant tests and measures": {
            "general": "",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Diseases that may negatively impact condition of spine",
                "Post trauma with question of fracture, subluxation, or dislocation",
                "Hypermobility in spine",
                "Hernia (hiatal or abdominal)",
                "Spinal cord compression",
                "Pregnancy (lumbar traction) ",
                "Vertebral artery occlusion (cervical traction)",
                "Aortic aneurysm",
                "Temporomandibular joint (TMJ) dysfunction (cervical traction)",
                "Uncontrolled hypertension (inverse traction)",
                "Neck or back pain unrelated to the musculoskeletal system",
                "Cervical or thoracic pain that is acute in nature",
                "Claustrophobia",
                "Disorientation",
                "Older adults and children",
                "Patient with questionable symptoms (e.g., those involved in lawsuits)",
                "Past medical history includes spinal surgery",
                "Hyperactivity",
                "Obesity",
                "Respiratory impairment",
                "Cardiovascular impairment"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "PT is contraindicated with diagnosis of a subclavian aneurysm, or if an embolism is suspected; surgery or anticoagulation therapy (respectively) would most likely be indicated(1)",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "If a patient with presumed neurogenic TOS reports no improvement or worsening of symptoms after PT, coexistent arterial compression should be suspected(26)",
                "Thermotherapy  contraindications(15)",
                "Traction  contraindications(15)",
                "Traction  precautions(15)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment PT may be indicated to minimize patient’s pain, functional impairments, and ADL limitations prior to surgery. PT is indicated to reduce muscle spasm, improve postural imbalances, manage muscle hypertrophy, and improve body mechanics as part of conservative management before surgical intervention is considered for an individual PT is also indicated as part of postoperative rehabilitation management Rule out  (28,29) Compressive neuropathies (e.g., double crush syndrome, carpal tunnel, cubital tunnel) Elbow and forearm overuse injuries Acromioclavicular joint injury Tendonitis/Impingement Rotator cuff tears Cervical radiculopathy",
        "rule out": "",
        "prognosis": [
            "Most cases of neurogenic TOS can be managed with PT and those that do not respond can be successfully managed surgically(28)",
            "Authors of a systematic review of outcomes of surgical management of neurogenic TOS found high success rates for multiple types of surgeries(36) –Supraclavicular release (SCR) leaving the first rib intact success rate was greater than 80% –Transaxillary first rib excision (TAFRE) and supraclavicular first rib excision (SCFRE) success rate was greater than 70% –The complication rates for TAFRE, SCFRE, and SCR were, respectively, 22.5%, 25.9%, and 12.6%",
            "Recurrent neurogenic TOS can be safely and effectively readdressedsurgically regardless of the type of previous operation. Authors of a systematic review found that the most common findings in recurrent neurogenic TOS were residual scalene muscle and retained/residual first rib. Performing a complete decompression can achieve significant symptom reduction and functional improvement for about 90% of patients(37)"
        ],
        "referral to other disciplines": " Referral to other disciplines Surgeon –Surgery is indicated in the following circumstances(5) -Vascular TOS -Usually in true neurogenic TOS -In some patients with nonspecific TOS when conservative methods have been unsuccessful –Referral to a vascular surgeon if the patient is suspected of having arterial or venous TOS. For studies on the efficacy of surgery and the medical management of arterial and venous forms of TOS, please see Clinical Review…Thoracic Outlet Syndrome: Arterial and Venous Forms ; CINAHL Topic ID Number: T708634 Occupational therapy as indicated ",
        "other considerations": [
            "Authors of a study compared athletes versus nonathletes undergoing thoracic outlet decompression for neurogenic TOS. One hundred eighty-four  patients (97 were athletes and 87 were nonathletes) who had undergone first rib resection and scalenectomy (FRRS) were surveyed on their results(38) –Most patients undergoing FRRS improved and were satisfied with the result. Athletes had slightly better outcomes in activity and pain medication use, but their satisfaction after FRRS was very similar to nonathletes -87% of patients improved their pain medication use (93% in athletes and 80% in nonathletes) -77% reported they would undergo FRRS on the contralateral side if needed (80% in athletes and 65% in nonathletes) -86% reported they could perform ADLs without limitation (95% in athletes and 77% in nonathletes)",
            "Authors of a retrospective study (N = 265) evaluated the influence of body weight on surgical treatment for neurogenic TOS. The patients all underwent supraclavicular decompression for neurogenic TOS(39) –BMI had no significant effect on functional outcomespostoperatively or at the 3-month  follow-up"
        ],
        "treatment summary": [
            "Surgery is often the first choice in true neurogenic TOS, especially when there are objective signs from EMG and NCV tests show evidence of nerve compression. However, surgical indications for disputed neurogenic TOS are less clear and an extensive trial of PT is recommend before considering surgery, as it can be effective(28)",
            "There are no RCTs assessing the effectiveness of PT. Neurogenic TOS is a complex and varied condition,making standardizing and comparing treatments difficult. Therefore, management must take an individualized approach to address the mechanical factors causing compromise of neurovascular structures(40)",
            "Individualized and exam-driven  PT programs aim to create space between the first rib and clavicle and decrease load of the limb(40)",
            "Authors of study (N = 150) evaluated PT management and surgical treatment in a prospective observational cohort of patients with neurogenic TOS using patient-reported  outcome measures. All patients underwent a PT evaluation and treatment for 4–6 weeks –The PT program consisted of scalene and pectoralis muscle stretching and relaxing exercises, with a focus on shoulder girdle and scapular mobility, mechanics, postural improvement, and diaphragmatic breathing, using caution with strengthening, weight training, and resistance bands –PT alone was effective in 31% of the patients who completed the entire PT program. Surgery was offered to those who did not respond to PT. In those patients whom PT failed, surgery was effective in substantially reducing symptoms in about 90% of the patients –The authors concluded that PT can be effective, but when it is insufficient surgery can be effective",
            "General conservative management –Patient education(10,40) -Postural education -Postural awareness to support the shoulder girdle is the long-term  goal, but short-term  goals to control pain can be achieved through external support -Use of a pillow or towel roll to lift the shoulder girdle while resting, driving, or working at a desk -Tape across the scapulae might help the patient to maintain neutral posture and/or support overlengthened, weak muscle -Instruct patient to cease exercises or activities that aggravate symptoms and to inform treating clinician as well as physician when these situations arise(9) –Diaphragmatic breathing exercises(10) -The patient is taught how to breathe with the diaphragm rather than with the accessory muscles, particularly the scalenes –Manual therapy -Common mobilizations that can help reduce symptoms include first rib mobilizations, anteroposterior mobilizations of the second and third ribs, flexion mobilizations of T2-T5,  and lateral lower cervical glides on the nonpainful side(40) -Trigger point therapy, myofascial release, and massage therapy including cross-fiber  friction and muscle stripping techniques in conjunction with gentle passive stretching can assist with alleviating patient’s pain and loss of ROM and improve strength(23) -Based on a United States case study of a 24-year-old  female with neurogenic TOS -Patient received 8 treatment sessions over a 35-day  period  –Cervical traction -Manual cervical tractionmay be beneficial. The best position to perform on a patient is to ensure a neutral ribcage with either a flexed or depressed sternum(40) -Authors of a study (N = 40) found that mechanical cervical traction may improve some symptoms associated with TOS(14) -Control group received hot pack and exercise program as treatment and the treatment group received hot pack, exercise program, and cervicaltraction -Cervical traction -Set at 20 seconds of traction with 10 seconds of rest -Traction force was reportedly 10 to 15 kg, adjusted to tolerance -Completed in supine -Statistically significant improvements for the treatment group not found in the control group were noted in the Roos’ test, Wright’s test, costoclavicular test, and Erb tenderness (pressure applied with thumb over supraclavicular fossa) -The treatment group also had significantly better numbness scores (measured with a Likert scale) –Therapeutic exercise(40,41) -Stretching to help lengthen shortened tissues found on examination (e.g., pectoralis, latissimus, scalenes). It can be challenging, as stretching can reproduce symptoms. A physical therapist manually lengthening them often can be more effective prior to the patient attemptingstretching on his or her own -Neural glides can be helpful but again caution needs to be used as they can increase symptoms -Strengthening scapular muscles may need to begin after symptoms have begun to subside -Stabilization exercises can be performed with a gym ball (e.g., quadruped over the ball, lifting an upper or lower extremity) -Postural reeducation in conjunction with strengthening and stretching program . Problem Goal Intervention Expected Progression Home Program  Pain, paresthesia Reduce/eliminate pain and paresthesia(6)Prescription, application of devices and equipment _ May try cervical traction; obtain physician orders prior to initiating and verify parameters _ _ (See Treatment summary , above) _ _ A cervical roll/pillows to adjust sleep positions might be indicated to ease sleep(40) _ _ Physical agents and mechanical modalities _ Use of hot pack with traction to control pain may be implemented _ Use of trigger point and myofascial release manual therapy techniques _ _ Diaphragmatic breathing _ See Treatment summary , aboveA decrease in pain and paresthesiaProvide patient with written instructions on appropriate use of hot pack _ _ Provide patient with written instructions on how to carry out the stretches and exercises safely and effectively  Postural deviations and poor body mechanicsImprove posture Postural and body mechanics training _ Postural reeducation is recommended(40) _ _ Education on altering sleep postures that may aggravate TOS. Patient should avoid overhead positioning at night, as well as the prone position and sleeping on the involved side _ _ Avoid postures that aggravate symptoms(40) _ _ Instruction on importance of wearing supportive bras and avoiding heavy loads that strain the neck and shoulders _ _ Ergonomic adjustment for the work environment and at home to assist in eliminating faulty posturesProgress as indicated for each unique patientProvide diagrams and oral and written instruction for home that incorporate functional activities Poor breathing mechanicsImprove breathing mechanics(7)Respiratory strategies _ Educate the patient on diaphragmatic breathing to assist in reduction of accessory muscle use(7)See Treatment summary , aboveProvide patient with written instructions on proper execution of postural corrections and breathing techniques Decreased cardiorespiratory enduranceImprove cardiorespiratory enduranceTherapeutic exercise _ Aerobic training (treadmill walking per patient’s tolerance) as well as chest expansion activities; may increase respiratory capacity(5,10)Progress patient per toleranceIncorporate aerobic training in the home program as indicated  Decreased ROM Improve ROM Therapeutic exercise _ Self-assisted ROM exercise to improve active ROM; examples of equipment/strategies are finger ladder or ball rolling as appropriate(7) _ _ Patient should be instructed and properly trained on how to complete:(9) _ _ Corner wall stretches (patient leans into corner of room with hands braced on adjacent walls) _ _ Neck stretches(6) _ _ Neck retraction(6) _ _ Posteriorly directed shoulder rolls(6)Progress as indicated for each unique patientEducate patient on importance of functional ROM, and ensure correct alignment and stabilization during exercises prior to implementation at home _ _ Provide patient with diagrams and written instructions on proper execution of exercises Decreased muscle control and strengthIncrease muscle strength appropriatelyTherapeutic exercise _ Scapular setting _ Decrease emphasis on exercise of hypertrophied muscles _ _ See Treatment summary , aboveResistance exercise for impaired muscle performance, in particular middle and lower trapezius muscles, rhomboid muscles, and serratus anterior muscles(6)Educate patient on importance of strength, and ensure correct alignment and stabilization during exercises prior to implementation at home. _ Provide patient with diagrams and written instructions on proper execution of exercises  Decreased function Return to work and other prior activitiesPatient education _ Work-related biomechanics and ergonomics education _ _ Modification of job activities that exacerbate symptomsProgress each individual as appropriate for tasks identifiedProvide written instructions for work- related ergonomic adaptations ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduce eliminate pain and paresthesia": [
            "V AS",
            "Special tests–EAST or Roos’ test–Adson’s test–Halstead–Costoclavicular syndrome test–ULTT"
        ],
        "increased flexibility": [
            "ROM"
        ],
        "improve strength and rom": [
            "ROM",
            "MMT"
        ],
        "improved upper extremity function, improved ability to perform adls": [
            "DASH"
        ],
        "improved posture": [
            "Postural alignment"
        ],
        "improve breathing mechanics": [
            "6MWT"
        ],
        "return to work": [
            "Time off work"
        ]
    },
    "maintenance or prevention": [],
    "patient education": [
        "OrthoGate for Patients, “Thoracic Outlet Syndrome,” https://www.orthogate.org/patient-education/shoulder/thoracic-outlet-syndrome",
        "Cleveland Clinic, “Thoracic Outlet Syndrome,” https://my.clevelandclinic.org/health/diseases/17553-thoracic-outlet-syndrome-tos",
        "American Academy of Orthopaedic Surgeons, “Thoracic Outlet Syndrome,” https://orthoinfo.aaos.org/en/diseases--conditions/thoracic-outlet-syndrome  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Podlaha J. Thoracic outlet syndrome--24  years of experience. Bratisl Lek Listy . 2007;108(10-11):429-432.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Edgelow PI. Neurovascular consequences of cumulative trauma disorders affecting the thoracic outlet: a patient-centered  treatment approach. In: Donatelli RA, ed. Physical Therapy of the Shoulder . 5th ed. St. Louis, MO: Churchill Livingstone; 2011:205-236.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Köknel Talu G. Thoracic outlet syndrome. Agri. 2005;17(2):5-9.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Mercier LR. Thoracic outlet syndromes. In: Practical Orthopedics . 6th ed. Philadelphia: Mosby Elsevier; 2008:45-49.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Lin L, Lindgren K. Thoracic outlet syndrome. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Saunders/Elsevier; 2020:633-638.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Hooper TL, McGalliard MK, Brismée J, Sizer PS. Thoracic outlet syndrome: a controversial clinical condition. Part 1: anatomy, and clinical examination/diagnosis. J Man Manip Ther. 2010;18(2):74-83.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Kisner C, Colby LA, Borstad J. In: Therapeutic Exercise: Foundations and Techniques . 7th ed. Philadelphia, PA: FA Davis; 2018:374-408.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Khan MI, Siddiqui NH. Thoracic outlet syndrome. In: Domino FJ, ed. The 5-Minute Clinical Consult Standard 2018 . 29th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2021:976-977.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Thoracic outlet syndrome. In: Greene WB, ed. Essentials of Musculoskeletal Care . 5th ed. Rosemont, IL: American Academy of Orthopaedic Surgeons; 2018:157-160.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Stockert BW, Kenny L, Edgelow PI. Beyond the central nervous system: neurovascular entrapment syndromes. In: Umphred DA, Burton GU, Lazaro RT, Roller ML, eds. Neurological Rehabilitation . 7th ed. St. Louis, MO: Mosby Elsevier; 2019:571-584.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Lee TS, Hines GL. Cerebral embolic stroke and arm ischemia in a teenager with arterial thoracic outlet syndrome: a case report. Vasc Endovascular Surg . 2007;41(3):254-257. (C)"
        },
        {
            "number in article": 12,
            "reference": "Wilcox R, III. Standard of care: vascular thoracic outlet syndrome (non-operative).  Brigham and Women's Hospital Web site. https://www.brighamandwomens.org/assets/BWH/patients-and-families/rehabilitation-services/pdfs/c-spine-neurological-tos.pdf . Published 2007. Accessed May 13, 2018. (RV)"
        },
        {
            "number in article": 13,
            "reference": "Magee DJ. In: Orthopedic Physical Assessment . 6th ed. Philadelphia, PA: WB Saunders; 2014:508-549.  (GI)"
        },
        {
            "number in article": 14,
            "reference": "Taskaynatan MA, Balaban B, Yasar E, Ozgul A, Kalyon TA. Cervical traction in conservative management of thoracic outlet syndrome. J Musculoskeletal Pain . 2007;15(1):89-94.  (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:80-82,  227-230. (GI)"
        },
        {
            "number in article": 16,
            "reference": "Chang KZ, Likes K, Davis K, Demos J, Freischlag JA. The significance of cervical ribs in thoracic outlet syndrome. J Vascular Surg . 2013;57(3):771-775.  doi:10.1016/ j.jvs.2012.08.110. (R)"
        },
        {
            "number in article": 17,
            "reference": "Meumann EM, Chuen J, Fitt G, Perchyonok Y, Pond F, Dewy HM. Thromboembolic stroke associated with thoracic outlet syndrome. J Clin Neurosci . 2014;21(5):886-889. doi:10.1016/j.jocn.2013.07.030. (C)"
        },
        {
            "number in article": 18,
            "reference": "Nichols D, Seiger C. Diagnosis and treatment of a patient with bilateral thoracic outlet syndrome secondary to anterior subluxation of bilateral sternoclavicular joints: A case report. Physiother Theory Pract . 29(7):562-571.  doi:10.3109/09593985.2012.757684. (C)"
        },
        {
            "number in article": 19,
            "reference": "Collins RM, Bhana J, Patricios JS, et al. Thoracic outlet syndrome in a patient with absent scalenus anterior muscle. Clin J Sport Med . 2014;24(3):268270. doi:10.1097/ JSM.0000000000000006. (C)"
        },
        {
            "number in article": 20,
            "reference": "Chandra V, Little C, Lee JT. Thoracic outlet syndrome in high-performance  athletes. J Vasc Surg . 2014;60(4):1012-1017.  doi:10.1016/j.jvs.2014.04.013. (R)"
        },
        {
            "number in article": 21,
            "reference": "Rochlin DH, Orlando MS, Likes KC, Jacobs C, Freischlag JA. Bilateral first rib resection and scalenectomy is effective for treatment of thoracic outlet syndrome. J Vascular Surg. 2014;60(1):185-190.  doi:10.1016/j.jvs.2014.01.034. (R)"
        },
        {
            "number in article": 22,
            "reference": "Lim RP, Bruno M, Rosenkrantz AB, et al. Comparison of blood pool and extracellular gadolinium chelate for functional MR evaluation of vascular thoracic outlet syndrome. Eur J Radiol. 2014;83(7):1209-1215.  doi:10.1016/j.ejrad.2014.04.018. (R)"
        },
        {
            "number in article": 23,
            "reference": "Streit RS. NTOS symptoms and mobility: a case study on neurogenic thoracic outlet syndrome involving massage therapy. J Bodyw Mov Ther . 2014;18(1):42-48.  doi:10.1016/ j.jbmt.2013.04.007. (C)"
        },
        {
            "number in article": 24,
            "reference": "Kuyumdzhiev S, Wall ML, Rogoveanu R, Power D, Vohra R. Brachial plexus lipomata presenting with neurogenic and venous thoracic outlet syndrome: Case reports and review of the literature. Ann Vasc Surg . 2014;28(7):1797.e7-1797.e10.  doi:10.1016/j.avsg.2014.04.016. (RV)"
        },
        {
            "number in article": 25,
            "reference": "Moriarty JM, Bandyk DF, Broderick DF, et al. ACR Appropriateness Criteria imaging in the diagnosis of thoracic outlet syndrome. J Am Coll Radiol . 2015;12(5):438-443. doi:10.1016/j.jacr.2015.01.016. (G)"
        },
        {
            "number in article": 26,
            "reference": "Likes K, Rochlin DH, Call D, Freischlag JA. Coexistence of arterial compression in patients with neurogenic thoracic outlet syndrome. JAMA Surg . 2014;149(12):1240-1243. doi:10.1001/jamasurg.2014.280. (R)"
        },
        {
            "number in article": 27,
            "reference": "Orlando MS, Likes KC, Mirza S, et al. Preoperative duplex scanning is a helpful diagnostic tool in neurogenic thoracic outlet syndrome. Vasc Endovasc Surg. 2016;50(1):29-32. doi:10.1177/1538574415623650. (R)"
        },
        {
            "number in article": 28,
            "reference": "Osterman AL, Wilson MS. Thoracic outlet syndrome. Sotereanos D, Papatheodorou L, eds. Compressive Neuropathies of the Upper Extremity . Springer, Cham; 2020. (GI)"
        },
        {
            "number in article": 29,
            "reference": "Panda N, Donahue DM. Evaluation of patients with neurogenic thoracic outlet syndrome. Thorac Surg Clin . 2021;3(1):55-59.  doi:https://doi.org/10.1016/j.thorsurg.2020.09.005. (GI)"
        },
        {
            "number in article": 30,
            "reference": "Kim SW, Jeong JS, Kim BJ, Choe YH, Yoon YC, Sung DH. Clinical, electrodiagnostic and imaging features of true neurogenic thoracic outlet syndrome: Experience at a tertiary referral center. J Neurol Sci . 2019;404:115-123.  doi:https://doi.org/10.1016/j.jns.2019.07.024. (R)"
        },
        {
            "number in article": 31,
            "reference": "Offnick AB, Feischlag JA. Deploying airbag in motor vehicle collision as the mechanism of neurogenic thoracic outlet syndrome: a case report. Ann Vasc Surg . 2020;68(572):e1-572.e3.  doi:https://doi.org/10.1016/j.avsg.2020.04.052. (C)"
        },
        {
            "number in article": 32,
            "reference": "Hamouri S, Al Qudah M, Al-Zoubi N, Al Gargaz W, Jarboa H, Hecker E. Rib osteoblastoma as a cause of neurogenic thoracic outlet syndrome: a case report. Am J Case Rep . February 8, 2021;22:e928548. doi:https://doi.org/10.12659/AJCR.928548. (C)"
        },
        {
            "number in article": 33,
            "reference": "Kaplan J, Kanwal A. Thoracic outlet syndrome. StatPearls . Treasure Island (FL): StatPearls Publishing; 2020. (GI)"
        },
        {
            "number in article": 34,
            "reference": "Huang J, Shahbazian K, Zager E, Khoury V. 03:36 PM Abstract No. 300 ultrasound-guided  interscalene block for neurogenic thoracic outlet syndrome: a 3-year experience. JVIR. 2019;30:S133-S134.  doi:https://doi.org/10.1016/j.jvir.2018.12.366. (R)"
        },
        {
            "number in article": 35,
            "reference": "Al Shakarchi J, Jaipersad A, Morgan R, Pherwani A. Early and late outcomes of surgery for neurogenic thoracic outlet syndrome in adolescents. Ann Vasc Surg . 2020;63:332-335.  doi:https://doi.org/10.1016/j.avsg.2019.07.026. (R)"
        },
        {
            "number in article": 36,
            "reference": "Yin ZG, Gong KT, Zhang JB. Outcomes of surgical management of neurogenic thoracic outlet syndrome: a systematic review and Bayesian perspective. J Hand Surg Am . 2019;44(5):416.e1-416.e17.  doi:https://doi.org/10.1016/j.jhsa.2018.06.120. (SR)"
        },
        {
            "number in article": 37,
            "reference": "Jammeh ML, Ohman JW, Vemuri C, Abuirqeba AA, Thompson RW. Anatomically complete supraclavicular reoperation for recurrent neurogenic thoracic outlet syndrome: clinical characteristics, operative findings, and long-term  outcomes [published online ahead of print, 2021 Jan 27]. Hand (N Y) . 2021;1558944720988079. doi:https:// doi.org/10.1177/1558944720988079. (R)"
        },
        {
            "number in article": 38,
            "reference": "Beteck B, Shutze W, Richardson B, et al. Comparison of athletes and nonathletes undergoing thoracic outlet decompression for neurogenic thoracic outlet syndrome. Ann Vasc Surg. 2019;54:269-275.  doi:https://doi.org/10.1016/j.avsg.2018.05.049. (R)"
        },
        {
            "number in article": 39,
            "reference": "Ohman JW, Abuirqeda AA, Jayarajan SN, Balderman J, Thompson RW. Influence of body weight on surgical treatment for neurogenic thoracic outlet syndrome. Ann Vasc Surg. 2018;49:80-90.  doi:https://doi.org/10.1016/j.avsg.2017.10.031. (R)"
        },
        {
            "number in article": 40,
            "reference": "Collins E, Orpin M. Physical therapy management of neurogenic thoracic outlet syndrome. Thorac Surg Clin . 2021;31(1):61-69.  doi:https://doi.org/10.1016/ j.thorsurg.2020.09.003. (GI)"
        },
        {
            "number in article": 41,
            "reference": "Balderman J, Abuirqeba AA, Eichaker L, et al. Physical therapy management, surgical treatment, and patient-reported  outcomes measures in a prospective observational cohort of patients with neurogenic thoracic outlet syndrome. J Vasc Surg . 2019;70(3):832-841.  doi:https://doi.org/10.1016/j.jvs.2018.12.027. (R)"
        }
    ]
}