{
    "metadata": {
        "title": "Charcot-Marie-Tooth  Disease in Adults",
        "synonyms": [
            "hereditary motor sensory neuropathy (hmsn)",
            "peroneal muscular atrophy",
            " charcot-marie-tooth  neuropathy",
            "neuropathy, hereditary motor sensory",
            "hmsn",
            " muscular atrophy, peroneal",
            "roussy levy syndrome"
        ],
        "anatomical location body part affected": [
            "Peripheral nerves (the lower extremities more severely affected than the upper extremities), distal musculature (especially the foot intrinsics and the peroneals)"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            " cardiovascular rehabilitation",
            "pulmonary rehabilitation",
            "hand therapy"
        ],
        "description": [
            "Charcot-Marie-Tooth  (CMT) disease encompasses a heterogeneous group of inherited disorders that affect peripheral nerves(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G60.0": "hereditary motor and sensory neuropathy (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Presentation –Onset of CMT disease is typically a slow progression, starting in the first two decades of life(3) –CMT disease is progressive in nature, but progression is most often slow(1) –The degree of impact CMT disease has on an individual varies widely and symptoms are on a spectrum(1) –CMT disease does not generally cause death(1)",
            "Signs and symptoms (1,2) –Slowly progressive distal muscle wasting –Gait abnormalities, including foot drop/foot slap and high steppage gait; also clumsiness and tripping/falling (2) –Weakness of the lower leg, foot, and ankle is most typical in patients with distal CMT disease. However, proximal upper extremity and hand weakness might be present in some cases, even in the early stages of CMT disease. Difficulty lifting both light and heavy objects might also be reported.(6) Although both upper and lower extremities can be affected, symptoms in the lower extremities are typically noticed first –Foot deformities, including pes cavus, claw toe, hammertoe, and others, might be noted. Pes cavus is a common reason for referral to a neurologist, eventually leading to diagnostic studies, such as electromyography or genetic testing(2,24) -Imbalance in the strength of the invertor and evertor muscles coupled with the overload of plantarflexors against weakened dorsiflexors contributes to the development of foot deformity, ankle contracture, and gait impairment(1)  –Reflexes might be impaired(7) –Neuropathic pain(7) –Cranial nerve deficits, especially involving VII, VIII, IX, X, and XII(4) –Difficulty might be noted with tasks such as writing, buttoning, using zippers, and picking up money(6) –Distal sensory loss; although paresthesia is less common and less severe than in other neuropathies, patient may complain of cold feet –Proximal weakness occurs in a subgroup of patients with CMT disease -Hip abductor and extensor weakness might be present Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "If a patient presents through direct access and has neurological symptoms consistent with CMT disease without a formal diagnosis from a physician, immediate referral to a physician is warranted",
            "Routine screening of the hip has been suggested by some authors since patients with CMT disease can have asymptomatic progressive hip subluxation leading to osteoarthritis(14)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "CMT disease is a genetic disorder in which the genetic encoding of proteins in myelin sheaths or axons in both motorand sensory nerves is affected, resulting in faulty peripheral nerve function. All forms of CMT disease involve eitherdemyelination or axonal deterioration(1)",
            "There are many types and subtypes of CMT disease(3)–CMT disease Type I-Type I, which is the most common form of CMT disease, accounts for 74% of all cases(3)-It is classified as autosomal dominant. See Pathogenesis , below-It is characterized by distal weakness, decreased nerve conduction velocities, and decreased deep tendon reflexes(9)-Type I is classified as a demyelinating form of CMT disease, caused by a myelin defect(8)-Many subtypes of Type I exist (i.e., CMT disease Type IA, IB, IC, ID, IF, and IX)(7)-Type IA is the most common form, accounting for 36% of all cases of CMT disease and 55% of genetically definedcases(29)-CMT disease Type IX is the second most common form of CMT disease and involves a gene mutation on the Xchromosome. It affects males more severely than females, and accounts for at least 10% of all patients with CMTdisease(29)–CMT disease Type II-Type II is a mild form, with less weakness and nerve involvement, and is a primary axonopathy; it is the axonal form ofCMT disease(3,9)-Accounts for 20% of all cases of CMT disease(29)-Researchers who conducted a genetic study in Germany of 73 individuals with CMT disease Type II reported that 6 ofthe individuals tested had mutations in the mitofusin 2 ( MFN2 ) gene(10)-Many subtypes exist (i.e., CMT disease Type IIA, IIB, IIC, IID, IIE, IIF, IIG, and IIL)(7,11)–CMT disease Type III-Also known as Dejerine-Sottas  syndrome or Dejerine-Sottas  phenotype, this is a rare demyelinating form of CMTdisease in which symptoms begin during infancy(1,7,28)-Characterized by severe “hypertrophic” demyelination(3)–CMT disease Type IV(7,30)-A rare demyelinating form of CMT disease that is autosomal recessive. See Pathogenesis , below-Patient might be deaf or present with vision issues in addition to muscular weakness. Symptoms usually begin before theage of 2 or 3 years and progress rapidly thereafter(30)-SURF1 gene mutations have been found in 5% of families presenting with CMT Type IV(32)-Many subtypes exist (i.e., CMT disease Type IV A, IVB, IVC, IVD, and IVF)(7)–Hereditary neuropathy with predisposition to pressure palsy (HNPP)(7,28)-This is classified as autosomal dominant and is another demyelinating form of neuropathy-It is similar to CMT disease Type I in that it results from the same chromosome and gene. The difference between thetwo types is that HNPP involves a deletion on the gene site rather than a duplication error as in Type I-Patients with this type of CMT disease have only transient episodes of neurologic impairments that can last from hoursto years. Episodes can be brought on by certain body positions that place pressure on nerves located superficially(28)",
            "Various molecular studies have identified more than 40 involved genes and loci(33)"
        ],
        "pathogenesis": [
            "Adequate gene therapy for patients with CMT disease requires an understanding of the disease’s pathogenesis.(2) Thedisorder has 3 inheritance patterns that result in the expression of the various types and subtypes(7)–Autosomal dominant inheritance(7)-This refers to a mutation on a gene rather than on an X or Y sex chromosome-Individuals with CMT disease possess a gene mutation that has a 50% chance of being passed on to offspring-The most common forms of CMT disease are passed on to offspring via autosomal dominant inheritance–Autosomal recessive inheritance(7)-This inheritance pattern first requires that both parents possess the defective gene responsible for CMT disease. Inaddition, each parent has only a 25% chance of passing the mutated gene to offspring-CMT disease develops only in individuals with both copies of the recessive genes, so parents with only one copy of thedefective gene will have no symptoms-All CMT disease type IVs are autosomal recessive and are the least common forms of CMT disease–X-linked  inheritance-This inheritance pattern involves a gene mutation responsible for CMT disease that is carried on the female sexchromosome. Mothers with the gene have a 50% chance of passing it to their sons(7)-Although females have a 50% chance of becoming a carrier, they usually have few to no symptoms. On the other hand,males who possess the gene mutation typically have moderate to severe symptoms(7)",
            "Spontaneous genetic mutation(7)–Individuals can also develop CMT disease due to a spontaneous genetic mutation. Although a family history of CMTdisease will be absent, a spontaneous gene mutation can result in the disorder–A spontaneous genetic mutation can be passed on to offspring–De novo genetic mutations that have been associated with CMT disease include heterozygous inverted foramin-2  (INF2)(35) and myelin protein zero ( MPZ) mutation(34)-Authors of a study conducted in 13 centers around the world associated with the Inherited NeuropathiesConsortium–Rare  Disease Clinical Research Consortium (INC-RDCRC)  between 2009 and 2012 and at Wayne StateUniversity in the United States between 1996 and 2009 concluded that all MPZ mutations associated with CMT areassociated with specific phenotypes(41)-One hundred and three patients from 71 families with 47 different MPZ mutations with a mean age of 40 years (range3–84  years) were separated into infantile, childhood, and adult-onset  groups-Infantile-onset  group:-Slower nerve conductions than the other groups-Severity increased with age-Half of the infantile-onset  patients required ambulation aids or wheelchairs for ambulation as they got older-Earlier onset (infantile and childhood) phenotypes appeared to show developmentally impaired myelination, whereasthe adult-onset  phenotype appeared to show axonal degeneration without antecedent demyelination-Other clinical findings regarding the 103 patients from this study:-Twenty-three  patients had no family history of CMT disease-Sixty-one  patients wore foot/ankle orthoses, 19 required walking assistance or support, and 10 required wheelchairs-There was hearing loss in 21 and scoliosis in 17-Forty-two  patients did not begin walking until after 15 months of age",
            "Skin biopsies of patients with CMT suggest that mutations in both myelin and axon genes result in shortened internodes(portion of nerve fiber between two nodes of Ranvier)(42)"
        ],
        "risk factors": [
            "The risk of CMT disease increases when a person has the genotype for the disorder. It is also hypothesized thatenvironmental factors might affect the severity of the disease(12)",
            "Family history is a factor in some forms"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with CMT disease are at risk for falls and might have impaired balance secondary to foot deformity and foot/ankle weakness",
        "This patient population is also at increased risk for ankle sprains",
        "Recurrent stroke-like  episodes have been associated with CMT Type IX(13)",
        "Patients with sensory loss are susceptible to skin breakdown, including nonhealing foot ulcers. Good foot care should be emphasized",
        "Patients with laryngeal dysfunction are at risk for aspiration pneumonia. Follow aspiration precautions",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "If a patient presents through direct access and has neurological symptoms consistent with CMT disease without a formal diagnosis from a physician, immediate referral to a physician is warranted",
            "Routine screening of the hip has been suggested by some authors since patients with CMT disease can have asymptomatic progressive hip subluxation leading to osteoarthritis(14)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -What is the nature of the referral? Is there a confirmed diagnosis of CMT? -Inquire about any hospitalizations and/or complications -Inquire about how the patient’s disease is progressing -Patients typically report insidious onset of clumsiness, falling, or weakness, and might have previous knowledge of their disorder secondary to genetic testing and familial history",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management Currently there are no medical treatments that can effectively reverse or slow the underlying disease process. Medical management typically consists of supportive treatment that includes rehabilitation, surgical correction of deformities, and pharmacological treatment of pain",
                    "surgical management": [],
                    "medications": "Determine what medications have been prescribed and if they are being taken. Currently, there are no effective pharmacological interventions for CMT disease. However, the use of creatine supplements is being studied to determine their efficacy(15)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Nerve conduction studies often demonstrate sensorimotor demyelinating polyneuropathy.(4) However, nerve conduction studies in patients with CMT disease Type II might indicate only minor or even no impairment(3)",
                        "Genetic testing can be performed to identify the gene mutation that results in CMT disease"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help Creatine supplementation, vitamins, and fatty acids are sometimes tried, but evidence is lacking about their effect on muscle strength or function in patients with CMT disease(38)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document any noted aggravating or easing factors -Complaints of muscle cramping and pain are common in patients with CMT disease, and these symptoms might be exacerbated by exercise(38)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs intermittent, sharp, dull, aching, burning, numbness, tingling) -Fatigue is a commonly reported symptom in CMT disease(38) ",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables -Authors of a prospective study in the United States that involved 110 patients with CMT disease indicate that muscle cramps occur frequently in many muscles and have a measurable impact on QOL(40) -Overall, muscle cramp features, including frequency and severity, were stable and did not vary significantly over an 8-week  period",
                "sleep disturbance": "Document number of wakings/night, if any. Inquire about quality of sleep, sleep apnea, restless leg syndrome, excessive daytime sleepiness, and fatigue. The Pittsburgh Sleep Quality Index (PSQI) can be used to assess sleep quality -Sleep quality has been reported to be severely reduced in patients with CMT disease Type I(36) -In a study conducted in Germany, researchers found that patients with CMT disease Type I were affected by sleep apnea more often than control subjects matched for risk factors for sleep-related  breathing disorders (e.g., age, male sex, overweight or obesity) -The proportion of patients with excessive daytime sleepiness and fatigue was significantly higher in the CMT disease Type I group than in controls -Restless leg syndrome has been reported mainly in patients with CMT disease Type II. In CMT disease Type I, restless leg syndrome is highly associated with the presence of sensory symptoms",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, respiratory compromise)",
                "respiratory status": " Respiratory status -There might be respiratory impact if the nerves leading to the intercostal muscles are affected. Individuals with respiratory dysfunction during sleep, neuromuscular or diaphragmatic weakness, or rigid spine syndromes might need to have their risk for respiratory complications assessed periodically -If respiratory symptoms develop, immediate referral to the patient’s physician is warranted(7) -Document the use of supplemental oxygen or mechanical ventilation Barriers to learning -Are there any barriers to learning? Yes___No___ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history Is there a history of dysfunction in any of the affected joints? Do any family members have CMT disease? What is the severity of the family members’ CMT disease?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, cardiovascular disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she might have experienced recently"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational activities? How much daily physical activity does the patient typically get? Does the patient work or attend school? What is the nature of the work tasks?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -What was the patient’s prior level of function? ADLs status? -Inquire about any difficulty with fine motor tasks -Document if the patient requires assistance with ADLs or uses adaptive equipment",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Take circumferential measurements to quantify the extent of edema. Assess body weight and height to calculate BMI since weight reduction might be advised to patients",
            "assistive and adaptive devices": "Does the patient currently use any assistive or adaptive devices? Are they still appropriate? Bracing is typically done to provide assistance with joint stability during activity, not to prevent formation of contractures(38)",
            "balance": " Balance –Assess standing static and dynamic balance with a standardized test, such as the Berg Balance Scale.(45)Determine if the patient has been experiencing falls because of balance impairment. Sensory ataxia can be present, resulting in a positive Romberg test -Dorsiflexor weakness might affect the maintenance of static balance by limiting the effectiveness of the ankle strategy(45) -Dynamic balance might be less affected than static balance because static postures require higher torque of ankle musculature. Use of hip strategy and upper limb movement typically contributes to dynamic balance and compensates for the distal muscle strength deficits(45)",
            "cardiorespiratory function and endurance": [
                "Assess vital signs as indicated and appropriate",
                "An endurance test such as a 6-minute  walk test (6MWT) for distance can be used. Take note of any observable shortness of breath in the patient, which requires a referral to a respiratory specialist.(7) The Borg Rating of Perceived Exertion (RPE) Scale can be used to estimate exercise intensity",
                "Cardiovascular fitness is typically reduced due to the obligatory sedentary lifestyle many patients with CMT disease assume(38) •Cranial/peripheral nerve integrity:  When assessing the cranial nerves (CNs), pay special attention to CN VII, VIII, IX, X, and XII. Note that CN VIII (vestibulocochlear nerve) is the most commonly affected CN in patients with CMT disease, resulting in sensorineural hearing loss.(4) Impairment of CN VIII generally seen in patients with CMT disease has also been associated with the vestibular impairment and loss of postural control(26)",
                "Weber test: this assesses for unilateral sensorineural hearing loss. A vibrating tuning fork is placed on the forehead or chin and the patient is asked, “Is the sound equal or louder in one ear?” Unilateral hearing loss would result in a difference between the two sides. Although the sound should be equal in both ears, clinicians should consider that symmetrical hearing loss would also produce equal sound in both ears •Functional mobility  (including transfers, etc.): Assess functional mobility including transfers and bed mobility. Use a functional testing instrument such as the FIM or the Timed Up & Go (TUG) test(45)"
            ],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Assess need for assistive device for balance and mobility. Note any observable gait impairments (e.g., foot drop, foot slapping, high steppage gait) resulting from distal muscle weakness. Compensatory hip flexion during gait in patients with CMT disease can result in early fatigue that limits walking duration(2) –While patients with CMT disease might still have a normal gait cycle, spatiotemporal factors such as velocity, cadence, and step length will be diminished due to weak dorsiflexors and plantarflexors(25) –Decreased hip flexor velocity and decreased walking speed and duration due to selective fatigue in hip flexors suggest that hip flexors compensate for distal muscle weakness(38) -Can use Timed Up and Go (TUG) Test to assess gait speed(45)  –Trendelenburg gait might also be observable, as hip abductor weakness is common(14) –Use the Dynamic Gait Index (DGI), if appropriate, to assess ambulation safety –Assess wheelchair mobility as indicated Joint integrity and mobility –Assess for ligamentous instability; ankle sprains are common (2) –Knee, spinal, and upper extremity deformities might also occur –Assess the hip joint as indicated -Hip abductor and extensor weakness can create a muscular imbalance that might result in acetabular dysplasia, increased femoral neck-shaft  angle (coxa valga),and femoral anteversion(31) -Prevalence of hip dysplasia in CMT disease is estimated to be 6–8.1%(31) -Screening patients with CMT disease for hip dysplasia has been recommended. Hip dysplasia often progresses asymptomatically until severe. Earlier diagnosis would allow earlier intervention(31) -Conversely, primary presentation of dysplasia should prompt an evaluation for CMT disease, given the known association(37) Motor function (motor control/tone/learning) –Assess tone, motor control, and coordination throughout. An example of an assessment tool that can be used for the hands is the Sollerman Hand Function Test(21)",
            "muscle strength": " Muscle strength –Assess strength of bilateral upper and lower extremities (2) –Generally, the muscles below the knee are the most affected. Weakness is primarily found in the distal musculature, particularly the foot intrinsics and peroneals(2,45) –Assess hip abductor strength, as this muscle group commonly is weak in patients with CMT disease(2) –Assess hip flexor strength, as weakness in this muscle group can impact walking ability(2) –When assessing the upper extremity, pay close attention to tripod pinch strength, as it can act as an important indicator of diminished manual dexterity(17)If the patient is a child, the clinician should inquire about developmental milestones and any delays that might have been present or still exist. If indicated, use the Peabody Developmental Motor Scales, Second Edition (PDMS-2)",
            "observation inspection palpation including skin assessment": [
                "Although not always present but considered a classic sign in patients with CMT disease, note the appearances of “inverted champagne bottle” legs.(2) Atrophy might also be noted(18)",
                "Palpate the foot for fixed or flexible deformities. Document presence of pes cavus, claw toe, hammertoe, varus hindfoot, equinovarus, or pes planus (2)",
                "Palpate for tenderness of the ligaments of the ankle secondary to inflammation/instability(2)",
                "Edema might develop in the lower extremities due to alterations in the circulatory system(7)",
                "If a brace is being used, assess for proper wear and for skin breakdown"
            ],
            "posture": " Posture –Assess for spinal and postural deformities(1) –When a patient with CMT disease is standing, excessive bilateral hip external rotation and decreased hip adduction might be observed(14) –Patients with CMT disease have disturbed anterior-posterior  postural control, which is suspected to be due to weak plantarflexors(25)",
            "range of motion": " Range of motion –Assess the toes, foot, and ankle for loss of active and passive ROM (AROM and PROM) because of contracture and deformities. Loss of dorsiflexion strength, resulting in foot drop, commonly results in tightening of the Achilles tendon –Assess thumb opposition -Thumb opposition AROM is a major determinant of manual dexterity in CMT disease(17) ",
            "self-care activities of daily living": "",
            "reflex testing": "In Type I CMT disease, deep tendon reflexes, especially the Achilles reflex, might be decreased or absent(9,18) Self-care/activities  of daily living  (objective testing) –ADLs might be impacted by CMT disease secondary to hand weakness and incoordination.(7) Assess using the Barthel ADL Index",
            "sensory testing": " Sensory testing –Patients might have light-touch  sensation deficits, usually mild(12,19) –Vibration and proprioception can be impaired initially, followed by temperature and pain in the later stages",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –CMT Pediatric Scale (CMTPedS)(27) -Standardized test for patients with CMT disease aged 3–20  years -An 11-item  scale that is used to evaluate strength, dexterity, sensation, gait, balance, power, and endurance –CMT Neuropathy Score (CMTNSv2)(27) -Standardized test for adult patients with CMT disease -A 9-item  scale based on patient history, neurological exam, functional limitations, and electrophysiology measurements –Medical Outcome Study Short Form-36  (SF-36) -Questionnaire used to identify the extent to which the patient’s condition/impairment affects the quality of life –Sollerman Hand Function Test(21) -Standardized test -An assessment of hand manual dexterity –Michigan Hand Outcomes Questionnaire (MHQ)(21) -Standardized test -A questionnaire for assessing a patient’s perceived upper limb functioning –Disabilities of the Arm, Shoulder, and Hand (DASH) Outcome Measure -Standardized test -A tool used to measure upper extremity disability and symptoms –Lower Extremity Functional Scale (LEFS)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Electrotherapy  contraindications/precautions -Do not place electrodes near -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads",
                "Osteomyelitis",
                "Hemorrhage",
                "Impaired sensation, mental status, or communication",
                "Cardiovascular disease",
                "Malignancy",
                "Dermatological conditions ",
                "Proximity of electromagnetic radiation",
                "In pregnant women, near the pelvis, lumbar spine, hips, or abdomen",
                "In patients with stroke or seizures, near the neck",
                "History of spontaneous abortion in pregnant women"
            ],
            "other": [
                "Patients with this diagnosis are at risk for falls; follow facility protocol for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies  (44)",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Contraindications/precautions to use of modalities(20)"
            ]
        },
        "diagnosis need for treatment": "Functional limitations and gait/balance deficits related to loss of strength of distal musculature and the development of deformities of the foot and ankle (might affect other joints, including the upper extremity); impaired motor control and coordination",
        "rule out": " Rule out Other peripheral neuropathies (e.g., Refsum disease, Riley-Day  syndrome)",
        "prognosis": [
            "Currently, there is no effective treatment for CMT disease(15)",
            "Type I CMT disease generally results in more functional impairment and faster progression than Type II CMT disease. Treatment is based on addressing deformities and limiting functional limitations and gait deficits as much as possible",
            "CMT disease has a slow progression and might lead to disability",
            "CMT disease does not reduce life expectancy"
        ],
        "referral to other disciplines": " Referral to other disciplines Back to physician for lack of progress or if surgical intervention might be warranted To orthotist/prosthetist/pedorthist for shoe modifications, custom shoes, orthotics, ankle-foot  orthosis (AFO), etc. To occupational therapy for impaired manual dexterity, ADL training, and upper extremity adaptive equipment, if needed To podiatrist, as needed, for callus and other pathologies that might develop secondary to improper gait and foot deformities (2) To social worker for home and equipment needs",
        "other considerations": [],
        "treatment summary": [
            "Strengthening, stretching, gait training, and prescription of adaptive/assistive equipment are examples of common physical therapy interventions.(5) Other interventions might include balance training and functional mobility training",
            "The physical therapy treatment plan should also involve patient education regarding safety and reducing fall risk, as well as promoting a healthy lifestyle (e.g., reducing weight, avoiding excessive alcohol consumption)(43)",
            "There is a growing body of evidence that exercise improves functional ability, independence, and quality of life in persons with CMT(3) –Special emphasis should be placed on improving strength of hip flexors and ankle musculature to improve gait parameters and function . Problem Goal Intervention Expected Progression Home Program  Decreased ROM, contracture, deformity (particularly of the foot/ ankle)Increase ROM/prevent contracture and deformity as ablePrescription, application of devices and equipment _ Ankle-foot orthoses, custom shoes, and other adaptive equipment, as needed, to address drop foot and foot deformities. Serial casting might be considered for increasing ankle dorsiflexion ROM short-term gains(22) _ _ Manual therapy _ To reduce/eliminate contracture of the toes (claw toe), tight Achilles tendon, and other soft tissue impairments. Capsular joint mobilization of the metatarsophalangeal joints and interphalangeal joints might be helpful in reducing deformity and secondary discomfort. Perform joint mobilization techniques to restricted upper extremity joints, which might have diminished ROM secondary to disuse or the progression of CMT disease _ _ Therapeutic exercise _ May include activities such as Achilles tendon/dorsiflexion stretching on slant boards or with a towel in a long sitting position. Toe stretching to increase toe extension ROM. Apply upper extremity ROM exercises that either increase ROM or prevent contracturesProgress each unique patient as appropriate and indicatedRecommend strategies for the home that address reduced ROM/ contractures/foot deformity  Ineffective cough and airway clearance (cough peak flow < 270L/min)Improve cough and airway clearanceRespiratory muscle training  Instruct patient/family members on augmented cough techniques, as well as chest percussion maneuvers and positioning to assist in mobilizing secretionsProgress each unique patient as appropriate and indicatedIncorporate techniques into home exercise program, as indicated Potential for reduced enduranceMaintain/improve enduranceTherapeutic exercise _ Strengthen proximal leg muscles to improve hip flexor endurance and increase walking endurance(2) _ _ Therapeutic activity _ Aerobic training which may include swimming or cycling(1)Progress each unique patient as appropriate and indicatedIncorporate aerobic training into home program as indicated  Muscular weakness Improve muscle strengthPhysical agents/ mechanical modalities _ Although evidence is lacking on the efficacy of its use in patients with CMT disease, electrical stimulation might be used to increase muscle strength _ _ Therapeutic exercise _ The use of a moderate- intensity resistance training program has been reported to improve strength and ADL performance in CMT disease patients.(15,23) _ _ _ A global lower extremity (and upper extremity, if involved) strengthening program can be developed for the individual. Ankle cuff weights and elastic resistance bands can be used to achieve a moderate-intensity program. Muscles that are no longer innervated need not be included. _ _ Foot intrinsic strengthening might be achieved by having the patient pick up marbles/ jacks or other small objects with the toes, or by “towel rolling” with the toes(15,23)Progress each unique patient as appropriate and indicatedImplement a strengthening program for the home as appropriate and indicated  Decreased standing static and dynamic balanceImprove balance reactionsBalance training _ Implement activities to encourage the improvement of static and dynamic balance, as well as training for improved postural control and to use balance strategies appropriately and effectivelyProgress by performing appropriate activities with the eyes closed. Otherwise, progress each unique patient as appropriate and indicatedProvide recommendations for home on ways to maintain/improve balance reactions Increased risk for falls Reduce fall risk Patient education _ Educate patient about the risk of falls and means of reducing fall"
        ]
    },
    "desired outcomes outcome measures": {
        "improved rom prevented or minimized contracture and or deformity": [
            "Goniometry",
            "Muscle flexibility tests(2)"
        ],
        "increased strength": [
            "Manual muscle testing",
            "Isokinetic strength testing",
            "Functional strength testing"
        ],
        "improved endurance": [
            "6MWT",
            "Borg Rating of Perceived Exertion (RPE) Scale",
            "V AS for fatigue"
        ],
        "improved balance reactions, reduced fall risk": [
            "Berg Balance Scale",
            "Tinetti Balance Scale"
        ],
        "improved gait wheelchair mobility": [
            "DGI",
            "10MWT"
        ],
        "improved functional mobility": [
            "FIM",
            "TUG test",
            "LEFS"
        ],
        "improved coordination dexterity": [
            "DASH Outcome Measure",
            "Sollerman Hand Function Test",
            "MHQ"
        ],
        "optimized neuromotor development": [
            "PDMS-2",
            "CMTPedS(27)",
            "CMTNSv2(27)"
        ],
        "independent with adls": [
            "Barthel Index"
        ],
        "improved quality of life": [
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "CMT disease cannot be prevented. However, a home exercise program and use of appropriate equipment can help to increase function and safety(43)",
        "In the case of patients with HNPP, avoiding positions or movements that aggravate superficial peripheral nerves can help prevent CMT episodes (e.g., crossing legs position, which applies pressure onto the peroneal nerve, or leaning on a table with the elbow, which applies pressure onto the ulnar nerve)(28)",
        "Genetic counseling is recommended to assist with family planning"
    ],
    "patient education": [
        "See “What Is Charcot Marie Tooth Disorder (CMT)?” and related resource articles from the Charcot-Marie-Tooth Association at https://www.cmtausa.org/",
        "See “Charcot-Marie-Tooth  Disease” from the Muscular Dystrophy Association at https://www.mda.org/disease/charcot-marie-tooth Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": []
}