{
    "metadata": {
        "title": "Dupuytren’s Contracture  Occupational Therapy",
        "synonyms": [
            "dupuytren disease",
            "viking’s disease",
            "scandinavian disease",
            "palmar fascial fibromatosis",
            "palmar fascia contracture",
            "contracture"
        ],
        "anatomical location body part affected": [
            "Musculoskeletal system (hand); palmar fascia; metacarpophalangeal (MCP), proximal interphalangeal (PIP), and rarely distal interphalangeal (DIP) joints; most commonly affects the 4th, 5th digits"
        ],
        "area of specialty": [
            "hand therapy"
        ],
        "description": [
            "Contracture of palmar fascia, resulting in flexion deformities of the digit(s) and loss of function(27)",
            "Dupuytren’s diathesis (features that predispose a person to have the disease and increase likelihood of recurrence):(2,14) –Early onset of disease (< 40 years) –Bilateral involvement –Ectopic lesions (knuckle pads, fascia plantaris, penile fascia) –Positive family history",
            "For more information on Dupuytren’s contracture, see Clinical Review…Dupuytren’ s Disease; CINAHL Topic ID Number: T708625"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M72.0": "palmar fascial fibromatosis (Dupuytren’s) (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Firm nodule in palm of hand, proximal to MCP joint, close to distal palmar crease and in axis of 4th digit/ring finger(27)",
            "Nodules are usually painless, then harden into a cord that extends into finger",
            "Flexion contractures of the MCP and PIP joints of the ring and little fingers are most commonly observed. The thumb and index web space is also susceptible to developing contractures(2)",
            "Tightness in involved fingers(16)",
            "Inability to extend finger(16)",
            "Tenderness (occasional)(16)",
            "Skin changes, such as thickening of palmar skin and underlying subcutaneous tissue(26)",
            "Decreased ROM of affected fingers(26)",
            "Loss of dexterity in hand(26)",
            "Secondary findings (estimated to occur in < 1% of patients with Dupuytren’s contracture)(27) –Knuckle pads (Garrod’s nodes) –Plantar fascial disease  –Contracture of penile fascial envelope (Peyronie disease) Causes, Pathogenesis, & Risk Factors complicationsIncrease knowledge of complicationsPatient education _ Provide patient and/or caregiver with written instructions for signs/ symptoms to watch for following surgeryN/A Provide patient and/or caregiver with written instructions for signs/ symptoms to watch for following surgery . Desired Outcomes/Outcome Measures"
        ],
        "contraindications precautions to test": [
            "Follow surgeon’s guidelines for postsurgical orthosis use, treatment",
            "Keep incision from surgery clean and dry to prevent infection unless otherwise specified by surgeon (e.g., wet-dry dressings may be appropriate for a patient with an open palm)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Possibly related to an increase in angiogenic basic fibroblast growth factor (bFGF)(27)",
            "Possibly related to microhemorrhage(27)",
            "Genetic predisposition; believed to be inherited as autosomal dominant trait(26)",
            "Possibly related to an increased level of tumor necrosis factor in patients undergoing BRAF inhibitor treatment formelanoma(5)"
        ],
        "pathogenesis": [
            "Dupuytren’s fascia contains high concentrations of type III collagen, a high ratio of type III to type I collagen, increasedamounts of total collagen, and increased lysyl oxidase activity(3)",
            "Local ischemia at microvascular level stimulates increased production of fibroblasts(3)",
            "Fibroblasts organized along lines of mechanical stress, causing cord found in Dupuytren’s contracture(3)",
            "Development of myofibroblasts(27)–In the proliferative stage, myofibroblasts increase(27)–In the residual stage, a dense fibroblast network is present(27)–In the involutional stage, myofibroblasts disappear, replaced by fibrous tissue and a cord-like  structure(27)"
        ],
        "risk factors": [
            "Smoking (especially if been smoking for an average of 16 years)(27)",
            "Excessive alcohol intake(27)",
            "Use of cigarettes and alcohol together may increase risk(27)",
            "Age: 40 to 60 years(2)",
            "Sex: male(27)",
            "Race/ethnic background: Northern European, Japanese, Taiwanese(27)",
            "Diabetes mellitus(27)",
            "Epilepsy(27)",
            "HIV infection(27)",
            "Vibration work exposure(27)–Authors of a cross-sectional  survey in Great Britain looking at the association between hand-transmitted  vibration andDupuytren’s contracture found an increased risk for contractures in men exposed to high levels of vibration on a weeklybasis(21)",
            "Rheumatoid arthritis(27)",
            "May be associated with systemic fibrosing syndrome (e.g., Peyronie disease, mediastinal and retroperitoneal fibrosis,Riedel struma, and plantar fibromatosis)(16)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Exercise can increase flare-ups  of Dupuytren’s contracture(18)",
        "Complex regional pain syndrome (CRPS) can be a complication following Dupuytren’s contracture release. If this occurs, treatment should focus on CRPS. Passive ROM (PROM) is contraindicated because of pain; splinting may also need to be discontinued temporarily until CRPS symptoms are controlled;(23) functional hand use (as tolerated by the patient) should continue to be encouraged. (For more information on CRPS, see Clinical Review…Complex Regional Pain Syndrome; CINAHL Topic ID Number: T708498)",
        "Follow surgeon’s guidelines for postsurgical orthosis use, wound care (e.g., wet-to-dry  dressings, whirlpool debridement), and treatment ",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Follow surgeon’s guidelines for postsurgical orthosis use, treatment",
            "Keep incision from surgery clean and dry to prevent infection unless otherwise specified by surgeon (e.g., wet-dry dressings may be appropriate for a patient with an open palm)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document when symptoms started, progression of symptoms, and nature of referral (postoperative versus nonoperative management)",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed. Are they being taken? Are they effective? First-line  of treatment may be steroid injection (triamcinolone).(27) A potential complication of injection therapy is injury to nearby structures such as arteries, nerves, or flexor tendons 5-fluorouracil(27) Topical dimethyl sulfoxide(26) Colchicine(26) Interferon(26) Topical imiquimod (Aldara)(26) Oral simvastatin(27) Injectable collagenase ( Clostridium histolyticum )(1,16,25) or triamcinolone(16) Following injection and finger manipulation, skin tears may occur.(1) In these cases therapy will include wound management activities",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Although the diagnosis is typically based on clinical examination, possible additional tests for this condition include the following:",
                        "MRI (to assess vascularity of lesions) or ultrasound may be performed(27)",
                        "Biopsy rarely needed to differentiate between a Dupuytren’s nodule and a soft tissue tumor(27)",
                        "Laboratory tests: hemoglobin A1c or thyroid-stimulating  hormone (TSH) values(26)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Are there any positions or movements that bring on or ease symptoms?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling) ",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Pain usually signals a complication (e.g., excessive inflammation, hematoma, ischemic skin necrosis, wound infection)(23)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or(26) -Digital hematoma -Decreased digit vascularity -Granulation -Scar contracture -Inadvertent division of digital nerve or artery -Infection -Graft failure -CRPS(18) -DIP hyperextension deformity(23) -Transient paresthesia(23) -Persistent PIP flexion contracture(23) -Joint stiffness(23)",
                "respiratory status": "Document respiratory status, any use of supplemental oxygen Barriers to learning -Are there any barriers to learning? Yes___ No___ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Ask if the patient has had this condition before, how often, and how it was resolved (if applicable). Is this a recurrence in a previously treated digit(s)? Has the patient had any other previous hand injury/dysfunction?",
                    "comorbid diagnoses": "Ask the patient about other problems, including diabetes, cancer, heart disease, psychiatric disorders, and orthopedic disorders. Diabetes mellitus, epilepsy, and chronic alcoholism are associated with Dupuytren’s contracture(17)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Document patient’s occupation, any activities/sports, role within family",
                "functional limitations assistance with ADLs adaptive equipment": "In a study conducted in Sweden, patients withusing a computer, baking, playing piano or trumpet, gardening, doing gymnastics, gripping a bicycle handlebar, activities that require manipulating objects with both hands, putting on a glove, washing and grooming, carpentry, shaking hands(8)",
                "living environment": "Document with whom the patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be appropriate ›Relevant tests and measures:  (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) ",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document any use of adaptive equipment or assistive devices for functional activities. Assess for proper fit and useCircumferential or volumetric measurement of edema; measure both affected and unaffected hand",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "Assess whether functional mobility is affected by inability to use handAssess fine motor coordination in functional activities –Jebsen Hand Function Test –9-hole  Peg Test",
            "gait locomotion": "",
            "muscle strength": " Muscle strength –Assess pinch strength using digital pinch meter –Assess grip strength using hand dynamometer -Patients with Dupuytren’s contracture generally have good grip strength(17)",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": " Range of motion –Assess finger ROM using finger goniometer(22) –Total Active Mobility (TAM) – the sum of the active flexion in MP, PIP, and DIP joints minus the lack of active extension in the same joints(14) –Total Passive Mobility (TPM) – the sum of passive flexion in MP, PIP, and DIP joints minus the lack of passive extension in the same joints(14)Assess the patient’s ability to complete self-care  activities; note the amount of assistance needed –Manual Ability Measure (MAM-36)(6,7)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": " Sensory testing –2-point  touch discrimination –Light touch (e.g., Semmes Weinstein monofilaments)",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure(14) -For more information on the DASH, see Clinical Review…Disabilities of the Arm, Shoulder and Hand (DASH) OutcomeT903177 –Quick DASH – shorter DASH assessment(4) -Based on a retrospective study of 69 patients who had Dupuytren’s surgery with pre- and postoperative Quick DASH scores, the Quick DASH is a valid patient-reported  outcome measure for Dupuytren’s surgery –Michigan Hand Outcomes Questionnaire (MHQ)(14) –Patient-Rated  Wrist and Hand Evaluation (PRWHE)(20) –Patient Evaluation Measure (PEM)(20)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Always follow surgeon’s guidelines for treatment, splinting/orthosis fabrication post-surgery",
                "Exercise can increase flare-ups  of Dupuytren’s contracture(18)",
                "While surgical corrections are often maintained at the MCP joint, recurrence at the PIP joint is common.(2) If CRPS develops, treatment should focus on CRPS. PROM is contraindicated because of pain; orthosis use may need to be discontinued temporarily until CRPS symptoms are controlled(23)",
                "Keep incision from surgery clean and dry to prevent infection (unless otherwise specified)",
                "Observe skin during orthosis use; watch for any redness or irritation"
            ]
        },
        "diagnosis need for treatment": "Referral to occupational therapy to restore hand strength, mobility, and function; for postsurgical intervention ",
        "rule out": " Rule out Callus formation(27) Nodule on flexor tendon(27) Camptodactyly – tight fascial bands on ulnar side of small finger(27) Soft tissue tumor(27) Tendon sheath cyst or ganglion(26) Fibroma(26) Lipoma(26) Epithelioid sarcoma(26) Neurofibroma(26) Palmar fascial disease, non-Dupuytren Stenosing tenosynovitis(26)",
        "prognosis": [
            "Nonsurgical treatment is ineffective at reversing or stopping the progression of Dupuytren’s contracture(2)",
            "Approximately 10% of patients will have regression of disease without treatment(27)",
            "Recurrence rate after surgery is 10–34%(27)",
            "Recurrence more common in patients who are young at first presentation of symptoms(3)",
            "Areas treated with full thickness skin grafts rarely develop recurrent disease(3)"
        ],
        "referral to other disciplines": " Referral to other disciplines Physician should any complications/infection occur Social services for home/equipment needs",
        "other considerations": [
            "A “flare reaction” can occur 3–4 weeks post-surgery;  it consists of redness, swelling, pain, and stiffness(26)",
            "Radiation therapy has been considered an intervention to treat Dupuytren’s contracture in the early stages. However, more studies are needed to compare the outcomes of radiation therapy with the standard treatment for Dupuytren’s contracture, as well as to determine any long-term  side effects(19)"
        ],
        "treatment summary": [
            "Splinting/orthosis fabrication –Use of night-time  volar forearm-based  splint, wrist in neutral, fingers extended as much as possible, thumb in extension. Care should be taken to ensure that the position in the orthosis is not compromising the vascularity of the involved digit(s)",
            "Strengthening –Initiated postoperatively, after wounds are healed, which is usually 3–4 weeks after primary closure, 4 weeks after skin grafting(3)",
            "A passive motion machine used after palmar or digital fasciectomy for Dupuytren’s contracture does not offer an advantage over standard hand therapy for improving ROM(24) –Based on an RCT of 25 patients who underwent partial digital and/or palmar fasciectomy for Dupuytren’s contracture at the State University of New York Hand Center –Control group received postoperative hand therapy protocol –Intervention group received postoperative hand therapy protocol and passive motion machine –All patients assessed preoperatively, measurement of all passive and active joint motions –Hand therapy protocol -Static night extension splints/orthoses, worn for 6 months, modified as fingers gained more extension -Home therapy instruction -Gentle active ROM (AROM) exercises -Gentle passive flexion -Intrinsic and blocking exercises -Whirlpool -Edema control  -At 2 weeks postop: gentle passive extension exercises, scar massage –Intervention group was fitted for passive motion machine, adjusted to the end range of PROM that patient could tolerate; worn for 8–10  hours/day for 4 weeks –Postoperative assessments made at 1, 2, 4, 8, 12, 26, and ≥ 52 weeks –No significant difference between control and intervention group in flexion contracture at MP joint at any time period –Intervention group had 52% correction of contracture at PIP joint, while control group had 47% correction; this was not statistically significant",
            "Researchers who conducted a study in the Netherlands designed to assess referral criteria following surgery for Dupuytren’s contracture found no difference in outcomes between patients appropriately referred for hand therapy and patients who were not referred(14) –Based on study of 38 patients in Groningen, the Netherlands; 21 patients were referred to hand therapy, while 17 were not referred –There were significant improvements on TAM/TPM, DASH Outcome Measure, and MHQ scores post-surgery –There were no statistically significant differences in outcome variables between those who received hand therapy and those who did not",
            "Researchers who conducted a cohort study in Sweden designed to assess outcomes following surgery and hand therapy found that patients had decreased disability and functional ROM at 12 months after treatment(10) –Ninety patients with at least a 60˚ deficit in extension in at least one digit (either a single joint or as the sum of extension deficits in the MCP, PIP, and DIP joints) were included in the study –Patients were assessed preoperatively and at 3, 6, and 12 months after surgery. All patients were casted for 1 week. At 1 week a volar-based  orthosis was fabricated for each patient and the patient was instructed in ROM. The splint was used 24 hours/day (with removal for exercise) for 1 week, then only at nighttime for an additional 3–6months –Outcomes measured were AROM, sensibility (Semmes Weinstein monofilaments), scar pliability (subscale of the Vancouver Scar Scale), global expectations, satisfaction, the DASH Outcome Measure (Swedish version), safety and social issues regarding hand function, physical activity habits, and the EuroQol (EQ-5D) –The study found improvements in ROM regardless of number of fingers operated on. At the PIP joint, flexion contracture continued to be present at 12 months, but with no changes in sensation. Decreased scar pliability was found when multiple fingers were involved. Patient’s pre-surgery  expectations and post-surgery  reports of function were not different at 12 months; more involved digits correlated with a higher DASH Outcome Measure score, and patients’ physical activity habits were not changed over time",
            "Clinical effectiveness of postoperative long-term  static night splinting/orthosis use on finger movement and hand function in patients with Dupuytren’s contracture is unproven(15) –Based on a systematic review of four research studies, none of which were RCTs –One study found that splinting resulted in fewer contractures –One study assessed finger extension, composite finger flexion, and hand function; the authors noted that splinting resulted in lower total finger flexion and greater disability in the hand at 3 months post-surgery",
            "A Casting Motion to Mobilize Stiffness (CMMS) technique helps patients regain digital flexion and normal pattern of movement following Dupuytren’s fasciectomy(18) –Based on case studies of 4 patients in the United Kingdom who had Dupuytren’s fasciectomy, a nighttime extension splint, and active/passive joint mobilization exercises initiated 1 week postoperatively –All patients had complications of edema, multiple joint stiffness, adherent scar tissue –AROM of digits assessed before, during, and after cast application –Cast design: blocks MP joints in extension, but allows active PIP flexion; wrist in 20° extension –Cast exercises included mobilizing all the fingers actively with regular rest periods –Cast was reviewed and changed every 2–3 weeks –The CMMS treatment protocol lasted an average of 11 weeks, with 7 treatment sessions with therapist –All patients regained digital flexion and improved pattern of movement, did not compromise PIP extension",
            "A hand protocol (exercises and splinting) for treating Dupuytren’s contracture can improve total digital extension and reduce activity limitations after a fasciectomy(8) –Based on a study of 30 patients in Greece with Dupuytren’s contracture who underwent fasciectomy (some with local flap, some with full thickness skin graft)  –After surgery, patients participated in an 8-week  program of isolated active flexion and extension of PIP and DID joints and full composite flexion –They also wore nighttime volar forearm splint (wrist in 10–20°  extension, MCP in 10–20°  flexion, IP joints in maximum extension without applying tension to wounds) for 24 weeks –Data collected included recurrence, identification of activities difficult to perform, self-reported  activity limitations using the DASH Outcome Measure, and total digital extension –Patients reported that their performance of activities improved (p < 0.001) after intervention –Patients had fewer symptoms or limitations to daily activities after intervention (p < 0.001) –Patients also had increased total digital extension after intervention (p < 0.001) –28 of 30 patients did not have a recurrence . Problem Goal Intervention Expected Progression Home Program Decreased ROM Improve ROM Prescription, application of devices/ equipment   (4,26,27) _ Forearm-based splint/ orthosis _ Passive stretching as patient tolerates _ AROM exercises _ _ Joint-blocking exercisesPatient can gradually wean from orthosis use during daytime about 2 weeks postop _ _ Nighttime extension orthosis for 3–5 monthsProvide the patient with written instructions on simple ROM exercises for home Open wound (e.g., McCash technique) or healing incisionHealed incision(s) Wound care  Wound care per protocol, which may include dry dressing, wet-to-dry debridement, moist dressingsMonitor for signs of infectionInstruction in wound care activities and precautions during healing for patient and/ or caregiver Scar Decrease scarring Therapeutic modalities  Massage _ _ Silicone gel _ _ Use of compression wraps(23) _ _ Extension splinting, compression therapy(23)N/A Provide the patient with written instructions on use of compression, silicone gel for home  Decreased strength and dexterityImprove finger strength and dexterityFunctional training _ Rubber band exerciser – grasp, release, rest cycle(12) _ _ Clay, putty for strength, passive extension of fingers(12)Increase resistance as patient’s hand strength improvesProvide patient and/ or caregiver written instructions for home hand strengthening program Decreased knowledge of complications, signs and symptoms of complicationsIncrease knowledge of complicationsPatient education _ Provide patient and/or caregiver with written instructions for signs/ symptoms to watch for following surgeryN/A Provide patient and/or caregiver with written instructions for signs/ symptoms to watch for following surgery ."
        ]
    },
    "desired outcomes outcome measures": {
        "patients’ views of their outcome may be influenced by a number of factors, including previous experiences, preoperative expectations, changes in hand function, and the “care process.” these are the findings from a study conducted in sweden,": [],
        "maximized hand function": [
            "DASH Outcome Measure",
            "Quick DASH",
            "MHQ",
            "PRWHE",
            "PEM"
        ],
        "reduced edema": [
            "Girth measurements",
            "V olumetric measurements"
        ],
        "improved rom contracture prevention": [
            "Goniometric measurements"
        ],
        "improved grip and pinch strength": [
            "Pinch meter",
            "Hand dynamometer"
        ],
        "decreased pain": [
            "V AS"
        ],
        "increased ability to perform adls, self-care,  and functional mobility": [
            "Manual Ability Measure (MAM)",
            "Jebsen Hand Function Test"
        ]
    },
    "maintenance or prevention": [
        "Patient compliance with orthosis use, home program to maximize recovery",
        "Avoid modifiable risk factors (e.g., smoking, excessive alcohol intake)"
    ],
    "patient education": [
        "See “Dupuytren’s Contracture” from the American Society for Surgery of the Hand at http://www.assh.org/handcare/hand-arm-conditions/dupuytrens-contracture ",
        "See “Dupuytren’s Contracture” from the American Academy of Orthopaedic Surgeons at https://orthoinfo.aaos.org/en/diseases--conditions/dupuytrens-disease",
        "See “Dupuytren's Contracture” from Patient.co.uk at https://patient.info/bones-joints-muscles/dupuytrens-contracture-leaflet",
        "Information about Dupuytren’s disease from the International Dupuytren Society at https://www.dupuytren-online.info/index.html Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Atroshi I, Nordenskjold J, Lauritzson A, Ahlgren E, Waldau J, Walden M. Collagenase treatment of Dupuytren’s contracture using a modified injection method: a prospective cohort study of skin tears in 164 hands, including short-term  outcome. Acta Orthop . 2015;86(3):310-315.  doi:10.3109/17453674.2015.1019782. (R)"
        },
        {
            "number in article": 2,
            "reference": "Bednar MS, Light TR, Bindra R. Hand surgery. In: Skinner HB, McMahon PJ, eds. Current Diagnosis & Treatment in Orthopedics . 5th ed. New York, NY: McGraw-Hill Education; 2014:487-488.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Benson LS, Williams CS, Kahle M. Dupuytren's contracture. J Am Acad Orthop Surg . 1998;6(1):24-35.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Kitridis D, Karamitsou P, Giannaros I, Papdakis N, Sinopidis C, Givissis P. Dupuytren’s disease: Limited fasciectomy, night splinting, and hand exercises – Long-term  results. Eur J Orthop Surg Traumatol . 2019;29(2):349-355.  doi:10.1007/s00590-018-2340-6.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Chan SW, Vorobiof DA. Dupuytren’s contractures associated with the BRAF inhibitor vemurafenib: a case report. J Med Case Rep . 2015;9:158. doi:10.1186/s13256-015-0634-4.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Ball C, Pratt AL, Nanchahal J. Optimal functional outcome measures for assessing treatment for Dupuytren’s disease: A systematic review and recommendations for future practice. BMC Musculoskeletal Disord . 2013;14:131. doi:10.1186/1471-2474-14-131.  (SR)"
        },
        {
            "number in article": 7,
            "reference": "Chen CC, Palmon O, Amini D. Responsiveness of the Manual Ability Measure-36  (MAM-36):  changes in hand function using self-reported  and clinician-rated  assessments. Am J Occup Ther . 2014;68(2):187-193.  doi:10.5014/ajot.2014.009258. (R)"
        },
        {
            "number in article": 8,
            "reference": "Engstrand C, Boren L, Liedberg GM. Evaluation of activity limitation and digital extension in Dupuytren's contracture three months after fasciectomy and hand therapy interventions. J Hand Ther . 2009;22(1):21-27.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Engstrand C, Krevers B, Kvist J. Factors affecting functional recovery after surgery and hand therapy in patients with Dupuytren’s disease. J Hand Ther . 2015;28(3):255-259. doi:10.1016/j.jht.2014.11.006. (R)"
        },
        {
            "number in article": 10,
            "reference": "Engstrand C, Krevers B, Nylander G, Kvist J. Hand function and quality of life before and after fasciectomy for Dupuytren contracture. J Hand Surg Am . July 2014;39(7):1333-1343.e2.  doi:10.1016/j.jhsa.2014.04.029. (R)"
        },
        {
            "number in article": 11,
            "reference": "Engstrand C, Kvist J, Krevers B. Patients’ perspective on surgical intervention for Dupuytren’s disease – experiences, expectations and appraisal of results. Disabil Rehabil . 2016;38(26):2538-2549.  doi:10.3109/09638288.2015.1137981. (R)"
        },
        {
            "number in article": 12,
            "reference": "Eyler R. Treatment of flexion contractures in occupational therapy. Am J Occup Ther . 1965;19:86-88.  (C)"
        },
        {
            "number in article": 13,
            "reference": "Henry M. Dupuytren’s disease: current state of the art. Hand (N Y). . 2014;9(1):1-8.  doi:10.1007/s11552-013-9563-0.  (GI)"
        },
        {
            "number in article": 14,
            "reference": "Herweijer H, Dijkstra PU, Nicolai JP, Van Der Sluis CK. Postoperative hand therapy in Dupuytren's disease. Disabil Rehabil . 2007;29(22):1736-1741.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Larson D, Jerosch-Herold  C. Clinical effectiveness of post-operative  splinting after surgical release of Dupuytren's contracture: a systematic review. BMC Musculoskelet Disord . 2008;21(9):104. (SR)"
        },
        {
            "number in article": 16,
            "reference": "Luke A, Ma CB. Sports medicine & outpatient orthopedics. In: Papadakis MA, McPhee SJ, Rabow MW, eds. 2017 Current Medical Diagnosis & Treatment . 56th ed. New York, NY: McGraw-Hill  Education; 2017:1699-1700.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "McFarlane RM. The current status of Dupuytren's disease. J Hand Ther . 1995;8(3):181-184.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "Midgley R. Use of casting motion to mobilize stiffness to regain digital flexion following Dupuytren's fasciectomy. Hand Ther . 2010;15(2):45-51.  (C)"
        },
        {
            "number in article": 19,
            "reference": "National Institute for Health and Care Excellence (NICE). Radiation therapy for early Dupuytren’s disease. NICE Web site. Web site. https://www.nice.org.uk/guidance/ipg573 . Published 2016. Accessed October 1, 2020. (G)"
        },
        {
            "number in article": 20,
            "reference": "Packham T. Clinical commentary in response to: severity of contracture and self-reported  disability in patients with Dupuytren's contracture referred for surgery. J Hand Ther . 2011;24(1):12-14.  (X)"
        },
        {
            "number in article": 21,
            "reference": "Palmer KT, D'Angelo S, Syddall H, Griffin MJ, Cooper C, Coggon D. Dupuytren's contracture and occupational exposure to hand-transmitted  vibration. Occup Environ Med . April 2014;71(4):241-5.  doi:10.1136/oemed-2013-101981.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Pratt AL, Burr N, Stott D. An investigation into the degree of precision achieved by a team of hand therapists and surgeons using hand goniometry with a standardized protocol. Br J Hand Ther . 2004;9(4):116-121.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Prosser R, Conolly WB. Complications following surgical treatment for Dupuytren's contracture. J Hand Ther . 1996;9(4):344-348.  (GI)"
        },
        {
            "number in article": 24,
            "reference": "Sampson SP, Badalamente MA, Hurst LC. The use of a passive motion machine in the postoperative rehabilitation of Dupuytren's disease. J Hand Surg Am . 1992;17(2):333-338.  (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Schulze SM, Tursi JP. Postapproval clinical experience in the treatment of Dupuytren's contracture with collagenase clostridium histolyticum (CCH): the first 1,000 days. Hand (N Y). December 2014;9(4):447-58.  doi:10.1007/s11552-014-9645-7.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Stretanski MF. Dupuytren contracture. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Saunders Elsevier; 2019:154-158.  (GI)"
        },
        {
            "number in article": 27,
            "reference": "Trojian T. Dupuytren's contracture. In: Bracker MD, ed. The 5-Minute Sports Medicine Consult . 3rd ed. Philadelphia PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2019:124-125.  (GI)"
        }
    ]
}