{
    "metadata": {
        "title": "Frailty Syndrome  Occupational Therapy",
        "synonyms": [
            "frailty",
            "senility",
            "failure to thrive",
            "occupational therapy  frail older adults",
            " frailty: occupational therapy"
        ],
        "anatomical location body part affected": [
            "Multiple conditions can contribute to frailty in older adults, including musculoskeletal/orthopedic conditions, neurological/CNS conditions, and cardiorespiratory conditions"
        ],
        "area of specialty": [
            "acute care",
            "home health",
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            "cardiovascular rehabilitation"
        ],
        "description": [
            "Frailty is a clinical syndrome resulting from multisystem impairments. Frailty increases in prevalence in older adults (> 65 years of age) but is not considered part of normal aging(30)",
            "Frailty results in a functional decline in older adults that necessitates the assistance of others to perform activities of daily living (ADLs) and instrumental ADLs (iADLs)",
            "There is no agreed definition of frailty in the medical literature. The two most common classification approaches measure different constructs. They are the Fried frailty phenotype, known to define and measure the biological syndrome, and the Frailty Index (FI), knownas a deficit accumulation model of frailty(33,34)",
            "Developed in 2001 by Fried, the frailty phenotype is defined by the presence of three or more of the following five components. Presence of one or two of these criteria is considered prefrail, intermediate frail, or vulnerable to frailty(31) –Unintentional weight loss (more than 10 lb/4.5 kg in past year) –Self-reported  exhaustion –Weakness (as measured with grip strength) –Slow walking speed –Low physical activity",
            "The FI was first defined by Rockwood and Mitnitski. It comprises 70 multidimensional health deficits including symptoms, disease, cognition, and disability. A higher number of health deficits indicates more severe frailty. The score is calculated _ as the number of deficits the patient has divided by the number of deficits considered,with 0 representing the least frailty and 1 representing the most severe frailty(34)",
            "Multiple instruments are used to measure frailty; these will be discussed in the Special tests specific to diagnosis section",
            "The term frailty is used clinically to refer to older patients with low functional reserve who are vulnerable to external stressors and at high risk for adverse outcomes, including disability, hospitalization, institutionalization, and death. Frailty is not synonymous with either comorbidity or disability. Comorbidity is an etiologic risk factor for frailty, and disability is an outcome of frailty(32)",
            "Individuals may present with deficits in cognition and sensorimotor input and integration. Multiple medication intake, dehydration, and malnutrition can also lead to frailty ",
            "This Clinical Review focuses on the components of frailty that occupational therapists can address: unintentional weight and muscle loss, persistent fatigue, increased fall risk, and functional decline in strength, gait speed, and ADLs or application of equipment Generalized weakness and decreased cardiovascular fitnessImprove functional strength and cardiovascular fitnessTherapeutic exercise _ Home exercise programs Strength Balance Cardiovascular conditioning _ Group exercise programs Strength Balance CardiovascularIncrease number of repetitions of exercises as patient’s strength and endurance improveProvide patient and family/caregivers with written instructions regarding home exercise program and correct use and/ or application of equipment . Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R54": "senility, age-related weakness",
            "M62.81": "muscle weakness, generalized (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Older adult –Chronological age is generally a poor indicator of physical or cognitive function.Each patient should be addressed individually",
            "Impaired functionality in ADLs",
            "Muscle weakness (e.g., reduced grip and lower extremity strength)",
            "Slow gait speed",
            "Unintentional body weight loss",
            "Persistent fatigue",
            "Impaired posture and balance that increase falls risk",
            "Impaired eyesight",
            "Poor respiratory and cardiovascular function",
            "Social isolation Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Use appropriate precautions for safety in transfers, as fall risk is high in older adults with frailty"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Age-related  physical and cognitive impairments",
            "Multiple systems are thought to be involved in the development of frailty, including the immune, cardiovascular,neuroendocrine, metabolic, and nervous systems. The more of these systems that become dysregulated, the more likely aperson is to become frail(30)–Dysregulation is thought to be multifactorial in origin, with genetic, biological, physical, psychological, social, andenvironmental components contributing(30)-Chronic undernutrition (i.e., insufficient caloric intake) with weight loss-Hypokinetic lifestyle (i.e., minimal physical activity) leading to reduced functional capacity-Sarcopenia (i.e., deficiency of muscle mass) with generalized weakness-Behavioral precursors include a decrease in life space, defined as the size of the area a person purposely moves throughin his or her daily life, as well as the frequency of travel within a specific time frame(35)"
        ],
        "pathogenesis": [
            "Accumulating dysregulation across multiple systems negatively impacts previously normal homeostatic mechanisms,leading to a failure to return to a previous level of functioning after a stressor event, which further progresses the frailtysyndrome(36)–Stressor events can be both internal (e.g., infections and changes in medication) and external (e.g., changes in a person’simmediate environment or a breakdown in their social care)",
            "The syndrome is thought to be associated with ageing but is not an inevitable consequence of it. It is a cascade of functionaldecline in older adults from robustness to prefrailty to frailty to disability in which patients can transition between states.The patient may have a hospitalization that transitions them from a robust state to frailty. On the other hand, an increase inphysical activity can help transition a patient from frailty back to prefrailty(32)",
            "It has been proposed that decreased total energy expenditure, due mainly to insufficient physical activity, initiates a “frailtycycle” that perpetuates the risk of further decline and greater disability with advancing age(37)–Components of the frailty cycle include neuroendocrine dysregulation, anorexia, chronic undernutrition, negative energyand nitrogen balance, weight loss, sarcopenia, reduced daily activity, decreased physical fitness (e.g., aerobic power,strength), slow walking speed, hypometabolic state, and disability in ADLs",
            "Inflammation is associated with frailty(30)–Proinflammatory cytokines may have catabolic effects on muscle–The inflammatory state may be a marker of underlying oxidative stress"
        ],
        "risk factors   ,": [
            "Older age–Age-related  inflammatory processes, acute and/or chronic diseases in older adults",
            "Physical inactivity",
            "Overweight/obesity",
            "Underweight/Poor nutritional habits–Protein intake: Studies have found that protein intake is negatively associated with frailty–Low levels of vitamin D have been associated with frailty among nursing home residents",
            "Cardiovascular risk",
            "Lower educational level",
            "Lower socioeconomic position",
            "Social isolation",
            "Cognitive decline–Dementia: There is increased prevalence of frailty in patients with dementia(39)–Depression: Older adults with depression are more prone to frailty than those without depression(38)",
            "Chronic kidney disease"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with frailty are at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
        "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
        "Refer patient to the physician, appropriate authority, and/or adult services if abuse or neglect is suspected, or if the patient seems to be living in an unsafe environment",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Use appropriate precautions for safety in transfers, as fall risk is high in older adults with frailty"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Ask about any precipitating events, such as a recent hospital stay/illness, that may have triggered weakness/frailty. What is the nature of current referral?",
                "course of treatment": {
                    "medical management": " Medical management Ask patient or family member/caregiver as appropriate about medical treatments received",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken as prescribed? Are they effective? The European Medicines Agency (EMA) and the U.S. FDA do not consider frailty to be an acceptable condition for a medication to be approved. The International Conference on Frailty and Sarcopenia Research (ICFSR) does not recommend pharmacological treatment for the management of frailty(32)(32) reducing polypharmacy Authors of a meta-analysis  reported that 59% of older patients with frailty are medicated with 5 or more medications (polypharmacy)(40) treatment of sarcopenia  treatment of treatable causes of weight loss treatment of exhaustion (e.g., resulting from depression, sleep apnea, vitamin B12 deficiency, hypothyroidism, anemia, and hypotension) The ICFSR does not recommend hormone therapy for the treatment of frailty(32) Document nutritional supplements being taken (e.g., calcium, dehydroepiandrosterone [DHEA],carotenoids, amino acids, creatine)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: The ICFSR recommends that all adults aged 65 years and over should be screened for frailty using a simple, validated frailty instrument. If the screening is positive, a comprehension clinical assessment should be performed.(32)Tests that may be included in the comprehensive evaluation of frailty include the following:",
                        "Blood analysis (i.e., complete blood count [CBC] and serum concentrations of metabolic hormones,",
                        "25hydroxyvitamin  D, androgens)",
                        "Basic metabolic panel",
                        "Calorie intake",
                        "Vitamin B12 and D",
                        "EKG",
                        "Bone density scan",
                        "Estimation of body composition (i.e., lean mass, fat mass, water content)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help (identify what used for)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document what aggravates symptoms (and length of time each item is performed before the symptoms are worsened). Document what eases symptoms (and length of time each item is performed before the symptoms are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night related to this condition; document any altered sleep patterns (e.g., daytime sleeping)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Document respiratory status, whether any supplemental oxygen is being used. Has the patient experienced any SOB, chest pain, cough, sputum production, wheezing? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing, including loss of appetite, memory problems, fatigue, and depression. Ask about history of falls, fractures"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Document patient’s work history and ability to participate in work if applicable. Document patient’s leisure activities and ability to participate in leisure activities currently. What are the patient’s occupational role functions?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Ask patient about barriers to participating in social/community environment -Authors of a study interviewed twenty-one  older adults in Sweden (over 80 years) living in the community to understand their experiences of occupational performance outside of the home. They reported that they continue to want to perform occupations that they previously had done but their decline in functional capacity made it more difficult to overcome environmental barriers(7) -Ask patient about use of adaptive equipment",
                "living environment": "Document patient’s living environment patient lives, caregivers, etc. Identify if there are barriers to independence in the home; are any modifications necessary? -Ask about caregiver strain, as caregiver strain may be correlated with patient’s ADL ability, inadequate social support, and patient’s ability to manage their own medication(8) -Carer Strain Index (CSI) can be used for assessment(8) -Different groups of caregivers (e.g., adult children, spouse, siblings) use differing coping mechanisms to deal with the stress associated with being a caregiver(27) -Findings based on a U.S.-based  caregiver survey (2004 National Long-Term  Care Survey [NLTCS]) -Caregivers who use emotional coping may need additional emotional support -The caregivers for patients with more difficulty with ADLs or for patients whom they have difficulty lifting or moving are more likely to need additional assistance to decrease their burden"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting):",
            "anthropometric characteristics": "Document height, weight, and BMI –Both unintended weight loss and obesity are risk factors for frailty syndrome(32)",
            "assistive and adaptive devices": "Assess patient’s use of assistive devices for mobility and adaptive equipment to increase safety and independence in ADLs; ensure proper fit and use and that all devices are in good working condition",
            "balance": " Balance –Assess static balance, stance control, as decreased stance control/postural sway can lead to falls(10) –Assess dynamic balance, such as reaching activities -Functional Reach (FR) Test(10) –maximal distance a subject can lean forward beyond arm length while maintaining fixed base of support –Four-test  Balance Scale(1) – four timed static balance tests –Berg Balance Scale(2,11) –Activities-specific  Balance Confidence (ABC) Scale(12,13) –Balance subscale of Performance-Oriented  Mobility Assessment (POMA-B)(13) –Romberg balance assessment(8) ",
            "cardiorespiratory function and endurance": [
                "Shortened Fatigue Questionnaire(1)",
                "6-minute  walk for distance test (6MWT)",
                "Senior Fitness Test Battery(13)",
                "Functional fitness tests(13)",
                "-Arm curl  raising and lowering a standard dumbbell while seated through a full ROM; number of full curls completed in 30 seconds is recorded",
                "-Chair stand  standing to fully erect position from seated position with arms across chest; number of full stands completed in 30 seconds is recorded",
                "-Lift and Reach  raising and lowering a standard dumbbell with both hands from surface of a table to a 13-inch  box on the table; number of lifts completed in 30 seconds is recorded •Ergonomics/body mechanics:  Assess patient’s body mechanics in functional activities. Note any compensatory movements, postural instability •Functional mobility  (including transfers, etc.): Assess functional mobility within patient’s environment: home or skilled facility. Assess ADL transfers (toilet/tub/bed); note how much assistance is required and note any assistive devices used",
                "Elderly Mobility Scale(14)",
                "Tinetti Gait and Balance Score",
                "FIM",
                "Timed Up and Go (TUG) test  standing to fully erect position from seated without assistance, then walking around a cone 3 meters away and returning to seat; time it takes to do this is recorded"
            ],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess patient’s gait; refer to physical therapy as appropriate for gait training –Dynamic Gait Index –Assess wheelchair mobility, if applicableAssess muscle tone in bilateral upper extremity (UE), lower extremity (LE), and trunk –Disabilities of the Arm, Shoulder, and Hand (DASH) Outcome Measure -For additional information on the DASH, see Clinical Review…Disabilities of the Arm, Shoulder and HandT903177 –Nine-hole  peg test – measurement of upper limb function",
            "muscle strength": "Assess gross, functional strength of upper and lower extremities with manual muscle testing (MMT). Pay special attention to quadriceps and calf strength in relation to ambulatory function –Measure grip strength with dynamometer. Decreased grip strength is an identified criterion for the presence of frailty syndrome(31)",
            "observation inspection palpation including skin assessment": [
                "Assess visual acuity, visual field, contrast sensitivity. Impaired contrast sensitivity is a strong predictor of falls(15) -In a study of 1,616 adults over age 70 years who received vision treatment (including new glasses if needed), falls were more frequent than in a control group that did not receive visual intervention(15)"
            ],
            "posture": "Assess posture. Lack of self-confidence  and fear of falling may contribute to a stooped, flexed posture to lessen chance of falling backwards(10)",
            "range of motion": "Assess active and passive ROM in all extremities. Note any asymmetry or abnormalities Self-care/activities  of daily living (objective testing) –Barthel Index(4) – assessment of ADLs, rated on a 3-point  scale of independent, partially dependent, or completely dependent –Groningen Activity Restriction Scale (GARS)(1) –assessment of disability in ADLs and IADLs –Assessment of Motor and Process Skills (AMPS)(16) –measure of change in ADL task performance –FIM – assessment of self-care,  sphincter control, mobility, locomotion, communication, and social cognition  –Physical Health measure of the Older Americans Resources and Services (OARS)(6) –Katz Index of Activities of Daily Living(17) –Lawton and Brody Index (LI)(18) – assesses IADLs –Structured Assessment of Independent Living Skills (SAILS)(16) –Performance Assessment of Self-care  Skills (PASS)(16) –Functional Status Questionnaire (FSQ)(19) –Long-Term  Care–Comprehensive  Geriatric Assessment (LTC-CGA)(26)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess normal touch, light touch, pinprick, proprioception, vibration, and temperature",
            "special tests specific to diagnosis": "There are multiple instruments to measure frailty. They vary with respect to the time needed to administer them and whether they are performed by a clinician or are self-reported.  The ICFSR recommends the Clinical Frailty Scale (CFS), the Edmonton Frailty Scale (EFS), and the Fatigue, Resistance, Ambulation, Illness, and Loss of weight (FRAIL) scale(32)A judgment-based  scale that consists of four dimensions Abilities are classified into nine grades. More frailty is assigned a higher grade.The CFS is validated only for patients > 65 years old(42) -National Institute for Health and Care Excellence (NICE) endorses the CFS to help with decision-making(32) -Authors of a dose-response  meta-analysis  (N = 3817) examined the relationship between CFS and mortality in patients with COVID-19.  For each 1-point  increase in the CFS score there was an associated 12% increase in mortality in a linear fashion. The CFS can help assess patients at high risk for poor outcomes and who might not benefit from critical care intervention(42) -The CFS along with other clinical measures can help physicians determine optimal allocation of limited medical resources when needed(32)A multidimensional scale that consists of nine components independence, social support, medication use, nutrition, mood, continence, and functional performance. It is most used in the hospital setting, but can be used in the community setting(32,34)A self-reported  scale that has five components or more in the previous year). Frailty is diagnosed when three or more components are present(32) -It is easy to use, with 5 yes-or-no  questions, and does not require any special equipment or calculations -It is endorsed by the International Academy Nutrition and Aging Task Force(43) -Authors of systematic review and meta-analysis demonstrated that frailty status based on the FRAIL scale was a significant predictor of disability among community-dwelling  middle-aged and older individuals(32) -Many other instruments exist (e.g., Tilburg Frailty Index,Frailty Screening Questionnaire, the Study of Osteoporotic Fractures scale, the Care Assessment Need score, Frailty index derived from comprehensive geriatric assessment)(34) –QOL assessments -WHO QOL questionnaire – brief version (WHOQOL-BREF)(1) -EuroQOL5 Dimensions Visual Analogue Scale(20,21) -Life Satisfaction Index (LSI-Z)(14) -Short Form Health Survey 36-item  (SF-36)(19) –Falls assessments -Falls Assessment and Intervention Record (FAIR)(11) –Physical activity assessments -Minnesota Leisure Time Activities (MLTA) –questionnaire assessing participation in 20 activities(22) walking, doing strenuous household chores, dancing, bowling, exercise, and doing strenuous outdoor chores -Physical Activity Scale for the Elderly (PASE)(5) -Frenchay Activities Index (FAI)(8) ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –Mini-Mental  State Examination (MMSE) –Geriatric Depression Scale (GDS) –Center for Epidemiologic Studies Depression Scale (CES-D)(1) –Hospital Anxiety and Depression Scale (HADS-A)(1) –Pearlin and Schooler Mastery Scale (MAS)(1) – measure of coping –Loneliness Scale(1) –Mental Status Questionnaire (MSQ)(9) –Abbreviated Mental Test Score (AMTS)(8) –Authors of a narrative review examined the association between cognitive reserve dimensions and frailty in older adults. Cognitive reserve was measured in terms of education, occupation, premorbid intelligence quotient, and leisure-time activities. Most of the evidence suggested a potential protective role of cognitive reserve factors against the onset and the progression of frailty in older adults(41)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Use appropriate precautions for safety in transfers, as fall risk is high in older adults with frailty",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Referral to occupational therapy for ADL training, adaptations to maximize independence, and safety and home modifications for fall prevention",
        "rule out": "N/A",
        "prognosis": [
            "Frailty is thought to be reversible. Individuals can move back and forth between robust, prefrail, and frail states.(32) Early identification enhances prognosis(36)",
            "A meta-analysis  confirmed that community-dwelling  older adults who were classified as frail or prefrail had a significantly higher risk of incident disability than those classified as robust(53)",
            "Frailty predisposes patients to increased dependency on health care and prescription drugs, more frequent and longer hospital admissions, earlier transitions to residential care, and ultimately higher mortality rates(36)",
            "Frailty is a strong predictor for poor health outcomes(52)",
            "Based on a study of 650 adults over age 70 years in a community in Italy, moderate and severe frailty (as defined by inability to stand up from chair without use of arms and walking speed slower than 0.6 m/s) is strongly correlated with disability(3)",
            "Low physical activity and cognitive impairment are associated with IADL and ADL disability(5) –Based on a study of 475 community-dwelling  older adults aged 70 and over in Mexico –Data collected at baseline and during a comprehensive geriatric evaluation completed by an interdisciplinary standardized team –Low physical activity significantly associated with IADL disability (p = 0.002) and ADL disability (p = 0.026) –Cognitive impairment significantly associated with IADL disability (p = 0.038) but not ADL disability"
        ],
        "referral to other disciplines": " Referral to other disciplines Physical therapist Social work Nurse practitioner Ophthalmology Speech therapy Psychology Nutrition Geriatrician –Older adults who are frail or potentially frail are frequently admitted to acute medical units.Timely and accurate identification of these patients with referral to a geriatrician or geriatric team can assist in appropriately managing these patients, leading to safer and quicker discharges(24)",
        "other considerations": [
            "Authors of a systematic literature search analyzed if and to what extent ADLs are evaluated by frailty instruments. They found 217 frailty instruments, 52.1% of which contained ADL items. The authors concluded that the concepts of frailty and disability are intertwined(49)",
            "Authors of a systematic review and meta-analysis  investigated the associations between frailty and different components of physical fitness. A significant relationship was found between frailty and various physical fitness components, with usual walking speed the most strongly associated with frailty status(51)",
            "Authors of a scoping review found that frailty is linked to loneliness rather than to social isolation; social isolation and loneliness may moderate the effect of frailty on health(52) "
        ],
        "treatment summary": [
            "Research shows that when frailty is identified early, it can be reversed and its progression prevented through intervention.(33) The ICFSR unanimous agrees that physical activity is the most feasible way to prevent and treat frailty. They recommend that all older adults with prefrailty and frailty begin a multicomponent physical exercise program(32)",
            "It is not clear from the evidence what the optimal frequency, intensity, time, or type of physical activity is to best treat/ manage frailty, but important components include aerobic exercise, resistance-based  exercise, balance and functional training, and exercise plus nutritional supplementation(32,36) –Multiple systematic reviews including trials of older adults with frailty have reported that multicomponent training improved the outcomes of muscle strength, balance, disability, and falls(32)",
            "A meta-analysis  of studies that compared primary care interventions for older adults (≥ 65 years old)exercise alone, exercise plus nutritional supplementation, and exercise plus nutritional education were effective in improving status based on Fried’s criteria. They concluded that several types of interventions were associated with positive outcomes in patients with frailty(44)",
            "Types of physical exercise programs –Authors of an RCT (N = 36) evaluated a prescribed stepper walking program (PSWP) on several outcomes that could help decrease frailty in older adults. The patients either participated in an 8-week  PSWP or in a control group(45) -PSWP: Used a stepper walking machine 30 minutes per session, twice a week for 8 weeks -Control: Continued routine activity -The PSWP group improved on the6-minute  walk test, BMI, waist-hip  ratio, body composition percentage, and 3-meter up and go test -Authors concluded that a PSWP may be a feasible program to decrease frailty –Authors of a study (N = 48) compared -low-intensity  versus high-intensity  resistance training on - functioning in patients - with frailty syndrome(46) -Intervention groups -high-intensity  strength training group -low-intensity  strength training group -control group: had no specific exercise program -The training sessions were 40 minutes each, 3 days a week for 8 weeks -Results showed that both high-intensity  and low-intensity  exercises produced similar results in muscle strength, general functioning, and mood in patients with frailty syndrome –Authors of an RCT (N = 70) compared the effect of elastic band exercises on the frailty state of prefrail older patients. In the experimental group the patients performed band exercises 45–60  minutes per session, 3 times per week for 8 weeks. The control group did not perform any exercises(47) -The experimental group (elastic band group) showed significant improvements in frailty states, grip strength, and walking speed at the end of the 8 weeks –In a study conducted in Japan,older adult patients with frailty who participated inlow-  to moderate-intensity exercise demonstrated improvements in overall ADLs and functional mobility(28) -Based on a 12-week  RCT of 31 older adults with frailty, mean age 77 years -Participants were randomized to either the exercise group (n=18) or non-exercise  group (n = 13) -Exercise group performed low- to moderate-intensity marching in place and chair-rising  exercise, 7 days week for 20 minutes each session -Objective measures used in this study included the Barthel Index, mean power during chair stand, and time to complete 10MWT –Authors of an RCT (N = 41) compared physical activity with resistance training to resistance training only on symptoms of frailty in older adults. Patients performed exercises twice a week for 24 weeks. Physical activity with resistance training decreased frailty and increased lower limb muscle strength. However, it did not significantly change frailty status, IADL scores, or health-related  QOL(50)",
            "Gaming systems –Authors of an RCT (N = 115) evaluated the effect of an exergame training program on frailty levels in patients with dementia. The patients in the 12-week  exergame intervention performed three training sessions a week on a stationary  bike connected to a video screen. The exergame training program reduced the level of frailty (measured by the Evaluative Frailty Index for Physical Activity)in patients with dementia(48) –Researchers who conducted a pilot RCT in the United States found training 3 times/week for 15 weeks with the Nintendo Wii-Fit  to be just as effective in improving strength, balance confidence, and functional mobility as a seated senior exercise class for prefrail older adults; both groups had greater physical fitness gains than controls(25) -Prefrail older adults were defined as having 1–2 of the following characteristics: unintentional weight loss, slow gait speed, weakness, exhaustion, and low energy expenditure",
            "Education –Authors of a study found that older adults who participated in a six-part  occupational-therapy-led  community education program had a reduction in frailty-risk  identification, improvement in walking speed, and increased grip strength(54) –Authors of a study conducted in Japan found that participation in a multifactorial intervention program consisting of resistance training exercises, nutritional management, and psychosocial programs can improve functional health and reduce frailty in individuals who are classified as frail or prefrail(29) -Based on a 6-month  RCT that included 77 patients who were randomized to either the immediate intervention group (IIG; n = 38) or delayed intervention group (DIG; n = 39) -The IIG group participated in a multifactorial program twice a week that consisted of resistance training exercises, nutritional education, and psychosocial programs -The DIG group had their intervention delayed during the first 3months but were “crossed-over”  for the last 3 months -Results at the end of the study showed overall improvements for the IIG group in the Checklist 15 score, TUG test, GDS Score, and Dietary Variety Score. Those in the DIG group showed similar improvements during the latter 3 months of the study . Problem Goal Intervention Expected Progression Home Program  Decreased self-care, ability to perform ADLs, and functional mobilityImprove independence in self-care tasks, ADLs, and functional mobilityPrescription, application of devices and equipment _"
        ]
    },
    "desired outcomes outcome measures": {
        "improved ability to completeadls iadls and participate in daily activities, using adaptive equipment as necessary": [
            "MLTA",
            "WHAS physical activity questionnaire",
            "PASE",
            "FAI",
            "FIM",
            "OARS",
            "Katz Index of Activities of Daily Living",
            "LI",
            "SAILS",
            "PASS",
            "FSQ",
            "GARS",
            "Barthel Index"
        ],
        "improved functional mobility": [
            "AMPS",
            "POMA",
            "Shortened Fatigue Questionnaire",
            "Senior Fitness Test Battery",
            "Elderly Mobility Scale",
            "TUG test"
        ],
        "decreased risk for falls and improved balance": [
            "Four-test  Balance Scale",
            "Berg Balance Scale",
            "Romberg balance assessment",
            "FAIR",
            "ABC Scale",
            "TinettiGait and Balance Score"
        ],
        "improved upper extremity use": [
            "DASH",
            "9-hole  peg test"
        ],
        "decreased frailty": [
            "CFS",
            "EFS",
            "FRAIL Scale"
        ],
        "improved arousal, attention, cognition  including memory, problem solving": [
            "MMSE",
            "GDS",
            "CES-D",
            "HADS-A",
            "MAS",
            "Loneliness Scale",
            "MSQ",
            "AMTS"
        ],
        "improved qol": [
            "WHOQOL-BREF",
            "EuroQOL 5 Dimensions Visual Analogue Scale",
            "LSI-Z",
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "Maintain patient’s QOL through safety and adaptations to their environment",
        "Implement fall-prevention  techniques/home modifications",
        "Recognition and treatment of comorbidities (e.g., depressive symptoms) and risk factors"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Gobbens RJJ, van Assen MAL, Luijkx KG, Wijnen-Sponselee  MT, Schols JMG. The Tilburg Frailty Indicator: psychometric properties. J Am Med Dir Assoc . 2010;11(5):344-355.  doi:10.1016/j.jamda.2009.11.003. (R)"
        },
        {
            "number in article": 2,
            "reference": "Roland KP, Theou O, Jakobi JM, Swan L, Jones GR. Exploring frailty: Community physical and occupational therapists' perspectives. Phys Occup Ther Geriatr . 2011;29(4):270-286.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Gallucci M, Ongaro F, Amici GP, Regini C. Frailty, disability and survival in the elderly over the age of seventy: evidence from \"The Treviso Longeva (TRELONG) study\". Arch Gerontol Geriatr . 2009;48(3):281-283.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Izawa S, Enoki H, Hirakawa Y. The longitudinal change in anthropometric measurements and the association with physical function decline in Japanese community-dwelling frail elderly. Br J Nutr. 2010;103(2):289-94.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Avila-Funes  J, Pina-Escudero  S, Aguilar-Navarro  S, Gutierrez-Robledo  L, Ruiz-Arregui  L, Amieva H. Cognitive impairment and low physical activity are the components of frailty more strongly associated with disability. J Nutr Health Aging . 2011;15(8):683-689.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Classen S, Kanta WM, Walsh K, Mann W. The relationship of classes of commonly prescribed medications to functional status and quality of life for frail home-based  older adults. Phys Occup Ther Geriatr . 2005;24(1):25-43.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Hovbrandt P, Fridlund B, Carlsson G. Very old people's experience of occupational performance outside the home: possibilities and limitation. Scand J Occup Ther . 2007;14(2):77-85.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Comans TA, Currin ML, Brauer SG, Haines TP. Factors associated with quality of life and caregiver strain amongst frail older adults referred to a community rehabilitation service: implications for service delivery. Disabil Rehabil . 2011;33(13/14):1215-1221.  (RCT)"
        },
        {
            "number in article": 9,
            "reference": "Shimada H, Suzukawa M, Tiedemann A, Kobayashi K, Yoshida H, Suzuki T. Which neuromuscular or cognitive test is the optimal screening tool to predict falls in frail community-dwelling  older people?. Gerontology . 2009;55(5):532-538.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Jancova J, Kohlikova E. Functional and physiological changes associated with posture and postural stability in aging. Int J Health Sci . 2008;1(2):61-68.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Merrett A, Thomas P, Stephens A, Moghabghab R, Gruneir M. A collaborative approach to fall prevention. Can Nurse . 2011;107(8):24-29.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Stineman MG, Strumpf N, Kurichi JE, Charles J, Grisso JA, Jayadevappa R. Attempts to reach the oldest and frailest: recruitment, adherence, and retention of urban elderly persons to a falls reduction exercise program. Gerontologist . 2011;51(Suppl 1):S59-S72.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Benton MJ, Alexander JL. Validation of functional fitness tests as surrogates for strength measurement in frail, older adults with chronic obstructive pulmonary disease. Am J Phys Med Rehabil . 2009;88(7):579-586.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Peri K, Kerse N, Robinson E, Parsons M, Parsons J, Latham N. Does functionally based activity make a difference to health status and mobility? A randomised controlled trial in residential care facilities (The Promoting Independent Living Study; PILS). Age Ageing . 2008;37(1):57-63.  (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Cumming RG, Ivers R, Clemson L. Improving vision to prevent falls in frail older people: a randomized trial. J Am Geriatr Soc . 2007;55(2):175-181.  (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Provencher V, Demers L, Gelinas I. Home and clinical assessments of instrumental activities of daily living: what could explain the difference between settings in frail older adults, if any?. Br J Occup Ther . 2009;72(8):339-348.  (SR)"
        },
        {
            "number in article": 17,
            "reference": "Lee DH, Buth KJ, Martin BJ, Yip AM, Hirsch GM. Frail patients are at increased risk for mortality and prolonged institutional care after cardiac surgery. Circulation . 2010;121(8):973-978.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Formiga F, Ferrer A, Montero A, Chivite D, Pujol R. Predictors of 3-year mortality in subjects over 95 years of age. The NonaSantfeliu study. J Nutr Health Aging . 2010;14(1):63-65.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Horowitz BP, Chang PJ. Promoting well-being  and engagement in life through occupational therapy life redesign: a pilot study within adult day programs. Top Geriatr Rehabil . 2004;20(1):46-58.  (RCT)"
        },
        {
            "number in article": 20,
            "reference": "Faes MC, Reelick MF, Melis RJ, Borm GF, Esselink RA, Olde Rikkert MG. Multifactorial fall prevention for pairs of frail community-dwelling  older fallers and their informal caregivers: a dead end for complex interventions in the frailest fallers. J Am Med Dir Assoc . 2011;12(6):451-458.  (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Pereira SRM, Chiu W. How can we improve targeting of frail elderly patients to a geriatric day-hospital  rehabilitation program?. BMC Geriatr . 2010;10:82. (R)"
        },
        {
            "number in article": 22,
            "reference": "Eckel SP, Bandeen-Roche  K, Chaves PHM, Fried LP, Louis TA. Surrogate screening models for the low physical activity criterion of frailty. Aging Clin Exp Res . 2011;23(3):209-216.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Mann WC, Kimble C, Justiss MD, Casson E, Tomita M, Wu SS. Problems with dressing in the frail elderly. Am J Occup Ther . 2005;59(4):398-408.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Acute care toolkit 3: Acute care for older people living with frailty. Royal College of Physicians Web site. https://www.rcplondon.ac.uk/guidelines-policy/acute-care-toolkit-3-acute-medical-care-frail-older-people . (GI)"
        },
        {
            "number in article": 25,
            "reference": "Daniel K. Wii-hab for pre-frail older adults. Rehabil Nurs . 2012;37(4):195-201.  doi:10.1002/rnj.25. (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Marshall EG, Clarke BS, Varatharasan N, Andrew MK. A Long-Term  Care-Comprehensive  Geriatric Assessment (LTC-CGA)  tool: Improving care for frail older adults?. Can Geriatr J. 2015;18(1):2-10.  doi:10.5770/cgj.18.122. (R)"
        },
        {
            "number in article": 27,
            "reference": "Lin IF, Wu HS. Patterns of coping among family caregivers of frail older adults. Res Aging . 2014;36(5):603-624.  doi:10.1177/0164027513513271. (R)"
        },
        {
            "number in article": 28,
            "reference": "Yoshiji K, Islam MM, Daisuke K, Rogers ME, Nobuo T. Effects of a 12-week marching in place and chair rise daily exercise intervention on ADL and functional mobility in frail older adults. J Phys Ther Sci . 2018;30(4):549-554.  (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Seino S, Nishi M, Murayam H, et al. Effects of a multifactorial intervention comprising resistance exercise, nutritional and psychosocial programs on frailty and functional health in community-  dwelling older adults: a randomized, controlled, cross-over  trial. Geriatr Gerontol Int . 2017;17(11):2034-2045.  doi:10.1111/ggi.13016. (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Hillmer SN, Gnjidic D. Frailty. In: Geriatric Medicine: An Introduction . Victoria, Australia: IP Communications; 2014:189-201.  (GI)"
        },
        {
            "number in article": 31,
            "reference": "Fried LP, Tangen CM, Walston J, et al. Frailty in older adults: Evidence for a phenotype. J Gerontol Med Sci . 2001;56(3):M146-M156.  doi:10.1093/gerona/56.3.M146. (R)"
        },
        {
            "number in article": 32,
            "reference": "Dent E, Morley JE, Cruz-Jentoft  AJ, et al. Physical frailty: ICFSR International Clinical Practice Guidelines for identification and management. Journal of Nutrition, Health & Aging. 2019;23(9):771–787.  doi:10.1007/s12603-019-1273-z.  (G)"
        },
        {
            "number in article": 33,
            "reference": "Nghiem S, Sajeewani D, Henderson K, et al. Development of frailty measurement tools using administrative health data: A systematic review. Arch Gerontol Geriatr . 2020;89:104102. doi:10.1016/j.archger.2020.104102. (SR)"
        },
        {
            "number in article": 34,
            "reference": "Ma L. Current situation of frailty screening tools for older adults. J Nutr Health Aging . 2019;23(1):111-118.  doi:10.1007/s12603-018-1123-4.  (GI)"
        },
        {
            "number in article": 35,
            "reference": "Xue QL. The frailty syndrome: definition and natural history. Clin Geriatr Med . 2011;27(1):1-15.  doi:10.1016/j.cger.2010.08.009. (RV)"
        },
        {
            "number in article": 36,
            "reference": "Woolford SJ, Sohan O, Dennison EM, Cooper C, Patel HP. Approaches to the diagnosis and prevention of frailty. Aging Clin Exp Res . 2020;32(9):1629-1637. doi:10.1007/s40520-020-01559-3.  (RV)"
        },
        {
            "number in article": 37,
            "reference": "Bilotta C, Bergamaschini L, Nicolini P, et al. Frailty syndrome diagnosed according to the Study of Osteoporotic Fractures criteria and mortality in older outpatients suffering from Alzheimer’s disease: a one-year prospective cohort study. Aging Ment Health . 2012;16(3-4):273-280.  doi:https://doi.org/10.1080/13607863.2011.609534. (R)"
        },
        {
            "number in article": 38,
            "reference": "Chu W, Chang SF, Ho HY, Lin HC. The Relationship Between Depression and Frailty in Community-Dwelling  Older People: A Systematic Review and Meta-Analysis  of 84,351 Older Adults. J Nurs Scholarsh . 2019;51(5):547-559.  doi:10.1111/jnu.12501. (M)"
        },
        {
            "number in article": 39,
            "reference": "Waite SJ, Maitland S, Thomas A, Yarnall AJ. Sarcopenia and frailty in individuals with dementia: A systematic review. Arch Gerontol Geriatr . 2021;92:104268. doi:10.1016/ j.archger.2020.104268. (SR)"
        },
        {
            "number in article": 40,
            "reference": "Palmer K, Villani ER, Vetrano DL, et al. Association of polypharmacy and hyperpolypharmacy with frailty states: a systematic review and meta-analysis.  Eur Geriatr Med . 2019;10(1):9-36.  doi:https://doi.org/10.1007/s41999-018-0124-5.  (M)"
        },
        {
            "number in article": 41,
            "reference": "Sardella A, Catalano A, Lenzo V, et al. Association between cognitive reserve dimensions and frailty among older adults: A structured narrative review. Geriatr Gerontol Int . 2020;20(11):1005-1023.  doi:10.1111/ggi.14040. (RV)"
        },
        {
            "number in article": 42,
            "reference": "Pranata R, Henrina J, Lim MA, et al. Clinical frailty scale and mortality in COVID-19:  A systematic review and dose-response  meta-analysis.  Arch Gerontol Geriatr . 2021;93:104324. doi:https://doi.org/10.1016/j.archger.2020.104324. (M)"
        },
        {
            "number in article": 43,
            "reference": "Kojima G. Quick and Simple FRAIL Scale Predicts Incident Activities of Daily Living (ADL) and Instrumental ADL (IADL) Disabilities: A Systematic Review and Meta-analysis.  J Am Med Dir Assoc . 2018;19(12):1063-1068.  doi:10.1016/j.jamda.2018.07.019. (M)"
        },
        {
            "number in article": 44,
            "reference": "Macdonald S, Travers J, Shé ÉN. 131 Meta-analysis  of Primary Care Interventions to Address Frailty Among Adults Aged 65+.67th Annual & Scientific Meeting of the Irish Gerontological Society, Innovation, Advances and Excellence in Ageing, September 26-28, 2019, Cork, Ireland. Age Ageing . 2019;48:iii17-iii65.  doi:https://doi.org/10.1093/ ageing/afz103.76. (M)"
        },
        {
            "number in article": 45,
            "reference": "Kuo M-C, Chen C-M, Jeng C. A randomized controlled trial of the Prescribed Stepper Walking Program in preventing frailty among the dwelling elderly: Application of comprehensive geriatric assessment. Topics in Geriatric Rehabilitation . 2018;34(3):223-233.  doi:https://doi.org/10.1097/TGR.0000000000000198. (RCT)"
        },
        {
            "number in article": 46,
            "reference": "Sahin UK, Kirdi N, Bozoglu E, et al. Effect of low-intensity  versus high-intensity  resistance training on the functioning of the institutionalized frail elderly. Int J Rehabil Res . 2018;41(3):211-217.  doi:https://doi.org/10.1097/MRR.0000000000000285. (R)"
        },
        {
            "number in article": 47,
            "reference": "Chen R, Wu Q, Wang D, et al. Effects of elastic band exercise on the frailty states in pre-frail elderly people. Physiother Theory Pract . 2020;36(9):1000-1008.  doi:https:// doi.org/10.1080/09593985.2018.1548673. (RCT)"
        },
        {
            "number in article": 48,
            "reference": "Karssemeijer EGA, Bossers WJR, Aaronson JA, Sanders LMJ, Kessels RPC, Olde Rikkert MGM. Exergaming as a physical exercise strategy reduces frailty in people with dementia: a randomized controlled trial. J Am Med Dir Assoc . 2019;20(12):1502-1508.e1.  doi:https://doi.org/10.1016/j.jamda.2019.06.026. (RCT)"
        },
        {
            "number in article": 49,
            "reference": "Costenoble A, Knoop V, Vermeiren S, et al. A comprehensive overview of activities of daily living in existing frailty instruments: a systematic literature search. Gerontologist . 2021;61(3):e12-e22.  doi:https://doi.org/10.1093/geront/gnz147. (RV)"
        },
        {
            "number in article": 50,
            "reference": "Nagai K, Miyamato T, Okamae A, et al. Physical activity combined with resistance training reduces symptoms of frailty in older adults: A randomized controlled trial. Arch Gerontol Geriatr . 2018;76:41-47.  doi:Arch Gerontol Geriatr. 2018;76:41-47.  https://doi.org/10.1016/j.archger.2018.02.005. (RCT)"
        },
        {
            "number in article": 51,
            "reference": "Navarrete-Villanueva  D, Gómez-Cabello  A, Marín-Puyalto  J, Moreno LA, Vicente-Rodríguez  G, Casajús JA. Frailty and physical fitness in elderly people: a systematic review and meta-analysis.  Sports Med . 2021;51(1):143-160.  doi:https://doi.org/10.1007/s40279-020-01361-1.  (M)"
        },
        {
            "number in article": 52,
            "reference": "Mehrabi F, Béland F. Effects of social isolation, loneliness and frailty on health outcomes and their possible mediators and moderators in community-dwelling  older adults: A scoping review. Arch Gerontol Geriatr . 2020;90:104119. doi:https://doi.org/10.1016/j.archger.2020.104119. (RV)"
        },
        {
            "number in article": 53,
            "reference": "Liu HX, Ding G, Yu WJ, et al. Association between frailty and incident risk of disability in community-dwelling  elder people: evidence from a meta-analysis.  Public Health . 2019;175:90-100.  doi:https://doi.org/10.1016/j.puhe.2019.06.010. (M)"
        },
        {
            "number in article": 54,
            "reference": "Blair S. Changing the Perception of Frailty of Community-Dwelling  Older Adults Who Participate in OT-Led Education.2020 AOTA Annual Conference & Expo. Am J Occup Ther. 2020;74(Supl1):1. doi:https://doi.org/10.5014/ajot.2020.74S1-PO2606.  (R)"
        }
    ]
}