{
    "metadata": {
        "title": "Calcific Tendinitis of the Shoulder",
        "synonyms": [
            "rotator cuff calcific tendinitis  occupational therapy",
            "calcifying tendinitis",
            " shoulder: occupational therapy",
            "impingement syndrome, shoulder: occupational therapy"
        ],
        "anatomical location body part affected": [
            "Shoulder joint/rotator cuff tendons, most commonly 1.5–2  cm from the insertion of the supraspinatus on the greater tuberosity of the humerus. In addition to the supraspinatus tendon,calcific tendinitis has been reported in the subscapularis and infraspinatus tendons and the subacromial bursa, but less frequently(1)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation",
            "hand therapy"
        ],
        "description": [
            "Calcific tendinitis (CT) of the shoulder is a condition associated with calcium phosphate crystals in one or more of the rotator cuff tendons.(1) The calcifications likely disturb normal shoulder joint mobility. Pain can decrease shoulder function and result in difficulty performing ADLs",
            "Patients may present in acute, subacute, or chronic stages of CT. Most acute cases resolve spontaneously",
            "CT may be idiopathic (type I) or secondary (type II). In type II CT, there is coexisting endocrine disease, and it is less likely to respond to nonoperative treatment(1)",
            "Uhthoff’s classification includes a pre-calcific  stage in which tenocytes undergo metaplasia to chondrocytes, followed by a calcific stage and post-calcific  stage. The calcific stage is further delineated into formative, resting, and resorptive stages.(18) Pain is most notable during the resorptive stage(19)",
            "The initial management approach usually is conservative and involves therapeutic modalities for pain management and exercises for restoring deficits in shoulder flexibility and strength,(#,3)as well as shoulder mechanics and scapular stability",
            "Extracorporeal shock wave therapy (ESWT), ultrasound,corticosteroid injection, and ultrasound-guided  needling are other management options. Arthroscopic debridement or decompression surgery may be necessary when the calcifications are large or pain persists after conservative treatment(1,19)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M75.3": "calcific tendinitis of shoulder (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified for calcific tendinitis of the shoulder. Reimbursement will depend on individual insurance coverage"
        ],
        "presentation signs and symptoms": [
            "Patients typically present after recent (less than 1 month) sudden onset of activity-related shoulder symptoms",
            "Patients with chronic CT complain of constant ache and exquisite tenderness at anterolateral shoulder ",
            "Pain-restricted  shoulder ROM with limitations in ADLs",
            "Active guarding/splinting of arm to lessen pain",
            "Bilateral symptoms are not uncommon Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Etiology of CT is unknown and controversial, although multiple theories have been proposed(1,20)",
            "Repetitive overuse or acute trauma may not be etiologic factors because acute calcifying supraspinatus tendinitis can occurwithout tendon damage or degenerative changes, as was seen in a 2-year-old child.CT was confirmed by biopsy(4)",
            "CT is not a primary shoulder impingement syndrome; however, patients who remain symptomatic following nonoperativetreatment may benefit from subacromial decompression(5)"
        ],
        "pathogenesis": [
            "There are a number of classifications of calcific tendinitis, which include varying morphologic features depending upon theradiographic findings(16)",
            "There are two theories for the etiology of CT, one that it is degenerative and the other that it is reactive(1)",
            "Incomplete endochondral calcification creates a fibrocartilage-like tendon; this is followed by an infiltration ofphagocytosing cells, formation of new vascular channels, and calcium resorption that self-limits  the condition(#)",
            "Acute pain, often worsening at night, and restriction of movement to decrease pain are worst in the resorptive phasebecause the calcium crystals can extravasate into the subacromial bursa(#)",
            "Corticosteroid injection may actually be counterproductive by interfering with the cell-mediated  resorption of calcium(15)",
            "Common complications of CT include:(1,16)–subacromial impingement(5)–rotator cuff tear(6)–adhesive capsulitis(#)–greater tuberosity osteolysis–ossifying tendinitis"
        ],
        "risk factors   ,,": [
            "Female sex",
            "Age 30 to 60 years",
            "Systemic conditions associated with calcification, including gouty arthritis, various rheumatic diseases, and hypercalcemiaof any cause",
            "Clinical associations with diabetes and thyroid disorders have been reported",
            "There may be a genetic predisposition for developing CT"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Cases that should be referred back to physician Suspected fracture Suspected rotator cuff tear Catching and pseudo-locking:  this presentation is atypical, suggestive of loose bodies in subacromial space",
        "X-ray  (conventional radiography) or ultrasound are the initial imaging studies for patients presenting with shoulder pain and suspicion of CT(21)",
        "Avoid activities that may exacerbate condition, especially overhead activities",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document date of onset. Idiopathic in most cases and no specific trauma or overuse cause is identified. If trauma was involved,have the symptoms changed?  -Typically, abrupt onset of symptoms -First symptom may occur during overhead shoulder activities -Symptoms can intensify over a short time, suggesting that the condition is acute or subacute",
                "course of treatment": {
                    "medical management": "Document the management the patient has received for this condition and what has been helpful. Conservative management is the primary treatment for CT, and many conservative treatments have some reported efficacy.(7)Has ESWT been tried?(#) Is the patient a smoker? Is the patient involved in a smoking cessation program?",
                    "surgical management": [
                        "Surgical management",
                        "Document any invasive procedures to remove or promote calcium resorption",
                        "Minimally invasive procedures and surgical options include the following:(1,16,20)",
                        "Subacromial infiltration with corticosteroids or anesthetics",
                        "Ultrasound-guided  needling (UGN) of the calcium deposits",
                        "Image-guided  percutaneous removal of deposits",
                        "Arthroscopic or open-surgical  debridement",
                        "Arthroscopic or opensurgical decompression"
                    ],
                    "medications": "NSAIDs and other analgesic medications (e.g., tramadol) commonly are prescribed. Are they being taken and are they effectively controlling the patient’s symptoms?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The diagnosis is confirmed by standard radiographs and ultrasonographic evidence.Presentation varies depending upon the phase of disease in the affected tendon(s)(#)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Patient may actively guard/splint arm to lessen pain. What activities are painful (e.g., overhead work)?",
                "body chart": "Use body chart to document location and nature of symptoms. Bilateral symptoms are not uncommon",
                "nature of symptoms": "Document nature of pain (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Does pain provoke guarding or splinting of the arm? Patients commonly report a constant ache, exquisite tenderness at shoulder, and/or shoulder stiffness. In general, are patient’s symptoms better, worse, or the same compared to the time of diagnosis?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much ). Pain may be intense",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any. Increased pain at night may be reported.(7) Pain can also occur when lying on affected shoulder. Is the patient able to reduce pain using pillows to position the arm or elevate the upper body?",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any prior history of shoulder problems? Any history of gouty arthritis or rheumatic diseases?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, thyroid disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing "
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in sports? Does the condition interfere with patient’s ability to perform occupational duties?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient require assistance with dressing or other personal care activities? Is the patient’s dominant upper extremity affected?",
                "living environment": "Does patient live with caregivers? Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and BMI. Is weight loss indicated for health promotion?",
            "assistive and adaptive devices": "If the patient uses any assistive aids, what type, and is shoulder pain increased? If applicable, is the patient using an ambulatory assistive device and, if so, is it being used correctly?",
            "balance": "Assess static and dynamic balance. Use Berg Balance Scale, if indicated by mobility deficits",
            "cardiorespiratory function and endurance": [],
            "circulation": "Upper extremity peripheral pulses and general vascular status in patients with CT should be normal and equal bilaterallySensation to light touch should be intact in the C4-T2  dermatomes bilaterally. Conduct cervical scan to rule out radiculopathyExpect active guarding of involved arm in forward flexion, adduction, and internal rotationAccessory motion of the shoulder joint may be reduced after prolonged restricted movement; however, pain may prevent this assessment. Assess for capsular tightness, scapular mobility, and for a catching sensation on overhead shoulder abduction and forward flexion (which may be suggestive of loose bodies in subacromial space)",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Assess upper extremity strength using manual muscle testing (MMT). Expect pain-restricted  shoulder strength",
            "observation inspection palpation including skin assessment": [],
            "posture": "Shoulder may be rounded forward (scapula protracted) with arm adducted and internally rotated to relieve pain. Assess for postural abnormalities such as scoliosis or scapular winging",
            "range of motion": "Expect pain-restricted  active ROM in all planes. Passive ROM will likely increase pain (i.e., empty end-feel)  with no capsular pattern detectable. Patients who present after prolonged shoulder immobilization may have shortened, tight, and mildly atrophic extremity muscle groups that restrict ROM. ROM should be recorded using goniometric measurements",
            "self-care activities of daily living": "",
            "reflex testing": "Upper extremity deep tendon reflexes should be intactUse of a disability assessment outcomes measure may be necessary to determine the extent of impairment in ADLs(8) –Shoulder Pain and Disability Index (SPADI) –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure -For more information about the DASH, see  Clinical Review…Disabilities of the Arm, Shoulder and Hand (DASH); CINAHL Topic ID Number T903177",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation"
            ],
            "cryotherapy precautions": [
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods (> 1 hour)",
                "Cold may be counterproductive if being used to facilitate muscle relaxation and reduce pain in patients who do not tolerate the modality",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Tumor",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Over the region of a cardiac pacemaker",
                "Over the pelvis, abdominal, and lumbar regions during pregnancy",
                "Over the eyes or testes",
                "In an area with infection or bleeding",
                "If a tumor is present in the area",
                "In the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia",
                "Over epiphyseal plates",
                "Sensory deficits",
                "Ineffective communication skills in a patient (e.g., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "contraindications precautions": [
                "Do not use laser with pregnant women",
                "Do not use over the unclosed fontanelles of children",
                "Do not use over cancerous lesions, the cornea, endocrine glands, or hemorrhaging lesions",
                "Do not use LLLT in patients with epilepsy, fever, malignancy, decreased sensation, or infection",
                "Avoid using LLLT over epiphyseal plates in skeletally immature children",
                "Avoid using LLLT over the gonads, sympathetic ganglia, vagus nerve, or mediastinum",
                "Goggles with an appropriate optical density rating should be worn by the patient"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions ",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic",
                "To reduce the risk of partial or complete tears related to therapeutic exercise, gradually introduce and slowly progress shoulder muscle eccentric training. Avoid aggressive tendon stretching in early rehabilitation ›Contraindications/precautions to use of modalities and electrotherapy  (9)",
                "Low-level  laser therapy (LLLT)  contraindications/precautions",
                "Cryotherapy  contraindications",
                "Cryotherapy  precautions",
                "Thermotherapy  contraindications",
                "Therapeutic ultrasound  contraindications",
                "Therapeutic ultrasound  precautions",
                "ESWT: Adhere to manufacturer’s guidelines "
            ]
        },
        "diagnosis need for treatment": "CT/shoulder pain with impaired function in the affected upper extremity",
        "rule out": " Rule out Shoulder impingement syndrome Rotator cuff tendinitis or tear Adhesive capsulitis Labral tear Shoulder dislocation/subluxation Biceps tendinitis Cervical radiculopathy",
        "prognosis": [
            "Nonoperative management is successful in up to 80% of patients(#) ›Authors of a retrospective cohort study (N = 431 patients with CT) in the Netherlands found that smokers had nearly twice the chance of failure of needle aspiration of calcific deposits (NACD) at follow-up  of at least 6 months, whereas the presence of rotator cuff tears did not influence the outcome of NACD(17)"
        ],
        "referral to other disciplines": " Referral to other disciplines Practitioners that offer ESWT for adjunctive treatment To orthopedic surgeon if pain persists after a trial of conservative therapy –Arthroscopy to visualize calcific deposits –UGN technique to promote calcium resorption –Debridement –NACD –Acromioplasty if there is evidence of impingement",
        "other considerations": [
            "Arthroscopic treatment of CT with rotator cuff pathology in athletes for whom nonoperative treatmentfailed resulted in pain relief, improved function, and return to sport following intervention –Based on a study of 46 patients with CT who underwent arthroscopic excision of calcium deposits and rotor cuff repair but without acromioplasty in Argentina. In this group, 91.6% of patients were satisfied with the surgical and functional outcome(10)"
        ],
        "treatment summary": [
            "In acute or subacute cases, treatment should focus on alleviating pain and pain-related  shoulder disabilities. Treatment includes icing, NSAIDs, and occasionally narcotic pain medications. If nonoperative treatment is not successful, arthroscopic intervention may be required(15)",
            "Conservative management includes therapeutic modalities for pain, scapulothoracic and glenohumeral ROM, anti-inflammatory  drugs, steroid injections, ESWT,and strengthening exercises(1,)",
            "Non-thermal  therapeutic ultrasound may be effective for short-term pain management and restoration of function, particularly in the resorptive phase of calcifying tendinitis –Based on a randomized double-blind  study in Austria(11) –Participants included 63 individuals (70 shoulders), of whom 54 individuals (61 shoulders) finished the trial –Thirty-two  shoulders in the ultrasound-treatment  group and 29 in the sham-treatment  group –Ultrasound treatment parameters were: -frequency of 0.89 MHz -intensity of 2.5 W per square centimeter -pulse mode of 1:4 -duration 15 minutes -Twenty-four  total treatments –Significantly reduced calcium deposits and pain were found in the shoulders receiving ultrasound treatment (42% resolved, 23% improved) compared to the sham treatment (8% resolved, 12% improved) at 9 months follow-up",
            "The published recommendations for ultrasound parameters in a therapeutic modalities reference text are as follows:(9) –One or 3 MHz –Continuous –One to 2 W/cm2  –Ten-minute  duration –Three times/week for 4 to 8 weeks",
            "UGN: Authors of a systematic review and meta-analysis  foundthat UGN provided significant pain reduction by V AS and was superior to radial extracorporeal shockwave therapy (RSW) and high-energy focused extracorporeal shockwave therapy (H-FSW)  in pain reduction. UGN was also rated as best (compared to RSW and H-FSW)  for resolution of calcific deposits(#)",
            "ESWT: Authors of a single-blind,  randomized controlled study (N = 90 patients with CT) in Italy found at 6-months follow-up  that positioning the shoulder in hyperextension and internal rotation during radial ESWT (3 sessions) was more effective for removal of calcific deposits than treatment in the neutral position(12)",
            "Authors of a systematic review designed to compare the effectiveness of several nonoperative treatments for CT found that UGN, RSW, and H-FSW  were more effective in alleviating pain and restoring function than low-energy  focused extracorporeal shockwave therapy, TENS, and ultrasound for treatment of chronic CT of the shoulder(19) . Problem Goal Intervention Expected Progression Home Program  Shoulder pain Resolution of pain Therapeutic modalities _ Ultrasound may be utilized; please see Treatment summary , above _ _ Gentle posture exercises to improve alignment of scapula and shoulder mechanics _ _ Radial ESWT (4 sessions applied at 1- week intervals) was found safe and effective for decreasing pain and improving shoulder function at 4 weeks and 6 months follow-up(12) _ _ Iontophoresis with acetic acid combined with conservative treatment did not improve outcomes at 6 weeks compared to conservative treatment alone(13) _ _ Low-quality evidence shows that pulsed electromagnetic field therapy and low- levellaser therapy may not provide benefit in the treatment of CT(22) _ _ Apply cryotherapeutic agents (e.g., ice packs, ice massage) frequently for pain management in acute casesN/A Provide a home program that incorporates pain- relieving strategies  Restricted ROM Normalization of ROM Physical agents and mechanical modalities _ Moist heat pack may relax muscle tightness prior to passive ROM. Begin with Codman’s pendulum exercises _ _ Manual therapy _ Glenohumeral and scapulothoracic mobilizations to normalize ROM and joint mobility _ _ No evidence is available to support soft-tissue work or cross-fiber friction massage(14) _ _ Prescription, application of devices and equipment _ Discourage the use of arm slingProgress each unique patient as appropriate and indicatedImplement a home program that incorporates ROM activities as indicated Decreased independence in self- care ADLsMaximize functional independenceAdaptive equipment/ adaptive techniques Provide training in use of adaptive equipment/ techniques to increase independence in self- care (e.g., use of long- handled sponge for bathing; adapted techniques for donning bra) and IADLs (e.g., reorganizing kitchen supplies so that accessing needed supplies and equipment does not require overhead reaching)As symptoms resolve, patient will no longer require equipment or modificationsUse of equipment and modifications at home  Decreased strength Normalization of strengthTherapeutic exercises _ Begin with low- resistance exercises in pain-free active ROM, as tolerated, several times throughout the day. Strengthening exercises for scapular stabilizers _ _Progress to eccentric and resistive strengthening as pain permitsImplement a home program that incorporates strengthening activities as indicated Reduced function/ disability _ _ Postural changesResumption of normal shoulder activities _ _ Improve postureFunctional training _ Physical conditioning for return to occupation or sport, including dynamic scapular stability exercises. Posture retraining exercisesProgress each unique patient as appropriate and indicatedIncorporate functional components as appropriate ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced or no pain": [
            "V AS"
        ],
        "increased strength": [
            "MMT"
        ],
        "increased rom": [
            "Goniometric measurements"
        ],
        "improved function": [
            "DASH",
            "SPADI"
        ]
    },
    "maintenance or prevention": [
        "Ongoing independent exercise program for maintenance of shoulder function Patient Information",
        "Shoulderdoc.co.uk, “Calcific Tendonitis,” https://www.shoulderdoc.co.uk/section/10",
        "eorthopod.com, “A Patient’s Guide to Calcific Tendonitis of the Shoulder,” https://eorthopod.com/calcific-tendonitis-of-the-shoulder/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation "
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Kim MS, Kim IW, Lee S, Shin SJ. Diagnosis and treatment of calcific tendinitis of the shoulder. Clin Shoulder Elb . November 27, 2020;23(4):210-216.  doi:https:// doi.org/10.5397/cise.2020.00318. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Furuhata R, Matsumura N, Yoshiyama A, Kamata Y, Takashi M, Morioka H. Seasonal variation in the onset of acute calcific tendinitis of rotator cuff. BMC Musculoskelet Disord. November 12, 2020;21(1):741. doi:https://doi.org/10.1186/s12891-020-03773-6.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Sansone V, Maiorano E, Galluzzo A, Pascale V. Calcific tendinopathy of the shoulder: clinical perspectives into the mechanisms, pathogenesis, and treatment. Orthop Res Rev. 2018;10:63-72.  doi:https://doi.org/10.2147/ORR.S138225. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Wako M, Ichikawa J, Koyama K, Takayama Y, Haro H. Calcific tendinitis of the supraspinatus tendon in an infant. Case Rep Orthop . July 2, 2020;2020:9842489. doi:https:// doi.org/10.1155/2020/9842489. (C)"
        },
        {
            "number in article": 5,
            "reference": "Braun-Munzinger  LB, Berndt T, Rühmann O, Lerch S. Calcifying tendinitis and outlet impingement - Evaluation of the prevalence analyzing radiological and intraoperative criteria. J Orthop. 2020;21:265-269.  doi. https://doi.org/10.1016/j.jor.2020.03.035. (R)"
        },
        {
            "number in article": 6,
            "reference": "Brinkman JC, Zaw TM, Fox MG, et al. Calcific tendonitis of the shoulder: protector or predictor of cuff pathology? A magnetic resonance imaging-based  study. Arthroscopy . 2020;36(4):983-990.  doi:https://doi.org/10.1016/j.arthro.2019.11.127. (R)"
        },
        {
            "number in article": 7,
            "reference": "El Shewy MT. Calcific tendinitis of the rotator cuff. World J Orthop . January 18, 2016;7(1):55-60.  doi:https://doi.org/10.5312/wjo.v7.i1.55. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Breckenridge JD, McAuley JH. Shoulder Pain and Disability Index (SPADI). J Physiother . 2011;57(3):197. doi:10.1016/S1836-9553(11)70045-5.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Ranalletta M, Rossi LA, Sirio A, Bruchmann G, Maignon GD, Bongiovanni SL. Return to sports after arthroscopic treatment of rotator cuff calcifications in athletes. Orthop J Sports Med . October 25, 2016;4(10):2325967116669310. doi:https://doi.org/10.1177/2325967116669310. (R)"
        },
        {
            "number in article": 11,
            "reference": "Ebenbichler GR, Erdogmus CB, Resch KL, et al. Ultrasound therapy for calcific tendinitis of the shoulder. N Engl J Med . 1999;340(20):1533-1538.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Cacchio A, Paoloni M, Barile A, et al. Effectiveness of radial shock-wave  therapy for calcific tendinitis of the shoulder: single-blind,  randomized controlled study. Phys Ther . 2006;86(5):672-682.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Leduc BE, Caya J, Tremblay S, Bureau NJ, Dumont M. Treatment of calcifying tendonitis of the shoulder by acetic acid iontophoresis: a double-blind  randomized controlled trial. Arch Phys Med Rehabil . 2003;84(10):1523-1527.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Philadelphia Panel. Philadelphia Panel evidence-based  clinical practice guidelines on selected rehabilitation interventions for shoulder pain. Phys Ther . 2001;81(10):1719-1730. (G)"
        },
        {
            "number in article": 15,
            "reference": "Phillips BB, Brolin TJ. Arthroscopy of the upper extremity. In: Azar FM, Bealy JH, eds. Campbell’s Operative Orthopedics . 14th ed. Philadelphia: Elsevier; 2021:2663-2755.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "Merolla G, Bhat MG, Paladini P, Porcellini G. Complications of calcific tendinitis of the shoulder: A concise review. J Orthop Traumatol . 2015;16(3):175-183. doi:10.1007/s10195-015-0339-x.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Oudelaar BW, Ooms EM, Huis In 't Vald R, Schepers-Bok  R, Vochteloo AJ. Smoking and morphology of calcific deposits affect the outcome of needle aspiration of calcific deposits (NACD) for calcific tendinitis of the rotator cuff. Eur J Radiol . 2015;84(11):2255-2260.  doi:10.1016/j.ejrad.2015.07.030. (R)"
        },
        {
            "number in article": 18,
            "reference": "Shoulderdoc.co.uk. Calcific tendonitis classifications. https://www.shoulderdoc.co.uk/article/1458 . (GI)"
        },
        {
            "number in article": 19,
            "reference": "Wu YC, Tsai WC, Tu YK, Yu TY. Comparative effectiveness of nonoperative treatments for chronic calcific tendinitis of the shoulder: a systematic review and network meta-analysis  of randomized controlled trials. Arch Phys Med Rehabil . 2017;98(8):1678-1692.  doi:10.1016/j.apmr.2017.02.030. (SR)"
        },
        {
            "number in article": 20,
            "reference": "Chianca V, Albano D, Messina C, et al. Rotator cuff calcific tendinopathy: From diagnosis to treatment. Acta Biomedica . 2018;89(1-S):186-196. doi:10.23750/abm.v89i1-S.7022.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Albano D, Coppola A, Gitto S, Rapisarda S, Messina C, Sconfienza LM. Imaging of calcific tendinopathy around the shoulder: usual and unusual presentations and common pitfalls. Radiol Med . 2021;126(4):608-619.  doi:https://doi.org/10.1007/s11547-020-01300-0.  (RV)"
        },
        {
            "number in article": 22,
            "reference": "Page MJ, Green S, Mrocki MA, et al. Electrotherapy modalities for rotator cuff disease. Cochrane Database Syst Rev . June 10, 2016;(6). Art No: CD012225. doi:https:// doi.org/10.1002/14651858.CD012225.  (SR)"
        }
    ]
}