{
    "metadata": {
        "title": "Jewish Patients  Providing Culturally Competent Care (Physical and Occupational Therapy)",
        "synonyms": [],
        "anatomical location body part affected": [],
        "area of specialty": [],
        "description": [
            "The intent of this Clinical Review is to provide a general profile of Jewish patients across a wide range of dimensions and to help guide physical therapy and occupational therapy evaluation and treatment sessions for Jewish patients",
            "Being Jewish means belonging to a culture and a religion, but not a specific race(1)",
            "Judaism is the religion of Jewish people(1) –Regardless of their country of origin, many Jews around the world consider the State of Israel to be a second homeland, especially because The Law of Return  entitles every Jew the right to immigrate to Israel -Israel is a small, westernized country located in the Middle East. It is situated along the eastern shore of the Mediterranean Sea and is bordered by Lebanon to the north, Syria to the northeast, Jordan and the West Bank to the east, and Egypt and the Gaza Strip to the south(2) -The State of Israel was established in 1948 following the arrival of hundreds of thousands of Jews, many of whom had fled post-revolutionary  Russia or escaped Nazi rule in Europe(2) –Hebrew is the official language of the State of Israel and is used for all Jewish prayers; however, Hebrew is not typically the first language of Jews(1)",
            "There are several different branches of Judaism, each with its own set of expectations, practices, and customs(1) –Orthodox: traditional; members attempt to adhere to most of the religious laws of Judaism(1) -Ultra-Orthodox  branches such as the Haredi (also spelled Chareidi) Judaism and Hasidic Judaism practice the most conservative form of Orthodox Judaism(1) -Members of ultra-Orthodox  branches of Judaism often live in separate communities to preserve their way of life, which can lead to isolation; as a result, children in these communities have fewer opportunities for play and communication interactions and may be delayed in developmental milestones(3) -Authors of a study conducted in Israel found that children from ultra-Orthodox communities were at increased risk for gross motor and verbal skill delays(3) -Fine motor skills and nonverbal cognitive development (especially reading) tested within the average range(3) –Conservative: less strict in Jewish tradition, making concessions for modern culture and society; Conservative Jews may keep a kosher home but may not follow these dietary restrictions outside of the home(1) –Reform: the liberal and progressive movement; members of this denomination may not engage in any special daily practices but still typically observe holidays, religious rites, and dietary or cultural customs(1)  –Reconstructionist: a relatively new movement in Judaism that views the religion as evolving; various views and traditions from Orthodox, Conservative, and Reform are used(1)",
            "There are three broad groupings of Jews based on geographic/regional origins: –Ashkenazi Jews are those individuals who are descendants of European, Eastern European, and Russian Jews(1,2,4) -Ashkenazi Jews make up 82% of the world’s Jewish population(1) –Sephardic Jews have origins in Europe, the Mediterranean, and North Africa(1,2,4) –Eastern or Oriental Jews are those descended from ancient communities in Islamic lands (e.g., the Falasha, who are Black Jews from Ethiopia; Iraqi Jews; and Persian Jews from Iran)(1,2,4) –A sabra is a Jewish person who was born in Israel(1,2) –Jekkes is a term for a group of German Jews who escaped Nazi Germany and immigrated to Israel between 1933 and 1945; these patients will be 80 years of age or older(5)",
            "Continued learning and education, both religious and nonreligious, throughout the lifespan is extremely important in the Jewish community(1) –Formal education is highly respected and valued, and many Jewish patients will be highly educated(1) –In the United States, Jewish school-aged  children often attend Hebrew school in addition to public or private school(1)",
            "There is an increased risk of certain genetic disorders among individuals of Jewish descent, especially Ashkenazi Jews(1) –In most cases, these disorders are autosomal recessive, which means that both parents would have to be carriers of the affected gene in order to pass the disorder on to their child(1) –These disorders include Tay-Sachs  disease, Gaucher’s disease, Canavan’s disease, familial dysautonomia (Riley-Day syndrome), torsion dystonia, Niemann-Pick  disease, Bloom syndrome, Fanconi’s anemia, and mucolipidosis(1,4,6,7) –Other conditions that occur with increased incidence among Jews include: -Inflammatory bowel disease (e.g., ulcerative colitis, Crohn’s disease)(1) -Colorectal cancer(1,4) -Mutations of the BRCA1  and BRCA2  genes associated with breast cancer and ovarian cancer(1,4)",
            "Survival syndrome, a condition affecting people who have experienced severe trauma, has been associated with survivors of the Holocaust, as well as second and third generation offspring of survivors of the Holocaust(21) –Survival syndrome typically presents with posttraumatic stress disorder, chronic anxiety and depression, and family health and relationships may be compromised –In families where one or both parents survived the Holocaust, offspring have reported experiencing emotional distance, neglect, role reversal between parents and children, and parent-child  overprotectiveness –Family conflict, fear of separation, obsession with food, a strong need to please parents, a belief that feeling happy is not allowed, and preoccupation with death have also been attributed to intergenerational transmission of survival syndrome in this population"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "",
                    "medications previously prescribed": "",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "",
        "other considerations": [],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {},
    "maintenance or prevention": [],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Selekman J. People of Jewish heritage. In: Purnell LD, ed. Transcultural health care: A culturally competent approach . 4th ed. Philadelphia, PA: F. A. Davis Company; 2013:339-355.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "U.S. relations with Israel. U.S. Department of State  Web site. http://www.state.gov/r/pa/ei/bgn/3581.htm. November 28, 2012 . November 28, 2012. Accessed October 8, 2017. (PGR)"
        },
        {
            "number in article": 3,
            "reference": "Golos A, Sarid M, Weill M, Yochman A, Weintraub N. The influence of environmental factors on the development of Ultra-Orthodox  preschool boys in Israel. Occup Ther Int . 2011;18(3):142-151.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Kedar-Barnes  I, Rozen P. The Jewish people: their ethnic history, genetic disorders and specific cancer susceptibility. Fam Cancer . 2004;3(3-4):193-199.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Brettschneider J. Working with Jekkes: guidelines for supporting senior trauma survivors. OT Pract. 2011;16(9):11-14.  (X)"
        },
        {
            "number in article": 6,
            "reference": "Snaith A, Wade D. Dystonia. Clin Evid (Online) . 2011;2011. (SR)"
        },
        {
            "number in article": 7,
            "reference": "Bressman SB, de Leon D, Kramer PL, et al. Dystonia in Ashkenazi Jews: clinical characterization of a founder mutation. Ann Neurol . 1994;36(5):771-777.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Leininger M. Jewish Americans and Russian Jews culture care. In: Leininger M, McFarland MR, eds. Transcultural Nursing: Concepts, Theories, Research, and Practice . 3rd ed. New York, NY: McGraw-Hill  Medical Publishing Division; 2002:465-475.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Morse A. A cultural intervention model for developmentally disabled adults: an expanded role for occupational therapy. Occup Ther Health Care . 1987;4(1):103-113.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Hill C. Our patients have culture… the Jewish patient… part 1. Clin Manage Phys Ther . 1982;2(3):5-6.  (X)"
        },
        {
            "number in article": 11,
            "reference": "Law J, Wallfish T. Do 'minority' groups have special needs? Speech therapy and the Chasidic Jewish community in north London. Child Care Health Dev . 1991;17(5):319-329. (R)"
        },
        {
            "number in article": 12,
            "reference": "Engel-Yeger  B. Leisure activities preference of Israeli Jewish children from secular versus Orthodox families. Scand J Occup Ther . 2012;19(4):341-349.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Galil A, Carmel S, Lubetzky H, Vered S, Heiman N. Compliance with home rehabilitation therapy by parents of children with disabilities in Jews and Bedouin in Israel. Dev Med Child Neurol . 2001;43(4):261-268.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Box Bayes J. What are the attitudes of strictly-orthodox  Jews to clinical trials: are they influenced by Jewish teachings?. J Med Eth . 2013;39(10):643-646. doi:10.1136/medethics-2012-100658.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Weiss P, Shor R, Hadas-Lidor  N. Cultural aspects within caregiver interactions of ultra-orthodox  Jewish women and their family members with mental illness. Am J Orthopsychiatr . 2013;83(4):520-527.  doi:10.1111/ajop.12045. (R)"
        },
        {
            "number in article": 16,
            "reference": "Box Bayes JE, Loewenthal KM. How do Jewish teachings relate to beliefs about depression in the strictly orthodox Jewish community?. Ment Health Religion Cult . 2013;16(8):852-862.  doi:10.1080/13674676.2012.726215. (R)"
        },
        {
            "number in article": 17,
            "reference": "Krumrei E, Pirutinsky S, Rosmarin D. Jewish spirituality, depression, and health: an empirical test of a conceptual framework. Int J Beh Med . 2013;20(3):327-336. doi:10.10007/s12529-012-9248-z.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Newhouse L. Working with Russian-Jewish  immigrants in end-of-life  care settings. J Soc Work End Life Palliat Care . 2013;9(4):331-342.  doi:10.1080/15524256.2013.846884. (R)"
        },
        {
            "number in article": 19,
            "reference": "Balkin RS, Watts RE, Ali SR. A conversation about the intersection of faith, sexual orientation and gender: Jewish, Christian, and Muslim perspectives. J Counseling Dev . 2014;92(2):187-193.  doi:10.1002/j.1556-6676.2014.00147.x.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Steinberg A. What is it to do good medical ethics? An orthodox Jewish physician and ethicist's perspective. J Med Ethics . January 2015;41(1):125-8. doi:10.1136/medethics-2014-102296.  (X)"
        },
        {
            "number in article": 21,
            "reference": "Yaroslawitz SL, DeGrace BW, Sloop J, Arnold S, Hamilton TB. A study of family health in Chareidi second and third generation survivors of the Holocaust. Work. 2015;50(3):501-510.  doi:10.3233/WOR-141961.  (R)"
        }
    ]
}