{
    "metadata": {
        "title": "Floating Shoulder",
        "synonyms": [
            "ipsilateral clavicular and scapular neck fractures"
        ],
        "anatomical location body part affected": [
            "Clavicle, scapula, humerus, coracoclavicular and coracoacromial ligaments"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation",
            "hand therapy"
        ],
        "description": [
            "Ipsilateral fractures of the neck of scapula and clavicle, with likely injury to surrounding ligaments/soft tissue. This results in a separation of the glenohumeral component of the shoulder from the scapula, thus creating the appearance of a “floating shoulder”"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S42.0": "fracture of clavicle",
            "S42.1": "scapula fracture (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The patient typically presents with ecchymosis, pain, edema, deformity, upper extremity posturing, and restricted ROM(1,2)",
            "The patient may be wearing a sling or brace for support and pain control(1,2)",
            "The shoulder may appear depressed when unsupported(1,2)",
            "Because floating shoulder most often occurs due to high-energy trauma, patients may have concomitant head injuries, rib fractures, pneumothorax, neurovascular injuries (e.g., to the subclavian and axillary vessels, brachial plexus), or soft tissue injuries.(1,2)These additional injuries may impact the rehabilitation plan (e.g., closed head injury may impact memory, attention to task, and executive functions). For additional information on treatment of traumatic brain injuries, see the series of Clinical Reviews  on this topic: CINAHL Topic IDs: T708877, T708890, T708887",
            "This type of fracture grouping accounts for ~ 0.1% of total fractures(12) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Usually caused by high-energy  trauma (e.g., motor vehicle accident, fall, crush injury)",
            "Researchers in the United Kingdom found traumatic causation for the majority ofscapular fractures in the military setting(10)–Blast and gunshot wounds were responsible for 85% of fractures–Concomitant brachial plexus injuries occurred in 17% of fractures–Fixation was required in 10% of all fractures due to floating shoulder or glenoidfractures–Scapular fractures were found to occur 20 times more often in military personnel thanin the general population"
        ],
        "pathogenesis": [
            "Stable and unstable injuries of the superior shoulder suspensory complex (SSSC) may occur(4)–The SSSC is composed of bone and soft tissue structures that form a ring between the middle third of the claviclesuperiorly and the lateral scapular body inferiorly. These structures include the glenoid fossa, the coracoid process, thecoracoclavicular ligaments, the distal part of the clavicle, the acromioclavicular (AC) joint, and the acromion process.(3)The coracoacromial ligament is not technically included in the SSSC but is of interest because it is an important stabilizerof the scapular neck(,4,5)–A single failure in the SSSC generally causes a stable injury that can be managed nonoperatively(4)–Failure in two or more places in the SSSC causes instability; this occurs if the injury causes disruption of the glenoidarticular surface from the connections to the body of the scapula, acromion, coracoid, or clavicle because of a secondfracture or ligament tear(3,4)–Floating shoulder is an example of an injury of the SSSC that is typically unstable, although the degree of displacement ofthe scapular fracture may impact stability(4,15)–A scapular neck fracture is the primary fracture in a floating shoulder injury; the associated injury that causes instabilitymay be due to a clavicle fracture or ligament tear (with or without clavicle fracture).(3) The coracoclavicular andacromioclavicular ligaments are the most commonly torn ligaments"
        ],
        "risk factors": [
            "Usually results from an accident or trauma. There are no known risk factors. Engaging in high-energy  activities that canresult in trauma (e.g., alpine skiing, snowboarding, motorcycle riding) may increase risk of sustaining this type of injury"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Follow physician orders and parameters (e.g., sling use and ROM restrictions)",
        "Strengthening exercises generally are not allowed until radiographic evidence of fracture healing is shown",
        "Contact physician immediately if examination reveals any neurovascular damage (e.g., to the subclavian artery or brachial plexus)(6) or signs and symptoms of a deep vein thrombosis (DVT)",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Inquire about mechanism of injury; fall, motor vehicle accident, or other trauma? Date of injury and surgery as well as type of surgical intervention (if applicable). Were any other injuries sustained at time of injury or during surgical intervention? Is the patient’s dominant upper extremity affected?",
                "course of treatment": {
                    "medical management": "Patients with floating shoulder injury commonly are treated with internal fixation; however, nonoperative treatment can be used(15) The authors of a small study in the United States (N = 13) who investigated the success of clavicular fixation only (vs. fixation of both the clavicle and scapula) found good to excellent outcomes based on ability to return to work and controlling/eliminating symptoms of pain(9) There is a lack of consensus on treatment. Selection of surgical intervention often is attributed to surgeon preference rather than accepted practice standards(11)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed, if any; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Usual tests for this condition are the following(1,2)",
                        "Plain radiographs",
                        "CT scan is needed to determine the degree of displacement and to assess if surgery is required",
                        "Angiography if damage to the subclavian artery is suspected",
                        "Electromyography if damage to the brachial plexus is suspected"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help ",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Strengthening exercises or activities that place resistance on the upper extremity should not be performed until radiology reports document healing(5)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if  pain   is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, marked increase in swelling)",
                "respiratory status": "Is there any known respiratory compromise? Are there any signs/symptoms of pneumothorax? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any history of previous shoulder or other upper extremity injuries?",
                    "comorbid diagnoses": "Ask patient about other conditions, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Inquire about the degree of impact that the injury is having on work or leisure activities",
                "functional limitations assistance with ADLs adaptive equipment": "What was the patient’s prior level of function? What are the patient’s role functions? Is the patient able to complete activities related to these roles?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general exam as indicated with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Sling or shoulder immobilizer is needed in the acute stage (3–8 weeks post injury). Assess proper fit of sling or brace",
            "balance": "In some patients, balance may be impaired secondary to immobilized upper extremity; assess balance as indicated (e.g., Berg Balance Scale), especially if fracture is secondary to a fall",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess brachial and radial pulses; compare to contralateral side for symmetryImpairment is likely secondary to immobilized upper extremity; assess as indicatedComplete a functional assessment (e.g., Functional Independence Measure (FIM), Modified Barthel Index). Assess functional upper extremity use (e.g., Jebsen Test of Hand Function)",
            "functional mobility": "",
            "gait locomotion": "Complete a gait assessment; observe for reduced arm swing post discharge of immobilizer. If fracture is secondary to a fall, assess safety with ambulation; may use Dynamic Gait Index (DGI) for objective measureAssess for subacromial impingement once fracture has healed",
            "muscle strength": "Defer strength testing until fracture has healed; complete a thorough assessment (e.g., manual muscle testing [MMT], grip strength using dynamometer) upon physician approval ",
            "observation inspection palpation including skin assessment": [],
            "posture": " Posture –General postural assessment with focus on cervical and thoracic posture, shoulder girdle muscle atrophy, and winging of scapula –Assess for gross deformity, especially with clavicle fracture –Shoulder drooping may be present due to ligament disruption and/or rotator cuff weakness",
            "range of motion": "Assess active/passive ROM (A/PROM) of uninvolved joints of the upper extremity (i.e., elbow, wrist, digits) and assess shoulder ROM when appropriate or allowed by physician; ROM assessment of the shoulder may be deferred until fractures have healed (always obtain physician orders prior to testing). Goniometric measurements should be documented",
            "self-care activities of daily living": "",
            "reflex testing": "Assess biceps/brachioradialis and triceps reflexes once appropriate and complete assessment permitted by physicianAssess independence with ADLs, including dressing, hygiene, feeding, and meal preparation (e.g., FIM, Barthel Index). Assess ability to perform work/leisure activities specific to patient roles",
            "sensory testing": "Damage to the brachial plexus may occur with floating shoulder injury. Assess light touch (e.g., Semmes-Weinstein  monofilaments), sharp/dull, and static/moving 2-point  discrimination of C6-T1  dermatomes",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure.(7) For additional information on the DASH, seeT903177 -Used to assess disability -Thirty core inquires, 8 optional inquires -Score ranges from 0 to 100, 0 being free from any disability –Constant-Murley  score(13) –Herscovici Floating Shoulder score(13)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over area of nerve regrowth"
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves"
            ],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Strengthening exercises generally are not allowed until radiographic evidence of fracture healing is shown",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Contraindications/precautions to use of modalities(8)"
            ]
        },
        "diagnosis need for treatment": "Occupational therapy is indicated for pain management, scar management (if operative treatment), restoration of upper extremity ROM, strength, and to maximize functional independence ",
        "rule out": "Glenohumeral dislocation, humeral fracture, rotator cuff tear",
        "prognosis": [
            "Depends on severity of fracture and concomitant injuries",
            "Conservative treatment of floating shoulder is reported to produce similar functional outcomes when compared to surgical intervention unless there is caudal dislocation of the glenoid; however, authors of a 2020 systematic review found that appropriate patient selection is critical for obtaining similar outcomes(13)"
        ],
        "referral to other disciplines": " Referral to other disciplines Physical therapy as indicated for balance issues Back to physician as indicated for complications or slow progress Neuropsychologist as indicated for concomitant head injury concerns",
        "other considerations": [],
        "treatment summary": [
            "No studies on the rehabilitation of floating shoulder were found; however, authors of some review articles present rehabilitation protocols(5)",
            "Patients may be treated nonsurgically if there is no instability. Acutely, the patient is immobilized, and treatment focuses on pain management; pendulum and passive ROM exercises can begin once pain is controlled and depending on associated injuries.(5)Progression of exercises to resistive activities should be based on fracture healing",
            "Following surgical fixation one postoperative rehab progression includes PROM initiated the first week followed by active-assisted exercises week 2, active exercises after 3 weeks, and PRE initiated week 6(5)",
            "Treatment can be divided into three phases (please see treatment grid below for more details)(1,2) –Phase I – Protection phase –Phase II – Progression of ROM program and isometrics may begin –Phase III – Healed fracture; functional and resistance training may begin . Problem Goal Intervention Expected Progression Home Program Pain Relieve pain Physical agents and mechanical modalities _ Cryotherapy for pain control _ _ Manual therapy _ Gentle retrograde massage in phase I for control of pain and edemaPrescription, application of devices and equipment _ Wean from immobilization device as able and ordered by physicianProvide recommendations for home regarding pain control as indicated  Decreased ROM Restore ROM Therapeutic exercises _ Phase I or protective phase focuses on A/ PROM of elbow, wrist, and hand and, if prescribed by physician, pendulum exercises and PROM exercises of the shoulder. Stabilize the scapula during PROM _ _ Phase II: Continue AROM exercises of noninvolved jointsManual therapy _ Address any restrictions in the glenohumeral joint in phase IIIHome exercise program incorporating A/AA ROM as appropriate Decreased strength and functionRestore strength and functionFunctional training _ Phase I: Encourage increasing independence in ADLs and use of involved upper extremity as able based on healing. Use functional activities to decrease ROM and strength deficits _ _ Therapeutic exercises _ Phase II: Begin isometric exercises of the shoulderTherapeutic exercises _ Phase III: Once fracture has healed, joint capsule and ligaments are stable, and ROM is pain-free, begin gradual progression of functional activities and AROM/ strengthening exercises of the shoulder and scapular musculature _ _ Functional training _ Training to return to normal role functions including work and leisure activities in phase IIIHome exercise program incorporating progressive resistive exercise (PRE) ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain": [
            "V AS"
        ],
        "improved rom": [
            "Goniometric measurements"
        ],
        "increased strength": [
            "MMT",
            "Dynamometer"
        ],
        "improved normalized posture": [
            "Posture assessment"
        ],
        "increased functional independence": [
            "DASH(7)",
            "Barthel Index",
            "FIM"
        ],
        "improved shoulder function": [
            "Constant-Murley  score",
            "Herscovici Floating Shoulder Injury score"
        ]
    },
    "maintenance or prevention": [
        "Avoid activities that may result in high-energy  downward forcesonto the tip of the shoulder"
    ],
    "patient education": [
        "See “Floating Shoulder” from Medscape at https://emedicine.medscape.com/article/1261072-overview Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Yaboro SR, Kew ME. Scapula fractures. In: Essential Orthopaedics . 2nd ed. Philadelphia, PA: Saunders Elsevier; 2020:181-183.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Hadeed M, Brockmeier S. Clavicle fractures. In: Miller MD, Hart JA, MacKnight JM, eds. Essential Orthopaedics . 2nd ed. Philadelphia, PA: Saunders Elsevier; 2020:184-188. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Badam VK, Harsha TSS, Sankineani SR, Rachakonda KR, Bodanki C, Reddy AVG. Triple disruption of the superior shoulder suspensory complex—a case report. J Orthop Case Rep . 2019;9(3):39-42.  doi:https://doi.org/10.13107/jocr.2250-0685.1410.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Goss TP, Walcott ME. Fractures of the scapula. In: Rockwood CA, Matsen FA, Wirth MA, Lippitt SB, Fehringer EV, Sperling JW, eds. Rockwood and Matsen’s The Shoulder . 5th ed. : Elsevier; 2018:243-290.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Pires RE, Giordano V, de Souza FSM, Labronici PJ. Current challenges and controversies in the management of scapular fractures: a review. Patient Saf Surg . 2021;15(1):6. doi:https://doi.org/10.1186/s13037-020-00281-3.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Eiff MP, Hatch RL, Higgins MK. Clavicle and scapula fractures. In: Fracture Management for Primary Care and Emergency Medicine . 4th ed; 2020:196-211.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Dixon D, Johnston M, McQueen M, Court-Brown  C. The Disabilities of the Arm, Shoulder and Hand Questionnaire (DASH) can measure the impairment, activity limitations and participation restriction constructs from the International Classification of Functioning, Disability and Health (ICF). BMC Musculoskelet Disord . 2008;9:114. (R)"
        },
        {
            "number in article": 8,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Gilde AK, Hoffmann MF, Sietsema DL, Jones CB. Functional outcomes of operative fixation of clavicle fractures in patients with floating shoulder girdle injuries. J Orthop Traumatol . 2015;16(3):221-227.  doi:10.1007/s10195-015-0349-8.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Roberts DC, Power DM, Stapley SA. A review of 10 years of scapula injuries sustained by UK military personnel on operations. J R Army Med Corps . 2018;164(1):30-34. doi:10.1136/jramc-2017-000773.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Zhou Q, Chen B, Zhou Y, Chen H, Wang Z, Liu J. Comparisons of shoulder function after treatment of floating shoulder injuries with different methods. Biomed Res . 2017;28(5):2320-2326.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Lopez-Cervantes  RE, Quintero-Hernandez  S, Padilla-Rojas  LG, Knierzinger D, Kralinger FS, Gomez Acevedo JM. Floating shoulder injuries, what parameters are important and their treatment options. MOJ Orthop Reumatol . 2017;9(4). doi:https://doi.org/10.15406/mojor.2017.09.00363. (SR)"
        },
        {
            "number in article": 13,
            "reference": "Dombrowsky AR, Boudreau S, Quade J, Brabston EW, Ponce BA, Momaya AM. Clinical outcomes following conservative and surgical management of floating shoulder injuries: a systematic review. J Shoulder Elbow Surg . 2020;29(3):634-642.  doi:https://doi.org/10.1016/j.jse.2019.09.029. (SR)"
        }
    ]
}