{
    "metadata": {
        "title": "Prader-Willi  Syndrome  Occupational Therapy",
        "synonyms": [
            "prader-labhart-willi  syndrome  occupational therapy",
            "labhart-willi syndrome: occupational therapy",
            "labhart-willi-prader-fanconi syndrome: occupational therapy",
            "royer syndrome: occupational therapy",
            "occupational therapy: prader-willi syndrome"
        ],
        "anatomical location body part affected": [
            "Musculoskeletal system, central nervous system, endocrine system, cardiorespiratory system"
        ],
        "area of specialty": [
            "home health",
            "neurological rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "Prader-Willi  syndrome (PWS) is a rare neurodevelopmental genetic disorder characterized by hypothalamic dysfunction.(22) The incidence of this disorder is between 1 in 20,000 and 1 in 30,000 live births worldwide;(22) prevalence is 1 in 52,000 persons worldwide(15)",
            "For more information specifically on PWS in children, see  Clinical Review … Prader-Willi  Syndrome in Children  ; CINAHL Topic ID Number: T902934",
            "For more information specifically on physical therapy and PWS, see  Clinical Review … Prader-Willi Syndrome: Physical Therapy  ; CINAHL Topic ID Number: T903881",
            "For more information specifically on Speech Therapy and PWS, see  Clinical Review … Prader-Willi Syndrome: Communication Disorders  ; CINAHL Topic ID Number: T709207",
            "For more information specifically on dysphagia and PWS, see  Clinical Review … Dysphagia: Prader-Willi  Syndrome  ; CINAHL Topic ID Number: T709094"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified",
            "Development of an individualized family service plan (IFSP) or an individualized education program (IEP) in collaboration with the parents and school personnel is essential for children with PWS to address learning, language, and cognitive problems as well as feeding and motor problems in the school environment. In addition, such a plan can assist school personnel in modifying activities that might be otherwise harmful or unsafe for the child. Children with IFSPs or IEPs might be eligible for government-funded  therapy programs(19)"
        ],
        "presentation signs and symptoms": [
            "PWS is a genetic disorder with highly variable symptomatology that affects multiple body systems(22)",
            "American Academy of Pediatrics consensus diagnostic criteria  for PWS are weighted at 1 point for major criteria and ½ point for minor criteria. Five points are required for diagnosis in children aged 3 years or younger, with 4 points from the major group. A total score of 8 is required for children older than 3 years and for adults, with 5 points from the major criteria group. Supporting findings increase or decrease the level of suspicion for the diagnosis(5)  –Major diagnostic criteria(22) -Neonatal and infantile central hypotonia with poor suck, improving with age -Adults generally remain mildly hypertonic -Feeding problems and/or failure to thrive(18) -Special feeding techniques may be required -Feeding typically normalizes after a period of weeks or months(5) -Excessive or rapid weight gain between 1 and 6 years of age if not controlled by feeding intervention, resulting in central obesity(18) -Hypogonadism -Genital hypoplasia, including scrotal hypoplasia, cryptorchidism, small penis/testes for age (< 5th percentile) in males and hypoplasia of labia minora and/or clitoris in females -Delayed or incomplete puberty and gonadal maturation -Characteristic facial features, including dolichocephaly (long head) in infancy, narrow face/bifrontal diameter, almond-shaped  palpebral fissures, down-turned  mouth, thin upper lip, strabismus -Hyperphagia, excessive foraging/obsession with food -Global developmental delay in child < 6 years of age, mild to moderate intellectual disability/multiple learning disabilities in older children",
            "Signs and symptoms associated with each stage of PWS –Age: birth to 1 year, also known as the hypotonic phase -Decreased fetal movements(22) -Absence of normal, primitive reflexes(22) -Cryptorchidism (absence of one or both testes from the scrotum)(1,22) -Decreased limb movements/limited spontaneous movements(22) -Global developmental delay(22) -Characteristic dysmorphic facial features (i.e., narrow face and nasal bridge; small, upturned nose; almond-shaped  eyes; thin upper lip; down-turned corners of the mouth)(22) -Obstructive sleep apnea(22) -Poor feeding, failure to thrive(22) -Hypogonadism(22) -Respiratory issues(22) -Severe hypotonia leading to poor suck reflex(22) –Age: 1–6 years, also known as the hyperphagic phase -Short stature,(1) delayed bone age(22) -Small hands and small feet(22) -Characteristic facial features -Enamel hypoplasia(22) -Hypopigmentation (light skin color)(22) -Decreased vomiting(22) -Maladaptive behaviors, temper outbursts(22) -Hypotonia -Obesity(22) -Reduced and thick/sticky saliva(22) -Scoliosis(22) -Strabismus(22) (eyes are not properly aligned with each other) –Ages: 6–12  years -Hypotonia -Global developmental delay  -Excessive eating with associated obesity –Ages: 13 years to adulthood -Hypothalamic hypogonadism; delayed or arrested sexual development(1,22) -PWS results in congenital isolated hypogonadotropic hypogonadism, which is complete or partial failure of pubertal development due to impaired secretion of luteinizing hormone and follicle-stimulating  hormone(1) -Cognitive impairments -Excessive eating with central obesity; if uncontrolled -Diabetes/reduced glucose tolerance(22) -Infertility(1,22) -Osteoporosis(22) -Verbal perseveration, obsessions, inappropriate social behavior, food hoarding/stealing, impulsivity(22) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Individuals with PWS often have a short attention span, which may require the therapist to limit the length of the examination(22)",
            "Behavioral issues are common in individuals with PWS. Therapists should be alert to signs of a possible temper outburst (e.g., irritability, agitation, loud speech). Temper outbursts are more common in PWS than in other genetic syndromes –Increased exposure to rigid routines may increase behavioral issues when those routines are changed(8)  -Authors of a study in the United Kingdom involving 16 children (age < 16 years) found that with an increased duration of routines established during novel play activities, participants had an increased level of emotional arousal with subsequent changes to the routine"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes : pws is caused by absence of expression of the paternally active genes in the region of qq": [
            "Approximately 70% of cases result from deletion of this region from the paternal chromosome–The first form, which is the most common (approximately 70% of cases), results from a deletion of genes on the long armof the paternal chromosome 15 in the area identified as 15q11–q13(22)",
            "Approximately 25% of cases result from inheritance of two copies of this region from the mother and none from the father.It is referred to as maternal uniparental disomy (mUPD)"
        ],
        "pathogenesis": [
            "Dysfunction of the hypothalamus directly accounts for the majority of clinical features in PWS, including obesity withhyperphagia, abnormal control of appetite, neonatal hypotonia, and short stature with growth hormone deficiency(22)",
            "Hypothalamic dysfunction affects pituitary function, leading to low levels of growth hormone(22)"
        ],
        "risk factors": [
            "There are no known risk factors",
            "The risk of occurrence when a previous child has PWS depends on the genetic cause. If a previous child has PWS, genetictesting of the father is indicated(5)–Risk of PWS is up to 50% if parents had a previous child with PWS attributed to an imprinting defect (approximately 2%of children with PWS)–Risk is up to 25% if a parental chromosomal translocation is present (< 1% of children with PWS)–Risk is less than 1% if a previous child had PWS attributed to deletion of the paternal chromosome or uniparental disomy(approximately 98% of children with PWS)–Specific genetic testing is indicated if suggested by chorionic villus sampling (CVS) or amniocentesis results"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If the patient is a minor, obtain written consent from parent or guardian prior to initiating assessment or treatment",
        "Hyperphagia, food foraging/hoarding, and food stealing are components of PWS. The clinical environment should be arranged accordingly(22)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Individuals with PWS often have a short attention span, which may require the therapist to limit the length of the examination(22)",
            "Behavioral issues are common in individuals with PWS. Therapists should be alert to signs of a possible temper outburst (e.g., irritability, agitation, loud speech). Temper outbursts are more common in PWS than in other genetic syndromes –Increased exposure to rigid routines may increase behavioral issues when those routines are changed(8)  -Authors of a study in the United Kingdom involving 16 children (age < 16 years) found that with an increased duration of routines established during novel play activities, participants had an increased level of emotional arousal with subsequent changes to the routine"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document when PWS was first diagnosed; signs and symptoms that are currently present, the stage/phase in which the patient is currently, and the results of any genetic testing -Note gestational age and chronological age -Note any complications with pregnancy, labor and delivery, or postnatally -Note gross and fine motor developmental delays and age at which motor milestones were reached -Note any cognitive or learning impairments",
                "course of treatment": {
                    "medical management": "Medical management of PWS varies from patient to patient. Note treatment team members physicians, psychologists, behavioral specialists, and other rehabilitation therapists. Possible medical interventions for use of sex hormone therapy for hypogonadism dietary/nutrition intervention for hyperphagia or other feeding difficulties. Note any strategies that are being implemented to control hyperphagia (e.g., locking refrigerator and cupboards, dietary restriction) Use of feeding tubes (orogastric, nasogastric, gastrostomy, jejunostomy)/enteral feeding for infants with dysphagia Caloric restriction might be necessary for children with PWS who are obese or at risk for obesity; a registered dietician or nutritionist will determine caloric needs When given more autonomy for making dietary decisions, training focusing on proper food choices and developing food preparation skills should also be provided(7) document the use of special oral hygiene products to address thick, viscous saliva growth hormone (GH) treatment for growth, muscle strength, and related issues(22) Treatment intervention for respiratory dysfunction or obstructive sleep apnea (OSA)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being GH or sex hormone replacement therapy(22) nutritional supplements, including calcium and other bone support products Human chorionic gonadotrophin can be used to help patients who present with cryptorchidism(22) Testosterone supplementation may be given to those between the ages of 15 and 16 who are experiencing a delay in puberty(22) Estrogen may be given to females for hypogonadism for 2 years or until time of menarche(22)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed : Genetic testing to confirm PWS genotype",
                        "DNA methylation is the gold standard for testing and identifying defects in the parental imprinting on chromosome 15(22)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had speech therapy, occupational therapy, physical therapy, or applied behavioral therapy for this or other conditions and what specific treatments were helpful or not helpful Aggravating/easing factors Does the patient have hearing or vision difficulties? Does the patient have speech and language deficits? Does the patient have a co-occurring  disorder, such as epilepsy or autism spectrum disorder (ASD)? Is the patient overly sensitive to sensory stimulation (visual, auditory, or tactile)? Document eating/feeding patterns (hoarding, hyperphagia)Use body chart to document location and nature of symptomsDocument nature of symptoms (e.g., frequency of behavioral outbursts/emotional lability, hyperphagia, muscle weakness, tonal abnormalities, pain). See also Presentation/signs and symptoms , above Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much); use a pain scale specifically designed for children/infants when assessing pediatric patients, such as FLACC, FACES, or Oucher scales Patients with PWS can have an increased tolerance for pain, which increases risk of injury(22)Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variablesDocument number of awakenings/night Sleep disturbances are common among patients with PWS and include excessive daytime sleepiness (related to hormone deficiencies) and sleep apnea (related to obesity)(17) OSA and narcolepsy are commonly associated with PWS in adults and children and are exacerbated by obesity(18)Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (including temperature regulation difficulties, constipation, fever, and health problems secondary to obesity)Document the respiratory status of the patient, including vital capacity, and include use of supplemental oxygen, mechanical ventilator, etc.Document any behavioral symptoms that indicate psychosocial disturbances Patients with PWS exhibit a range of behaviors at different stages of development. Infants with PWS have been described as happy, cooperative, affectionate, friendly, and compliant Maladaptive behaviors typically emerge in childhood and include skin picking, verbal perseveration, stubbornness, obsessions, temper outbursts, impulsivity, disobedience, and excessive sleep(22)Document hearing ability; refer to the results of hearing screenings or audiological testing Barriers to learning Are there any barriers to learning? Yes__ No__ If Yes, describe ________________________"
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous difficulty with motor or cognitive deficits",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including behavior difficulties, hearing loss, vision problems, heart problems, communication difficulties, and memory loss",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing (e.g., weight gain or loss, skin rash, fevers)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the patient attend school? What setting (home-based,  traditional)? What grade level? Does the patient currently receive intervention services? If so, are they home, school, hospital, or clinic based? Does the patient attend daycare/after-school care? -Does the patient live at home? If the patient is an adult, does he or she have a job? Describe the job duties -Is the patient involved in the community? Is the patient involved in leisure activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient require any adaptive or specialized equipment for or need for assistance with eating, communication, ADLs, or mobility? Document type of equipment and how long it has been used by the patient",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home or community. Does the patient drive or use public transportation? Document strategies for food and feeding management within the home/school/work setting (e.g., who prepares food, locking cabinets/refrigerator)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) ",
            "anthropometric characteristics": "In the early stages of PWS, patients are at risk for malnourishment and failure to thrive; in later stages, patients are at risk for obesity(14)",
            "assistive and adaptive devices": "Assess the patient’s need for and/or use of assistive and adaptive devices –Adaptive feeding equipment -Adaptive utensils -Adaptive plates/bowls -Adaptive cups and/or bottles –Mobility aids -Ankle-foot  orthoses (AFOs) -Cane -Crutches -Walker -Wheelchair –Toileting equipment -Grab bars next to the toilet -Bedside commode -Raised toilet seat -Elevated foot rest at the toilet –ADL/IADL aids -Reachers; long-handled  equipment -Shoe horn -Elastic shoelaces -Dressing sticks; sock aids -Modified eating utensils -Adaptive toys or play equipment -Adaptive writing instruments -Adaptive kitchen and cooking equipment -Adaptive/ergonomic computer/mouse/keyboard -Text-to-speech  software",
            "balance": "Evaluate static and dynamic balance reactions in sitting and standing positions. Use the Berg Balance Scale or Pediatric Balance ScaleHave the patient stand with feet parallel and together; patient closes his or her eyes for 60 seconds; judge the amount of sway or time position is held –Refer to physical therapy for a formal balance assessment as indicated",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess distal pedal pulses bilaterally; note any discrepancies or abnormalitiesBed mobility and transfers (including toilet and tub transfers) should be assessed to determine the amount of assistance needed for the patient to perform each activity safely –Timed Up & Go (TUG) test(2) – a measurement of mobility; includes tasks such as standing from a seating position, walking, turning, stopping, and sitting down, all of which are important for independent mobility –FIM – an 18-item,  7-level  ordinal scale(3)or WeeFIM for the pediatric population –Gross Motor Functional Measures (GMFM) scale for gross motor skills such as walking and running(16)",
            "functional mobility": "",
            "gait locomotion": "Gait abnormalities are common in patients with PWS(20) –Refer to physical therapy for full gait assessment and intervention if appropriateAssess bilateral upper and lower extremity joint hypermobility with the Beighton Hypermobility ScaleAssess upper extremity grasp and release as well as coordination –Hypotonia is a lifelong problem for patients with PWS",
            "muscle strength": "Assess trunk and bilateral upper and lower extremity strength with manual muscle testing (MMT) if the patient is able to cognitively follow directions. If not, assess strength through functional skills such as maintaining tall kneel and ½ kneel position, hip extension while in prone, standing on one leg, and timed repeated rising from a chair. Assess grip and pinch strength with handheld dynamometry –Manual muscle testing (MMT) to evaluate strength in both upper extremities, including the shoulder, elbow, forearm, wrist, and fingers; do not perform MMT with contracted muscles or in presence of abnormal tone or coordinationAssess with neuromotor development standardized tests such asThis standardized assessment measures gross and fine motor skills of children from birth to 6 years of age –Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)  for individuals 4 years through 21 years, 11 months(15)",
            "observation inspection palpation including skin assessment": [
                "Strabismus is present in 6070%  of individuals with PWS, possibly affecting visual capacity",
                "Individuals with PWS have decreased visual motor integration. In a study conducted in the Netherlands, researchers found that children with PWS had decreased visual motor integration (VMI) and that VMI deficits increased over time (2 years between measures) even when both visual perception and motor coordination scores remained consistent. These",
                "findings are based on a study involving 52 children with PWS aged 717  years who completed both the initial and follow-up components of the study(12)"
            ],
            "posture": "Note postural deficits; patients with PWS are at risk for scoliosis(22) –Assess sitting, standing, and walking posture –Assess the patient’s ability to utilize support (i.e., assistive device or arm support) to improve both standing and walking posture; note posture with/without adaptive equipment –Document static/dynamic posture in both sitting/standing throughout a variety of tasks",
            "range of motion": "Assess functional ROM of the upper and lower extremities as well as the spineAssess ADLs –FIM testing is appropriate for assessment of ADLs(3) -For children with PWS, the WeeFIM is appropriate for assessment of ADLs(4) -The WeeFIM assesses basic daily living and functional skills in children from birth to 7 years of age(4)self-care,  sphincter control, transfers, locomotion, communication, and social cognition(4)Assess patient’s ability to dress and/or cooperate with dressing activities when assisted by parent/caregiverAssess grooming skills -What type of assistance does the patient require for grooming, shaving, brushing teeth, etc.?Assess the patient’s ability to feed himself or herself; is assistance or adaptive feeding equipment required? -Refer to speech-language  pathologist’s (SLP) reports regarding swallowing function and aspiration riskDocument level of assistance needed; does the patient currently utilize adaptive toileting equipment?  –For high-functioning  patients, assess IADLs such as driving (car transfers), meal preparation, shopping, and housework",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess light touch, pinprick, position sensation (proprioception and kinesthesia), vibration, and temperature –For additional information regarding assessment and treatment of sensory processing disorders, see  Clinical Review…Pediatrics  ; CINAHL Topic ID Number",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Vineland Adaptive Behavior Scales (V ABS) -Formal assessment of adaptive behavior assessing domains of communication, daily living, socialization, and motor skills -Norms for children and youth aged 0 to 18 years, 11 months",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Patients with PWS typically have intellectual disability and global cognitive impairment, with an average IQ score of 70 (range = 40–100).(5) Impaired executive function also appears to be associated with PWS.(11) Refer to any cognitive or psychological assessments that have been completed for details regarding the patient’s cognitive abilities –In a study conducted in France with 17 adults with PWS and 17 healthy adult control subjects, researchers found that the individuals with PWS had decreased executive function compared to the control subjects and that the type and degree of deficit appeared to be related to both intellectual deficits and characteristics of the PWS population (e.g., perseveration)(11) –The Dementia Rating Scale-2  (DRS-2),  a performance-based test, may be administered to assess cognitive functioning in individuals with PWS and other conditions that are not associated with dementia(6) -There are five cognitive domains with a maximum score of 144. DRS-2  is designed to identify deficits and/or track impairment severity over time(6) -A U.S. pilot study of 13 adult patients with PWS demonstrated impairments in all 5 subscales, with the greatest impairments observed on initiation/perseveration and construction subscales (verbal and motor fluency and visuospatial impairments). No correlations were observed between age and any subscale score(6)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with PWS are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Patients with PWS who have dysphagia or feeding difficulties are at increased risk for aspiration and laryngeal penetration of oral intake. Ensure that the patient and family/caregivers are aware of the potential for aspiration and are educated about prevention strategies when appropriate",
                "The occupational therapist (OT) should work as part of a multidisciplinary team (physician, physical therapist [PT], SLP, dietician, respiratory therapist, etc.), as appropriate, in the assessment and management of patients with PWS",
                "Clinicians should follow guidelines of their clinic/hospital and what is ordered by the patient’s physicians"
            ]
        },
        "diagnosis need for treatment": "The OT must consider each patient’s risk factors and deficits to determine if the patient is an appropriate candidate for therapy; a multifaceted, multidisciplinary approach is indicated for habilitation/rehabilitation in patients with PWS",
        "rule out": "The patient’s medical team will rule out other syndromes with similar symptoms, including Angelman syndrome(5) UPD 14(5) Cohen syndrome(5) Bardet-Biedl  syndrome(5) Alstrom syndrome(5) Fragile X syndrome(5)",
        "prognosis": [
            "Patients with PWS who receive early management as well as ongoing treatment for their condition can reach an average lifespan(22)",
            "Choking has been reported to occur in about 8% of patients with PWS(5)",
            "The rate of mortality in a subgroup of a cohort of individuals with PWS identified between 1998 and 2001 in the United Kingdom appears to be declining. Investigators found that whereas in 2000 there were only 4 individuals with PWS aged >/ = 40, in 2009 there were at least 6 individuals in this age group, which may reflect decreased mortality(9)"
        ],
        "referral to other disciplines": "Care for a patient with PWS should involve professionals from multiple disciplines, including: PT for mobility, gait training, balance, or exercise/weight management program SLP for speech, language, and dysphagia intervention(18) Nutritionist or registered dietician for weight management and nutritional intervention Endocrinologist for management of hormone deficiencies(1) Mental health professional for behavioral and psychiatric disturbances Social work, vocational therapy, special education teachers and agencies ",
        "other considerations": [],
        "treatment summary": [
            "Play-based  intervention for pediatric patients with PWS –A play-based  parent-child  home exercise program may improve coordination and strength in children with PWS(14,15) -Based on a research study of 45 children with PWS and 66 typically developing children -The intervention consisted of interactive video games, playground activities, and traditional therapeutic exercise",
            "Exercise/muscle strengthening –The results of a study conducted in the United States designed to assess the effects of exercise in obese children and children with PWS with regard to endocrine and metabolic function found that in both obesity and PWS there is a decrease in hormonal response to exercise (i.e., changes in amount of GH and catecholamine following exercise), but intact insulin response and skeletal muscle regulation. For the study, 3 groups of children (11 PWS, 12 lean, 12 obese) with mean ages 10.9, 9.2, and 9.2, respectively, completed ten 2-minute  bouts of cycling exercise, with blood sampling completed pre-exercise,  immediately post-exercise,  and at 15, 30, and 60 minutes after completion. These samples were analyzed for levels of both metabolites and hormones(13) –Utilizing a supervised home exercise program has been shown to effectively improve physical activity in women with PWS(21) -Based on a study conducted in France involving 10 women with PWS -Patients participated in an hour of exercise training twice weekly for 16 weeks -Exercise sessions consisted of 10 minutes of light warm-up  endurance activities, 15 minutes of strength training exercises, and 30 minutes of moderate-intensity  endurance exercises. Activities consisted of Nordic walking, running, step/stair climbing, ball sport games (e.g., football, basketball, volleyball) -Results show that women with PWS had an improvement in walking endurance and were more willing to participate in moderate-to-vigorous  physical activities after starting the program.No changes were found in general body composition . Problem Goal Intervention Expected Progression Home Program Reduced balance _ _ Reduced strengthImprove balance in standing, sitting, and dynamic activities _ _ Improve muscle strengthTherapeutic modalities _ Exercise/strength training program _ _ Balance exercisesGradual progression of intensity and duration of exercises to promote overall strengtheningHome program will vary according to patient’s goals and support system Impairment of ADLs/ IADLsIncrease or maintain independence in ADLs/ IADLsFunctional training _ ADL/IADL training _ _ Through the use of functional activities, promote independence in self-care skills for dressing, grooming, and eating _ _ Use of adaptive or assistive devices and technology as appropriateInitially, break ADL/ IADL tasks down into separate parts; with increased patient tolerance, have the patient perform progressively longer segments of each ADL/ IADL task at a timeCaregiver education is important for carryover of ADL/ IADL training into the home environment; provide the patient’s family with a plan for maximizing home safety for ADLs/IADLs with environmental modifications as appropriate  Reduced play skills; repetitive or ritualistic play behaviorsIncrease variety of playing; improve playing with typically developing peersFunctional training _ Play-based intervention _ _ See Treatment summary , aboveProgression will vary according to patient’s goals, introducing new activities and forms of playHome program will vary according to patient’s goals and support system ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes and measures of occupational therapy intervention will vary among individual patients with pws; however, they might include:": []
    },
    "maintenance or prevention": [
        "There is no known prevention of PWS",
        "Management of PWS requires a multidisciplinary treatment approach with annual follow-up Patients should adhere to the prescribed home program and the use of any adaptive or assistive devices per therapist’s instructions Genetic counseling should be provided to the parents of children with PWS Recommend support groups and ongoing education to the parents/caregivers, family members, and affected individuals Ongoing dietary counseling with a registered dietician",
        "Weight control to minimize secondary health issues resulting from obesity Diet and feeding control, including restricted access to food, behavioral techniques –Optimal medical management for obesity has not been identified, but current treatment includes medication (e.g., growth hormone, metformin), behavior modification programs, and diet restriction. Other medications and deep brain stimulation are being explored(10) Physical activity program Aerobic conditioning Strength training"
    ],
    "patient education": [
        "Parents and caregivers of patients with PWS generally desire to be educated on the various intervention strategies for behavioral, eating, and communication problems in patients with PWS, preferring active strategies over passive ones",
        "See patient information series, research updates, and patient support groups for PWS from the Prader-Willi  Syndrome Association at http://www.pwsausa.org/ ",
        "See patient, medical, research, and support information from the Prader-Willi Syndrome Association of Australia at http:// www.pws.org.au",
        "See patient, medical, research, and support information from the Prader-Willi Syndrome Association of the United Kingdom at https://www.pwsa.co.uk/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Fitzgerald PA. Endocrine disorders. In: Papadakis MA, McPhee SJ, Rabow MW, eds. Current Medical Diagnosis & Treatment 2020 . 59th ed. New York, NY: McGraw-Hill Medical; 2020:1127-1207.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Podsiadlo D, Richardson S. The timed \"Up & Go\": a test of basic functional mobility for frail elderly persons. J Am Geriatr Soc . 1991;39(2):142-148. doi:10.1111/j.1532-5415.1991.tb01616.x.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Kidd D, Stewart G, Baldry J, et al. The Functional Independence Measure: a comparative validity and reliability study. Disabil Rehabil . 1995;17(1):10-14. doi:10.3109/09638289509166622.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Msall ME, DiGaudio K, Rogers BT. The Functional Independence Measure for Children (WeeFIM). Conceptual basis and pilot use in children with developmental disabilities. Clin Pediatr . 1994;33(7):421-430.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Driscoll DJ, Miller DL, Schwartz S, Cassidy SB. Prader-Willi  syndrome. Gene Reviews [Internet]  Web site. http://www.ncbi.nlm.nih.gov/books/NBK1330/ . December 17, 2017. (RV)"
        },
        {
            "number in article": 6,
            "reference": "Sugarman MA, Jacobs DR, Paulson D, Tomlinson MM, Lichtenberg PA. Examination of the cognitive profile of adults with Prader-Willi  syndrome using the Dementia Rating Scale-2: a pilot study. J Intellect Dev Disabil . 2014;39(1):102-107.  doi:10.3109/13668250.2013.870330. (R)"
        },
        {
            "number in article": 7,
            "reference": "Nordstrom M, Paus B, Andersen LF, Kolset SO. Dietary aspects related to health and obesity in Williams syndrome, Down syndrome, and Prader-Willi  syndrome. Food Nutr Res. 2015;59:25487. doi:10.3402/fnr.v59.25487. (R)"
        },
        {
            "number in article": 8,
            "reference": "Bull LE, Oliver C, Callaghan E, Woodcock KA. Increased exposure to rigid routines can lead to increased challenging behavior following changes to those routines. J Autism Dev Disord . 2015;45(6):1569-1578.  doi:10.1007/s10803-014-2308-2.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Whittington JE, Holland AJ, Webb T. Ageing in people with Prader-Willi  syndrome: Mortality in the UK population cohort and morbidity in an older sample of adults. Psychol Med. 2015;45(3):615-621.  doi:10.1017/S0033291714001755. (R)"
        },
        {
            "number in article": 10,
            "reference": "Salehi P, Leavitt A, Beck AE, Chen ML, Roth CL. Obesity management in Prader-Willi  syndrome. Pediatr Endocrinol Rev . 2015;12(3):297-307.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Chevalere J, Postal V, Jauregui J, copet P, Laurier V, Thuilleaux D. Executive functions and Prader-Willi  syndrome: global deficit linked with intellectual level and syndrome-specific  associations. Am J Intellect Dev Disabil . 2015;120(3):215-229.  doi:10.1352/1944-7558-120.3.215.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Lo ST, Collin PJ, Hokken-Koelega  AC. Visual-motor  integration in children with Prader-Willi  syndrome. J Intellect Disabil Res . 2015;59(9):827-834.  doi:10.1111/jir.12197. (R)"
        },
        {
            "number in article": 13,
            "reference": "Rubin DA, Clark SJ, Ng J, Castner DM, Hagg AM, Judelson DA. Hormonal and metabolic responses to endurance exercise in children with Prader-Willi  syndrome and non-syndromic  obesity. Metabolism . 2015;64(3):391-395.  doi:10.1016/j.metabol.2014.11.011. (R)"
        },
        {
            "number in article": 14,
            "reference": "Rubin DA, Wilson KS, Dumont-Driscoll  M, Rose DJ. Effectiveness of a parent-led  physical activity intervention in youth with obesity. Med Sci Sports Exerc . 2019;51(4):805-813. doi:10.1249/MSS.0000000000001835. (R)"
        },
        {
            "number in article": 15,
            "reference": "Rubin DA, Wilson KS, Wiersma LD. Rationale and design of active play @ home: A parent-led  physical activity program for children with and without disability. BMC Pediatr . 2014;14(14):41. doi:10.1186/1471-2431-14-41.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Belluscio V, Bergamini E, Salatino G, et al. Dynamic balance assessment during gait in children with Down and Prader-Willi  syndromes using inertial sensors. Hum Mov Sci . 2019;63:53-61.  doi:10.1016/j.humov.2018.11.010. (R)"
        },
        {
            "number in article": 17,
            "reference": "Canora A, Bocchino M, Sanduzzi A, Franzese A, Mozzillo E, Fattorusso V. Severe obstructive sleep disorders in Prader-Willi  syndrome patients in southern Italy. Eur J Pediatr . 2018;177(9):1367-1370.  doi:10.1007/s00431-017-3083-9.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Tan HL, Urquhart DS. Respiratory complications in children with Prader Willi syndrome. Paediatr Respir Rev . 2017;22:52-59.  doi:10.1016/j.prrv.2016.08.002. (RV)"
        },
        {
            "number in article": 19,
            "reference": "U.S. Department of Education. Chapter 33: Education for children with disabilities. https://www.govinfo.gov/content/pkg/USCODE-2011-title20/pdf/USCODE-2011-title20-chap33.pdf . Accessed July 8, 2019. (L)"
        },
        {
            "number in article": 20,
            "reference": "Cimonlin V, Cau N, Galli M, Santovito C, Grugni G, Capodaglio P. Gait initiation and termination strategies in patients with Prader-Willi  syndrome. J Neuroengineering Rehabil . 2017;14(44):1-8.  doi:10.1186/s12984-017-0257-7.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Bellicha A, Coupaye M, Hocquaux L, Speter F, Oppert JM, Poitou C. Increasing physical activity in adult women with Prader-Willi  syndrome: a transferability study. J Appl Res Intellect Disabil . 2020;33(2):258-267.  doi:10.1111/jar.12669. (RV)"
        },
        {
            "number in article": 22,
            "reference": "Fermin Gutierrez MA, Mendez MD. Prader-Willi  Syndrome. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (GI) "
        }
    ]
}