{
    "metadata": {
        "title": "Complex Regional Pain Syndrome in Children and Adolescents",
        "synonyms": [
            "crps in children and adolescents",
            "pain syndrome, regional complex in children and adolescents",
            "pain syndrome, complex regional in children and adolescents, rsd",
            "reflex sympathetic dystrophy",
            "causalgia"
        ],
        "anatomical location body part affected": [
            "Usually initially occurs at a distal site of the affected extremity; however, complex regional pain syndrome (CRPS) can progress to affect multiple joints in one extremity, most often not in a specific dermatome"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "A disorder that most commonly involves severe spontaneous pain and multiple system dysfunctions, including musculoskeletal, integumentary, neurological, vascular, and psychological. CRPS presents with varying degrees of severity or duration that is significantly disproportionate to the amount of pain expected from the initiating event/injury(12,29)",
            "Complex  – denotes the complex nature of the pain response, which may include inflammation and autonomic, cutaneous,motor, and dystrophic changes(12)",
            "Regional  – wide distribution of symptoms beyond area of the original injury(12)",
            "Pain  – is the primary characteristic of this syndrome(12) –In 1993 the International Association for the Study of Pain special interest section, Pain and Sympathetic Nervous System, proposed a new classification system for reflex sympathetic dystrophy (RSD) and causalgia in order to facilitate more accurate diagnosis and treatment -CRPS I:  severe, deep, burning pain that is out of proportion to the injury without discernible nerve injury. Formally known as RSD. This Clinical Review  primarily addresses CRPS I -CRPS II:  same as CRPS I but with the presence of major peripheral nerve injury(29)",
            "When comparing CRPS in children and adults(33) –There is a larger sex gap in children, with the female to male ratio up to 6:1 –The disease is more common in the lower extremity in children –The long-term  prognosis is much more favorable in children"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G56.4": "complex regional pain syndrome II of upper limb",
            "G56.7": "complex regional pain syndrome II of lower limb",
            "G57.4": "causalgia of upper limb",
            "G57.7causalgia": "of lower limb",
            "G90.5": "complex regional pain syndrome I (CRPS I)",
            "M79.2": "neuralgia and neuritis, unspecified",
            "M89.0": "algoneurodystrophy (ICD 10 codes are provided for reader reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Three stages of CRPS(12) –Stage I – Traumatic/acute stage – onset to 3 months -Characterized by pain, pitting edema, discoloration, hyperalgesia/allodynia –Stage II – Dystrophic stage – 3 to 6 months after initial onset -Characterized by pain, brawny edema, stiffness, redness, heat, bony demineralization, shiny skin, hyperalgesia/allodynia -Pain typically peaks in this stage –Stage III – Atrophic stage – 6 months to years after initial onset -Characterized by joint thickening, joint contractures, hard swelling that is often unresponsive to treatment, substantial loss of function within the involved extremity, skin that is cool, pale, and dry -Pain typically subsides in this stage"
        ],
        "contraindications precautions to test": [
            "Be aware of any red flags such as sudden weight loss/gain, signs of deep vein thrombosis (DVT), dizziness, or bowel or bladder dysfunction that warrant referral to physician or stopping evaluation/treatment",
            "Be aware that clinical signs and symptoms vary greatly and differ significantly in children/adolescents vs adults(27) –Clinical signs tend to be more impressive in children vs adults(27) –Children typically present without overt autonomic signs(27) –Children are more likely to have multiple sites of pain(27) –Children may present with incongruent affects related to reported pain; may report 10/10 pain yet still have an expressionless face(27) –Most often affects the lower extremity in children vs the upper extremity in adults(27,33)",
            "It is extremely important to respect the patient’s self-reported level of pain at all times and recognize that the pain is real and significant; pain should be acknowledged. This is reassuring to the patient because family members, peers, and healthcare professionals may think she/he is malingering(24,25,27) ",
            "It is crucial to conduct the initial evaluation in the most minimally threatening manner in hopes of limiting future anxiety and resistance to treatment intervention. This is especially critical with the pediatric population and goes hand in hand with building trust between the therapist and the patient. Primary caregivers should ideally be present during the evaluation",
            "Most characteristic of this syndrome is allodynia; therefore, be conscious of this when performing the physical evaluation. The slightest movement can cause extreme pain"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Unknown etiology",
            "Most likely multifactorial.Typically there is no correlation between severity of initial injury and intensity of resultingsymptoms",
            "Typically, an injury to an extremity (e.g., sprain, fracture, laceration), medical procedure (e.g., venipuncture), or surgicalprocedure (e.g., carpal tunnel release) precedes the onset of CRPS.(2,29) In many children the triggering factor is injury,illness, and/or psychological distress in any combination, unlike in adults, in whom surgery or myocardial infarction oftenprecedes the onset of CRPS(16,27)"
        ],
        "pathogenesis": [
            "The exact pathogenesis of CRPS is unknown. There is no single or specific biological cause identified or pathogenesisdescribed(16,19,29)",
            "Theories include:–The functioning of the sympathetic nervous system (which regulates pain) is impaired–Over time, peripheral pain receptors acquire a heightened sensitivity to circulating catecholamines (i.e., fight-or-flighthormones)–Alterations in pain-signaling  pathways-Sensitization of pain projection neurons in the dorsal horn of the spinal cord may:-lower the firing threshold to a stimulus and as a result distort normal stimuli into pain-increase the response to a stimulus and as a result distort normal stimuli into pain–There is increasing neuroimaging evidence of neurological changes (e.g., central sensitization, small fiber changes)in patients with CRPS, which may be associated with a lower pain threshold and increase pain duration, intensity, andlocation. In addition, abnormal activation in the sensory cortex, motor cortex, and emotional processing areas is seen withstimulation of the affected limb compared to the unaffected limb-Reorganization of the primary somatosensory cortex, the secondary somatosensory cortex, and the motor cortex can beseen on neuroimaging(28)–Activation of the immune system may be a factor, but this has primarily been studied in adult populations, with theexception of case reports of CRPS following vaccinations in pediatric patients(31)"
        ],
        "risk factors": [
            "Predisposing factors in children/adolescents–Sex: Most likely to occur in females(16)–Age: Mean onset is around 12 years of age(16)–Psychological-Stressful event;(2) most researchers agree that psychological stress and minor trauma play a significant role in childrenwho develop CRPS(24)-Some studies indicate that children who are classified as overachievers and/or have a low pain threshold may bepredisposed to CRPS; however, others question whether maladaptive traits and coping styles are developed in responseto the chronic, intense pain of CRPS(16,27)-In children and adolescents, psychosocial factors may also be related to the developmental stage of this population andmay exacerbate CRPS(27)–Genetics: Children and adolescents who have relatives with chronic pain conditions are more susceptible to CRPS. Theremay be a genetic predisposition to CRPS(16)–Trauma: often a minor injury (such as a sprain, strain, or bruise) precedes the development of CRPS-Period of inactivity or immobilization following this initial injury (constrictive dressings, splints, casts)-Trauma preceding CRPS occurs in < 50% of cases in children and adolescents-Often the patient cannot recall a specific event due the triviality of the initial injury and the elapsed time prior to thedevelopment of CRPS symptoms(25)–Other: Local cold injury, revascularization of an ischemic injury, or postoperative wound(25)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Be aware of any red flags such as sudden weight loss/gain, signs of deep vein thrombosis (DVT), dizziness, or bowel or bladder dysfunction that warrant referral to physician or stopping evaluation/treatment",
            "Be aware that clinical signs and symptoms vary greatly and differ significantly in children/adolescents vs adults(27) –Clinical signs tend to be more impressive in children vs adults(27) –Children typically present without overt autonomic signs(27) –Children are more likely to have multiple sites of pain(27) –Children may present with incongruent affects related to reported pain; may report 10/10 pain yet still have an expressionless face(27) –Most often affects the lower extremity in children vs the upper extremity in adults(27,33)",
            "It is extremely important to respect the patient’s self-reported level of pain at all times and recognize that the pain is real and significant; pain should be acknowledged. This is reassuring to the patient because family members, peers, and healthcare professionals may think she/he is malingering(24,25,27) ",
            "It is crucial to conduct the initial evaluation in the most minimally threatening manner in hopes of limiting future anxiety and resistance to treatment intervention. This is especially critical with the pediatric population and goes hand in hand with building trust between the therapist and the patient. Primary caregivers should ideally be present during the evaluation",
            "Most characteristic of this syndrome is allodynia; therefore, be conscious of this when performing the physical evaluation. The slightest movement can cause extreme pain"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Clinicians should inquire about inciting event/injury and signs/symptoms patient has experienced up to the present time -Pain complaints can start within hours to weeks of the inciting event/injury and last well beyond expected time of recovery -LE is much more likely to be involved in children vs. UE in adults(27,33) of injuryobjectively measures skin temperature changes, which are often inconsistent with findings of the contralateral limbdocuments abnormal resting and evoked sweat production. Increased resting sweat output and decreased quantitative sudomotor axon reflex test compared to the contralateral side may beusefulin diagnosing CRPSlimited value for diagnosis and treatment since CRPS is not always sympathetically induced; should not be used to confirm or rule out CRPS diagnosis(27)Document any use of home remedies (e.g., ice or heating pack) or alternative/ complementary therapies (e.g., acupuncture, herbal supplements) and whether they were helpful with symptom reliefDocument whether patient has had any rehabilitation services for this condition and what specific treatment interventions were helpful or not, such as TENS, aquatic therapy, or contrast baths. Has the patient received or is going to be receiving psychological/behavioral therapy?",
                "course of treatment": {
                    "medical management": "Average time to diagnose CRPS is 912  months following the initial injury(27) Diagnosis may be delayed due to limited abilities of children to describe their symptoms and the infrequency of presentation in children (< 12 years of age) Document interventions that have been aimed at treating pain and/or disability. Patients are frequently referred from one medical health professional to another in an attempt to diagnose and treat their pain and other symptoms. This often includes prescribing patients with medications for pain management and diagnostic tests (see common medications and diagnostic tests sections, below) Local anesthetic sympathetic nerve blockade is commonly used to treat CRPS; however, there is limited evidence to support its use(30) Regional anesthetic techniques, including peripheral nerve catheters or sympathetic blockade, have been used with varying degrees of success(32) Ozone therapy is being explored as an alternative nonpharmacologic treatment for CRPS(38)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? No specific pharmacologic treatmentshave been established for the pediatric population. Over-the-counter  medications (e.g., NSAIDS, paracetamol) may be used. There are reports of amitriptyline, phenytoin, and antiepileptic drugs (e.g., gabapentin) providing some patients with some improvement. There are no clinical studies on the use of antidepressants and CRPS. There is no definitive evidence supporting the use of antiinflammatory  drugs as the firstline of pharmacologic intervention(33) Common medications prescribedNSAIDs, corticosteroids, tramadol (corticosteroids in children have shown very little benefit and due to the potential side effects should be avoided)(25,27)amitriptyline, doxepin, nortriptyline, trazodone(27)carbamazepine, gabapentin, phenytoin(27)mexiletine(27) Bisphosphonatescalcitonin injections(27)hydromorphone, morphine, oxycodone(27) Opioids may be useful in the acute stages for pain management; however, the use of opioids for chronic pain management is controversial(29)clonidine patch, phentolamine, epidural blocks, guanethidine, bretylium, calcium channel blockers, betablockers,  alpha-blockers  (in children, generally produce short-term  pain improvement or no benefit and may be associated with adverse effects and therefore should be avoided)(25,27)clonazepam, baclofen (intrathecal baclofen may improve dystonia in selected patients but there are adverse effects such as somnolence, urinary retention, muscle weakness)(27)capsaicin cream, lidocaine transdermal(27)  Topical ketamine can reduce CRPS pain and central sensitization. Studies suggest topical ketamine can rescue allodynia and hyperalgesia but does not help with pain. IV ketamine may also be administered(31)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  No test or procedure conclusively confirms or rules out the presence of CRPS.(27) Laboratory tests and diagnostic imaging (MRI, CT scan, and ultrasound) are often nonspecific, inconclusive, and not necessary or useful. Negative tests do not exclude CRPS. Tests should be done more to rule out other potential causes. There are several diagnostic criteria for CRPS (e.g., International Association for the Study of Pain, Budapest Criteria) but they are not validated for use in pediatric populations(16)",
                        "Radiographs",
                        "Focal demineralization is a notable radiographic feature.(29) Osteoporosis can be observed in the later stages of CRPS, with disuse as a contributing factor(2)",
                        "Technetium bone scan may reveal reduced blood flow and decreased uptake in the affected extremity; however,",
                        "normal scan does not rule out CRSP. Poor intraobserver  reliability; estimated to wrongly diagnose CRPS in 20% of cases and fail to diagnose 27% of CRPS cases(25,27)",
                        "Thermography: records differences in radiant heat-emission  patterns between extremities. It can detect sensory nerve root irritation in conditions such as CRPS that do not typically conform to a dermatomal pain distribution. Asymmetrical color variations are a reflection of abnormal sympathetic function and can be recorded within 72 hours"
                    ],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "Do any situations seem to make symptoms better or worse? Document length of time prior to exacerbating/alleviating symptoms -Factors that often aggravate patients’ pain are temperature changes, active and passive movement of involved extremity, light pressure from clothing or air currents, emotional distress or excitement",
                "body chart": "Use body chart to document location and nature of symptoms -Pain does not necessarily remain in a specific dermatome or peripheral nerve pattern -Pain tends to spread proximally to involve the entire extremity or ipsilateral quadrant of the body but rarely to other regions of the body or contralateral extremity(27)",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling, severe, throbbing) -Pain is present in 98% of cases(25) -The longer the patient experiences CRPS, the more complex the pain becomes(27)allows patients to describe their pain in three dimensions (sensory, affective, and evaluative) with a composite pain rating index score. It assists patients with specifying their subjective pain(17)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  numeric scale to assess symptoms at their best, at their worst, and at the present moment (specifically address if pain is present now and how much) -It is important to note that children often have incongruent affect when reporting severe pain; for example, they may state they have 10/10 pain on a V AS with a cheerful smile on their face.(24) Numeric scales are valid only for children who have basic numerical competency(15) self-report  pain V AS or photographic scale developed for children 318 years of age, and studied primarily for acute or postoperative pain(15) -Minimum clinically significant difference in V AS for children 815  years is 1 cm(5) -V AS for pain rating (010  line) has weak recommendations for use in chronic pain for patients ages 618(15)children are asked to rate pain on a scale from 0 to 11. Weak recommendation for use in children ages 818(15)10-item  V AS tool developed to assess distinct pain qualities associated with neuropathic pain such as onset of pain, location of pain, characteristics of pain, severity of pain, and associated symptoms",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables (e.g., prolonged sitting or standing, barefoot vs socks and shoes)",
                "sleep disturbance": "Document number of wakings/night due to pain or discomfort",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ordizziness, bowel/bladder dysfunction, saddle anesthesia) -Does the patient report altered skin temperature differences between extremities? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "There is a greater risk for recurrence of CRPS in patients who do not receive psychological intervention as part of therapeutic treatment(25)",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, psychiatric disorders, attention disorders, musculoskeletal injuries, and orthopedic disorders. In addition, inquire whether there is a family history of chronic pain, chronic illnesses, fibromyalgia, or mental health conditions",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs). In 2010, the American Academy of Orthopedic Surgeons recommended that individuals be prescribed a 50day  regimen of daily vitamin C (at least 50mg), to begin immediately after upper extremity trauma or extremity surgery including the distal radius, hand, wrist, foot, and ankle to assist with prevention of CRPS(29)",
                    "other symptoms": "Ask patient about any other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient attend school? Has the patient stopped participating in physical education or other forms of exercise? Does the patient participate in recreational or competitive sports and have those activities been limited due to patient’s current condition? Does the patient have hobbies or special interests? Does the patient participate ingroup activities such as a religious group, Boy/Girl Scouts, etc.? Does the patient have a job; if so, what are his/her work duties? Do the patient and family have a strong support network?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Is the patient currently requiring the use of assistive devices or equipment in order to perform self-care  activities, such as a walker, cane, elevated commode, grab bars, reachers? -CRPS can be exacerbated by immobilization, as with the use of a splint, cast, or crutches(25,27)",
                "living environment": "With whom does the patient live (family members, caregivers, etc.)? Identify if there are any barriers within the home for patient’s independenceStairs? If so, number of floors in home? Location of bedroom and bathroom? Entrance to the home? Shower vs bathtub?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Is the patient currently using an assistive device such as a cane, walker, or wheelchair due to musculoskeletal weakness and/or decreased cardiorespiratory endurance? Does the patient have orthotics/splints to prevent joint contractures? Determine if patient is using devices correctly and assess fit of orthotics/splints. Immobilization is considered detrimental to the patient’s recovery and should be immediately addressed(27)",
            "balance": "Assess patient’s static and dynamic balance with one or more of the following tests as deemed appropriate per –Timed Up and Go (TUG) test,(23)Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)  balance subscale,(7,37) Pediatric Balance Scale (PBS)(8) –Due to time constraints, parts of the PBS such as Romberg, Sharpened Romberg, and Single Leg Stance may be performed",
            "cardiorespiratory function and endurance": [
                "Utilize the 6-minute  walk for distance test (6MWT), a submaximal exercise test requiring the use of the Modified Borg Scale(10)",
                "May also report patient’s level of exertion using a dyspnea scale",
                "May also monitor heart rate (HR), blood pressure (BP), and oxygen saturation pre and post activity"
            ],
            "circulation": "Palpate distal pulses –Vasomotor changes present in 67% of cases(25) –Decreased circulation causes the extremity to become cool and pale(12)Perform dermatome/myotome testing for UEs, LEs as indicated. Compare affected extremity to unaffected extremity –CRPS tends to spread beyond peripheral nerve distributions(12)Assess basic ADLs and level of assistance required to safely and independently perform skills such as transfers, bed mobility, grooming, dressing, and toileting as indicated –Use the WeeFIM,(21) TUG test,(23) Peabody Developmental Motor Scales, Second Edition (PDMS-2),(22) Pediatric Evaluation of Disability Inventory (PEDI),(6,36) Functional Disability Inventory (FDI)(36) and/or BOT-2(7,37) as appropriate per patient’s age and setting",
            "functional mobility": "",
            "gait locomotion": "Assess patient’s gait and note any significant deviations or assistive devicesAssess UE and LE joint integrity. Are there any joint capsule restrictions? Is the patient at risk for and/or already developing UE or LE joint contractures? –Joint contractures and joint thickening are possible complications in patients with stage III CRPS(12)Assess UE and LE muscle tone as indicated and note any asymmetry such as muscle spasms, dystonia, tremors, and the inability to initiate movement in the affected extremity(4) –Movement disorders (e.g., tremor, jerking, fixed dystonic postures)are seen in 15%–20%  of cases. The etiology of these findings is not known, with several theories being studied(4)",
            "muscle strength": "Perform bilateral myotomal testing for upper and lower extremity as indicated. Assess trunk and abdominal strength through manual muscle testing (MMT). Note asymmetry and whether MMT reproduces patient’s primary complaints and/or the patient’s strength is limited by painHave parent/primary caregiver complete gross and fine motor checklist (e.g., age skill acquired such as sitting upright, rolling, ambulating independently, feeding self, writing) to establish patient’s baseline motor development –May use assessment tools, such as the PEDI, PDMS-2,  and BOT-2 –Isolated gross or fine motor skills may be performed to assess age-appropriate  functional level (e.g., jumping, throwing/ catching, grasping objects) as indicated by medical status",
            "observation inspection palpation including skin assessment": [
                "Skin color: may be red or pale depending on stage of involvement",
                "Skin temperature: may objectively measure temperature change with a skin temperature probe or infrared thermometer. Children tend to present with a cold involved extremity(19,27)",
                "Sudomotor changes: hyperhidrosis (excessive sweating), less often present in children vs adults(27) ",
                "Trophic changes: increased/decreased hair growth, increased/decreased nail growth, brittle nails, thinning/thickening skin, shiny skin(19,29) -Children are less likely to develop trophic change than are adults(27)",
                "Document the presence of edema. Swelling is common and typically diffuse, not isolated to joints(11) -Note if the edema is localized, diffuse, pitting, nonpitting, or brawny(12) -May use the Pitting Edema Scale and take girth measurements",
                "May present with muscle atrophy in involved extremity due to disuse(19)"
            ],
            "posture": "Visual inspection of patient’s sitting and standing posture and note any abnormalities/asymmetries",
            "range of motion": "Assess AROM and PROM for UE, LE, and trunk and note asymmetry. Note if any of these motions reproducespatient’s primary complaints and/or ROM is limited by pain –Decreased ROM is present in ~ 75% of cases(25) –Muscle guarding due to pain and contractures interferes with ROM(19)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral C5, C6, C7, L4, and S1 and note any abnormality. Reflexes should also be assessed. Changes may or may not be related to CRPS(29)",
            "sensory testing": "Perform light touch, sharp-dull,  and joint proprioception testing for bilateral UE and LE and note any asymmetry present in the affected extremity and whether testing reproduces patient’s primary complaints. May also include tolerance to scratching, temperature, and vibration –Common symptoms are allodynia or hyperalgesia –Patients often report severe pain in response to light touch such as pressure of a sheet",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Health-related  quality of life measures should be included due to the potential impact of CRPS on children’s physical, psychological, and social lives -Child Health Questionnaire (CHQ) -Health profile specifically developed for children and adolescents; short form and full-length -Pediatric Quality of Life Inventory (Peds-QL)(14) -Valid and reliable quality of life tool for children and adolescents ; includes school functioning subscale -5-point  scale; higher the score, the greater the disability -Patient Specific Functional Scale (PSFS) -Fear Avoidance Beliefs Questionnaire (FABQ) -Functional Disability Index (FDI)(14) -Valid and reliable test consisting of 15 items concerning perceptions of physical and psychosocial functioning during the past 2 weeks -Total scores range from 0 to 60, with higher scores indicating greater disabilitydeveloped to assess functional impairment in 3 domains -Patient rates the extent to which work/school, social life, and family life are impaired by his/her symptoms on a 10-point  V AS(13)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Patient’s affect may be altered due to current medications patient may be taking as well as other diagnoses (e.g., attention deficit disorder [ADD], ADHD, sensory integration dysfunction) ",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Stimulation through or across the chest",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Over pharyngeal area",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Cancer",
                "Used in close proximity to diathermy treatment",
                "Uncontrolled seizure activity",
                "Unstable medical condition",
                "Acute fever",
                "Infectious disease",
                "Severe cardiac disease",
                "Severe mental disorders",
                "Severe pulmonary conditions",
                "Incontinence",
                "Open wounds without proper occlusive dressings",
                "Skin infections",
                "Menstruation without proper internal safeguards",
                "Individuals on isolation precautions",
                "Pregnancy",
                "Pool temperature (hot or cold)",
                "Compromised cardiovascular system",
                "Anxiety or fear of the water",
                "Ostomy",
                "Orthostatic hypotension",
                "Autonomic dysreflexia",
                "Suprapubic appliances (e.g., catheter)"
            ],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with CRPS may be at risk for falls depending on the severity of their symptoms, especially if the lower extremity is involved; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Immobilization of the affected joint is detrimental to the patient’s recovery. Early mobilization is key. This should be stressed immediately to the patient and family/caregivers(25,27)",
                "Clinicians should follow the guidelines of their clinic/hospital and physician’s orders. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols ",
                "It is in the best interest of the patient to be evaluated and treated by an experienced pediatric physical therapist who also specializes in treating children and adolescents with chronic pain disorders. It is important to understand overall developmental stages from a physical and cognitive level in order to maximize individualized treatment sessions",
                "Children with chronic pain syndromes may have ineffective coping strategies, anxiety, and perceived lower competence, and they are often perfectionists who set high goals. These behavioral traits can significantly impact physical therapy treatment sessions and need to be taken into account when developing treatment sessions, goals, and home programs(18)",
                "Electrotherapy contraindications/precautions include: (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(34)",
                "Aquatic therapy contraindications(34)",
                "Aquatic therapy precautions(34)"
            ]
        },
        "diagnosis need for treatment": "The earlier CRPS is diagnosed and rehabilitation intervention initiated, the greater likelihood for positive outcomes and minimizing disability(16,19,25,27) ",
        "rule out": " Rule out Other diagnoses should be ruled out by the treating physician prior to the initiation of physical therapy for CRPS(25,27) –Chronic arterial insufficiency: pulses are chronically diminished or absent; variable with CRPS –Raynaud’s disease: episodic skin color changes (typically white to blue to red pattern) in the distal extremity often aggravated by cold and pain –Phlebothrombosis: no associated hyperesthesia or vasomotor changes –Rheumatic disorders: such as systemic lupus erythematosus (SLE) or rheumatoid arthritis, which is associated with abnormal lab tests; CRPS usually presents with normal lab work, including normal erythrocyte sedimentation rate, normal C-reactive  protein, and lack of elevated autoimmune antibodies –Infections (cellulitis, osteomyelitis, infectious arthritis): CRPS does not present with fever or leukocytosis",
        "prognosis": [
            "Diagnosis and therapeutic treatment intervention for CRPS within the first 3–6 months after onset is the single best prognostic indicator(25,27)",
            "Children have greater plasticity of the nervous system and higher levels of growth hormones, which appear to have a healing effect on the nerves and modulate pain(9,27)",
            "Appropriate support from primary caregivers is crucial for a child’s full recovery. Maladaptive parental behavior (e.g., protective behavior) may be decreased with cognitive behavioral therapy (CBT)(18)",
            "Prognosis for short-term  improvement with physical therapy alone is good; however, there is a significant risk that CRPS will recur if psychological and/or CBT intervention is not included in treatment intervention(25)"
        ],
        "referral to other disciplines": "A multidisciplinary rehabilitation team approach to treatment is the key to improving outcomes in children and adolescents with CRPS.(39) If the patient is not already being followed by a multidisciplinary team, referrals may be needed to all or the followingin order to maximize the patient’s recovery: pain management specialist, occupational therapist, psychologist, orthopedist, pain management specialist, and physiatrist. Treatment interventions in addition to physical therapy are CBT, psychotherapy, spinal cord stimulation, sympathetic nerve block, and sympathectomy (generally not recommended due to high rate of pain and symptom recurrence after 6–12  months). Referral to a mental health professional is of particular importance for the patient and caregiver(16,27,39) There is a greater risk for recurrence of CRPS without psychological intervention(25) –It is well documented that there is a large psychosocial component in pediatric patients with chronic pain. In some children who develop chronic pain syndromes there is likely an interplay between genetic predisposition andpsychosocial factors(18) –Patients need to learn positive coping strategies and avoid negative behaviors(27) –Discussing psychological stress as a potential cause is vital because this allows parents to express their concern about the role stress plays in their child’s pain(24) –Common psychosocial factors that affect a child’s ability to deal with chronic pain include real and imagined losses and fears, pain threshold, preferred coping strategy, and dependency level within their family(27) –Common psychological treatment interventions that have found to be beneficial are biofeedback, relaxation methods, self-hypnosis,  and distraction techniques(27) –Recurring psychological themes observed in a prospective study of patients with CRPS I who participated in an intense exercise therapy program were lack of verbalization or recognition of feelings, parental enmeshment with child, difficulty individuating from extremely close families, and the presence of unsupportive, noncohesive families(24) Several studies indicate that psychological symptoms related to CRPS are a result and not a cause of the disorder(4,27) –Depression and anxiety are common results of chronic pain(27) –Researchers in the Italy found that motor disorders seen in CRPS I are not associated with sensorimotor plasticity and are more closely aligned with psychogenic dystonia versus idiopathic dystonia(4) CRPS in the pediatric population impacts the patient as well as parents and family, resulting in high-stress  relationships and often decreased parental coping(1) –Online forums may provide parents with support, information, and advice  –Researchers found that there may be opportunity for healthcare providers to provide caregiver support that addresses emotional, physical, and information needs of caregivers –Overall family life and everyday activities can be significantly impacted. Caregiver support services and counseling can be of benefit and may be augmented by online forums",
        "other considerations": [
            "It is very unlikely that children and adolescents with neurological diseases such as peripheral neuropathy, tumors, or stroke will develop CRPS(25) –However, researchers in Canada reported a case study in which a 15-year-old  male developed CRPS-1  in his upper extremity after experiencing an idiopathic subdural hemorrhagic stroke(35)",
            "It is extremely important to build trust with the patient in order to maximize his or her active participation, allow for patient’s perception of control during therapy sessions, and enhance potential rehabilitation outcome (27)",
            "In addition to building trust with the patient, physical therapists need to learn how to distract the patient while he/she is participating in therapy sessions in order to maximize tolerance to treatment sessions, deemphasize pain, and emphasize function (i.e., Ask “how much have you been able to do this week?” vs. “How is your pain?”). Physical therapists need to initiate desensitization treatments early so that the patient can understand that the treatment is not going to permanently hurt him/her. Building trust with the patient can assist with reducing the patient’s fear of treatment interventions (e.g., functional mobility with the use of the involved extremity)(18)",
            "Somatic problems,anxiety or depressive symptoms, impaired emotional decision-making,  and decreased working memory and ability to perform conditioning activitiesare often seen in children and adolescents with chronic pain(3)",
            "Research investigating the safety and efficacy of spinal cord stimulation (SCS) in children with CRPS is ongoing, but additional research is needed(26) –Authors of a case report present successful use of SCS in a 17-year-old  patient with a 6-year  history of CRPS I"
        ],
        "treatment summary": [
            "Based on a meta-analysis  of 19 systematic reviews of the effectiveness of any therapeutic intervention used to reduce pain, disability, or both, researchers concluded there is a significant lack of high-quality  evidence for the effectiveness of most therapies for CRPS in adults; however, this meta-analysis  did not include pediatric studies. Evidence-based  literature regarding treatment interventions to manage CRPS for both adults and children is limited and larger clinical trials need to be conducted(20)",
            "Physical therapy is the cornerstone of the multidisciplinary treatment approach, with the overall goal of restoring function. Greatest priority should be placed on immediate initiation of physical therapy(33) and, if needed, occupational therapy in conjunction with psychological/behavioral counseling in order to improve patient’s outcome(25,27) –5–6 hours of aggressive, multidisciplinary therapy (physical therapy, occupational therapy, and CBT) is often required vs. only 1–2 hours a day in order to be most effective(27) –Generally, as the patient’s function improves his or her pain decreases(25) –Most children do well without any intervention other than physical therapy consisting of desensitization therapy and continued use and mobilization of the extremity. CBT is also encouraged(33)",
            "It should be emphasized to the patient and family/caregivers that the prognosis is good with treatment intervention in children in whom CRPS is diagnosed(25)",
            "Therapeutic goals should be clearly defined and accepted by the patient at the initial evaluation and reviewed on a regular basis throughout treatment interaction(25)",
            "Some researchers strongly encourage parents not to be present during therapy sessions because they can unintentionally undermine the therapist’s authority and distract the patient(24)",
            "In general, the treatment approach for children should emphasize restored functional mobility, patient education, pain relief, and psychological support as needed through exercise therapy and physical modalities vs. prescriptive medications(24,25) –It is believed that intensive exercise is effective in reducing pain and restoring function by inhibiting the sympathetic stimulation, increasing circulation, and stimulating the release of endorphins(27) ",
            "Exercise therapy should include one-to-one  therapist–patient interaction, a focus on function, acknowledging but disregarding pain, and prolonged duration(24) –The patient’s pain and discomfort levels often increase at the initiation of treatment but can be addressed effectively with distraction techniques (e.g., playing catch while jumping on the trampoline, playing computer/board games while standing on one leg, races and competition games)(24,27) –Anticipate major reluctance on the patient to fully engage in initial treatment session; the therapist’s attitude should be firm but non-punitive(25) –Provide choices for the patient to make throughout therapy sessions so that he or she shares responsibility and takes ownership in treatment. For example, have the patient choose between two treatment activities (trampoline jumping or standing on one leg)(25) –TENS is one of the most common physical therapy modalities used to assist with decreasing patient pain and has been found to be more effective in children than adults(12,27) -Efficacy is well-documented  as a therapeutic intervention for pain control(12) -Intervention should not exceed 60 min. at a time for pain management(27) -May be beneficial to maintain a TENS diary indicating patient’s pain level on a scale of 1 to 10 pre and post TENS use, as well as any activities thought to have exacerbated the pain(27) -TENS use should be tapered as the pain-free  periods throughout the day increase(12)",
            "Researchers at Children’s Hospital Boston conducted a prospective, longitudinal study to evaluate clinical outcomes of an interdisciplinary day-hospital  program for children with CRPS(14) –Fifty-six  children (mean age 14 years, 89.3% females) with CRPS who failed to progress sufficiently with a previous outpatient and/or inpatient treatments –Subjects participated in daily (5 days/week) physical therapy, occupational therapy, and psychological treatment for 8 hours/day with an equal emphasis on physical therapy and CBT approaches to pain management. Medical and nursing care was provided as needed. Individualized home exercise programs were also included –The median duration of stay was 3 weeks with post treatment follow-up  at a median of 10 months after discharge –Pain intensity, functional disability, subjective report of limb function, timed running, occupational performance, medication use, use of assistive devices, and emotional functioning (anxiety and depression) statistically and clinically improved from admission to discharge. Functional gains were maintained or further improved at follow-up –A day-hospital  multidisciplinary model offers an alternative rehabilitation approach that is less costly than inpatient rehabilitation but still intensive enough to benefit children who fail to progress with traditional outpatient treatment",
            "Researchers at Children’s Hospital in Seattle, Washington, conducted a prospective study on the short-term  and long-term effects of an intensive exercise therapy program for children with CRPS I(24) –One hundred and three children were initially followed (mean age 13 years, 87% females) –Most received 4 hours of aerobic functionally directed exercises, 1–2 hours of hydrotherapy, and desensitization each day with a mean duration of 14 days either as an inpatient, outpatient, or home-based  patient –The majority of the patients were compliant with their exercise regimens –No medications or modalities (TENS, acupuncture) were used except occasionally acetaminophen for headaches –All patients underwent an initial psychological screening evaluation; 77% were referred for psychological counseling –92% of patients had complete resolution of pain and return of full function –Median time between remission of the first episode of CRPS and the start of the second episode was 2 months",
            "Researchers of a case study reported on a 14-year-old  female who injured the dorsum of her foot by dropping school textbooks on it(27) –A neurologist diagnosed CRPS 1 week later; the subject had no emotional or psychiatric symptoms or disorders. For 10 weeks, unsuccessful treatment included carbamazepine, verapamil, lidocaine transdermal patches, physical therapy for 1 hour, 3x week, 2 sympathetic nerve blocks, home hydrotherapy, nortriptyline, gabapentin, 4 epidural blocks, and narcotic painkillers –Pain and symptoms progressively worsened to the state of wheelchair confinement, assistance with transfers, measurable edema, pain throughout the entire extremity, and skin temperature changes –The patient was admitted to the A.I. duPont Hospital for Children in Delaware, United States, and underwent 5–6 hours a day of intensive physical therapy, occupational therapy, and CBT for 1 month (desensitization, distraction, self-hypnosis, exercise, and functional activities)  –Within 3 days the subject was walking and by the end of the first week she no longer had neuropathic pain. All medication was weaned prior to discharge –Symptoms recurred periodically since discharge but have subsided quickly with the treatment modalities learned from the inpatient rehab program . Problem Goal Intervention Expected Progression Home Program  Pain, tenderness, and swelling limiting AROM, PROM, and symmetrical weight- bearing of the involved extremityDesensitize involved extremity in order to assist with restoring normal, pain-free AROM and PROM as well as symmetrical weight bearingPhysical agents and modalities (12,19,24,25,27) _ Aquatic therapy in a pool, heated at 34°C, to focus on specific involved extremity exercises as well as general aquatic aerobic training in the early phases of treatment intervention _ _ AROM exercises in the pool may be performed and aquatic weights can be provided as patients progress _ _ Incorporate functional exercises such as single leg stance activities, squats, lunges, and step drills in the shallow end _ _ Include swim strokes as appropriate and “race patient” to assist with motivating patient _ _ Provide necessary flotation devices for physical assistance as needed _ _ Patient should be instructed on desensitization activities such as towel rubbing, hand massage, textured fabric rubs, contrast baths (alternating placing the affected limb in lukewarm water for 2–3 mins and then cold water for 2–3 mins over a total of 10–15 min period) _ _ Hydrotherapy may also be beneficial for the involved extremity in a whirlpool tank for desensitization activities and AROM _ _ TENS units may be incorporated to assist with pain management. Depending on the patient’s age, the therapist may need to demonstrate the electrode application and treatment procedure on a primary caregiver first in order to gain trust and patient compliance. _ TENS should not be used more than 60 minutes a day and should be tapered as the patient’s daily pain- free periods increase. TENS can be used as part of therapy intervention as long as necessary to provide pain management intervention(13) _ Manual therapy Grade I and II joint mobilization to assist with restoring passive and active ROM and assist with pain relief(13)Sports shoes are required regardless of allodynia (i.e., patients with foot allodynia should still wear socks and laced-up shoes) _ _ Advance exercise therapy duration up to 5–6 hours daily with 4 hours divided between occupational therapy and physical therapy and 1–2 hours of hydrotherapy if setting permits(24) _ _ Encourage patients to improve the quality of their movements and the speed to accomplish various tasks.Use races and competition games to assist with motivating patients _ _ Modalities such as TENS should be gradually reduced over the patient’s course of treatment; as the patient’s acute pain subsides, so should the need for adjunct physical agents and modalities _ _ In addition, as patient’s pain and hypersensitivity diminish, therapeutic treatment intervention should be transitioned entirely to land-based vs. aquatic therapyInstruct patient with an individualized therapeutic home program as indicated. These should be performed as part of his or her daily routine per therapist-specific recommendations _ _ Patient and/or primary caregiver must demonstrate independence when performing home program _ _ It is extremely important for patients and their primary caregivers to follow through with their established therapeutic home program. May be anywhere from 45 mins to 3 hours(27)  Decreased flexibility and strength of involved extremity _ _ Decreased static and dynamic balance if the LE is involved and decreased use of UE for functional activitiesAchieve age- appropriate functional strength, flexibility, and static and dynamic balance necessary for age-appropriate, safe, independent functional skills such as standing in line at school, squatting to tie shoes or pick up items off the floorTherapeutic activities/ exercises   (16,25,27) _ Perform functional activities through aerobic exercise training rather than the use of progressive resistive exercises _ _ Examples are jumping, hopping, skipping, galloping, running, and stair drills _ _ For UE involvement: facilitate equal weight- bearing activities in sitting, prone, and quadruped as appropriate. Examples are maintaining quadruped positioning, wall washing, 1 hand reaching, modified push-ups, yoga _ _ Jumping, mini- trampoline drills, sports drills such as catching/ throwing, shuttle runs, running through cones, carioca, jumping jacks, simulated skiing, jump rope, hopscotch _ _ For UE involvement, promote 2-hand skills such as stringing beads, pegboard play, puzzles, catching, Legos, clapping games _ _ In addition, for UE involvement, focus on fine motor/dexterity skills as well as strengthening such as handwriting, play dough/therapy putty, Legos, painting, lacing cards, stringing beads, computer gamesThe intensity and duration of exercises should be gradually progressed as patient increases flexibility, strength, and endurance _ _ Exercises should be modified to patient’s abilities (i.e., increase number of repetitions and/or sets, increase resistance, static balance exercises vs. dynamic balance exercises) _ _ Gradual progression of and intensity of exercises should allow patient to bear additional weight in order to promote symmetrical weight- bearingInstruct patient with an individualized therapeutic home program as indicated. These should be performed as part of his or her daily routine per therapist specific recommendations _ _ Patient and/or primary caregiver must demonstrate independence when performing home program  Functional decline/ gross motor delayMaximize functional, age-appropriate independence, gross and fine motor skills _ _ This may include the most basic – ambulate within the home and community without the use of an assistive device while wearing socks and shoes or reach overhead to dress selfTherapeutic activities (16,24,25,27) _ Functional activities such as bed mobility, transfer training, dressing, grooming, and eating as appropriate _ _ Age-appropriate, physical education simulated activities and sport-specific drills for the UE and LE as appropriate _ _ Therapeutic exercises (24,25,27) _ General strengthening and stretching exercises incorporated in a functional and age- appropriate manner as indicated in order to maximize functional independence and improve balance (see above for more details) _ _ Equipment/assistive devices should not to be incorporated into routine as they are a hindrance to patient’s recoveryProgress each patient on an individualized basis with the goal of maximizing his or her functional mobility and independenceProvide patient and family/caregivers with written instructions regarding functional activities that can be performed at home on a daily basis  Decreased cardiorespiratory function, fatigue due to disuse and decreased functional mobilityIncrease functional capacity/ cardiorespiratory endurance and improve overall QOLAerobic and conditioning program (24,25,27) _ Active aerobic exercise in standing (i.e., 6-min. walk, jumping jacks, jogging in place, shuttle drills), stationary bike, cycle ergometer, or treadmill may be used _ _ Walking program may be appropriate to gradually increase patient’s cardiorespiratory endurance _ _ Properly monitor patient’s pain and discomfort levels, HR and/or level of perceived exertion as neededGradual progression of intensity and duration of aerobic conditioning program exercises is patient specific.Goal is patient to start with at least 10 mins at 50% age-predicted HRmax (220-age) and progress to at least 30 mins of continuous exercise at ≥ 70% HRmax _ _ May need to first start with stationary activities (cycle ergometer or stationary bike) and advance towards walking/ treadmill training or vice versa depending on the extremity involvedInstruct the patient and primary caregivers on how to monitor HRmax and basic dyspnea scale in order to self- monitor perceived level of exertion at home ."
        ]
    },
    "desired outcomes outcome measures": {
        "desensitize involved extremity in order to assist with restoring normal, pain-free  arom and prom as well as symmetrical weight-bearing": [],
        "restore and normalize soft tissue texture and girth through edema control and desensitization": [
            "Palpation, edema measurements"
        ],
        "achieve age-appropriate  functional strength, flexibility, and static and dynamic balance necessary for age-appropriate,  safe, independent functional skills such as standing in line at school, squatting to tie shoes or pick up items off the floor": [],
        "maximize functional, age-appropriate  independence, gross and fine motor skills": [
            "Age-appropriate  developmental motor assessments"
        ],
        "increase functional capacity cardiorespiratory endurance and improve overall qol": [
            "6MWT, Peds-QL,  FDI, PSFS, FABQ, Sheehan Disability Scale"
        ]
    },
    "maintenance or prevention": [
        "Patients need to be able to independently manage their pain and dysfunction without the need of professional attention through a well-designed multidisciplinary therapeutic home program. This ultimately places the control into the patient’s hands and may help improve long-term outcomes(24)",
        "CRPS is much easier to prevent than treat, meaning that even after a mild to moderate trauma or injury it is imperative that early and effective analgesia is provided. Early mobilization after injury or surgery reduces the likelihood of developing CRPS. Emphasis should be on restoring active motion and seeking professional guidance from a physical therapist sooner than later",
        "Patients should be instructed on desensitization techniques to assist in preventing the development of CRPS after an injury or trauma ",
        "There is a significant risk that CRPS will recur if CBT or other psychological intervention is not included in treatment intervention(25)",
        "It is important for patients to continue with their home program even after they have been discharged from direct physical or occupational therapy"
    ],
    "patient education": [
        "General information pertaining to CRPS is available from the National Institutes of Health: https://medlineplus.gov/ complexregionalpainsyndrome.html",
        "General information pertaining to children with CRPS from Cincinnati Children’s Hospital: https:// www.cincinnatichildrens.org/health/c/rsd",
        "Information from the International Research Foundation for RSD/CRPS: http://www.rsdfoundation.org/crps.html",
        "General information pertaining to CRPS and links for clinical trials in the United States: https://www.ninds.nih.gov/Disorders/all-disorders",
        "General information pertaining to CRPS from the Mayo Clinic: https://www.mayoclinic.org/diseases-conditions/complex-regional-pain-syndrome/symptoms-causes/syc-20371151",
        "Reflex Sympathetic Dystrophy Syndrome Association (RSDSA) provides many useful links pertaining to CRPS: https:// rsds.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Navarro K, Wainwright E, Rodham K, Jordan A. Parenting young people with complex regional pain syndrome: an analysis of the process of parental online communication. Pain Rep. September 11, 2018;3(Suppl 1):e681. doi:https://doi.org/10.1097/PR9.0000000000000681. (R)"
        },
        {
            "number in article": 2,
            "reference": "Complex regional pain syndrome (CRPS). Cincinnati Children's Hospital Medical Center Web site. https://www.cincinnatichildrens.org/health/c/rsd . Published October 2019. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Liossi C, Howard RF. Pediatric chronic pain: biopsychosocial assessment and formulation. Pediatrics . 2016;138(5):e20160331. doi:https://doi.org/10.1542/peds.2016-033.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Morgante F, Naro A, Terranova C, et al. Normal sensorimotor plasticity in complex regional pain syndrome with fixed posture of the hand. Mov Disord . 2017;32(1):149-157. doi:https://doi.org/10.1002/mds.26836. (RU)"
        },
        {
            "number in article": 5,
            "reference": "Fannucchi GL, Stewart A, Jordaan R, Becker P. Exercise reduces the intensity and prevalence of low back pain in 12-13 year old children: a randomised trial. Aust J Physiother . 2009;55(2):97-104.  (RCT)"
        },
        {
            "number in article": 6,
            "reference": "Feldman AB, Haley SM, Coryell J. Concurrent and construct validity of the Pediatric Evaluation of Disability Inventory. Phys Ther . 1990;70(10):602-610.  (RCT)"
        },
        {
            "number in article": 7,
            "reference": "Flegel J, Kolobe TH. Predictive validity of the test of infant motor performance as measured by the Bruininks-Oseretsky  test of motor proficiency at school age. Phys Ther . 2002;82(8):762-771.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Franjoine MR, Gunther JS, Taylor MJ. Pediatric Balance Scale: a modified version of the Berg Balance Scale for the school-age  child with mild to moderate motor impairment. Pediatr Phys Ther . 2003;15(2):114-128.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Xu J, Casserly E, Yin Y, Cheng J. A systematic review of growth hormone in pain medicine: from rodents to humans. Pain Med . 2020;21(1):21-31.  doi:https://doi.org/10.1093/ pm/pny280. (SR)"
        },
        {
            "number in article": 10,
            "reference": "Guyatt GH, Sullivan MJ, Thompson PJ. The 6-minute walk: a new measure of exercise capacity in patients with chronic heart failure. Can Med Assoc J . 1985;132(8):919-923. (R)"
        },
        {
            "number in article": 11,
            "reference": "Yazdany J, Manno R, Hellmann DB, Imboden JB. Rheumatologic, immunologic, and allergic disorders. In: Papadakis MA, McPhee SJ, Rabow MW, eds. Current Medical Diagnosis & Treatment 60th ed . New York, NY: McGraw-Hill  Medical; 2021:20-47.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Walsh JM, Chee N. Hand and upper extremity injuries. In: Pendleton HM, Schultz-Krohn  W, eds. Pedretti's Occupational Therapy: Practice Skills for Physical Dysfunction . 8th ed. St. Lois, MO: Elsevier; 2018:993-995.  (GI)"
        },
        {
            "number in article": 13,
            "reference": "Klinkman MS. Assessing functional outcomes in clinical practice. Am J Manag Care . 2009;15(11: suppl):S335-S342.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Logan DE, Carpino EA, Chiang G, et al. A day-hospital  approach to treatment of pediatric complex regional pain syndrome: initial functional outcomes. Clin J Pain . 2012;28(9):766-774.  doi:10.1097/AJP.0b013e3182457619. (R)"
        },
        {
            "number in article": 15,
            "reference": "Birnie KA, Hundert AS, Lalloo C, Nguyen C, Stinson JN. Recommendations for selection of self-report  pain intensity measures in children and adolescents: a systematic review and quality assessment of measurement properties. Pain. 2019;160(1):5-18.  doi:https://doi.org/10.1097/j.pain.0000000000001377. (SR)"
        },
        {
            "number in article": 16,
            "reference": "Weissmann R, Uziel Y. Pediatric complex regional pain syndrome: A review. Pediatric Rheumatology Online Journal . April 29, 2016;14(1):29. doi:10.1186/s12969-016-0090-8. (RV)"
        },
        {
            "number in article": 17,
            "reference": "Melzack R. The short-form  McGill Pain Questionnaire. Pain. 1987;191-197.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Palermo TM, Law EF, Fales J, Bromberg MH, Jessen-Fiddick  T, Tai G. Internet-delivered  cognitive-behavioral  treatment for adolescents with chronic pain and their parents: a randomized controlled multicenter trial. Pain. 2016;157(1):174-185.  doi:https://doi.org/10.1097/j.pain.0000000000000348. (R)"
        },
        {
            "number in article": 19,
            "reference": "Anthony KK, Schanberg LE. Musculoskeletal pain syndromes. In: Nelson Textbook of Pediatrics . Philadelphia, PA: Saunders Elsevier; 2020:1327-1333.  (GI) "
        },
        {
            "number in article": 20,
            "reference": "O'Connell NE, Ward BM, McAuley J, Marston L, Moseley GL. Interventions for treating pain and disability in adults with complex regional pain syndrome. Cochrane Database Syst Rev. 2013;(Issue 4):CD009416. doi:10.1002/14651858.CD009416.pub2.   (M)"
        },
        {
            "number in article": 21,
            "reference": "Ottenbacher KJ, Msall ME, Lyon N. The WeeFIM instrument: its utility in detecting change in children with developmental disabilities. Arch Phys Med Rehabil . 2000;81(10):1317-1326.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Palisano RJ, Kolobe TH, Haley SM, Lowes LP, Jones SL. Validity of the Peabody Developmental Gross Motor Scale as an evaluative measure of infants receiving physical therapy. Phys Ther . 1995;75(11):939-951.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Podsiadlo D, Richardson S. The timed \"Up and Go\": a test of basic functional mobility for frail elderly persons. J Am Geriatr Soc . 1992;39(2):142-148.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Sherry DD, Wallace CA, Kelley C, Kidder M, Sapp L. Short- and long-term  outcomes of children with complex regional pain syndrome type I treated with exercise therapy. Clin J Pain. 1999;15(3):218-223.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Siegel DM. Fibromyalgia syndrome and reflex sympathetic dystrophy. In: Neinstein LS, ed. Adolescent Health Care: A Practical Guide . 5th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2008:525-528.  (GI)"
        },
        {
            "number in article": 26,
            "reference": "Bakr SM, Knight J, Johnson SK, Williams AE, Tolley JA, Raskin JS. Spinal cord stimulation improves functional outcomes in children with complex regional pain syndrome: case presentation and review of the literature. Pain Pract . 2020;20(6):647-655.  doi:https://doi.org/10.1111/papr.12882. (SR)"
        },
        {
            "number in article": 27,
            "reference": "Taylor LM. Complex regional pain syndrome: comparing adults with adolescents. Top Adv Pract Nurs . 2002;2(2):8. (C)"
        },
        {
            "number in article": 28,
            "reference": "Pollard C. Physiotherapy management of complex regional pain syndrome. NZ J Physiother . 2013;41(2):65-72.  (RV)"
        },
        {
            "number in article": 29,
            "reference": "Tran J, Ramachandran VS, Altschuler EL. Complex regional pain syndrome. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Elsevier; 2019:543-548.  (GI)"
        },
        {
            "number in article": 30,
            "reference": "O'Connell NE, Wand BM, Gibson W, Carr DB, Birklein F, Stanton TR. Local anaesthetic sympathetic blockade for complex regional pain syndrome. Cochrane Database Syst Rev. 2016;(7). Art No: CD004598. doi:10.1002/14651858.CD004598.pub4.  (SR)"
        },
        {
            "number in article": 31,
            "reference": "Shteamer J, Callaway M, Patel P, Singh V. How effective is ketamine in the management of chronic neuropathic pain? Pain Manag . 2019;9(6):517-519. doi:https://doi.org/10.2217/pmt-2019-0032.  (RV)"
        },
        {
            "number in article": 32,
            "reference": "Martin DP, Bhalla T, Rehman S, Tobias JD. Successive multisite peripheral nerve catheters for treatment of complex regional pain syndrome type I. Pediatrics . 2013;131(1):e323-e326.  doi:10.1542/peds.2011-3779.  (C)"
        },
        {
            "number in article": 33,
            "reference": "Wiktor MA, Peterson SJB, Miller M. Rehabilitation of chronic pain and conversion disorders. In: Alexander MA, Matthews DJ, eds. Pediatric rehabilitation: principles and practice. 5th ed. New York, NY: Demos Medical; 2015:553-554.  (GI)"
        },
        {
            "number in article": 34,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 35,
            "reference": "Miller D, Burkholder L. Complex regional pain syndrome type 1 following spontaneous development of an idiopathic subdural hemorrhagic stroke and empyema in an adolescent patient. J Rehab Med . 2016;48(1):91. doi:10.2340/16501977-2032.  (C)"
        },
        {
            "number in article": 36,
            "reference": "Stahlschmidt L, Friedrich Y, Zernikow B, Wager J. Assessment of pain-related  disability in pediatric chronic pain: a comparison of the Functional Disability Inventory and the Pediatric Pain Disability Index. Clin J Pain . 2018;34(12):1173-1179.  doi:https://doi.org/10.1097/AJP.0000000000000646. (R)"
        },
        {
            "number in article": 37,
            "reference": "Mirek E, Logan D, Boullard K, Hall AM, Satffa SJ, Sethna N. Physical therapy outcome measures for assessment of lower extremity chronic pain-related  function in pediatrics. Pediatr Phys Ther . 2019;31(2):200-207.  doi:https://doi.org/10.1097/PEP.0000000000000587. (RV)"
        },
        {
            "number in article": 38,
            "reference": "Rowen RJ, Robins H. Ozone therapy for complex regional pain syndrome: review and case report. Curr Pain Headache Rep . May 6, 2019;23(6):41. doi:https://doi.org/10.1007/s11916-019-0776-y.  (C)"
        },
        {
            "number in article": 39,
            "reference": "Tileston KR, Griffin A, Wagner JFM, O'Day MN, Krane EJ. Team approach: complex regional pain syndrome in children and adolescents. JBJS Rev . 2020;8(4):e0174. doi:https://doi.org/10.2106/JBJS.RVW.19.00174. (GI)"
        }
    ]
}