{
    "metadata": {
        "title": "Shoulder Pain  Wheelchair User",
        "synonyms": [
            "wheelchair user  shoulder pain",
            "pain, shoulder  wheelchair user"
        ],
        "anatomical location body part affected": [
            "The shoulder complex is composed of three joints (i.e., glenohumeral, acromioclavicular, and sternoclavicular). While these three joints enable the shoulder complex to be more mobile, they also result in poor tolerance for repetitive loading",
            "The typical shoulder lesions that plague wheelchair users are rotator cuff tears and chronic subacromial impingement, although other surrounding soft tissues (contractile or noncontractile) within the shoulder complex are susceptible to injury as well",
            "In MRI findings from a 2014 study, the authors demonstrated tendon tears in 70% of manual wheelchair users with anterolateral shoulder pain. Ninety percent of the rotator cuff tears occurred at the insertion site. Most tears were in the supraspinatus tendon. Additional findings were acromioclavicular joint edema, degenerative arthrosis, and coracoacromial ligament thickening(8)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "neurological rehabilitation",
            "pediatric rehabilitation",
            "geriatric rehabilitation",
            "home health"
        ],
        "description": [
            "Manual wheelchair users must utilize their upper extremities for wheelchair propulsion and transfers. They use their upper extremities to impart a force onto the wheelchair pushrim in order to move. This subjects the shoulder to weight-bearing  loads, making it susceptible to pathologies (e.g., subacromial impingement, tendinopathies, bursitis)(8)",
            "The reported incidence of shoulder pain among wheelchair users with spinal cord injury (SCI) is up to 86%, with a reported prevalence of 43% 5 years post discharge from inpatient rehabilitation(13)",
            "Common shoulder lesions in wheelchair users are chronic subacromial impingement and rotator cuff tears.(8)The supraspinatus tendon is the tendon most commonly torn.(8) Other common injuries include subacromial bursitis and labral tears(8)",
            "Shoulder pain in these individuals can prove especially detrimental if a wheelchair is the primary mode of mobility. Conservative options are the first choice for overuse injuries. When surgery is necessary, limited independence is a major drawback as typical postoperative protocols require resting the repaired shoulder for at least 6 weeks(14)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M75.1": "rotator cuff syndrome",
            "M75.5": "bursitis of shoulder",
            "S43.4": "sprain and strain of shoulder joint",
            "S43.5": "sprain and strain of acromioclavicular joint",
            "S46.0": "injury of tendon of the rotator cuff of shoulder (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified "
        ],
        "presentation signs and symptoms": [
            "Increased shoulder pain, often bilateral. Increased with repetitive or strenuous activity, particularly during propulsion of wheelchair and during transfers. Loss of function due to shoulder pain Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Catching and pseudo-locking  are atypical symptoms in the shoulder, suggestive of loose bodies in subacromial space",
            "Refer cases of suspected fracture or rotator cuff tear to orthopedic surgeon"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Often caused by long-term  use (propulsion) of a manual wheelchair, commonly in individuals with SCI who are notambulatory(13)",
            "Inappropriate posture and inappropriate wheelchair seating adjustments(6)",
            "Faulty wheelchair propulsion biomechanics(6)",
            "Activities that include moving the wheelchair in and out of vehicles, sitting pivot transfers,(20)and reaching overhead(14)",
            "Potential causes in wheelchair athletes–Overuse(15,18)–Muscular imbalance(15)–High biomechanical loads(15)–Poor scapular kinematics(15)–Decreased trunk control(15,18)–Sport played(18)(e.g., repetitive overhead arm activity)(15)–Fatigue(15)–Increased age(18)"
        ],
        "pathogenesis": [
            "Tightness of the anterior shoulder musculature, along with weakness of the posterior musculature, contributes to shoulderpain in wheelchair users. Muscle imbalances result in repetitive disuse injuries, including tendonitis, bursitis, impingement(most common), adhesive capsulitis, and rotator cuff tears",
            "Degenerative joint disease of the glenohumeral and acromioclavicular joints may also occur",
            "Potential sources of shoulder pain in chronic SCI–Impingement syndrome(8)–Rotator cuff pathologies(8)–Bicipital tendinopathy(8)–Subacromial bursitis(8)–Degenerative joint disease(8)–Shoulder instability–Myofascial pain syndrome–Adhesive capsulitis"
        ],
        "risk factors": [
            "Increasing age(16)",
            "Increased BMI/overweight patients(16)",
            "Female sex may increase likelihood(15)",
            "The longer the patient has used a manual wheelchair, the more likely he/she is to have shoulder pain",
            "Patients with thoracic lesions are more likely than patients with lumbar lesions are more likely to have shoulder pain(16)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with shoulder pain due to wheelchair use often have SCI. Particular attention to their individual needs based on the level of injury and level of dependence is warranted, and should be assessed on a case-by-case  basis For more information on SCI, see Clinical Review…Spinal Cord Injuries: General Overview ; CINAHL Topic ID Number: T708579 as well as the series of Clinical Reviews  on specific issues associated with SCI",
        "Refer back to physician if there is suspicion of pain that is cardiovascular in origin ",
        "Patients who use their wheelchairs with manual propulsion, or those who propel at increased speeds or on uneven surfaces (uphill), may be exacerbating their shoulder dysfunctions. These patients may need to minimize the amount of manual propulsion in which they engage. This may be achieved by temporarily eliminating wheelchair sports, using a power wheelchair, or having someone push their chair",
        "High risk of glenohumeral adhesive capsulitis developing after traumatic injury",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Catching and pseudo-locking  are atypical symptoms in the shoulder, suggestive of loose bodies in subacromial space",
            "Refer cases of suspected fracture or rotator cuff tear to orthopedic surgeon"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Repetitive overuse of shoulder related to propulsion of a manual wheelchair (usually long-term  use)When did symptoms begin? -Are symptoms getting better, worse, or staying the same? -What is the level of SCI? -How long has patient been using a wheelchair?",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management. How has the pain responded to treatments?",
                    "surgical management": [],
                    "medications": "NSAIDs, prescription anti-inflammatories,  cortisone injections, opioids",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed : Has any radiological imaging been performed on the affected shoulder(s)? MRI or X-ray may have been used to assess for tendonitis, bursitis, arthritis, rotator cuff tear, or other pathology(8)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -What shoulder motions or activities result in an increase in pain? -Does your shoulder hurt while propelling wheelchair? -Symptoms are usually increased with repetitive or strenuous activity, particularly during propulsion of wheelchair and during transfers",
                "body chart": "Use body chart to document location and nature of symptoms. Is shoulder pain unilateral or bilateral?",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Is pain localized or generalized? What symptoms are being experienced?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night related to shoulder pain. What position does patient sleep in and with how many pillows? Is there a position that is less painful for patient?",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, shortness of breath, limb edema) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________ ",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Are there previous shoulder injuries? Are any other upper extremity joints affected?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, etc. For common comorbidities associated with SCI, see the Clinical Review  referenced above",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Occupation? Leisure activities or wheelchair sports? How many minutes/hours does the patient spend propelling the wheelchair each day?",
                "functional limitations assistance with ADLs adaptive equipment": " -With what activities is the patient having difficulty? -What are the patient’s functional abilities and deficits? -Painful daily activities may include wheelchair propulsion, transfers, loading wheelchair into a car, overhead activities, sports",
                "living environment": "Current home set-up (stairs, ramps, equipment)? Identify additional barriers that limit independence in the home. Does client require help from caregiver within home environment?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": " Anthropometric characteristics –If appropriate, measure and document patient’s anthropometric characteristics and calculate BMI. Take measurements that are relevant to fitting of wheelchair, including trunk length, leg length, seat depth and width, and armrest height",
            "assistive and adaptive devices": " Assistive and adaptive devices –What type of wheelchair(s) does the patient have? –Assess wheelchair type and seating adjustment. Is choice of wheelchair appropriate to patient and does it fit and work well? –Assess for need and proper use of assistive devices if patient is ambulatory –Assess for need and proper use of assistive devices to help with ADLs and limit strain on upper extremities (e.g., reachers)",
            "balance": "Assess sitting balance",
            "cardiorespiratory function and endurance": [],
            "circulation": "Should be normalScreen cervical spine to rule out radiculopathy or other peripheral nerve involvementAssess technique for wheelchair propulsion and use of assistive devices if patient is ambulatory Functional mobility  (including transfers, etc.) –Assess transfers, bed mobility; use FIM if indicated –Transfers should avoid extreme joint positions (e.g., position the wheelchair so that it is a level height, as close as possible, and angled between 20˚ and 45˚ to the target surface(20)a functional measure used to determine the degree of interference that pain has when performing typical ADLs(3)used to determine the presence and severity of shoulder pain during rest and activity, as well as the ability to perform ADLs(1)",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Patients with SCI may use various other assistive and mobility devices (e.g., motorized wheelchairs, canes, crutches) in addition to manual wheelchairs  –Observe body mechanics and propulsion technique (i.e., semicircular, arc, single loop over, or double loop over) during wheelchair mobility(6) -The semicircular technique is less likely to result in shoulder injury than other techniques(7) –Examine wheelchair for proper fit during mobility and that the wheelchair is adjusted appropriately(6)Glenohumeral joint capsular mobility and ligamentous integrity of the glenohumeral joint should also be examined",
            "muscle strength": "Manual muscle testing of upper extremity musculature, including the scapular muscles, rotator cuff, biceps, triceps, deltoids, and pectorals. Also assess abdominal and core strength of the patient",
            "observation inspection palpation including skin assessment": [
                "Assess for tenderness of rotator cuff tendons and surrounding musculature; assess for the presence of trigger points",
                "Palpate the acromioclavicular joint, glenohumeral joint, the supraspinatus tendon, and the biceps tendon.(19)Tenderness may be noted",
                "Examine for spasm and tightened or contracted musculature of the shoulder girdle, chest, and upper back",
                "Inspect skin for trophic changes associated with complex regional pain syndrome (CRPS) -For more information on CRPS, see  Clinical Review… Complex Regional Pain Syndrome ; CINAHL Topic ID Number:T708498"
            ],
            "posture": "Assess sitting posture, and determine if the patient’s wheelchair and other adaptive equipment provide appropriate support",
            "range of motion": " Range of motion –Assess shoulder active ROM (AROM), including elevation, and passive ROM (PROM), including external/internal rotation, in varying degrees of shoulder abduction using goniometry. A painful arc may be observed during active shoulder abduction between 60° and 120° that may be indicative of rotator cuff impingement(2) –Cervical and thoracic spine ROM should also be assessed",
            "self-care activities of daily living": "",
            "reflex testing": "Assess upper extremity reflexes that remain innervated to assess for hyper-/hyporeflexiaAssess patient’s ability to perform transfers/self-care. Is shoulder pain limiting function? Is patient performing transfers with poor form to add stress on shoulder?",
            "sensory testing": "Assess dermatomes to assist in determining lesion level and functional ability of the patient",
            "special tests specific to diagnosis": " Special tests specific to diagnosis(17)Patient seated, arm is abducted to 90°, forward flexed to 30°, and internally rotated so that thumb is pointing downwards. Resistance in abduction is provided by the examiner. A positive finding for a supraspinatus tendon tear is the presence of weakness or pain during applied resistanceExaminer abducts shoulder to 90°, then asks patient to slowly lower arm in same arc. Positive finding if patient is unable to return arm slowly to the side or if severe pain is present when attempted. A positive test is indicative of tear of the rotator cuffWith the patient seated, examiner fully and passively flexes the affected shoulder in the scapular plane with the arm in an internally rotated position.(5) A positive finding for overuse injury of the supraspinatus is seen if the patient’s facial expression is consistent with painThe examiner forward flexes the patient’s arm to 90° and then internally rotates the shoulder. Pain with this maneuver is a positive indication of rotator cuff tendinosis or secondary impingement(5)With the patient seated, the examiner passively adducts the affected arm while positioned in 90° of flexion. Pain in the acromioclavicular joint is indicative of acromioclavicular impingementWith the patient seated, forearm is supinated with the elbow in extension and the shoulder flexed to 90°. Examiner resists flexion movement. Test is positive for biceps tendinopathy if pain increases at the bicipital grooveWith the patient standing or sitting, the elbow is flexed to 90° and stabilized against the thoracic cage with the forearm pronated. The test is considered positive if pain increases at the bicipital groove when the examiner resists supination by the patient(17)The patient flexes the injured shoulder to 90° while keeping the elbow fully extended. The arm is then adducted 10° to 15° with the forearm in full pronation, whereby the examiner applies a downward force on the arm. The maneuver is repeated, but with the patient’s forearm in supination. The test is positive for a labral tear if pain is elicited with the forearm pronated and reduced or eliminated in the second maneuver –WUSPI,(3)described above  –SRQ, described above",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired sensation",
                "Impaired circulation or slow-healing  wounds",
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods (> 1 hour)",
                "Cold may be counterproductive in patients who do not tolerate the modality",
                "Decreased sensation",
                "Vascular insufficiency",
                "Recent or potential hemorrhage",
                "Malignancy",
                "Acute inflammation",
                "Infection",
                "Where heat rubs or liniments have been recently used",
                "In patients with cognitive deficits or if a language barrier exists",
                "Over the region of a cardiac pacemaker",
                "Over the pelvis, abdominal, and lumbar regions during pregnancy",
                "Over the eyes and testes",
                "In an area with infection or bleeding",
                "If a tumor is present in the area",
                "In the area of a DVT or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia",
                "Over epiphyseal plates of growing bones",
                "Use caution in patients with sensory deficits and in patients who are unable to communicate sensory deficits",
                "Use caution if patient has circulatory impairments",
                "Use caution over plastic or metal implants",
                "Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Cryotherapy contraindications(4)",
                "Cryotherapy precautions(4)",
                "Thermotherapy contraindications(4)",
                "Therapeutic ultrasound contraindications(4)",
                "Therapeutic ultrasound precautions(4)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Shoulder pain may limit the patient’s ability to perform functional mobility and other activities independently. Patients may ultimately cease performing any activity that causes pain, including wheelchair propulsion itself, the patient’s primary mode of mobility",
        "rule out": " Rule out Osteonecrosis Shoulder fracture Cervical radiculopathy Syringomyelia  Cardiovascular pathology Labral tear",
        "prognosis": [
            "Shoulder pain in wheelchair users is a limiting factor for mobility and can decrease functional independence. Rest is the primary form of treatment for repetitive use injuries. Therefore, shoulder pain in patients with SCI may be difficult to treat, as patients are constantly using their shoulders for transfers, positioning, mobility, and propulsion of manual wheelchairs. Treatment with modalities, medications, and invasive procedures will ultimately fail unless the biomechanical problem is corrected"
        ],
        "referral to other disciplines": " Referral to other disciplines Nutritionist/dietician for weight management Orthopedic surgeon Psychologist Social services for home needs Wheelchair vendor specialist for equipment and seating issues",
        "other considerations": [],
        "treatment summary": [
            "Wheelchair characteristics –Wheelchair propulsion mechanics can be influenced by the type and fit of the wheelchair(20) –The width of the wheelchair should fit the patient –The rear axle should be placed as far forward as safety and patient stability will allow(20) –Wheelchair seats should be positioned at an acute angle",
            "Wheelchair propulsion –Proper propulsion techniques may reduce the risk of injury. The patient should avoid pushing down on the pushrim during propulsion. Long, smooth strokes distribute forces over a longer period of time and reduce the frequency of strokes, peak forces, and the rate of loading. During recovery, the hand should drift naturally below the pushrim in an elliptical pattern(20) –A semicircular technique of wheelchair propulsion is less likely to result in shoulder injury because it is more efficient than other techniques(7) -Based on a Canadian research study involving 15 subjects in which EMG activity of the subjects’ shoulder musculature and kinetic information were recorded while the subjects pushed themselves on an ergometer –In a 2014 study conducted in the United States, researchers investigated the variability of wheelchair propulsion at the handrim as a function of shoulder pain(10) -Twenty-six  individuals (10 female, 16 male) who were manual wheelchair users (MWU) aged 18–64 participated in the study -Participants were separated into pain and no-pain groups -MWU with pain showed decreased variability in peak resultant force and push time -These results suggest that variability may be a marker for early identification in risk of developing shoulder pain",
            "Therapeutic ultrasound efficacy(4) –Therapeutic ultrasound has a long history of use in the treatment of tendon and ligament pathologies. The use of this modality originates from positive results in animal studies –Despite its ubiquitous use for soft tissue disorders, there currently exists no research supporting the efficacy of therapeutic ultrasound for shoulder soft tissue pathologies",
            "Exercise efficacy –Authors of a 2015 systematic review concluded that exercise is a feasible, conservative, therapeutic intervention for the treatment of shoulder pain among MWUs with SCI(12) -Based on 3 RCTs and 4 cohort studies -Interventions evaluated were arm ergometry, resistive strengthening with or without electromyographic biofeedback, and stretching targeted muscles -Studies are still needed to differentiate techniques, to determine the most effective duration of intervention, and to estimate the magnitude of the effect associated with therapeutic exercise –Therapeutic exercise reduces shoulder pain in patients who use wheelchairs as their primary mode of locomotion  -Based on a research study in India that included 30 patients with paraplegia and shoulder pain who participated in a scapular strengthening program6 days a week for 8 weeks(9) -Patients had a significant reduction in shoulder pain following treatment as indicated by WUSPI scores –High-dose  scapular stabilizing and rotator cuff strengthening using telerehabilitation improves shoulder pain in MWU with SCI(21) -Each participant performed 12 weeks of a home exercise program which included rotator cuff and scapular stabilization exercises -Exercises were supervised by a physical therapist via videoconferencing and performed 3 times a week, with 3 sets of 30 repetitions -Additional studies are needed to compare the effectiveness of this program to that of other interventions as well as to explore the potential for earlier intervention to prevent shoulder pain . Problem Goal Intervention Expected Progression Home Program Increased shoulder pain, inflammationDecrease pain, inflammationPhysical agents and mechanical modalities _ Cryotherapy for pain and edema _ _ Prescription, application of devices and equipment _ Additional adaptive equipment, including use of power wheelchair (full-time or part-time) _ Therapeutic exercise (12)Arm ergometry, strengthening with and without electromyographic biofeedback, and stretching of musclesWean off power equipment as pain decreasesRest to allow decrease of inflammation in involved structures (e.g., tendons, bursa). Educate patient on modifying activities to limit aggravating movements, such as overhead activity Decreased glenohumeral joint capsule mobilityNormalize glenohumeral joint capsule mobilityManual therapy _ Address individual’s soft tissue deficits as appropriate; stretching and massage to tightened musculature can be effective. Joint mobilizations of restricted areas of the glenohumeral joint may be indicatedProgress as indicated and appropriate for each unique patientInstruct patient in self- stretching exercises  Decreased shoulder and scapularmuscle strength and ROMIncrease shoulder and scapular muscle strength and ROMTherapeutic exercises _ Prescribe rotator cuff and scapular strengthening exercises. Stretching for the upper trapezius, pectorals, long head of the biceps, and posterior capsuleProgress based on individual patient needs; consider patient’s age and physical impairmentsProvide a home exercise program that incorporates strengthening and stretching of the muscles needing improvement as identified during the physical examination Poor endurance Improve endurance Functional training _ Address poor endurance by simulating typical activities and introducing exercises that improve functional performanceProgress as indicated and appropriate for each unique patientProvide a written program Impaired function Minimize functional impairment _Functional training _ Address ADL and functional mobility deficits by simulating typical activities and either introducing exercises that improve functional performance or instructing patient on strategies to diminish likelihood of shoulder pathologies(14)Progress as indicated and appropriate for each unique patientProvide a written program that includes techniques for optimizing transfers Impaired wheelchair mobility, poor propulsion techniquesImprove biomechanics of propulsion techniqueFunctional training _ Biomechanics training to reinforce semicircular technique during manual wheelchair propulsion.(6,7)Also provide postural awareness training to improve biomechanics and avoid shoulder complications(6) _ _ Wheelchair seating adjustment _ Proper backrest height (not too tall), seat depth (not too long), and parallel seat planes(6)Progress based on individual patient needs; consider patient’s age and physical impairmentsInstruct patient in a home exercise program to complement the physical therapy program, which should be progressed as tolerated  ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain and inflammation": [
            "V AS",
            "Normalized glenohumeral joint capsule mobility–Manual joint mobility assessment–Flexibility assessment and muscle length testing",
            "Increased shoulder and scapular muscle strength and ROM–Goniometry–Manual muscle testing–Isokinetic testing–Posture assessment",
            "Minimized functional impairment–FIM–DASH–Patient satisfaction surveys–SRQ–WUSPI",
            "Improved biomechanics of propulsion technique–Wheelchair propulsion assessment"
        ]
    },
    "maintenance or prevention": [
        "Researchers in India found positive results in a one-month  treatment program (3 times weekly) consisting of stretching and strengthening exercises for patients with SCI. Patients showed improvements in WUSPI, Constant Murley scale, Katz Index of Independence in ADLs, and Canadian Occupational Performance Measure (COPM)(11)",
        "Home exercise program with appropriate stretching/strengthening activities",
        "Assistive devices, proper wheelchair adjustments and use, and modification of activities in order to protect the shoulder joint are essential to preventing future shoulder pain in wheelchair users Wheelchair considerations –Use of power wheelchair as needed –Adjusting the rear axle as far forward as possible without compromising patient balance and safety results in decreased rolling resistance, improves efficiency, and reduces superior shoulder force(20) –Seat height should be adjusted so that when the hand is resting at the top middle of the pushrim, the elbow is flexed between 100˚ and 120˚(20) –Consider a highly customizable wheelchair made with the lightest material possible to reduce stress on the shoulder complex. Ultralight wheelchairs decrease rolling resistance and require less force to propel(20) –Wheels and tires that provide the least resistance would also be beneficial Wheelchair propulsion recommendations –Proper posture will help to alleviate shoulder pain and may be addressed by proper seating alignment of wheelchair(6) –When pushing on the pushrim, avoid applying excessive downward force. Long, smooth strokes in an elliptical pattern are recommended(20) Activity modifications(20) –Minimize overhead activities and consider using assistive devices (e.g., use a reacher or keep frequently used kitchen items accessible to reduce overhead reaching) –Avoid excessive shoulder internal rotation and abduction positions –Minimize frequency of repetitive upper limb activities (e.g., if wheelchair propulsion is causing pain, may need to consider power wheelchair) –Level transfers should be performed when possible –Vary technique and lead arm when performing transfers "
    ],
    "patient education": [
        "See “Shoulder Pain and Common Shoulder Problems” from the American Academy of Orthopaedic Surgeons for information about various shoulder pathologies at https://orthoinfo.aaos.org/en/diseases--conditions/shoulder-pain-and-common-shoulder-problems",
        "“Protecting Your Shoulders and Staying Active After Spinal Cord Injury\" from Northwest Regional Spinal Cord Injury System. A recorded presentation by a physical therapist is located at http://sci.washington.edu/info/forums/reports/ shoulder_health.asp Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "L’Insalata JC, Warren RF, Cohen SB, Altchek DW, Peterson MG. A self-administered  questionnaire for assessment of symptoms and function of the shoulder. J Bone Joint Surg Am. 1997;79(5):738-748.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Garving C, Jakob S, Bauer I, Nadjar R. Impingement syndrome of the shoulder. Dtsch Arztebl Int . 2017;114(45):765-776.  doi:10.3238/arztebl.2017.0765. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Curtis KA, Roach KE, Applegate EB. Development of the Wheelchair User's Shoulder Pain Index (WUSPI). Paraplegia . 1995;33(5):290-293.  (R)"
        },
        {
            "number in article": 4,
            "reference": "In: Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,  80-82,127-128.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Phillips N. Tests for diagnosing subacromial impingement syndrome and rotator cuff disease. Shoulder Elbow . 2014;6(3):215-221.  doi:10.1177/1758573214535368. (RV)"
        },
        {
            "number in article": 6,
            "reference": "DiGiovine CP, Koontz A, Berner T, Kim DJ, Schmeler M. Wheelchairs and seating systems. In: Cifu DX, ed. Braddom’s Physical Medicine & Rehabilitation . 5th ed. Philadelphia, PA: Saunders/Elsevier; 2016:289-319.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Qi L, Wakeling J, Grange S, Ferguson-Pell  M. Patterns of shoulder muscle recruitment vary between wheelchair propulsion techniques. IEEE Trans Neural Sys Rehabil Eng . 2014;22(3):559-566.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Morrow MMB, Van Straaten MG, Murthy NS, Braman JP, Zanella E, Zhao KD. Detailed shoulder MRI findings in manual wheelchair users with shoulder pain. Biomed Res Int . Advance online publication. 2014;2014:769649. doi:10.1155/2014/769649. (R)"
        },
        {
            "number in article": 9,
            "reference": "Limbasiya RD, Ramalingam AT. Effects of scapula focused exercise program on shoulder pain in paraplegic patients using wheelchair. Indian J Physiother Occup Ther . 2014;8(3):119-123.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Rice IM, Jayraman C, Hsiao-Wecksler  ET, Sosnoff JJ. Relationship between shoulder pain and kinetic and temporal-spatial  variability in wheelchair users. Arch Phys Med Rehabil. 2014;95(4):699-704.  (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Dondal K, Kulkarni V, Patole R, Rairikar S, Shyam A, Sancheti P. Effect of shoulder exercises on functional performance in paraplegic wheelchair users having shoulder pain. Indian J Phys Ther Occup Ther . 2015;9(1):83-86.  (RCT)"
        },
        {
            "number in article": 12,
            "reference": "Cratsenberg KA, Deitrick CE, Harrignton TK, et al. Effectiveness of exercise programs for management of shoulder pain in manual wheelchair users with spinal cord injury. J Neurol Phys Ther . 2015;39(4):197-203.  doi:10.1097/NPT.0000000000000103. (SR)"
        },
        {
            "number in article": 13,
            "reference": "Eriks-Hoogland  IE, Hoekstra T, de Groot S, Stucki G, Post MW, van der Woude LH. Trajectories of musculoskeletal shoulder pain after spinal cord injury: identification and predictors. J Spinal Cord Med . 2014;37(3):288-298.  doi:10.1179/2045772313Y.0000000168. (R)"
        },
        {
            "number in article": 14,
            "reference": "Van Straaten MG, Cloud BA, Zhao KD, Fortune E, Morrow MMB. Maintaining shoulder health after spinal cord injury: a guide to understanding treatments for shoulder pain. Arch Phys Med Rehabil . 2017;98(5):1061-1063.  doi:10.1016/j.apmr.2016.10.005. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Heyward OW, Vegter RJK, de Groot S, van der Woude LHV. Shoulder complaints in wheelchair athletes: a systematic revie. PLoS One . 2017;12(11):e0188410. doi:10.1371.journal.pone.0188410. (SR)"
        },
        {
            "number in article": 16,
            "reference": "Ferrero G, Mijno E, Actis MV, et al. Risk factors for shoulder pain in patients with spinal cord injury: a multicenter study. Musculoskelet Surg . 2015;99:53-56. doi:10.1007/s12306-015-0363-2.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Wilbanks S, Bickel CS. Scapular stabilization and muscle strength in manual wheelchair users with spinal cord injury and subacromial impingement. Top Spinal Cord Inj Rehabil. 2016;22(1):60-70.  doi:10.1310/sci2201-60.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Soo Hoo J. Shoulder pain and the weight-bearing  shoulder in the wheelchair athlete. Sports Med Arthrosc Rev . 2019;27(2):42-47.  doi:10.1097/JSA0000000000000241. (R)"
        },
        {
            "number in article": 19,
            "reference": "Telhan G, Areson D. Shoulder problems – pain in the wheelchair athlete. merican Academy of Physical Medicine and Rehabilitation Web site. https://now.aapmr.org/shoulder-problems-pain-in-the-wheelchair-athlete/ . Published September 6, 2018. Accessed October 4, 2019. (GI)"
        },
        {
            "number in article": 20,
            "reference": "Hogaboom NS, Morse LR, Boninger ML. Overuse injuries and fractures in spinal cord injury. In: Kirshblum S, Lin VW, eds. Spinal Cord Medicine . : Springer Publishing Company; 2019:457-462.  (GI)"
        },
        {
            "number in article": 21,
            "reference": "Van Straaten MG, Cloud BA, Morrow MM, Ludewig PM, Zhao KD. Effectiveness of home exercise on pain, function, and strength of manual wheelchair users with spinal cord injury: a high-dose  shoulder program with telerehabilitation. Arch Phys Med Rehabil . 2014;95:1810-1817.  doi:10.1016/j.apmr.2014.05.004. (R)"
        }
    ]
}