{
    "metadata": {
        "title": "Interstitial Cystitis (Painful Bladder Syndrome)",
        "synonyms": [
            "painful bladder syndrome",
            "bladder pain syndrome",
            "interstitial cystitis/painful bladder syndrome",
            "ulcerative interstitial cystitis",
            "cystitis, interstitial (painful bladder syndrome)",
            "painful bladder syndrome (interstitial cystitis)",
            "bladder syndrome, painful (interstitial cystitis)"
        ],
        "anatomical location body part affected": [
            "Bladder, urinary tract, pelvic musculature"
        ],
        "area of specialty": [
            "women’s health",
            "orthopedic rehabilitation"
        ],
        "description": [
            "The International Continence Society defines interstitial cystitis (IC), also known as painful bladder syndrome, as a clinical syndrome consisting of suprapubic pain related to bladder filling and accompanied by other symptoms such as increased daytime and nighttime urinary frequency in the absence of proven infection or other obvious pathology.(1) The American Urological Association (AUA) defines IC as an unpleasant sensation perceived to be related to the bladder that is associated with lower urinary tract symptoms > 6 weeks’ duration, in the absence of infection or other unidentifiable causes.(1) The Canadian Urological Association (CUA) uses the same definition as the AUA in their guidelines(12)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified. Health insurance benefits for physical therapy for IC vary"
        ],
        "presentation signs and symptoms": [
            "Most common symptoms(6) –Suprapubic pain with bladder filling that is relieved with urination –Urgency, frequency (> 8 times during the day) and nocturia (> 2 times at night)",
            "Lower abdominal tenderness",
            "Anterior vaginal wall/bladder neck pain in females",
            "Levatorani tenderness",
            "Dysphoric mood",
            "Perineal/prostatic pain in males",
            "Dyspareunia (pain during sexual intercourse)",
            "Intensity of symptoms waxes and wanes with symptoms lasting > 6 months",
            "Insidious onset; worsens to final level in 5 to 15 years",
            "Most common in the 4th and 5th decades of life but may occur at any age",
            "Females > males 10:1(2) –White females constitute 95% of patients with IC(1)",
            "Incidence: 21 cases per 100,000 women and 4 cases per 100,000 men annually(1)",
            "Prevalence –197 per 100,000 women and 41 per 100,000 men in the United States; however, IC is greatly underdiagnosed and may actually affect 1 in 5 women and 1 in 20 men(1)  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Only clinicians specifically trained in the evaluation/treatment of pelvic floor dysfunction should carry out portions of the examination related to this region",
            "Prior to initiating an assessment of the pelvic floor, the clinician must receive orders from the physician and informed consent from the patient",
            "Maneuvers that duplicate the patient’s pain should be noted, but undue reproduction of pain should be avoided to minimize guarding, which can interfere with performance of a thorough exam"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Unknown(1,13)"
        ],
        "pathogenesis": [
            "IC is thought to be a spectrum of multiple forms of chronic pelvic pain(13)",
            "Damage to the glycosaminoglycan mucus layer may increase bladder wall permeability to irritants such as urea(2)",
            "Other possible factors(2)–Autoimmune response–Mast cell histamine release–Neurologic upregulation/stimulation-A process by which sensitivity to neurotransmitters or hormones is increased, often due to an increase in the number ofreceptors in the target cells-Neurologic upregulation can cause hyperalgesia and allodynia in end organs other than those in which a painfulcondition exists"
        ],
        "risk factors": [
            "Unknown(2)",
            "History of urinary tract infections (UTIs) and bladder problems in childhood(6)",
            "Female gender"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "IC is not primarily psychosomatic(6)",
        "Patients may be very frustrated. Symptoms may be debilitating but are not evident to others",
        "Always respect the patient’s pain level. The Interstitial Cystitis Guidelines Panel of the AUA and the CUA recommend that pain management be continually assessed because of its importance to quality of life. If pain management is inadequate, consideration should be given to a multidisciplinary team approach and appropriate referrals should be made(13)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Only clinicians specifically trained in the evaluation/treatment of pelvic floor dysfunction should carry out portions of the examination related to this region",
            "Prior to initiating an assessment of the pelvic floor, the clinician must receive orders from the physician and informed consent from the patient",
            "Maneuvers that duplicate the patient’s pain should be noted, but undue reproduction of pain should be avoided to minimize guarding, which can interfere with performance of a thorough exam"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Etiology usually is difficult to determine.(13)Does patient have a history of pelvic pain and urgency/frequency? Does patient report frequent UTIs, vaginitis, or symptoms in the week before menses? Does the patient have a history of pelvic surgery or radiation therapy? Any history of incontinence? When did symptoms begin? Have they progressed? When was diagnosis made?",
                "course of treatment": {
                    "medical management": "What medical treatment has the patient received, if any? On average, patients see 5 different physicians and endure IC symptoms for 5 years before IC is properly identified(1) There is no consensus on optimal management for this condition, and no cure(1) Treatment may include advice to avoid activities associated with flare-ups,  dietary restrictions, exercise, behavioral therapy, bladder retraining, biofeedback, warm sitz baths, and massage(1)  Surgery and other procedures are not typically performed unless more conservative approaches have not provided acceptable symptom control and quality of life is significantly affected(1) Sacral neuromodulation is the current preferred surgical intervention(1) Hydraulic distention of bladder under anesthesia may provide transient symptomatic relief(2) Superior hypogastric plexus neurolysis may be used to relieve chronic pelvic pain but also lacks durability in cases of IC. Multimodal treatment often is needed to control patients’ symptoms(10) Laser ablation, fulguration, or resection to treat Hunner’s ulcers(1) Augmentation cystoplasty is performed to increase bladder capacity and decrease pressure, with or without partial cystectomy (bladder removal). It is generally not recommended(1) Partial cystectomy in severe cases, total cystectomy if completely refractory to medical therapy(2) Urinary diversion with total cystectomy only if disease is completely refractory to medical therapy(2)",
                    "surgical management": [],
                    "medications": "Determine what medications the clinician has prescribed; are they being taken? What effect do they have on the symptoms? Most medications for IC demonstrate limited benefit over placebo in RCTs(2) Oral medication is tried first.(1) Most treatments take 3 to 6 months before maximum benefit is observed.(1) Adjunct oral therapy includes amitriptyline, cimetidine, hydroxyzine, oral pentosan polysulfate, intravesical pentosan polysulfate, cyclosporine A, gabapentin, quercetin, pyridium, hyoscine butylbromide, vaginal valium suppository, vaginal baclofen, belladonna and opiate suppository(13) Pentosanpolysulfate sodium is the only oral medication approved by the U.S. Food and Drug Administration (FDA) for treating IC(1) Amitriptyline is often prescribed to relieve pain and urinary frequency(6) Hydroxyzine pamoate causes sedation and helps reduce urinary frequency(6) Long-term  antibiotics should never be administered and are contraindicated in patients who have previously been administered antibiotics without efficacy and who present with a negative urine culture(4) Long-term  systemic oral glucocorticosteroids should not be offered.(4) Oral prednisone is used in the presence of Hunner’s ulcers(1) Intravesical treatment is used when oral medications fail, for acute flare-ups,  or before the oral medications take full effect. Instilled medications are injected directly into the bladder. This typically involves a mixture of heparin or pentosan polysulfate sodium, with lidocaine and sodium bicarbonate.(1) Lidocaine, heparin, and dimethyl sulfoxide (DMSO) may be administered in this manner(1) DMSO is the only FDA-approved  intravesical treatment; however, it is used less often now because of its side effects, specifically a garliclike  odor or taste on breath or skin that lasts 72 hours after treatment(1) Intravesical instillation of bacillus Calmette-Guerin  should not be offered outside of investigational study settings. Intravesical instillation of resiniferatoxin should not be offered(4) Some patients may try an OTC food additive known as Prelief for symptom control(1)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: There is no definitive diagnostic test. IC is a diagnosis of exclusion when no known cause of painful bladder can be identified.(1) In up to 40% of patients referred to a urologist for suspected IC, another medical condition ultimately is diagnosed.(6)Tests for this condition may include the following:",
                        "Urinalysis and culture; should be negative in cases of IC(6)",
                        "Urine cytology if hematuria is present; should be negative in cases of IC(6)",
                        "Culture for STD if indicated",
                        "CT or ultrasound of abdomen and pelvis to rule out other pathology(1)",
                        "Urodynamic testing to assess bladder sensation and compliance and exclude detrusor instability",
                        "Cystoscopy and biopsy may be performed",
                        "Presence of submucosal mast cells is not needed to make the diagnosis of IC(6)",
                        "Biopsy used to rule out carcinoma, eosinophilic cystitis, and tuberculous cystitis(6) ",
                        "MRI is not typically done",
                        "The CUA guidelines make the following suggestions, including grades and levels of evidence:(12)",
                        "Ultrasound/pelvic imaging (optional, select patients, grade C, level 4 evidence)",
                        "Frequency volume chart (recommended all patients, grade C, level 3 evidence) +/- post-void residual (optional, when indicated, grade C, level 4 evidence)",
                        "Laboratory tests: Urinalysis, culture (recommended all patients, grade C, level 4 evidence), cytology (optional, when indicated, grade C, level 4 evidence)",
                        "Cystoscopy (recommended, all patients, grade C, level 3 evidence)",
                        "Intravesical anesthetic bladder challenge (optional, select patients, grade C, level 3 evidence)",
                        "Hydrodistension (optional, select patients, grade C, level 3 evidence)",
                        "Urodynamics (UDS) (not recommended in the routine evaluation of IC/bladder pain syndrome (BPS), grade C, level 3 evidence)",
                        "Bladder biopsy (not recommended in the routine evaluation of IC/BPS, grade C, level 3 evidence)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or complementary therapies (e.g., acupuncture, herbal supplements) and whether they help Patients may try relaxation and stress reduction techniques such as meditation tapes, visualization, guided imagery, selfhypnosis, massage, or psychotherapy Patients may try herbal remedies such as Algonot Plus, CystoProtek, Cysta-Q,  and aloe vera(1)",
                    "previous therapy": "Document whether patient has physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Emotional or physical stress is often reported to exacerbate symptoms(13) -Consumption of specific foods may increase symptoms; citrus, coffee, alcohol, carbonated drinks, tomatoes, and chocolate are common irritants(12) -Pain only with voiding does not indicate IC but a vulvar disorder(12) -Symptoms typically are worse when the bladder is filled and relieved after emptying,(1)which is in contrast to overactive bladder, in which patients void for fear of incontinence(12) -Symptoms are often worse before menses, in contrast to endometriosis,in which symptoms are worse during menses(12)",
                "body chart": "Use body chart to document location and nature of symptoms -Initially patients will report pressure or burning in suprapubic area, but pain can be referred to the urethra, vagina, labia, inguinal area, perineum, and/or lower abdomen or back(12)",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Intensity of symptoms typically waxes and wanes -Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables -The patient may be asked to keep a voiding diary to document symptoms. The voiding diary of a patient with IC tends to show a pattern of low-volume, high-frequency  voiding",
                "sleep disturbance": "Document number of wakings/night -Nocturia is common and tends to increase as the severity of IC increases -Sleep deprivation may be a problem(9)Document any need for supplemental oxygen or the need for ventilation",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Note any history of respiratory problems Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________ "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does patient have a history of recurrent UTIs, urgency, or pelvic pain that may have been diagnosed as something else? More than 81% of women in whom chronic pelvic pain is diagnosed and up to 84% of men in whom chronic prostatitis initially is diagnosed actually have IC(1) In patients with a diagnosis of overactive bladder who do not respond to anticholinergics, IC often is later diagnosed",
                    "comorbid diagnoses": "Ask patient about other problems. IC is often associated with irritable bowel syndrome, migraines, endometriosis, skin sensitivities, allergies, vulvodynia, fibromyalgia, chronic fatigue syndrome (CFS), systemic lupus erythematosus (SLE), and mood disorders(1) Vesicoureteral reflux is a complication of IC that is not uncommon, and is associated with periureterally located Hunner lesions.(11) Hunner ulcers are a typical diagnostic finding in patients with IC and are defined as any welldemarcated  erythematous mucosal lesions that produce bleeding and pain when touched with a cystoscope(11)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). Even common OTC supplements have the potential to act as irritants and should be noted",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does patient work? Do the symptoms interfere with patient’s ability to complete required tasks? Does the patient participate in any recreational activities, and if so, do the symptoms interfere with participation?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient have any functional limitations? Frequent urination and pain may interfere with social activities. Dyspareunia may interfere with personal relationships",
                "living environment": "Ask about access to bathroom facilities. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Measure height and weight; calculate BMI; check leg length for asymmetryComplete a general balance and gait assessment",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Assess strength of the hips, trunk (abdominal and back extensors), and pelvic floor muscles –Identify any areas of weakness or imbalance –Also note musculature that may be tight or in spasm –Document the presence and location of pain upon manual muscle testing (MMT)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess the pelvis for rotation, tilt –Check for iliac crest height symmetry –Assess for postural variations such as increased lordosis or kyphosis, or knee hyperextension –Assess weight-bearing  distribution in sitting and standing",
            "range of motion": "Determine active and passive ROM and flexibility of the hips and trunk –Measure trunk flexion, extension, rotation, and side bending and note any reproduction of pain or protective muscle guarding  –Test for flexibility of hamstrings, iliotibial bands, quadriceps, piriformis, and hip flexors and rotators as indicated",
            "self-care activities of daily living": "",
            "reflex testing": "Assess lower extremity reflexes bilaterallyUse a standardized self-report  questionnaire as indicated",
            "sensory testing": "Complete a dermatome scan to assess for neurological involvement if indicated",
            "special tests specific to diagnosis": " Special tests specific to diagnosis(12) -Interstitial Cystitis Symptom Index (ICSI) -Interstitial Cystitis Problem Index (ICPI) -The ICSI and ICPI have been combined (O’Leary-Sant  Symptom and Problem Index);at the O’Leary-Sant  measures urgency, frequency, nocturia, and pain over the past month, and has been shown to have good reliability and validity -The Wisconsin Interstitial Cystitis Scale (UW-IC Scale) -Validated and comprehensive but not well-adopted  in clinical practice -Pain, Urgency, Frequency score (PUF score) -Includes measures for pelvic pain and dyspareunia; has not been as validated as others -Bladder Pain/IC Symptom Score (BPIC-SS) -Used to determine qualification for clinical trials –Experienced women’s health physical therapists should complete a thorough pelvic examination (e.g., intravaginal examination assessing for muscle spasm in the pelvic floor)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Over the trunk or heart region in patients with demand-type pacemakers and implantable cardioverter defibrillators (ICDs)",
                "Over the pelvic, abdominal, lumbar, or hip region of a pregnant woman",
                "Over the carotid bodies",
                "Over the phrenic nerve, eyes, or gonads",
                "Over areas of known peripheral vascular disease",
                "Over areas of active osteomyelitis",
                "Over areas of hemorrhage",
                "With patients without intact sensation",
                "With patients who cannot communicate",
                "With patients with compromised mental ability",
                "With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heartbeat)",
                "Over active or previous neoplasms",
                "With electrodes -Over compromised skin, unless treating wound specifically -Over tissues that are vulnerable to hemorrhage -Cervical region in patients with history of stroke or seizures",
                "Do not use within 5 yards of diathermy units or other source of electromagnetic radiation",
                "Cold intolerance",
                "Raynaud’s syndrome",
                "Medical instability ",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Paroxysmal cold hemoglobinuria",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "Individuals with poor cognition",
                "In the very young or very old",
                "Persons with aversion to cold",
                "Over areas with a lack of intact thermal sensation",
                "Over areas of vascular insufficiency or vascular disease",
                "Over areas of recent hemorrhage or potential hemorrhage",
                "Over areas of known malignancy",
                "Over areas of acute inflammation",
                "Over infected areas where infection may spread",
                "Over areas where liniments or heat rubs have recently been applied",
                "In any situation deemed unreliable by the practitioner"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Pelvic-floor  strengthening exercises (e.g., Kegel exercises) should be avoided(4) until pelvic floor muscle spasm has resolved",
                "Electrotherapy  contraindications (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(5)",
                "Electrotherapy  precautions(5)",
                "Cryotherapy  contraindications(5)",
                "Cryotherapy  precautions(5)",
                "Superficial heat contraindications(5)"
            ]
        },
        "diagnosis need for treatment": "Symptoms of suprapubic pain and urinary frequency and urgency for greater than 6 months accompanied by pelvic floor tightness and/or tenderness, abdominal tenderness, and functional limitations Rule out  (1,6) Chronic pelvic pain Chronic prostatitisgenital herpes Bacterial cystitis Overactive bladder Recurrent UTI Vaginitis Endometriosis Pelvic adhesions Vulvar vestibulitis Vulvodynia Urethral diverticulum Urethral carcinoma Radiation cystitis Chemical-induced  cystitis (cyclophosphamide)",
        "rule out": "",
        "prognosis": [
            "There is no cure for IC. Results vary per individual, but most patients gain symptomatic relief.(6)No single treatment has been found effective for the majority of patients; acceptable symptom control may require trials of multiple treatment options before symptom control is achieved(4)",
            "Approximately 20% to 30% of patients notice symptomatic improvements following hydrodistention (over-filling  the bladder with fluid while under general anesthesia);(6) however, it typically provides only temporary relief and is no longer commonly performed(1)",
            "Up to 50% of patients have a spontaneous remission of symptoms after a mean duration of 8 months without treatment(6) ",
            "If case is mild, patient usually experiences exacerbations and remissions of symptoms. May not be progressive and does not predispose to other diseases(2)",
            "If severe, patient experiences progressive problems that usually require surgery to control symptoms. Long-term continuous high bladder pressure can be associated with renal damage(2)"
        ],
        "referral to other disciplines": "Urologist, pain specialist, psychologist for stress management and relaxation, support groups",
        "other considerations": [
            "Sacral nerve stimulation (SNS), also called neuromodulation, has been approved by the FDA for treatment of patients with intractable urge urinary incontinence, refractory urgency-frequency  syndrome, and voiding difficulty; it has not been approved for IC in Canada(12) –SNS is applied by a neurostimulator that is implanted in the patient's lower abdomen. SNS is generally first tried on an outpatient basis in the doctor's office with the implantation of a test lead. If trial treatment is successful, the patient is scheduled for inpatient surgery –The CUA recommends SNS only as an option for the treatment of IC in patients who have symptoms refractory to multiple other treatments(12)",
            "Intradetrusor botulinum toxin type A (BTX-A)  injections may be administered if other treatments have not provided adequate symptom control and quality of life is impaired. Patients must understand that post treatment intermittent self-catheterization  may be necessary.(4)BTX-A  is not effective in the treatment of ulcer type IC(2)",
            "Emerging therapies for IC include hyperbaric oxygen, phosphodiesterase-5  (PDE-5)  inhibitors, and monoclonal antibodies against TNF-alpha(12)"
        ],
        "treatment summary": [
            "The best treatment for IC should be individualized and address the patient’s unique clinical phenotype(12)",
            "The 2016 CUA guidelines suggest the following conservative treatments, including grade of evidence:(12) –Patient education (recommended in all patients, grade A) and dietary modifications (recommended in all patients, grade B) –Bladder training (recommended in motivated patients, grade B) –Stress-management  techniques, psychological support (recommended in patients experiencing stress or psychological dysfunction, grade B) –Physiotherapy and massage (recommended for patients with pelvic floor dysfunction, grade A) – focus is on treatment that promotes relaxation, and elongates, stretches, and massages tightened muscles –Acupuncture (option in motivated patients, grade B) –Trigger-point  injections (option for patients with trigger-point  pain, grade D)",
            "The Interstitial Cystitis Guidelines Panel of the AUA conducted a systematic review of the literature published through 2009. The panel lists manual physical therapy techniques by appropriately trained clinicians as a second-line  treatment for IC.(4) First-line treatments include patient education, self-care  practices and behavior modification, and stress-management practices to manage stress-induced  symptom exacerbations.(4) Maneuvers that resolve pelvic, abdominal, and/or hip muscular trigger points, lengthen muscle contractures, and release painful scars and other connective tissue restrictions should be offered.(4)Pelvic-floor  strengthening exercises (e.g., Kegel exercises) should be avoided(4)",
            "Myofascial physical therapy has been reported to have potential benefit for women with IC(3) –Authors of a U.S. multicenter RCT compared pelvic floor myofascial physical therapy to global therapeutic massage(3) -Eighty-one  women with similar symptoms at baseline, of less than 3 years’ duration, were randomized to the 2 treatment groups -Participants had demonstrable pelvic-floor  tenderness on physical examination -Primary outcome was response on a 7-point  global assessment scale. Secondary outcomes included pain, urgency, and frequency -Myofascial physical therapy consisted of targeted internal and external tissue manipulation, focusing on the muscles and connective tissue of the pelvic floor, hip girdle, and abdomen. Global therapeutic massage was a full-body-massage program -Nearly 60% of the women receiving myofascial physical therapy experienced moderate or marked improvement in overall symptoms, compared to only 26% of the global therapeutic massage group  -Lack of follow-up  prevented any conclusions about the durability of the response to this therapy beyond the 12-week treatment program –Authors of a narrative review of physical therapy interventions in IC came to the following conclusions:(14) -Physiotherapy can improve patient care through bladder training techniques along with stress reduction methods. In addition, certain types of manual techniques, when administered by an experienced physiotherapist, may alleviate symptoms –Use of modalities for pain (local heat, cold packs, TENS), biofeedback bladder retraining,(2) and guided imagery(2) have been reported to help alleviate symptoms of IC. Gentle exercises such as low-impact  aerobics, walking, yoga, and swimming may be useful in reducing symptoms(1) –There is a void in the literature of RCTs on the effectiveness of therapy for IC(8) -In a U.S. study, 1,982 subjects with IC completed a survey on the use of complementary and alternative medicine (CAM) therapies -84.2% reported trying diet or physical therapy; 69.2% reported trying other therapies. Of 49 possible CAM therapies, 22 were rated as having a positive effect, 20 were rated as having a negative effect, and 7 were rated as inconclusive -Therapies perceived as helpful were dietary management, pain management, physical therapy, stress reduction, acupuncture, exercise, sleep hygiene, heat, cold, meditation, and relaxation -Subjects with acute cases reported better effects of therapies compared to those with a chronic history of IC . Problem Goal Intervention Expected ProgressionHome Exercise Program Pain and urgency Decrease pain and urgencyPhysical agents and mechanical modalities _ TENS _ _ Local heat: hot packs, ultrasound, sitz bath _ _ Cold packsApply as needed to decrease symptoms during flare-upsProvide the patient with instructions for safe, independent use of modalities Spasm and tenderness of muscles and connective tissue of pelvic floor, hip girdle, and abdomenDecrease muscle spasm and tendernessManual therapy techniques _ Internal and external tissue manipulation _ _ Thiele massageProgress as tolerated to resolve pelvic, abdominal, and/or hip muscular trigger points and release painful connective tissue restrictionsN/A  Muscle tightness, decreased ROMLengthen contractures, increase ROMTherapeutic exercise _ Gentle ROM and stretching exercises _ _ Yoga, swimming, walking _ _ Therapeutic modalities _ Biofeedback bladder retrainingProgress as indicated Provide patient with written instructions for gentle stretching exercise program Flares and remissions of symptomsEmpower patient to manage symptomsPatient education _ Relaxation techniques such as guided imagery _ _ Stress managementPatient becomes independent in relaxation and stress management techniquesContinue use of relaxation and stress management techniques as needed Functional limitations Decrease functional limitations, improve fitnessTherapeutic exercise _ Core strengthening exercises _ _ Aerobic exercise _ _ Balance and functional trainingProgress as indicated Home exercise program emphasizing fitness and mobility ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain": [
            "V AS"
        ],
        "decreased symptoms of urgency, frequency, and nocturia": [
            "ICSI",
            "ICPI",
            "O’Leary-Sant  Symptom and Problem Index",
            "UW-IC  Scale",
            "PUF score",
            "BPIC-SS"
        ],
        "decreased muscular tenderness": [
            "V AS"
        ],
        "increased rom and flexibility": [
            "Goniometry"
        ],
        "increased core strength": [
            "Modified Oxford Scale",
            "MMT"
        ],
        "improved quality of life": [
            "SF-12"
        ]
    },
    "maintenance or prevention": [
        "Early identification and intervention results in better patient outcomes",
        "Some patients achieve symptom alleviation by eliminating certain foods and beverages from their diets. Eliminate one item at a time to see if symptoms abate. Avoid common irritants, including caffeine, chocolate, citrus, tomatoes, carbonated beverages, potassium-rich  food, spicy foods, acidic foods, and alcohol(1,2) The Interstitial Cystitis Association lists the following foods and beverages as some of the possible causes of bladder irritation: cheese; alcohol; artificial sweeteners; processed meats; most fruits (e.g., grapefruit, oranges, pineapple); pickles; soy; tea; tomatoes; and yogurt(7)",
        "Empowering patients to manage their symptoms and learn as much as possible about this condition may help improve outcomes(2)",
        "Encourage patients to implement stress-management  practices to improve coping techniques and manage stress-induced exacerbations(4)",
        "For women of childbearing years, symptoms are unpredictable and can improve or be exacerbated by pregnancy(2)"
    ],
    "patient education": [
        "See Interstitial Cystitis Association website, https://www.ichelp.org/",
        "See Interstitial Cystitis Network website, https://www.ic-network.com/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Satpathy HK. Interstitial cystitis. In: Ferri FF, ed. 2018 Ferri's Clinical Advisor: 5 Books in 1 . Philadelphia, PA: Elsevier Mosby; 2018:713-714.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Yeager RR, Rosenthal MT. Interstitial cystitis. In: Domino FJ, ed. The 5-Minute Clinical Consult 2018 . 26th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott, Williams & Wilkins; 2018:552-553.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "FitzGerald MP, Payne CK, Lukacz ES, et al. Randomized multicenter clinical trial of myofascial physical therapy in women with interstitial cystitis/painful bladder syndrome and pelvic floor tenderness. J Urol. 2012;187(6):2113-2118.  doi:10.1016/j.juro.2012.01.123. (R)"
        },
        {
            "number in article": 4,
            "reference": "Hanno PM, Burks DA, Clemens JQ, et al. AUA guideline for the diagnosis and treatment of interstitial cystitis/bladder pain syndrome. J Urol. 2011;185(6):2162-2170. doi:10.1016/j.juro.2011.03.064. (G)"
        },
        {
            "number in article": 5,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Meng MV, Walsh TJ, Chi TD. Urologic disorders. In: Papadakis MA, McPhee SJ, Rabow MW, eds. 2018 Current Medical Diagnosis & Treatment . 57th ed. New York, NY: McGraw-Hill  Medical; 2018:969-970.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Interstitial Cystitis and Diet: Least and Most Bothersome Foods. Interstitial Cystitis Association Web site. https://www.ichelp.org/living-with-ic/interstitial-cystitis-and-diet/elimination-diet/least-and-most-bothersome-foods/ . Published May 2, 2016. Accessed July 29, 2019. (GI)"
        },
        {
            "number in article": 8,
            "reference": "O'Hare PG, III, Hoffmann AR, Allen P, Gordon B, Salin L, Whitmore K. Interstitial cystitis patients use and rating of complementary and alternative medicine therapies. Int Urogynecol J . 2013;24(6):977-982.  doi:10.1007/s00192-012-1966-x.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Troxel WM, Booth M, Buysse DJ, et al. Sleep disturbances and nocturnal symptoms: relationships with quality of life in a population-based  sample of women with interstitial cystitis/bladder pain syndrome. J Clin Sleep Med . 2014;10(12):1331-1337.  (R)"
        },
        {
            "number in article": 10,
            "reference": "El_Hefnawy AS, Makharita MY, Abed A, Amr YM, Salah El-Badry M, Shaaban AA. Anesthetic bladder hydrodistension is superior to superior hypogastric plexus neurolysis in treatment of interstitial cystitis-bladder  pain syndrome: a prospective randomized trial. Urology. 2015;85(5):1039-1044.  doi:10.1016/j.urology.2015.01.018. (R)"
        },
        {
            "number in article": 11,
            "reference": "Lee JE, Yi BH, Lee HK, Kim YH. Correlation of cystoscopically confirmed periureterally located Hunner lesion with vesicoureteral reflux: preliminary study in patients with interstitial cystitis. AJR Am J Roentgenol . 2015;20(4):W457-W460.  doi:10.2214/AJR.14.13108. (R)"
        },
        {
            "number in article": 12,
            "reference": "Cox A, Golda N, Nadeua G, et al. CUA guideline: Diagnosis and treatment of interstitial cystitis/bladder pain syndrome. Can Urol Assoc J . 2016;10(5-6):E136-E155. doi:10.5489/cuaj.3786. (G)"
        },
        {
            "number in article": 13,
            "reference": "Cox A. Management of interstitial cystitis/bladder pain syndrome. Can Urol Assoc J . 2018;12:S157-S160.  doi:10.5489/cuaj.532. (R)"
        },
        {
            "number in article": 14,
            "reference": "Gov Z, Kafri R, Springer S. Physiotherapy for painful bladder syndrome -- A narrative review. J Israeli Phys Ther Soc . 2018;20(1):24-32.  (RV) "
        }
    ]
}