{
    "metadata": {
        "title": "Myofascial Pain Syndrome",
        "synonyms": [
            "chronic myofascial pain",
            "localized fibrositis",
            "trigger-point pain",
            "myogelosis",
            " pain syndrome, myofascial",
            "pain, trigger-point",
            "myofascial trigger-point",
            "trigger-point, myofascial"
        ],
        "anatomical location body part affected": [
            "Commonly involves a muscle in the periscapular area, shoulder, neck, or jaw/localized to specific muscle fibers and the covering fascia"
        ],
        "area of specialty": [
            "orthopedic rehabilitation"
        ],
        "description": [
            "Myofascial pain syndrome (MPS) is a regional pain disorder characterized by a hyperirritable trigger point or points in the affected muscle. Pressure on an active trigger point might stimulate a nociceptor neuron that refers pain to surrounding tissue(1)",
            "There is no clear consensus regarding best practice for treating trigger points. Popular methods used to manage patients with MPS include various manual techniques, electrotherapeutic modalities, and acupuncture. Therapeutic exercise and functional training might be indicated to address functional deficits in strength, flexibility, and posture"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M79.1": "myofascial pain syndrome",
            "M70.1": "myalgia; optional subclassification codes to indicate site of involvement: 0 multiple sites, 1 shoulder region, 2 upper arm, 3 forearm, 4 hand, 5 pelvic region and thigh, 6 lower leg, 7 ankle and foot, 8 other, 9 site unspecified (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information has been identified, although nonfinalized litigation regarding work disability might complicate reimbursement"
        ],
        "presentation signs and symptoms": [
            "Deep aching or throbbing in the affected muscle",
            "Trigger points – a small, contracted band of muscle that is sensitive to touch",
            "“Jump sign” – the patient jumps or pulls away from pressure on the trigger point",
            "“Twitch response” – mechanical stimulation (snapping-type  palpation or needling) of the trigger point might cause the muscle to twitch; referred pain usually is reported",
            "Tightness or stiffness in the affected muscle",
            "Reduced ROM and tissue flexibility around the joint acted on by the affected muscle",
            "Sleep disturbance and chronic fatigue sometimes are reported. (These complaints are more common in patients with concurrent fibromyalgia) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Stop exam and notify physician on reproducing patient’s pain with spinal stress –Cervical tests: Spurling’s, Jackson’s compression, Bakody’s (shoulder abduction), vertebral artery –Lumbosacral tests: straight-leg  raise, slump, prone-knee  bending",
            "Stop exam and notify physician on positive findings for upper motor neuron disease –Hoffmann’s sign –Babinski sign",
            "Any unexpected finding suggestive of coexisting pathology calls for caution and physician consultation"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  several proposed causes suggest that the etiology of mps is multifactorial ,": [
            "Direct trauma (e.g., motor vehicle accident, falls) with focal muscle injury that fails toheal normally",
            "Overload stress on the affected muscle produces chronic spasms–Acute: eccentric damage or excessive force (e.g., lifting and lowering a very heavy weight)–Chronic: repetitive overuse, including work-related  postural strain (repetitive strain injury)",
            "Pinched nerve",
            "Poor posture",
            "Muscle weakness",
            "Emotional stress",
            "Working and/or living in a cold environment"
        ],
        "pathophysiology   ,": [
            "Hypothetically, a spasm occurs in the affected muscle initially because excessive acetylcholine is released at the affectedmotor end plates or because of prolonged release of calcium from the sarcoplasmic reticulum",
            "Chronic spasms might develop into a palpable sensitive nodular area or taut band of fibers containing a hyperirritabletrigger point, which is the hallmark feature of MPS",
            "Four types of trigger points in patients with MPS–Active-Regional (dermatomal) pain is felt without stimulating a trigger point using manual pressure or needling-Referred pain is felt, specific to muscle involved rather than to the dermatome–Latent-Painful only when stimulated by manual pressure or needling-Not associated with referred pain-Might restrict ROM and voluntary strength–Secondary-Located in a different muscle than the active trigger point-Can be irritated at the same time as the active trigger point–Satellite trigger point-A trigger point that becomes inactive because it overlaps with another trigger point",
            "Stimulation of nociceptor neurons in the trigger point is thought to initiate the localized pain, referred pain, and/or a twitchresponse"
        ],
        "risk factors   ,,": [
            "Sedentary lifestyle",
            "Prolonged immobilization such as after fracture that reduces strength and endurance of the involved muscle",
            "Improper ergonomic design of workstation, predisposing to repetitive strain injury",
            "Postural imbalances – due to, for example, leg-length  discrepancy, abnormal spinal curvature, Sprengel’s deformity,torticollis, abdominal wall injury",
            "Muscle injury",
            "Stress and anxiety",
            "Other factors that may contribute to the development of myofascial pain syndrome include–metabolic or hormone problems (e.g., thyroid disease, diabetic neuropathy)–vitamin deficiencies (e.g., vitamin D, folate)–chronic infections"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Pediatric patients without the presence and approval of parent or guardian at initial evaluation",
        "Chronic headache or migraine",
        "Onset of symptoms after high-energy  trauma with high suspicion of spinal derangement",
        "Neck or back pain after spinal surgery",
        "History of cancer",
        "Signs of acute illness: fever, chills, night sweats, nausea, vomiting, diarrhea",
        "Classic cervical or lumbar radicular pain",
        "Unexplained weight loss",
        "Comorbidity that might restrict vigorous exercise",
        "Bowel/bladder/sexual dysfunction, dizziness, saddle anesthesia, ataxia",
        "Nonfinalized litigation regarding work disability ",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Stop exam and notify physician on reproducing patient’s pain with spinal stress –Cervical tests: Spurling’s, Jackson’s compression, Bakody’s (shoulder abduction), vertebral artery –Lumbosacral tests: straight-leg  raise, slump, prone-knee  bending",
            "Stop exam and notify physician on positive findings for upper motor neuron disease –Hoffmann’s sign –Babinski sign",
            "Any unexpected finding suggestive of coexisting pathology calls for caution and physician consultation"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Usually insidious. Possible repetitive stress or overuse of the involved muscle group. Does physical activity contribute to muscle pain? Are symptoms getting better, getting worse, or staying the same?",
                "course of treatment": {
                    "medical management": "Were rest, activity modification, or changes in the workstation tried? If so, was there any relief of symptoms?",
                    "surgical management": [
                        "Surgical management:  Rarely indicated or trialed for treatment of patients with MPS"
                    ],
                    "medications": "Document all medications. Are medications being taken per physician’s orders? Are they effectively controlling symptoms? NSAIDs commonly are prescribed for pain",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Sonographic and magnetic resonance elastography imaging techniques can help diagnose trigger points"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help Researchers of a meta-analysis  that included 33 RCTsconcluded that acupuncture is effective for decreasing pain and increasing physical function in individuals with MPS. Additional research on safety is warranted(11)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other orthopedic conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document these factors and length of time each occurs before the symptoms come on or are eased. Is the trigger point aggravated by ADLs or work activities?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Deep, dull, aching pain in the affected muscle (commonly in the upper back and neck, but can occur in many locations). Pain often referred to a nonspecific zone around the affected muscle. Does muscle pain contribute to physical inactivity?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night due to pain. Sleep disturbance and chronic fatigue sometimes are reported, but these complaints are more common in fibromyalgia.(1) Does the patient sleep in certain positions to avoid pain?",
                "other symptoms": "Document other serious symptoms patient might be experiencing (e.g., bowel/bladder/sexual dysfunction, dizziness, saddle anesthesia) that indicate the need for physician consultation Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________ ",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document history of previous injury or dysfunction in the affected area",
                    "comorbid diagnoses": "Ask patient about other medical problems, including diabetes, cancer, heart disease, respiratory disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Document activity restrictions -Does the patient participate in recreational or competitive sports? Patient might report sedentary lifestyle -Does muscle pain contribute to lack of physical activity? -Identify repetitive behaviors at home, including sleep posture -Identify ergonomic factors that might contribute",
                "functional limitations assistance with ADLs adaptive equipment": "Document any assistive devices that are being used (e.g., cane, crutches, wheelchair, knee-ankle-foot  orthosis, standing frame)",
                "living environment": "Identify if there are barriers to independence in the home (e.g., stairs, number of floors in home, whether caregivers are needed and available); are any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "While tests and measures are listed in alphabetical order, sequencing should be appropriate to ›Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient’s medical condition, functional status, and setting",
            "anthropometric characteristics": "Determine height, weight, and BMI. Is weight loss indicated for health or better mobility? Measure circumference of affected limb if muscle atrophy appears present",
            "assistive and adaptive devices": "Does patient wear glasses or use a hearing aid? Are there safety issues related to ambulation? Document use of wheelchair or other assistive devices used for mobility, condition and fit of equipment, and if client is using appropriately",
            "balance": "Assess standing balance (feet apart, feet together, stride stance, tandem stance, single-leg  stance). Assess dynamic balance with external postural perturbations. Balance deficits are not characteristic of MPSAssess body mechanics throughout functional activities and, if indicated, assess workstation setup",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess peripheral pulses. Results should be unremarkableAssess using appropriate cranial nerve and neural tension tests. Neural provocation tests should be negative and symmetrical bilaterally",
            "functional mobility": "MPS does not usually disturb functional mobility or ability to change or maintain body position. Observe patient’s gross movement in functional tasks with the affected upper extremity (e.g., reaching, pulling, pushing, holding) and/or lower extremity (e.g., steps, squatting, kneeling, kicking) for correct posture and body mechanics throughout movements",
            "gait locomotion": "Evaluate for independence in ambulation at the patient’s self-selected  speed. MPS is not associated with specific gait disturbancesAssess joint mobility and mechanics in the affected limb(s), especially if indicated by reduced flexibility or movement limitation in functional tasks. Joint pain is usually not associated with symptoms of MPSNot usually impaired by MPS",
            "muscle strength": "Assess strength in the affected limb(s) using manual muscle testing (MMT) and note bilateral differences. Measure grip strength if hand is involved",
            "observation inspection palpation including skin assessment": [
                "Inspect involved area and palpate for MPS trigger point(s) in the area of pain. Document the involved muscle(s), size of palpable nodule/muscle spasm, location of trigger point, and zone of referred pain",
                "Assess for a twitch response in the muscle with mechanical stimulation (snapping-type  palpation or needling) of the trigger point and for referred pain(1)  •Pain:  Assess pain intensity with V AS. Use of a pressure algometer might objectively assess tenderness and pressure-pain threshold"
            ],
            "posture": "Assess body alignment and observe for postural asymmetry of the head, shoulders, torso, hips, knees, and feet in standing (or sitting if confined to wheelchair). Is there a leg-length  discrepancy? Assess spinal alignment for abnormal curvatures. Assess posture in walking and during functional activities. Myofascial tissue shortening might impair normal posture",
            "range of motion": "Assess active and passive ROM of the involved joints and, if applicable, compare to contralateral limb. If active ROM is not normal, is it impaired by pain or muscle contracture? Perform muscle length tests depending on location of trigger points",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep-tendon  reflexes in affected limbs. Results should be normal/unremarkable",
            "sensory testing": "Assess sensitivity to pinprick, light touch, vibration (tuning fork), and temperature in the affected dermatomes. Assess proprioception in affected joints. Results should be normal/unremarkable",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –“Jump sign” – the patient jumps or pulls away from pressure applied directly on the trigger pointpositive if patient reports a painful sensation in the zone of referred pain –Assess for twitch response in the affected muscle by manually lifting up tissue or dry needling the trigger point –Short Form Health Survey (SF-36)  for QOL outcome measure –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Stimulation through or across the chest",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Over pharyngeal area",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Used in close proximity to diathermy treatment",
                "Over the region of a cardiac pacemaker",
                "Over the pelvis, abdominal, and lumbar regions during pregnancy",
                "Over the eyes and testes",
                "In an area with infection or bleeding",
                "If a tumor or malignancy is present in the area",
                "In the area of a DVT or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia ",
                "Over epiphyseal plates of growing bones",
                "Use caution in patients with sensory deficits and in patients who are unable to communicate sensory deficits",
                "Use caution if patient has circulatory impairments",
                "Use caution over plastic or metal implants",
                "Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Observe general contraindications/precautions listed above",
                "Evidence is lacking to support the use of thermal modalities for superficial heating and cooling",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician , electrotherapy might be used under some of the circumstances listed below when benefits outweigh the perceived risk)(2)",
                "Therapeutic ultrasound  contraindications; do not use:(2)",
                "Therapeutic ultrasound  precautions(2)"
            ]
        },
        "diagnosis need for treatment": "Myalgia characteristic of MPS/restricted ROM/flexibility at the involved joint due to tissue shortening or contracture; reduced muscle strength and endurance due to physical inactivity; impaired posture",
        "rule out": "Fibromyalgia, trapezius myalgia, chronic whiplash, spinal derangement, tendinitis/tendinopathy, fracture/ dislocation, osteoarthritis, cervical radiculitis/radiculopathy, shoulder impingement, infection/inflammation, malignancy, congenital cervical malformation (e.g., Klippel-Feil  syndrome), rheumatoid arthritis, muscle strain or contusion",
        "prognosis": [],
        "referral to other disciplines": "V ocational therapist for work conditioning; psychologist for management of psychosocial stressors; acupuncturist for needling; massage therapist; chiropractor",
        "other considerations": [
            "Dry needling –Evidence supports the possible use of trigger-point  dry needling for myofascial pain management. Trigger-point  dry needing should be integrated with pain education, manual therapy, and graded exercise(8)",
            "Biopsychosocial model(13) –The biopsychosocial model is beneficial for patients with MPS and can be used in conjunction with clinical care. Biological factors to consider include the individual’s neurochemistry, effect of medication, and fight-flight  responses. Psychological factors to consider include emotions, attitudes, perceptions, and stress management strategies. Social factors to consider include the individual’s social support, family background and relationships, access to medical care, and socioeconomic status"
        ],
        "treatment summary": [
            "Therapeutic exercise/functional training: indicated to reduce any observed deficits in strength, ROM, flexibility, posture, body mechanics, and cardiovascular functional endurance",
            "Therapeutic modalities (e.g., ultrasound, TENS, extracorporeal shock-wave  therapy [ESWT], phonophoresis) –Authors of a 2019 systematic review found that although the evidence is limited, TENS is associated with short-term relief of MPS symptoms(5) –Authors of an RCT conducted in Turkey with 60 patients found that continuous ultrasound (3 MHz, 1 W/cm2) was more effective in reducing pain at rest than pulsed ultrasound (same parameters, pulsed 1:1) or sham ultrasound(3) -However, no differences were found between treatments for pain during activity –Authors of a RCT study in Turkey concluded that ultrasound (1MHz, 1.5 W/cm2) is effective for treating MPS(7) -Participants were randomized into two groups, ultrasound and placebo. The placebo group received a similar ultrasound application with the ultrasound machine turned off -Ten sessions were performed. Each session was five minutes -Pain in both groups decreased significantly post treatment -Improvement in pain (V AS) and palpable muscle spasm was significantly better in the ultrasound group compared to the placebo group –Authors of an RCT (N = 60) conducted in Turkey suggest that ESWT can be just as effective as ultrasound therapy in the treatment of MPS(4) -Individuals were divided into three groups: ESWT group, sham ESWT group, and ultrasound group -Those in the ESWT group received treatment for 4 sessions with 3-day intervals. Sham ESWT group received 4 sessions. Ultrasound group received 10 sessions -Results showed a significant improvement in V AS, pressure pain threshold, and SF-36  outcome scores for those in the ESWT group and ultrasound group",
            "Kinesiology taping and dry needling are effective for the treatment of MPS(12) –Based on an RCT study in Turkey comparing kinesiology taping and dry needling –Both dry needling and kinesiology taping provided significant improvements in all baseline measurements (V AS, pressure pain threshold, all subscales of SF-36, Beck Depression Inventory, and the Neck Pain and Disability Scale scores) ",
            "Manual therapy (e.g., myofascial release, strain-counterstrain,  friction massage, passive stretching, ischemic compression) to mobilize the involved tissue(6)",
            "Functional training: indicated to improve deficits in posture and body mechanics",
            "Patient education: indicated to maintain lifestyle changes and home program . Problem Goal Intervention Expected Progression Home Program Myofascial pressure pain; referred painPain relief; improved tissue flexibilityPhysical agents and mechanical modalities _ Evidence is lacking to support thermal modalities for superficial heating or cooling _ _ Phonophoresis with hydrocortisone _ Evidence is mixed in support of more than a short trial of electrotherapeutic modalities such as TENS, laser, or ultrasound _ _ Manual therapy _ Trigger-point manual therapy combined with self stretching _ _ Ischemic compression with strain- counterstrain or stretching _Gradual withdrawal of passive intervention after pain is controlled and then more emphasis on therapeutic exercisePatient education for self management of pain (e.g., hot pack use) Impaired strength Improve strength Therapeutic modalities _ Progressive resistance exercises for core and limbsGradual progression of intensity and duration of exercises, followed by a maintenance programProvide the patient with simple exercises  Tissue stiffness with reduced ROMImproved ROM and flexibilityTherapeutic modalities _ Manual stretching and self-stretching of affected muscle. Consider using ischemic compression massage technique with stretchingGradual progression of intensity and duration of exercises, followed by a maintenance programHome program of self- stretching Impaired muscle enduranceImprove general physical fitnessTherapeutic modalities _ Modes of aerobic and resistance training that match patient’s abilityGradual progression of intensity and duration of exercises, followed by a maintenance programProvide the patient with simple exercises for home Impaired posture and body mechanics; poor ergonomics and/or workstation setupImproved posture in sitting and standing, improved body mechanics, improved ergonomics and/or workstation setupFunctional training _ Sitting and standing postural exercises, body mechanic training, ergonomic/workstation evaluation, work hardeningGradual progression of exercises as posture normalizes, followed by a maintenance programProvide patient with simple posture training exercises that can be performed at home, implement ergonomic changes . Desired Outcomes and Outcome Measures ›Decreased pain, increased pressure-pain  threshold",
            "V AS and pressure algometry ›Increased strength",
            "MMT or dynamometry ›Increased ROM",
            "Goniometry ›Improved physical functioning",
            "Submaximal cycle ergometry, 6MWT ›Improved posture",
            "Posture assessment ›Improved body mechanics at workstation, as indicated",
            "Reassessment of body mechanics at workstation, if indicated ›Improved patient-reported  health",
            "SF-36,  DASH Outcome Measure"
        ]
    },
    "desired outcomes outcome measures": {},
    "maintenance or prevention": [],
    "patient education": [
        "Definitions, symptoms, causes, and treatment of MPS (information from the Mayo Clinic), https://www.mayoclinic.org/diseases-conditions/myofascial-pain-syndrome/symptoms-causes/syc-20375444  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Karimi DP, Ghebrendrias Y. Myofascial pain syndrome. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . Philadelphia, PA: Saunders/Elsevier; 2019:572-577.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "In: Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:127-128,322-323.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Ilter L, Dilek B, Batmaz I, et al. Efficacy of pulsed and continuous therapeutic ultrasound in myofascial pain syndrome. Am J Phys Med Rehabil . 2015;94(7):547-554. doi:10.1097/PHM.0000000000000210. (RCT)"
        },
        {
            "number in article": 4,
            "reference": "Akturk S, Kaya A, Cetintas D, et al. Comparison of the effectiveness of ESWT and ultrasound treatments in myofascial pain syndrome: randomized, sham-controlled  study. J Phys Ther Sci . 2018;30(3):448-453.  (RCT)"
        },
        {
            "number in article": 5,
            "reference": "Ahmed S, Haddad C, Subramaniam S, Khattab S, Kumbhare D. The effect of electric stimulation techniques on pain and tenderness at the myofascial trigger point: A systematic review. Pain Med . 2019;20(9):1774-1788.  doi:10.1093/pm/pny278. (SR)"
        },
        {
            "number in article": 6,
            "reference": "Charles D, Hudgins T, MacNaughton J, Newman E, Tan J, Wigger M. A systematic review of manual therapy techniques, dry cupping and dry needling in the reduction of myofascial pain and myofascial trigger points. J Bodywork Movement Ther . 2019;23(3):539-546.  doi:10.1016/j.jbmt.2019.04.001. (SR)"
        },
        {
            "number in article": 7,
            "reference": "Yildirim MA, Ones K, Goksenoglu G. Effectiveness of ultrasound therapy on myofascial pain syndrome of the upper trapezius: Randomized, single-blind,  placebo-controlled study. Arch Rheumatol . 2018;33(4):418-423.  doi:10.5606/ArchRheumatol.2018.6538. (RCT)"
        },
        {
            "number in article": 8,
            "reference": "Fernández-de-Las-Penas  C, Nijs J. Trigger point dry needling for the treatment of myofascial pain syndrome: current perspectives within a pain neuroscience paradigm. In: J Pain Res. Vol 12; 2019:1899-1911.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Mayo Clinic Staff. Myofascial pain syndrome. Mayo Clinic Web site. https://www.mayoclinic.org/diseases-conditions/myofascial-pain-syndrome/symptoms-causes/syc-20375444 . Published October 10, 2019. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Myofascial pain syndrome. Cleveland Clnic Web site. https://my.clevelandclinic.org/health/diseases/12054-myofascial-pain-syndrome . Published July 6, 2020. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Li X, Wang R, Xing X, et al. Acupuncture for myofascial pain syndrome: A network meta-analysis  of 33 randomized controlled trials. Pain Physician . 2017;20(6):E883-E902.  (M)"
        },
        {
            "number in article": 12,
            "reference": "Yilmaz N, Erdal A, Demir O. A comparison of dry needling and kinesiotaping therapies in myofascial pain syndrome: a randomized clinical study. Turk J Phys Med Rehabil . 2020;66(3):351-359.  doi:https://doi.org/10.5606/tftrd.2020.3917. (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Koukoulithras I, Plexousakis M, Kolokotsios S, Stamouli A, Mavrogiannopoulou C. A biopsychosocial model-based  clinical approach in myofascial pain syndrome: a narrative review. Cureus. 2021;13(4):e14737. doi:https://doi.org/10.7759/cureus.14737. (RV)"
        }
    ]
}