{
    "metadata": {
        "title": "Stroke  Shoulder Pain",
        "synonyms": [
            "hemiplegic shoulder pain",
            "poststroke shoulder pain",
            "cerebrovascular accident: shoulder pain",
            "cv a: shoulder pain",
            "pain, shoulder: stroke",
            "shoulder pain: stroke",
            " shoulder pain",
            "poststroke"
        ],
        "anatomical location body part affected": [
            "Glenohumeral joint and surrounding tissues, occasionally radiating down to the elbow and hand"
        ],
        "area of specialty": [
            "acute care",
            "home health",
            "neurological rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Shoulder pain in the paretic upper extremity is a common complication of stroke(37) or application of equipment Risk of injury Prevent development of shoulder pain in patients at riskPhysical agents and mechanical modalities _ Prevent glenohumeral subluxation with positioning, supports, and/or strapping as indicated _ _ FES to reduce subluxation _ _ Patient education _ Educate patient to be vigilant in checking arm positionNeed for support will decrease with improved motor control _ _ Need for vigilance will persist especially in patients with impaired sensationEducation of patient and caregivers in proper positioning, and handling and avoidance of activities that could cause injury . Maintenance or Prevention"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "I69": "sequelae of cerebrovascular disease",
            "I69.0": "sequelae of subarachnoid haemorrhage",
            "I69.1": "sequelae of intracerebral haemorrhage",
            "I69.2": "sequelae of other nontraumatic intracranial haemorrhage",
            "I69.3": "sequelae of cerebral infarction",
            "I69.4": "sequelae of stroke, not specified as haemorrhage or infarction",
            "I69.8": "sequelae of other and unspecified cerebrovascular disease (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. Treatment approaches that have been identified as investigational or experimental (e.g., constraint-induced  movement therapy [CIMT]) are frequently not covered or require specified criteria to be met"
        ],
        "presentation signs and symptoms": [
            "Poststroke shoulder pain may have an onset as early as the first week after stroke.(37)Researchers in Australia found that one-third  of stroke survivors experienced shoulder pain at some point during the first 12 months poststroke, with peak incidence of pain occurring at 4 months.(25)The typical clinical picture includes:(37)",
            "Hemiparesis",
            "Shoulder pain at rest, increased with passive movement or dependent arm position –The most painful and limited shoulder movement is usually external rotation followed by abduction",
            "Pain that may radiate down the arm to the elbow or hand",
            "Glenohumeral subluxation",
            "Tenderness over biceps and supraspinatus tendons Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "The arm should be appropriately supported and positioned during the assessment(37)",
            "The shoulder should not be passively moved beyond 90° of flexion and abduction unless the scapula is upwardly rotated and the humerus is laterally rotated",
            "Do not assist or support the patient via the hemiparetic arm during mobility and transfers(37)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes and pathogenesis": [
            "Many pathologies may lead to poststroke shoulder pain, some related to the shoulderjoint, and some related to the neurological lesion(37)–Associated shoulder pathologies include rotator cuff disorders, adhesive capsulitis, glenohumeral subluxation, flaccidity,and/or spasticity of the shoulder muscles(37)–Central pain (e.g., thalamic pain) and central sensitization can also play roles(37)",
            "Several pathologies may coexist, and one pathology may trigger the development of another (e.g., rotator cuff impingementmay trigger adhesive capsulitis)(37)",
            "Etiology often focuses on musculoskeletal factors; however, since the frequency of these factors among poststroke patientswith and without poststroke shoulder pain is similar, the role of musculoskeletal factors is unclear(30)",
            "Glenohumeral subluxation may be a source of shoulder pain(37)–Glenohumeral subluxation is caused by flaccidity or spasticity and exacerbated by improper positioning and/or pulling onthe arm during functional mobility(37)–Pain is triggered when the glenohumeral capsule is stretched(6)–The pain typically develops later than the subluxation(6,37)",
            "Soft tissue lesions such as adhesive capsulitis, and rotator cuff and bicipital tendinitis(1)",
            "Impaired motor control and muscle tone changes–The association between spasticity and hemiplegic shoulder pain is not clear. A positive association has been found insome studies(1)-Flaccidity may also lead to soft tissue lesions and peripheral nerve entrapment-Increased tone leads to abnormal scapulohumeral rhythm, which in turn can lead to impingement of the rotator cuff–Patients with poststroke shoulder pain show altered shoulder kinematics, and these altered kinematics can worsen theinitial pathology or cause secondary pathologies and initiate a vicious cycle of repetitive soft tissue damage leading tochronic poststroke shoulder pain(4)",
            "Altered peripheral and central nervous activity–Peripheral nerve entrapment – damage to the upper trunk of the brachial plexus has been hypothesized. Downwardsubluxation might produce traction on axillary nerve–Central sensitization may play a role in chronic cases(37)-Defined as increased responsiveness of nociceptive neurons to normal or subthreshold afferent input-Altered central pain processing in poststroke shoulder pain may be directly due to the brain lesion and/or indirectly dueto central changes (neuroplasticity) associated with ongoing nociception from the periphery–Researchers in Israel found that patients with chronic poststroke shoulder pain had deficient pain modulation(30)-In a study that involved 30 poststroke patients (16 with poststroke shoulder pain and 14 without) and 20 matchedcontrols, pain adaptation and conditioned pain modulation were measured at the affected shoulder, unaffected shoulder,and affected shin using tonic noxious heat stimuli-Pain adaptation, which is the gradual decrease in perceived pain following repeated or constant mildly noxious stimuli,was absent among the patients with poststroke shoulder pain"
        ],
        "risk factors": [
            "Older age – increased risk with age may be due to several factors(1)–Older individuals may have a higher prevalence of shoulder pathology independent of stroke–Older patients tend to have more comorbidities which may result in greater need for assistance after stroke, increasing riskof hemiplegic shoulder injury",
            "Preexisting shoulder pain and degeneration(1)",
            "Glenohumeral subluxation(1)",
            "Time since stroke – risk increases with greater elapsed time since stroke(1)",
            "Left-side  hemiplegia(1)–Research has suggested that persistent pain is more common in patients with left-sided  hemiplegia, although in amore recent study involving 301 stroke survivors, Australian researchers did not find an association between affectedhemisphere and pain development(25)",
            "Severe sensory loss(1)",
            "Neglect(1)",
            "Comorbidities(1)–An association between self-perceived  ill-health  and hemiplegic shoulder pain has been reported–Associated comorbidities may include diabetes mellitus, hypertension, and heart disease",
            "Latrogenic injuries – poor handling(1)",
            "Reduced shoulder ROM(7)",
            "Severe paresis(7)",
            "In a longitudinal observational study, researchers in South Korea identified severe arm paralysis and supraspinatus tendonpathology in the acute stage as independent predictors of the development of poststroke shoulder pain during the first 6months after stroke(26)–Shoulder pain was assessed clinically, radiologically, and sonographically at 1, 3, and 6 months post stroke in a total of 94patients with a focus on how risk factors change over time–Patients with adhesive capsulitis, glenohumeral subluxation, or long head of biceps tendon effusions showed a higherprevalence of hemiplegic shoulder pain at 1 month post stroke; however, those with supraspinatus tendon pathologyshowed a higher prevalence at 3 months and 6 months"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with this diagnosis are at risk for falls. Fall precautions should be taken",
        "Look for nonverbal cues of pain, especially when handling the hemiparetic arm",
        "Risk of injury to a hemiplegic shoulder requires caution during mobility and transfers. The hemiplegic arm should be adequately supported and positioned in the bed, chair, and wheelchair(37)",
        "The use of a sling is not recommended(37)",
        "Decreased sensation and perceptual impairments (e.g., neglect) increase the risk of injury. Patients with a flaccid upper extremity (UE) may be at risk for hand injuries (e.g., if hand becomes caught in wheelchair spokes), elbow injuries (e.g., if elbow bangs wall or door frame during locomotion), and shoulder injuries (e.g., if patient sits on or rolls onto hemiplegic arm)",
        "The shoulder should not be passively moved beyond 90° of flexion and abduction unless the scapula is upwardly rotated and the humerus is laterally rotated",
        "Aggressive stretching of the shoulder is contraindicated(37)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The arm should be appropriately supported and positioned during the assessment(37)",
            "The shoulder should not be passively moved beyond 90° of flexion and abduction unless the scapula is upwardly rotated and the humerus is laterally rotated",
            "Do not assist or support the patient via the hemiparetic arm during mobility and transfers(37)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Document type of stroke, location, and size of lesion -What were the symptoms at onset? -How soon after onset did patient receive medical care? -Any complications during hospital course? -When did the shoulder pain develop? -Shoulder pain has a typical onset of 23 months after stroke(3) -Were there any injuries or predisposing factors prior to onset of shoulder pain? Any reported falls? -What has the rehabilitation course been to date? -Persistent pain and unsatisfactory pain relief are common despite use of prevention and treatment strategies(5) ",
                "course of treatment": {
                    "medical management": "Medical management of patients who have had a stroke varies and depends upon cause. Emergency treatment may include thrombolytics within 3 hours of a stroke of thrombotic origin.(16) Hemorrhagic strokes may require surgery (e.g., to clip an aneurysm or remove a large clot). Acute management may include treatment of risk factors for stroke, including hypertension and arrhythmia. Management of dysphagia may require insertion of a nasogastric tube, and management of bladder dysfunction may require catheterization. Supplemental oxygen may be used for prevention and treatment of hypoxia(15,17)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are they effectively controlling patient’s symptoms?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Radiographic measurements are considered a reliable and valid standard to assess glenohumeral subluxation",
                        "Ultrasound (US) and magnetic resonance imaging (MRI) might be used to determine the shoulder pathology(18,19)",
                        "Authors of a study conducted in Turkey suggest that US and MRI findings in patients with hemiplegic shoulder pain are not consistent with each other(19)",
                        "In 68 patients attending inpatient rehabilitation, MRI showed glenohumeral joint degeneration in 77.9%,",
                        "acromioclavicular joint degeneration in 79.7%, subacromialsubdeltoid  bursitis in 80.9%, fluid increase in the joint space in 41.2%, supraspinatus tendinitis in 36.8%, and supraspinatus partial rupture in 33.8%. US findings were supraspinatus tendinitis in 54.4%, acromioclavicular joint degeneration in 26.5%, bicipital tendinitis in 20.6%, and",
                        "subacromialsubdeltoid  bursitis in 19.1%",
                        "The authors suggest that MRI should be the first choice in hemiplegic patients with shoulder pain due to its better",
                        "intra  and inter-rater  reliability"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Has patient had occupational or physical therapy for this or related conditions? Any prior history of shoulder pain, including rotator cuff tears, impingement, glenohumeral dislocations, acromioclavicular joint subluxation, fractures, or shoulder surgeries? What specific treatments were helpful or not helpful?"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased). Are there specific positions or activities that cause pain to increase? What relieves the pain?",
                "body chart": "Use body chart to document location and nature of symptoms. Document whether dominant or nondominant arm is affected",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": " Rating of symptoms(33) -V AS  score on a 100 mm line where 0 is no pain and 100 is worst pain imaginable -RAI  assessment of shoulder pain during external rotation -Assessing pain in patients with disorders affecting cognition, speech, or language can be difficult. Pain may be suggested by facial grimacing, frowning, or repetitive eye blinking. Caregivers may be able to identify specific behaviors that indicate pain (e.g., social withdrawal, irritability)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables -Pain characteristics change over time. In an Australian study, milder pain which was more prominent at rest (including night) was reported in the early weeks, whereas at 1-year  follow-up  pain was associated more with limited active and passive ROM and significantly fewer participants reported pain that was worse at rest or at night(25)",
                "sleep disturbance": "Document number of wakings/night. Many patients find that pain intensifies at night, interfering with sleep(1)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition, such as spasticity or sensory deficits, and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, headaches, nausea, radicular pain)",
                "respiratory status": "Any history of respiratory compromise? Any use of supplemental oxygen? Barriers to learning -Are there any barriers to learning? Yes ___ No ___  -If Yes, describe ______________________________ -Common barriers to learning may include receptive and/or expressive aphasia, cognitive impairments, emotional lability, and perceptual impairments"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any prior transient ischemic attack (TIA), stroke, or heart attack. Any prior history of shoulder pain, fractures, or shoulder surgeries? Any history of neck or shoulder dysfunction?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter drugs)",
                    "other symptoms": "Ask patient about other symptoms related to this or other conditions he or she may be experiencing. Nonmotor symptoms related to the stroke (e.g., cognitive and memory impairments, depression, perceptual impairments, visual field deficits) should be noted"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient employed? Is the patient currently on work disability? Does the patient participate in recreational activities or sports? Is the patient active in the community?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient require assistance with transfers and ADLs? Does patient use a shoulder sling or support, arm/wrist brace, commode, shower chair, bench, grab bars? -Since hemiplegic shoulder pain occurs frequently in patients who require help for transfers, obtaining additional information from the people participating in moving, handling, and positioning the patient might be helpful",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting):",
            "anthropometric characteristics": "Using a tape measure or calipers, measure the distance between the acromion and the humerus to quantify the size of any glenohumeral subluxation. Common landmarks used are from a point on the acromion to either the humeral head or a tuberosity of the humerus. Other measurements sometimes used include quantification of the size of the space using fingers' breadth (how many fingers can be placed between the acromion and the humerus), measurement of arm length discrepancy, and use of a 0–2 grading scheme for subluxation where 0 is none, 1 is minimal, and 2 is substantial –Assess for glenohumeral subluxation in both sitting and standing -In a study involving 15 stroke patients with glenohumeral subluxation, researchers in the United Kingdom found a significant difference in subluxation between sitting and standing(27) -Subluxation was greater in sitting, suggesting that the smaller base of support in standing resulted in greater muscle activity in rotator cuff muscles as well as postural muscles",
            "assistive and adaptive devices": "Many devices for shoulder pain are available and in common use, including a variety of slings and lapboards –Does patient use a shoulder sling or support? -Assess need for and appropriateness of the device -Harris Hemi sling – similar to a traditional cloth shoulder sling, with padded elbow and wrist supports -Bobath axillary roll – a foam pad in the hemiparetic axilla keeps the arm slightly abducted -Humeral cuff sling – a cuff around the proximal humerus keeps the humerus in slight external rotation while allowing freedom of movement of the arm  -Shoulder strapping by means of “sports tape” over the skin at the shoulder has been introduced to try to avoid the disadvantages of slings and to provide support 24 hours a day rather than only while the slings are on. Tension is applied in the direction that clinically reduces subluxation -The best method to support the shoulder has not been determined. Arm slings are often used in the initial stages. Their use is controversial because they may encourage flexor synergies and contribute to contracture formation. They also may cause the patient to avoid using the arm and interfere with arm swing during gait -A systematic review of the literature evaluating shoulder slings and supports concluded that there is insufficient evidence that they reduce or prevent shoulder subluxation following stroke(9) –Assess need for wheelchair tray, lapboard, arm trough -The goal is to support the arm in a position that prevents flexor synergy patterns and contractures -More suited to patients who are primarily wheelchair users –Assess need for devices to complete ADLs",
            "balance": "Loss of postural control to support upper extremity control can affect the ability to use the arm. Assess balance in sitting and standing. May use the Berg Balance Scale, the Functional Reach Test, or the Postural Assessment Scale for Stroke. Falls related to poor balance may be a factor predisposing to poststroke shoulder traumaMonitor heart rate and blood pressure",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess brachial and radial pulses and compare bilaterallyTest cranial nerves if indicated. Peripheral nerve testing may be indicated to rule out brachial plexus injuryAssess upper extremity function in bed mobility, transfers, reaching, grasping, and holding with the more-affected  and less-affected  arm. The FIM can be used for objective measurement",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Observe arm position during gait/locomotion. Note whether subluxation or spasticity increase during walking. Note whether weight is put through painful upper extremity while using gait aid, such as a walker. Assess for appropriateness of ambulatory device; for example, if walker use increases patient’s shoulder pain, can a cane or hemi-walker  be used? –Assess self-selected  and maximum gait speed. The 10 meter walk test (10MWT) can be used -Improvements in ambulation, including increased gait speed, are reported to occur with a decrease in poststroke shoulder pain(20)Gait Training and training in this population Joint integrity and mobility –Assess for glenohumeral subluxation. Subluxation may be a cause of shoulder pain, although patients with shoulder subluxation do not necessarily experience pain and not all patients with hemiplegic shoulder pain have a shoulder subluxation(33) –Assess scapulothoracic movement and the ability to upwardly rotate the scapula and to control the scapular stabilizers(33) –Assess glenohumeral rhythm and glenohumeral mobility(33) –In the absence of subluxation, assess passive accessory motion for restriction possibly due to adhesive capsulitis; assess for glenohumeral impingement using Neer's test or Hawkins-Kennedy  testThe examiner internally rotates the patient’s arm and forcefully moves it through full range of forward flexion or until report of pain. Test is positive if pain is elicited in the anterior-lateral  aspect of the shoulderThe arm is forward flexed to 90° then forcibly internally rotated. Test is positive if pain is elicited in the superior-lateral  aspect of the shoulder –Rotator cuff injury is a possible cause of hemiplegic shoulder pain; many of the standard tests for rotator cuff pathology are difficult to use in patients with hemiplegia due to weakness and abnormal toneA clear relationship between poststroke shoulder pain and motor recovery has not been determined; however, lower motor function has been associated with incidence of poststroke shoulder pain, and presence of shoulder pain significantly influences arm use and hence motor learning/relearning –Assess level of motor recovery using a standardized stroke assessment scale (e.g., Fugl-Meyer  Assessment of Motor Recovery After Stroke, Chedoke-McMaster Stroke Assessment, Wolf Motor Function Test, Rivermead Mobility Index, Motor Assessment Scale)(33) –The Modified Ashworth Scale might be used to assess muscle tone(36) –Speed and dexterity can be measured using the 9-Hole  Peg Test or the Boxes and Blocks Test  –Kinematic studies have shown that patients with poststroke shoulder pain have a particular pattern of movement characterized by increased scapular lateral rotation (upward rotation) and decreased glenohumeral mobility(4) -Shoulder kinematics of 27 patients after stroke were compared with 10 healthy age matched controls -The kinematics of the paretic and nonparetic arm were tracked during active and passive abduction and forward flexion -Scapular lateral rotation relative to the thorax was increased in patients with post stroke shoulder pain compared to stroke patients without shoulder pain and to control subjects",
            "muscle strength": "Strength may be assessed by manual muscle testing (MMT) in the absence of spasticity, reflex and synergy dominance, or coordination impairment. Grip strength may be assessed with a dynamometer. Where MMT is not considered valid, strength may be assessed during functional movements",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess for asymmetry in sitting and standing –Note uneven weight-bearing,  trunk side flexion and rotation, scapular rotation/tilt (e.g., measure distance from inferior angle to spine), shoulder levels, and clavicular angles",
            "range of motion": "Assess active and passive ROM at the shoulder, elbow, wrist, and hand. Assess scapular movement(33)",
            "self-care activities of daily living": "Rivermead Mobility Index and Barthel Index may be used to objectively test self-care. Observe use of arm during self-care  tasks. Be aware that a hemiplegic arm is at risk for injury even during simple daily activities such as dressing or transferring to a toilet(10)",
            "reflex testing": "Test upper extremity reflexes bilaterally and compare",
            "sensory testing": "Assess sensation in affected UE and compare to “unaffected” UE. Since persistent pain often involves spreading of pain and/or altered somatosensory function at nonpainful body parts, assessment should not be limited to the painful shoulder but should include assessment of unaffected body parts(5) –Reductions in light touch sensation and temperature sensation have been associated with shoulder pain –Chronic poststroke shoulder pain has been associated with a higher frequency of and more severe somatosensory loss(11) –An abnormal response (including both increased and decreased sensation) to thermal testing is a diagnostic criterion for central poststroke pain(11) –A standardized assessment of somatosensory function should include clinical and quantitative tests to assess modality-specific  receptors, primary afferents, and central somatosensory pathways(5) -Mechanical modalities include light touch (cotton ball), sharpness (pin prick), vibration (tuning fork), discriminative (stereognosis, 2-point discrimination, texture discrimination, graphesthesia, point localization), proprioceptive (position sense), and pressure pain (examiner’s thumb) stimuli -Thermal modalities include cold (cold tuning fork, test tube), warmth (thermo roller, test tube), cold pain, and heat pain (computerized threshold testing) -Electrical modalities include sensation, pain threshold, and pain tolerance (using standard electrical stimulator) –Pain-free  areas and the unaffected side may be compared to assess somatosensory changes(5) –Clinical somatosensory testing is dependent on the cooperation and judgment of the patient, and is a subjective outcome measure(5) -Communication and cognitive impairments may preclude thorough testing",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Special shoulder tests that require active motion (e.g., painful arc, lower or drop arm test) might not be possible in some patients because of their motor deficit –Three factors that predict, with 98% accuracy, the development of hemiplegic shoulder pain following acute stroke were(12) -A positive Neer's test -Moderate or greater shoulder pain during the performance of the hand behind the neck maneuver -A difference of greater than 10° of passive external rotation at the shoulder joint between affected and unaffected side  –The neuropathic pain diagnostic questionnaire (DN4) has been evaluated for its ability to categorize poststroke shoulder pain patients and compare symptoms suggestive of either nociceptive or neuropathic pain(13) -The DN4 may be used to classify poststroke shoulder pain subgroups that differ with respect to pain complaints and sensory abnormalities -In patients with chronic poststroke shoulder pain both neuropathic and ongoing nociceptive pain mechanisms may coexist(13,24) -Signs and symptoms suggestive of neuropathic pain included higher incidence of abnormal cold sensation, spontaneous (constant) pain, a higher degree of sensory loss at the affected side, and a trend towards reduced thresholds for pain at the unaffected side -Signs and symptoms suggestive of nociceptive pain (in keeping with biomechanical causes) were that pain was movement related, incidence of subluxation was higher and arm function lower in these patients -The DN4 may be helpful in classifying poststroke shoulder pain, but should not be the sole basis for poststroke shoulder pain prognosis and treatment(13) –For more information about tests specific to adhesive capsulitis diagnosis please see Clinical Review…AdhesiveItem Number",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Tests may includeTest of cognition in adults. Sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, Drawing –Glasgow Coma Scale (GCS) if patient has altered level of arousal",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Slings are not necessary to support a pain-free  shoulder",
                "Some slings may interfere with functional activities and place the arm in a nonfunctional position",
                "Positioning the arm in adduction and internal rotation may predispose patients to adhesive capsulitis and promote contractures(2)",
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Over area of nerve regrowth",
                "Diminished sensation  common in this population",
                "Use caution with patients who are hypertensive as cold can cause a transient increase in blood pressure; discontinue treatment if there is an elevation in blood pressure",
                "Use caution with patients who are hypersensitive to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Use of cryotherapy with patients who have an aversion to cold may be counterproductive if being used to promote muscle relaxation and decrease pain",
                "Over superficial nerves",
                "Decreased circulation ",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Do not place electrodes near -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads",
                "Osteomyelitis",
                "Hemorrhage",
                "Impaired sensation, mental status, communication",
                "Cardiovascular disease",
                "Malignancy",
                "Dermatological conditions",
                "Proximity of electromagnetic radiation",
                "In pregnant women, near the pelvis, lumbar spine, hips, abdomen",
                "In patients with stroke or seizures, near the neck",
                "History of spontaneous abortion in pregnant women"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls. Fall precautions should be taken",
                "Avoid stressing the shoulder",
                "Avoid aggressive stretching in favor of gentle movement therapy techniques (pain free range)",
                "Use of slings for poststroke shoulder pain is controversial",
                "The shoulder should not be passively moved beyond 90° of flexion and abduction unless the scapula is upwardly rotated and the humerus is laterally rotated",
                "Aggressive stretching of the shoulder may aggravate pain",
                "Avoid overuse and unsafe compensatory techniques",
                "Overhead pulleys should not be used",
                "Cryotherapy  contraindications(14)",
                "Cryotherapy  precautions(14)",
                "Superficial heat  contraindications(14)",
                "Electrotherapy  contraindications/precautions ( when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(14)",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Stroke with shoulder pain, or potential for shoulder pain, and upper extremity paresis/ paralysis, restricted mobility, and dysfunction. Glenohumeral subluxation may or may not be present",
        "rule out": " Rule out Cervical radicular pain Central thalamic pain Brachial plexus injury CRPS Myofascial pain Peripheral nerve entrapment Cardiac event",
        "prognosis": [],
        "referral to other disciplines": "A multidisciplinary team is usually involved in care of stroke patients. Team members typically include nursing, medical, physiotherapy, occupational therapy, speech and language therapy, and social work staff. Referral to pain management services may be made for intractable pain as available(34) All staff members should be educated in appropriate handling techniques(37)",
        "other considerations": [],
        "treatment summary": [
            "Prevention : Prevention of the hemiplegic shoulder should be a priority. Glenohumeral subluxation is one potential source of shoulder pain that can present alone or together with other problems, and should always be treated early after stroke onset whether painful or not –In a population study, researchers in Australia found no reduction in the incidence of poststroke shoulder pain compared with population studies 7 years earlier, despite increased focus on its prevention(25) -Because the disorder is most common and severe after hospital discharge, improved predictive measures may be necessary to improve identification of patients ",
            "Positioning : There is consensus opinion that proper positioning helps avoid subluxation; however, sustained positioning has not been reported to affect level of pain. –Positioning techniques, such as keeping the affected arm in front of the patient’s body (scapular protraction with slight shoulder flexion) when assisting with bed mobility, or placing the affected arm on a pillow or arm trough, are advocated to avoid repetitive microtrauma",
            "Shoulder orthoses : Upper extremity orthoses may be useful to support a flaccid arm during standing or transferring(37) –Shoulder slings are not recommended(37) –Shoulder orthoses may reduce shoulder subluxation and pain in patients who have had a stroke while they are wearing the orthosis(29) -Based on a systematic review of eight studies",
            "Strapping : Shoulder strapping may be useful to decrease or defer onset of pain –Authors of a 2014 systematic review concluded that there is insufficient evidence of efficacy or inefficacy of shoulder strapping to reduce shoulder impairments after stroke(22) -In general, underpinning theory to inform choice of outcomes was lacking, and high quality studies were scarce -Eight studies involving 340 participants met inclusion criteria -Impairment outcomes measured included -pain severity, pain free movement, days to onset of pain, and pain and disability (Shoulder Pain and Disability Index) -subluxation (clinical and radiological assessment) -active and passive range of movement -upper extremity speed and dexterity -The current evidence base for use of strapping was found inadequate, and the authors noted a need for the development and testing of rationales and potential working mechanisms for strapping methods –Authors of a 2015 systematic review also suggest that the use of adhesive taping poststroke is in need of more rigorous research(23) -Seven shoulder studies were included in the review -Use of rigid adhesive tape might increase the number of pain free days at the shoulder -Evidence for improvement of pain intensity, range of motion, muscle tone, strength or function with taping is inconclusive -There was insufficient evidence to comment on taping’s effect on activity and participation -Future research is needed to compare types, methods and dosage of taping –Strapping may be useful to remind caregivers that the shoulder is at risk for damage from incorrect handling or positioning(37) –Kinesio taping  may reduce pain, improve upper extremity function, and range of motion in patients who have had a stroke(28,36) -Based on a randomized controlled trial of 21 patients randomly assigned to the Kinesio taping group or the sham taping group -Patients in the Kinesio taping group had significantly greater improvement in upper extremity function, range of motion and pain",
            "Therapeutic exercise : A therapeutic approach designed to improve ROM of the hemiplegic shoulder may improve pain –Gentle passive and active assisted ROM exercises with appropriate scapular rotation may be helpful(37) –Aggressive ROM exercises (e.g., pulleys) have been reported to result in an increased incidence of painful shoulder –The association of poststroke shoulder pain with severe paresis suggests that therapeutic strategies designed to improve voluntary motor control should be beneficial for shoulder pain",
            "Electrical stimulation  (35,37) –Authors of a meta-analysis  of 6 randomized controlled trials concluded that electrical stimulation reduces pain, and improves shoulder external rotation and function(35) –Researchers in Taiwan found that EMG-triggered  neuromuscular electrical stimulation (NMES) combined with bilateral arm training was better than transcutaneous electrical nerve stimulation (TENS) with bilateral arm training for reducing hemiplegic shoulder pain(31) -Based on a randomized controlled trial that involved 38 patients with hemiplegic shoulder pain. Patients were randomized to receive EMG-triggered NMES or TENS with bilateral arm training three times a week for 4 weeks  -Pain was assessed with a numerical pain rating scale supplemented with a FACES pain scale and the short form Brief Pain Inventory. Other outcome measures included the upper limb subscale of the Fugl-Meyer,  and pain-free passive ROM -EMG-triggered  NMES with bilateral arm training was associated with lower pain intensity during active and passive shoulder movement, lower worst pain intensity, and greater pain free shoulder abduction and internal rotation"
        ]
    },
    "desired outcomes outcome measures": {
        "decrease or prevent pain": [
            "Pain questionnaire, such as McGill Pain Questionnaire, ShoulderQ, BPI-12, BPI-23"
        ],
        "maintain or improve shoulder rom including scapulothoracic movement": [
            "Goniometric measures of ROM"
        ],
        "increase muscle strength": [
            "MMT or dynamometer measure of muscle strength where abnormal tone or coordination is not present"
        ],
        "reduce shoulder subluxation": [
            "Subluxation size in mm via tape measure or calipers, or in fingers’ breadths"
        ],
        "improve voluntary control of upper extremity movement": [
            "Fugl-Meyer  Assessment of Motor Recovery After Stoke",
            "Wolf Motor Function Test"
        ],
        "improve postural control": [
            "Berg Balance Scale, Functional Reach Test, Postural Assessment Scale for Stroke"
        ],
        "improve functional use of upper extremity": [
            "Barthel Index, Rivermead Motor Assessment, Modified Rankin Scale",
            "SPADI"
        ],
        "normalize abnormal tone of upper extremity": [
            "Modified Ashworth Scale(36)"
        ],
        "improve quality of life": [
            "Quality of life questionnaire.Problem Goal Intervention Expected Progression Home ProgramShoulder pain Decrease pain Physical agents andmechanical modalities_Cryotherapeutic agents,TENS, NMES mayreduce shoulder pain(35)______Prescription,application of devicesand equipment_Arm slings to supporta flaccid arm duringstanding or transferring__Supporting devicessuch as lapboards,wheelchair trays andarm troughs maybe used to maintainappropriate armposition__Shoulder strappingmight be useful todefer onset of pain orto remind caregiversthat the shoulder isat risk for damage ifimproperly handled__(See TreatmentSummary , above)Routine use of standardslings should bediscontinued whenflaccid stage isover due to theirpotential to encourageflexor synergies andcontracture formation,prevent use of the armin tasks and activities,and inhibit normal armswing during gait__Other supports toprevent/correctsubluxation whileallowing mobilityshould be introduced asindicatedApply modalities, astolerated, to reduce pain__Educate patient andcaregivers about therisks associated withinjuring a hemiplegicshoulder, and aboutappropriate techniquesto assist with mobilityand transfers that donot place stress on theshoulder_In a qualitativeinterview studyself-managementinterventions withgentle movementswere perceived mosteffective(32)_Decreased shoulderROMIncrease shoulder ROM Functional training_Gentle passive andactive assisted ROM.Avoid aggressive ROMexercises. (Stay below90° of flexion andabduction, and avoiduse of pulleys)Progress eachindividual as indicatedProvide patient andcaregivers withinstructions for gentleROM home exerciseprogramImpaired voluntarycontrol of upperextremity__Weakness of shoulder/arm/hand muscles__Upper extremityspasticity andincoordinationImprove voluntarycontrol of upperextremityTherapeutic exercise_Strengthening exercises__Movement therapytechniques_Repetitive task-orientedpractice__CIMT__Bilateral training__Mental practice__Weight-bearing throughaffected extremity__Neurodevelopmentaltraining (NDT)__Therapeuticmodalities_EMG-triggeredelectrical stimulation__(Please see ClinicalReview…Stroke:Upper Extremity ; ItemNumber: T708721 formore information)Progression is variabledepending on factorssuch as initial severityof motor impairment,presence of sensoryand/or cognitiveimpairmentProvide patient and/orcaregiver with writteninstructions regardingactivities that can beperformed at homePoor balance andpostural controlImprove posturalcontrol, balance, andsymmetryPositioning/posturalexercises_Use of mirror__Core stability exercises,strengthening ofabdominal muscles,rhythmic stabilization,postural controlin progressivedevelopmentalpositions__Balance trainingProgress as appropriatefor each individualProvide patient and/orcaregiver with writteninstructions regardingactivities that can beperformed at homeDependence in ADLs Improve ability tocomplete functionaltasksRepetitive practice__Encourage use ofaffected arm inpractical tasks__Avoid overuse andunsafe compensatorytechniquesProgress as appropriatefor each individualProvide patient andfamily/caregivers withwritten instructionsregarding functionalactivities that can beperformed at home,and correct use and/or application ofequipmentRisk of injury Prevent developmentof shoulder pain inpatients at riskPhysical agents andmechanical modalities_Prevent glenohumeralsubluxation withpositioning, supports,and/or strapping asindicated__FES to reducesubluxation__"
        ]
    },
    "maintenance or prevention": [
        "Prevent UE injury with appropriate handling, positioning, and safety precautions",
        "Prevent contractures through education, positioning, and ROM exercises",
        "Maintain the highest achievable UE ROM, strength, and function ",
        "Reduce modifiable risk factors for stroke. (Please see Clinical Review…Stroke Rehabilitation: Physical Therapy – an Overview ; Item Number: T905022 for general information about stroke risk and prevention)"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Kalichman L, Ratmansky M. Underlying pathology and associated factors of hemiplegic shoulder pain. Am J Phys Med Rehabil . 2011;90(9):768-780.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Stolzenberg D, Siu G, Cruz E. Current and future interventions for glenohumeral subluxation in hemiplegia secondary to stroke. Top Stroke Rehabil . 2012;19(5):444-456.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Roosink M, Renzenbrink GJ, Buitenweg JR, Van Dongen RT, Geurts AC, Ijzerman MJ. Persistent shoulder pain in the first 6 months after stroke: results of a prospective cohort study. Arch Phys Med Rehabil . 2011;92(7):1139-1145.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Niessen M, Janssen T, Meskers C, Koppe P, Konijnenbelt M, Veeger DJ. Kinematics of the contralateral and ipsilateral shoulder: a possible relationship with post-stroke shoulder pain. J Rehabil Med . 2008;40(6):482-486.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Roosink M, Renzenbrink GJ, Geurts AC, Ijzerman MJ. Towards a mechanism-based  view on post-stroke  shoulder pain: theoretical considerations and clinical implications. NeuroRehabilitation . 2012;30(2):153-165.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Paci M, Nannetti L, Rinaldi LA. Glenohumeral subluxation in hemiplegia: an overview. J Rehabil Res Dev . 2005;42(4):557-568.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Blennerhassett JM, Gyngell K, Crean R. Reduced active control and passive range at the shoulder increase risk of shoulder pain during inpatient rehabilitation post-stroke:  an observational study. J Physiother . 2010;56(3):195-199.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Davis J. Shoulder pain and stroke. OT Pract. 2012;9-13.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Ada L, Foongchomcheay A, Canning C. Supportive devices for preventing and treating subluxation of the shoulder after stroke. Cochrane Database Syst Rev . 2005; (1):CD003863. doi:10.1002/14651858.CD003863.pub2.  (SR)"
        },
        {
            "number in article": 10,
            "reference": "Zeferino SI, Aycock DM. Poststroke shoulder pain: inevitable or preventable? Rehabil Nurs . 2010;35(4):147-151.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Roosink M, Renzenbrink GJ, Buitenweg JR, Van Dongen RTM, Geurts ACH, Ijzerman MJ. Somatosensory symptoms and signs and conditioned pain modulation in chronic post-stroke  shoulder pain. J Pain. 2011;12(4):476-485.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Rajaratnam BS, Venketasubramanian N, Kumar PV, Goh JC, Chan Y-H. Predictability of simple clinical tests to identify shoulder pain after stroke. Arch Phys Med Rehabil . 2007;88(8):1016-1021.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Roosink M, Van Dongen RTM, Renzenbrink GJ, Ijzerman MJ. Classifying post-stroke  shoulder pain: can the DN4 be helpful? Eur J Pain . 2011;15(1):99-102.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz's Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Intercollegiate Stroke Working Party. National clinical guideline for stroke. 4th ed. London, United Kingdom: Royal College of Physicians; 2012. (G)"
        },
        {
            "number in article": 16,
            "reference": "American College of Emergency Physicians; American Academy of Neurology. Clinical policy: Use of intravenous tPA for the management of acute ischemic stroke in the emergency department. Annals of Emergency Medicine . 2013;61(2):225-243.  doi:10.1016/j.annemergmed.2012.11.005. (G)"
        },
        {
            "number in article": 17,
            "reference": "Jauch EC, Saver JL, Adams HP, Jr, et al. Guidelines for the early management of patients with acute ischemic stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2013;44(3):870-947.  doi:10.1161/STR.0b013e318284056a. (G)"
        },
        {
            "number in article": 18,
            "reference": "Vasudevan JM, Browne BJ. Hemiplegic shoulder pain: an approach to diagnosis and management. Phys Med Rehabil Clin N Am . 2014;25(2):411-437.  doi:10.1016/ j.pmr.2014.01.010. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Dogan A, Karabay I, Hatipoglu C, Ozgirgin N. Ultrasound and magnetic resonance findings and correlation in hemiplegic patients with shoulder pain. Top Stroke Rehabil . 2014;21(Suppl 1):S1-S7.  doi:10.1310/tsr21S1-S1.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Marshall B, McCormick Z, Rho M. Glenohumeral corticosteroid injection in chronic post-stroke  shoulder pain precipitates significant functional improvement. Am J Phys Med Rehabil. 2014;supplement:a32. (CP)"
        },
        {
            "number in article": 21,
            "reference": "Li Z, Alexander SA. Current evidence in the management of poststroke hemiplegic shoulder pain: a review. J Neurosci Nurs . 2015;47(1):10-19.  doi:10.1097/ JNN.0000000000000109. (RV)"
        },
        {
            "number in article": 22,
            "reference": "Appel C, Perry L, Jones F. Shoulder strapping for stroke-related  upper limb dysfunction and shoulder impairments: systematic review. NeuroRehabilitation . 2014;35(2):191-204. doi:10.3233/NRE-141108.  (SR)"
        },
        {
            "number in article": 23,
            "reference": "Grampurohit N, Pradhan S, Kartin D. Efficacy of adhesive taping as an adjunct to physical rehabilitation to influence outcomes post-stroke:  a systematic review. Top Stroke Rehabil. 2015;22(1):72-82.  doi:10.1179/1074935714Z.0000000031. (SR)"
        },
        {
            "number in article": 24,
            "reference": "Zeilig G, Rivel M, Weingarden H, Gaidoukov E, Defrin R. Hemiplegic shoulder pain: evidence of a neuropathic origin. Pain. 2013;154(2):263-271.  doi:10.1016/ j.pain.2012.10.026. (R)"
        },
        {
            "number in article": 25,
            "reference": "Adey-Wakeling  Z, Hisatomi A, Crotty M, et al. Incidence and associations of hemiplegic shoulder pain poststroke: prospective population-based  study. Arch Phys Med Rehabil . 2015;96:241-247.  doi:10.1016/j.apmr.2014.09.007. (R)"
        },
        {
            "number in article": 26,
            "reference": "Kim YH, Jung SJ, Yang EJ, Paik NJ. Clinical and sonographic risk factors for hemiplegic shoulder pain: a longitudinal observational study. J Rehab Med . 2014;46-87:81-87. doi:10.2340/16501977-1238.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Hatton NJ, Stockley RC. To sit or stand? A preliminary, cross sectional study to investigate if there is a difference in glenohumeral subluxation in sitting or standing in people following stroke. Arch Physiother . 2015;5:7. doi:10.1186/s40945-015-0006-9.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Huang YC, Chang KH, Liou TH, Cheng CW, Lin LF, Huang SW. Effects of kinesio taping for stroke patients with hemiplegic shoulder pain: a double-blind,  randomized, placebo-controlled  study. J Rehabil Med . 2017;49(3):208-215.  (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Nadler M, Pauls MMH. Shoulder orthoses for the prevention and reduction of hemiplegic shoulder pain and subluxation: systematic review. Clin Rehabil . 2017;31(4):444-453. (SR)"
        },
        {
            "number in article": 30,
            "reference": "Kashi Y, Ratmansky M, Defrin R. Deficient pain modulation in patients with chronic hemiplegic shoulder pain. Pain Practice . 2018;18(6):716-728.  doi:10.1111/papr.12658. (R)"
        },
        {
            "number in article": 31,
            "reference": "Chuang L, Chen Y, Chen C, et al. Effect of EMG-triggered  neuromuscular electrical stimulation with bilateral arm training on hemiplegic shoulder pain and arm function after stroke: a randomized controlled trial. J NeuroEngineering Rehabil . 2017;14:122, 1-12. doi:10.1186/s12984-017-0332-0.  (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Lindgren I, Gard G, Brogårdh C. Shoulder pain after stroke – experiences, consequences in daily life and effects of interventions: a qualitative study. Disabil Rehabil . 2018;40(10):1176-1182.  doi:10.1080/09638288.2017.1290699. (R)"
        },
        {
            "number in article": 33,
            "reference": "Gaitan M, Bainbridge L, Parkinson S, Cormack L, Cleary S, Harrold M. Characteristics of the shoulder in patients following acute stroke: A case series. Top Stroke Rehabil . 2019;26(4):318-325.  doi:10.1080/10749357.2019.1590973. (C)"
        },
        {
            "number in article": 34,
            "reference": "Lindgren I, Gard G, Brogardh C. Shoulder pain after stroke- experiences, consequences in daily life and effects of interventions: a qualitative study. Disabil Rehabil . 2018;40(10):1176-1182.  doi:10.1080/09638288.2017.1290699. (R)"
        },
        {
            "number in article": 35,
            "reference": "Qiu H, Li J, Zhou T, Wang H, Li J. Electrical stimulation in the treatment of hemiplegic shoulder pain: A meta-analysis  of randomized controlled trials. Am J Phys Med Rehabil . 2019;98(4):280-286.  doi:10.1097/PHM.0000000000001067. (M)"
        },
        {
            "number in article": 36,
            "reference": "Huang Y, Chang K, Liou T, Cheng C, Lin L, Huang S. Effects of kinesio taping for stroke patients with hemiplegic shoulder pain: A double-blind,  randomized, placebo-controlled study. J Rehabil Med . 2017;49(3):208-286.  doi:10.2340/16501977-2197.  (RCT)"
        },
        {
            "number in article": 37,
            "reference": "Treister AK, Hatch MN, Cramer SC, Chang EY. Demystifying poststroke pain: From etiology to treatment. PM R. 2017;9(1):63-75.  doi:10.1016/j.pmrj.2016.05.015. (RV) "
        }
    ]
}