{
    "metadata": {
        "title": "Pelvic Pain in Pregnancy",
        "synonyms": [
            "peripartum pelvic pain",
            "pregnancy-related  pelvic pain",
            "pain, pelvic, in pregnancy",
            "pelvic pain, pregnancy-related",
            "pain, pelvic, pregnancy-related",
            "pelvic pain, peripartum",
            "pain, pelvic, peripartum",
            "pregnancy-related  lumbopelvic pain",
            " pregnancy-related  pelvic joint pain",
            "pelvic girdle pain in pregnancy",
            "pelvic instability",
            " posterior pelvic pain",
            "antenatal pelvic pain",
            "pregnancy-related  pelvic girdle pain"
        ],
        "anatomical location body part affected": [
            "Might involve the symphysis pubis, sacroiliac joints, pelvic ligaments, pelvic floor musculature, and abdominal and lower back musculature"
        ],
        "area of specialty": [
            "aquatic therapy",
            "orthopedic rehabilitation",
            "women’s health"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R10.2": "pelvic and perineal pain (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Pain that arises in relation to pregnancy, often experienced between the posterior iliac crest and the gluteal fold in the region of the sacroiliac joints; might also refer down the posterior aspect of the thigh,(1) and might occur in conjunction with pain in or separately in the symphysis(1)",
            "Pain might vary. It can be sharp, shooting, dull, or achy. There might be inability to stand or sit for long periods, difficulty with ambulation, pain with transfers, and other impairments in ADLs(2) –Sacroiliac pain -Pain might be perceived as deep, penetrating into the gluteal muscle group(3) -Pain might extend into the vicinity of the hamstring group or knee joint(3) –Pubic symphysis pain -Marked tenderness upon palpation(3) -Pain might extend into the region of the adductor muscle group(3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "As with any pelvic/back patient, any signs of spinal cord compression (e.g., neurological weakness, loss of lower extremity function), cauda equina compression (e.g., loss of bowel and bladder control or saddle paresthesias) (see Clinical Review… Cauda Equina Syndrome ; CINAHL Topic ID Number: T708499), or other serious conditions warrant an immediate referral back to the physician",
            "Standard testing positions (e.g., prone) will have to be altered for pregnant women"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The cause generally is multifactorial and might be related to different conditions.(1)Possible causes include sacroiliac (SI) joint dysfunction, symphysis pubis dysfunction,muscular injury such as diastasis recti abdominis or ligamentous injury, andnonmechanical causes",
            "The exact etiology of pelvic pain in pregnancy is not well understood. However, it isthought that increases in levels of the hormone relaxin, which increases ligamentouslaxity, might contribute. Studies have shown a correlation of pelvic pain duringpregnancy with decreased collagen levels and with increased progesterone and relaxinlevels(2)",
            "The weight of the fetus, muscle weakness, and ligament damage have also been studied.(2,4) However, there is insufficientevidence to determine the cause or causes of pelvic pain in pregnant women"
        ],
        "pathogenesis": [
            "Pelvic pain often develops during the first trimester. During this time, relaxin levels are elevated, resulting in ligamentouslaxity, which often leads to instability of the pelvic joints. If this is not compensated for (e.g., by altered neuromotorcontrol), pain in and around the symphysis pubis and the sacroiliac joints might result. In cases of more severe pain, awaddling gait might develop and ambulation and weight-bearing  are poorly tolerated. Prolonged sitting, standing, andtransfers are also antalgic and difficult"
        ],
        "risk factors   ,": [
            "Twin/multifetal pregnancies",
            "Pelvic pain in a previous pregnancy",
            "Back/pelvic pain prior to pregnancy",
            "Previous trauma to the pelvis(1)",
            "Possible risk factors–Heavy work(1)–Having given birth to 2 or more children",
            "Sedentary women have a 30% chance of greater pain intensity than active women(33)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients treated for pelvic pain during pregnancy should not be placed in the prone position for treatment or therapeutic exercises",
        "Avoid increasing a pregnant patient’s core temperature (e.g., with exercise)",
        "Therapeutic ultrasound or electric stimulation in the region of the abdomen is contraindicated during pregnancy",
        "Avoid manual therapy that might facilitate progression of laxity of the pelvic ligaments/joints",
        "Avoid positioning in supine for longer than 3 minutes",
        "Avoid positions that might aggravate symptoms by straining the pelvic floor musculature (PFM) or abdominal musculature",
        "Aggressive stretching of the hip adductors is contraindicated",
        "The clinician should be formally trained in administering physical therapy to pregnant women",
        "The clinician is strongly advised to obtain physician orders/parameters prior to the commencement of physical therapy assessment/intervention",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "As with any pelvic/back patient, any signs of spinal cord compression (e.g., neurological weakness, loss of lower extremity function), cauda equina compression (e.g., loss of bowel and bladder control or saddle paresthesias) (see Clinical Review… Cauda Equina Syndrome ; CINAHL Topic ID Number: T708499), or other serious conditions warrant an immediate referral back to the physician",
            "Standard testing positions (e.g., prone) will have to be altered for pregnant women"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When did symptoms start? How have they progressed since then? When was the diagnosis made? Pregnancy-related  pain often is misdiagnosed and therefore undertreated.(6) Patients typically present with an increase in symphysis pubis, sacroiliac, lower back, or posterior lower extremity pain. They might have difficulty with prolonged positioning, certain movements, and weight-bearing/ambulation.  These symptoms often occur during the first trimester and might progress as the pregnancy continues -Delayed recognition of pregnancy-related  pain might present as low back pain (LBP) later(7) Heterotopic pregnancy should be ruled out in patients presenting with pelvic pain following a recent miscarriage(34) -Authors of a case study advocate for a combination of clinical assessment, beta human chorionic gonadotropin levels, point of care ultrasound, and transvaginal ultrasound to rule in or out heterotopic pregnancy(34) ",
                "course of treatment": {
                    "medical management": "Recommendations for pain relief might include the use of acetaminophen, physical therapy, support belts, activity modification, or acupuncture",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken as prescribed? Are they effective? A lack of data on the safety of medication usage in pregnancy, due to pregnancy being an exclusion criterion for drug trial participation, has led to inadequate pain management during pregnancy(25) Despite concern about the use of medication during pregnancy, many women who seek treatment for their low back and or pelvic pain take painkillers(25) Based on the results of a questionnaire study conducted in the United Kingdom(25) One hundred seventy-six  questionnaires were completed Sixty-four  percent of respondents took painkillers. These were mainly prescribed by their general practitioner (40%) or selfprescribed  or purchased overthecounter (OTC) (39%) The authors concluded that the high use of painkillers for managing pregnancy-related  low back and pelvic pain was of concern, given that no medication is considered 100% safe during pregnancy. The results of this study point to a need for other options for management of pain during pregnancy",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "The diagnosis usually is based on clinical examination. Additional diagnostic testing, such as X-rays,  bone scans, or MRI, might be required in order to identify or rule out specific conditions (e.g., symphysis pubis or pelvic fracture). In some cases, diagnostic testing might be deferred until postpartum",
                        "Use of ultrasound is advocated in diagnosing acute pelvic pain in pregnant and postpartum women(35)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help 2530%  of women have been reported to use complementary and alternative medicine (CAM) for pregnancy-related low back and/or pelvic pain(25) These treatments can include reflexology, osteopathy, chiropractic care, and acupuncture Authors of a systematic review of the literature pertaining to the effectiveness of CAM in the management of pregnancyrelated  low back and pelvic pain concluded that there is evidence for the effectiveness of certain CAM therapies(26) Acupuncture was the CAM with the greatest amount of evidence for effectiveness (see  Other considerations,  below)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document any reported aggravating and/or easing factors",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night related to condition. In what position does the patient sleep? Does patient use any pillows for positioning and support?",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Is there any known respiratory compromise? Shortness of breath and/or hyperventilation might result with even minimal exercise during the last trimester(8) Barriers to learning -Are there any barriers to learning? Yes___ No___ -If Yes, describe _________________________ "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has the patient had previous back/pelvic pain or injury? Has the patient been pregnant before? If yes, did the patient experience similar symptoms in a previous pregnancy? Did the patient have back pain with menstruation?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, psychiatric disorders, orthopedic and disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) Self-medication  and OTC purchasing of medications by pregnant women with low back and/or pelvic pain was commonly reported in a questionnaire study conducted in the United Kingdom(25)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing Insomnia and increased risk of depression have been associated with low back and pelvic pain during pregnancy(25) Women with LBP or pelvic pain during pregnancy are 13 times morelikely to have anxiety/depression, and women experiencing this pain had a high level of disability when a concurrent risk of anxiety and depression was present(36)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What is the patient’s occupation? What types of activities are required for this occupation? Does the patient exercise regularly? Does the patient have small children requiring lifting and carrying?",
                "functional limitations assistance with ADLs adaptive equipment": "What activities have become difficult?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Assess for leg-length discrepancy",
            "assistive and adaptive devices": "",
            "balance": "Center of gravity moves anteriorly and cephalically as pregnancy progresses(8)",
            "cardiorespiratory function and endurance": [],
            "circulation": "Distal pulses should be normalAssess for proper lifting and bending techniquesAssess for appropriate transfers, especially supine to and from sit",
            "functional mobility": "",
            "gait locomotion": "Women with pelvic pain during pregnancy often demonstrate a waddling, antalgic gait. Increased pain with weight-bearing,  especially single-limb  stance, is often noted. The patient might require the use of an assistive device or, in severe cases, a wheelchairInstability of the pelvic joints might occur during pregnancy, resulting in increased mobility of the joints (symphysis pubis and sacroiliac joints). See Special tests specific to diagnosis , below",
            "muscle strength": "Assess strength of hip, back, and abdominal musculature to identify areas of weakness. The PFM should also be evaluated. Hip adductor weakness is often noted",
            "observation inspection palpation including skin assessment": [],
            "posture": " Posture –Assess for pelvic tilt/rotation, abnormal lumbar lordosis, and general posture. An increase in lumbar lordosis during pregnancy is common –Other typical postural adaptations during pregnancy(8) -Forward head -Cervical lordosis -Kyphosis -Scapular protraction",
            "range of motion": "Determine active and passive ROM of the hips and trunk",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexes (DTRs) of the lower extremitiesAssess ADLs as indicated ",
            "sensory testing": "Assess pain at rest and with prolonged sitting, standing, gait, and transfers. Identify precipitating and relieving factors and postures. The dermatome scan should be normal, but this screening should be done to rule out other pathologies",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Provocation tests are needed to identify pelvic girdle pain and exclude lumbar causes, but there is no consensus as to which tests to choose(27)Patient in supine with 90° hip flexion on test side. Clinician provides manual compression through the knee along the longitudinal axis of the femur.(9) A positive test (pain, unwillingness to perform) indicates posterior pelvic involvement.(10) This test can help differentiate between LBP and pelvic pain(11)With patient supine and with lower extremity extended, patient attempts to raise the leg off the table, maintaining full knee extension. The physical therapist (PT) and patient both rate ease and ability to perform the ASLR. Location of pain can help identify pelvic pain in pregnancy and is correlated with pelvic joint mobility and hip strength(11)Patient supine and hip is flexed, abducted, and externally rotated, with the heel resting on the opposite kneecap.(10) Low back or buttock pain might indicate sacroiliac joint involvement. The PT lowers the test knee towards the plinth; if the knee remains above the opposite leg, hip or SI joint involvement might be present(12)With the patient lying supine, the examiner places the heels of his or her hands on the patient’s inferior pubic rami and then pushes his or her hands together, creating a shearing force. A positive sign for symphysis pubis pathology is the production of pain in the symphysis pubis(12)The patient stands on one leg and flexes the hip and knee to 90°. Pain in the symphysis is a positive test(1)Patient lies supine, flexes hip/knee and draws it towards the chest by clasping the knee with both hands. The patient is then shifted to the side of the examining table so the opposite leg extends over the edge. The examiner can then place stress on both SI joints simultaneously(1)Palpation of the long dorsal ligament (bilaterally). A positive test is pain upon palpation. A positive test is highly correlated with a positive P4 test result and posterior pelvic pain in pregnancy.(11) Palpation of LDL is performed with patient in prone in postpartum women and with patient in side-lying  in pregnant women(1) -The LDL test was found to have a sensitivity of 76%, which increases to 86% when combined with the ASLR.(9) Recommendations from the investigators of a study that examined the efficacy of 48 different measures included the use of hip adductor strength measurements and the ASLR(13) –Researchers in Sweden found that self-administration  of tests for pelvic girdle pain is possible and might be useful to identify women at risk for persistent pelvic girdle pain after pregnancy(27) -Agreement between self-administered  tests performed at home and tests performed by an examiner was highest for the P4 for posterior pelvic girdle pain -A significantly lower number of positive Trendelenburg tests, ASLR tests, and SLR tests were recorded by the examiner compared to the self-administered  ones –The palpation of 13 landmarks (the coccyx, the lateral part of sacrum at the insertion of the sacrospinous ligament, the middle part of the sacrospinous ligament, the insertion of the sacrospinous ligament at the ischial spine, the ischium inferior to the ilio-ischial  fusion, and the lateral and medial part of the pubic bone) produced greater pain in women with chronic pelvic pain after pregnancy compared with postpartum women without chronic pelvic pain(37)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Over area of circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Cold intolerance",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young or very old",
                "Persons with aversion to cold",
                "Application over areas with a lack of intact thermal sensation",
                "Application over areas of vascular insufficiency or vascular disease",
                "Application over areas of recent hemorrhage or potential hemorrhage",
                "Application over areas of known malignancy",
                "Application over areas of acute inflammation",
                "Application over infected areas where infection may spread or cross-contamination  may occur",
                "Application over areas where liniments or heat rubs have recently been applied",
                "Application in any situation deemed unreliable by the practitioner",
                "Certain dermatologic conditions (e.g., ichthyosis, infection)",
                "Venous ulcers",
                "Tissues damaged by radiation therapy",
                "Peripheral vascular disease",
                "Respiratory impairment",
                "Surgical incisions/skin grafts",
                "Malignancy",
                "More than half-body  immersion during pregnancy",
                "Cardiac insufficiency",
                "Impaired sensation",
                "Impaired mental status",
                "Unstable blood pressure",
                "Decreased strength/ROM/endurance/balance*",
                "Urinary/fecal incontinence*",
                "Fear of water*",
                "Respiratory impairments",
                "Avoid warm/hot water if patient is pregnant or has multiple sclerosis, increased risk of hemorrhage (e.g., on anticoagulant medications), impaired thermal regulation, acute inflammation, fever, edema, thrombophlebitis, or acute rheumatoid arthritis",
                "Seasickness ",
                "Epilepsy*",
                "Bowel or bladder incontinence",
                "Tracheostomy",
                "Infectious diseases",
                "Cardiovascular problems",
                "Uncontrolled seizures",
                "Respiratory compromise, vital capacity less than 1L",
                "Aspiration risk",
                "Catheters",
                "Cognitive impairments",
                "Tetraplegia or high paraplegia",
                "Open wounds",
                "Dry skin or skin rashes",
                "Electrodes should not be placed over: -The trunk or heart region in patients with demand-type  pacemakers or implantable cardioverter defibrillators -The pelvic, abdominal, lumbar, or hip region in pregnant women -Carotid bodies -Phrenic nerve or urinary bladder stimulators -Areas of known peripheral vascular disease including arterial or venous thrombosis or thrombophlebitis -The phrenic nerve, eyes, or gonads -Areas of active osteomyelitis -Areas of hemorrhage",
                "Electrotherapy should be used with caution -in patients without intact sensation -in patients who are unable to communicate -in patients with compromised mental status -in patients with cardiac dysfunction -in patients with epilepsy",
                "Electrodes should not be placed -over neoplasms -over compromised skin -over tissues vulnerable to hemorrhage or hematoma",
                "over the cervical or craniofacial region",
                "Pregnancy—over the abdomen or low back",
                "Active bone growth at the epiphysis",
                "Cancer—over a known or suspected area of malignancy",
                "Tuberculosis infection—infected tissue",
                "Hemorrhagic conditions",
                "Impaired circulation",
                "pregnancy  over the abdomen or low back",
                "Cancer  over a known or suspected area of malignancy",
                "Hemorrhagic conditions",
                "Active bone growth at the epiphysis ",
                "Areas of infection",
                "Acute injury",
                "Impaired sensation",
                "Impaired cognition or communication",
                "Impaired circulation",
                "Skin disease, including damaged and at-risk  skin",
                "Plastic or cemented implants",
                "Spinal cord and superficial or regenerating nerves"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Ultrasound or electric stimulation in the region of the abdomen is contraindicated during pregnancy",
                "Avoid manual therapy that might facilitate progression of laxity of the pelvic ligaments/joints",
                "Avoid positioning in supine for longer than 3 minutes",
                "Avoid positions that might aggravate symptoms by straining PFM or abdominal musculature",
                "Aggressive stretching of the hip adductors and bouncing; uncontrolled movements are contraindicated ",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy contraindications  (14)",
                "Cryotherapy precautions  (14)",
                "Thermotherapy contraindications  (14)",
                "Whirlpool  contraindications(14)",
                "Whirlpool  precautions (*some are relevant only if entire body is immersed)(14)",
                "Aquatic therapy  contraindications(14)",
                "Aquatic therapy  precautions(14)",
                "Electrotherapy contraindications  (in some cases, when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(14)",
                "Precautions  for electrotherapy(14)",
                "Therapeutic ultrasound  contraindications for continuous US(14)",
                "Therapeutic ultrasound  contraindications for pulsed US(14)",
                "Therapeutic ultrasound precautions for pulsed US(14)"
            ]
        },
        "diagnosis need for treatment": "Increased pain in the pelvic girdle or lower back, impaired gait, impaired ADLs/function",
        "rule out": " Rule out Pelvic stress fracture Pelvic fracture Lumbar/sacral nerve root compression (radicular pain) Muscle spasm or strain Gynecological or urological pathology PFM abnormality Diastasis rectus abdominis",
        "prognosis": [
            "Pelvic pain in pregnancy generally does not resolve during the pregnancy, but it can be managed or minimized. In severe cases, pain has been reported to persist for 2 years following delivery(11)",
            "The prevalence of pelvic pain rapidly declines during the first 3 months after pregnancy(1)",
            "Researchers in Sweden found that previous LBP is a strong predictor for recurrent and continuous pain 14 months postpartum(28) –Other factors indicating a poor outcome for women with pregnancy-related  LBP/pelvic girdle pain at 14 months postpartum included high levels of pain during pregnancy and during the first 6 months postpartum. Poor self-rated  health at 14 months postpartum was more common in women with continuous pain during pregnancy as compared to women with recurrent pain –Based on a study that was a 12-month  follow-up  of a cohort of pregnant women who developed pregnancy-related  LBP and pelvic girdle pain during pregnancy -Women reporting pain during pregnancy were followed up with a second questionnaire approximately 6 months after delivery -Women reporting pain in the second questionnaire were sent a third questionnaire at 12 months postpartum –A total of 176 women responded to the third questionnaire –19.3% of women reported remission of pain, 65.3% reported recurrent pain, and 15.3% reported continuous pain at 14 months (actual response time of 12-month  questionnaire)",
            "Studies have found that patients with more severe mobility impairments and a greater number of positive clinical test findings are likely to have a poorer prognosis(9)",
            "Women with more severe pain during pregnancy are more likely to have persistent pain(1) –Twenty-one  percent of women with severe pain during pregnancy still had pain and had positive pain provocation tests 2 years after delivery",
            "Women who experience higher pain levels (i.e., greater than or equal to 7 on V AS) during the third trimester of pregnancy are more likely to experience longer delivery times, have an assisted delivery, and undergo caesarean section(23)",
            "Patients with pelvic pain during a previous pregnancy are likely to have a recurrence of pain, often worsening, with subsequent pregnancies(9,10)"
        ],
        "referral to other disciplines": " Referral to other disciplines Back to physician as indicated Orthopedist Pain management specialist Obstetrician/gynecologist ",
        "other considerations": [
            "Acupuncture –Authors of a 2015 Cochrane review of interventions for preventing and treating pelvic and back pain in pregnancy concluded that the addition of acupuncture to usual prenatal care was effective for pain relief(15) –Authors of a 2008 systematic review that found only 3 good-quality  RCTs concluded that there is limited evidence to suggest that acupuncture in addition to standard treatment is more effective than standard treatment alone, physiotherapy, or stabilizing exercises to relieve pelvic pain in pregnancy(16) –Authors of a 2009 review of literature about acupuncture and pregnancy that included the above reviews and one more recent study concluded that acupuncture in addition to standard treatment is promising and that more research is needed(17) –Several studies have found that acupuncture is effective in the treatment of pelvic pain in pregnant women.(5,18,19) These studies have found that acupuncture increases physical activity level and diminishes the need for drugs. Authors of one study found acupuncture to be more effective than physical therapy stabilization exercises(18) –Acupuncture and stabilizing exercises might relieve pelvic pain to a greater extent than standard prenatal care(15)"
        ],
        "treatment summary": [
            "Pain management, strengthening, stretching, and the use of pelvic belts are the main physical therapy interventions recommended. The physical therapy treatment plan should also involve patient education on the use of a home program, pelvic belts, and assistive devices with gait, as appropriate. Referral to other disciplines might also be indicated. There is conflicting evidence on the effectiveness of physical therapy, exercise, and pelvic belts for pregnant women with pelvic pain",
            "A home-based  program of specific muscle stabilizing exercises was not more effective than the clinically natural course in an RCT of postpartum patients with pelvic pain conducted in Sweden(20) –Eighty-eight  women with pelvic pain were recruited 3 months after delivery and randomized to receive specific stabilizing exercises targeting the local trunk muscles to be done at home or to a control group –Outcome measures included Oswestry Disability Index, pain, health-related  quality of life, satisfaction, and muscle function –There were no significant differences between the groups at 3- or 6-month  follow-up.  Both groups showed some improvement in pain and disability, but the majority of participants still had pelvic pain",
            "Authors of a systematic review found that exercise therapy along with education often has been shown to be effective in treating pregnant women with lumbopelvic pain(24) –Twenty-two  RCTs involving physical therapy interventions for treating pregnant women with lumbopelvic pain were analyzed during the systematic review. Positive results were mostly found whenever exercise therapy and education were utilized for treatment –However, the authors did note that their conclusions were more applicable to patients with lumbopelvic pain than those with pelvic girdle pain due to the lack of differentiating between the two populations in some of the studies. The authors also suggested that uncovering effective physical therapy interventions is more important than differentiating between lumbopelvic pain and pelvic girdle pain",
            "Authors of an RCT conducted in Norway showed that participation in regular group fitness classes during pregnancy did not alter the proportion of women reporting pelvic girdle pain or LBP during pregnancy(29) –One hundred and five participants were assigned to either a control or an exercise group at about the 17th week of gestation –The 60-minute  general fitness class consisted of 40 minutes of endurance training and 20 minutes of strength training at least twice per week for at least 12 weeks –There were no statistically significant differences between the exercisers and controls in numbers reporting pelvic girdle pain or LBP after the intervention",
            "The author of an RCT in India suggests that specific stabilizing exercises in addition to standard physical therapy exercises are more effective than physical therapy exercises alone for reducing pain and improving functional status in women with pregnancy-related low back and pelvic girdle pain(30) –Forty women were assigned to a group receiving physical therapy with specific stabilizing exercises along with clinical exercises such as pelvic floor muscle exercises, stretching exercises, and active ROM exercises, or to a control group receiving the basic clinical exercises without specific stabilizing  -Specific stabilizing exercises included lumbar stabilization exercises such as pelvic tilts, bridging, wall squats, and quadruped alternating arms/legs activities -Outcome measures included a numeric pain rating scale and the Modified Oswestry Disability Index –There was significant improvement in both groups; however, the group receiving specific stabilization exercises had greater improvement in functional status and pain relief",
            "The BellyBra support garment might be more effective in relieving pregnancy-related  back and posterior pelvic pain than Tubigrip(21) –Based on an RCT conducted in Australia –Trial included 115 pregnant women (20–36  weeks’ gestational age) with lumbar or posterior pelvic pain –The women were randomized to the BellyBra support garment vs. Tubigrip (control) –Results -Both the BellyBra group and Tubigrip group had significant reductions in pain severity from baseline measured via the V AS, with no significant differences found between devices in this particular area -The BellyBra significantly reduced the effects of back pain on sleeping, sit to stand transfers, and ambulation when compared to Tubigrip",
            "In a study assessing various types of pelvic belts (low versus high and narrow and flexible versus broad and rigid), authors found no difference between types. All belt types and positions in this study could be advocated for in use with pregnant women with pelvic pain(38) . Problem Goal Intervention Expected Progression Home Program Pain and tenderness Relieve pain and tendernessWater aerobics _ Pool walking and other water exercise often is used for pregnant women to reduce pain and increase strength and mobility(15) _ _ Therapeutic exercises _ Stretching exercises, stabilization exercises (pelvic tilts, bridging, wall squats, and quadruped alternating arms/legs activities)(30) _ Supportive garments BellyBra,(21) pelvic beltExercises might help relieve pain and tenderness with appropriate progressionPatient should be provided with a home stretching exercise program she can safely perform  Reduced hip/trunk ROMIncrease hip/trunk ROMManual therapy _ Gentle passive ROM to address shortened or tightened tissues. Caution should be taken to avoid mobilization of joints that might have increased laxity resulting from the pregnancy _ _ Physical agents/ mechanical modalities _ Moist heat pack to increase tissue elasticity prior to manual therapy and stretching exercises. Many mechanical and electrotherapeutic modalities are contraindicated during pregnancy. Caution should be taken not to increase core temperature during pregnancy _ _ Therapeutic exercise _ “Cat-camel” exercise in quadrupedal position to increase flexion and extension ROM of the trunk. The patient extends the head and neck, then reverses the position by flexing the trunk and dropping the head down. Performed slowly, in sets of 10–15, as tolerated. Self-stretching of the hamstrings, hip musculature, and other tightened structures might also be appropriate in some patientsProgress each unique patient as appropriate and indicatedA home stretching/ exercise program might be provided  Muscle weakness of the hips, trunk, and/or PFMIncrease strength of involved musculature as neededTherapeutic exercise _ Strengthening exercises should be pain-free and in appropriate positions secondary to pregnancy. These exercises might not be appropriate for all women or for women in later stages of pregnancy _ _ Strengthening of the musculature of the pelvic region: in quadrupedal position, sitting, and/or standing; holding a ball between the knees.(10) Incorporation of upper and lower extremity movements in each position is suggested. Begin with one set of 15 and progress as tolerated _ _ Core training (e.g., transverse abdominis, multifidus) _ _ Hip adduction using ankle cuff weights or resistance tubes. If the patient is unable to tolerate side-lying, standing hip adduction exercises might be performed. The patient should begin with active ROM, then progress to graded resistance with 3 sets of 15 repetitions. Hip abduction strengthening might also be similarly performed (side-lying or standing), with caution taken to avoid extreme abduction ROM and side-lying if painful _ _ Hip internal/external rotation and flexion/ extension exercises with graded resistance (ankle cuff weights/ resistance tubing) as tolerated in 3 sets of 15 repetitions. Anti-gravity positions can be used, as appropriate _ _ PFM strengthening _ Kegel exercises to increase the strength and control of the PFM _ _ Kegel exercises often are performed incorrectly; significant time should be spent in the education of the patient to facilitate appropriate performance. _ Vaginal palpation if properly trained, biofeedback, and electromyography (EMG) can be used to determine if appropriate contraction of the PFM is occurring _ _ When instructing the patient in Kegel exercises, instruct her to draw up her pelvic floor as though she is trying to stop the flow of urine. Again, the use of palpation or biofeedback can be a helpful tool in teaching patients how to isolate their PFMProgressive strengthening of any muscles identified as weakPatient might be provided with instructions for exercises that can be done safely at home _ _ A home-based program of specific muscle stabilizing exercises was not more effective than the clinically natural course in an RCT of postpartum patients with pelvic pain(20)  Restrictions in daily activities, including gait and occupational impairmentsRestore functional capacity as ableFunctional training _ Gait training for the appropriate use of an assistive device, if pain limits weight- bearing tolerance and ambulation endurance. _ Additionally, transfer training to educate the patient regarding safe transfers (bed, car, tub, shower) with good body mechanicsProgress each unique patient as appropriate and indicatedPatient might be provided with instructions on proper use of assistive devices and execution of transfers Impaired posture _ _ At risk for further injuryCorrect faulty posture and reduce risk of further injuryErgonomics training _ Patients should be instructed to rest and sleep in a side-lying position, with pillows between the knees to facilitate a neutral position. The use of a wedge pillow might also be helpful. Frequent position changes can also be helpful _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "outcome measures: no ideal set of measures specific for pelvic pain has been established. outcome measures validated for lbp are not necessarily the most sensitive for pregnancy-related  pelvic pain": []
    },
    "maintenance or prevention": [
        "There is a lack of literature pertaining to the prevention of this condition(31)",
        "Increased physical activity and overall physical fitness before pregnancy might help to prevent pelvic pain during pregnancy.(5) Maintenance should include the use of a comprehensive home exercise program and a pelvic belt, if effective",
        "Avoid activities that make the pain worse",
        "Avoid bending and twisting to lift, or carrying baby on one hip(22)",
        "Avoid stair climbing(22)",
        "Avoid sitting on the floor, sitting or standing for long periods, and pushing heavy objects(22)",
        "Keep knees together as much as possible(22) Side-lying  during the second stage of labor might be beneficial to prevent abduction of the hips beyond the pain-free range(22) If swimming, no breaststroke(22)"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Vleeming A, Albert HB, Ostgaard HC, Sturesson B, Stuge B. European guidelines for the diagnosis and treatment of pelvic girdle pain. Eur Spine J . 2008;17(6):794-819.  (G)"
        },
        {
            "number in article": 2,
            "reference": "Röst CC, Jacqueline J, Kaiser A, Verhagen AP, Koes BW. Pelvic pain during pregnancy: a descriptive study of signs and symptoms of 870 patients in primary care. Spine (Phila Pa 1976) . 2004;29(22):2567-2572.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Huge BS, Kisner C. Women's Health: Obstetrics and Pelvic Floor. In: Kisner C, Colby LA, Borstad J, eds. Therapeutic exercise: Foundations and techniques . 7th ed. Vancouver, B.C.: FA Davis; 2019:982-1018.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Mens JM, Vleeming A, Stoeckart R, Stam HJ, Snijders CJ. Understanding peripartum pelvic pain. Implications of a patient survey. Spine (Phila Pa 1976) . 1996;21(11):1363-1370.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Mogren IM. Previous physical activity decreases the risk of low back pain and pelvic pain during pregnancy. Scand J Public Health . 2005;33(4):300-306.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Karpeisk EA, Buzzell C, Christiansen CL. Patient-centered  approach to managing pregnancy-related  pelvic girdle pain. J Womens Health Phys Ther . 2011;35(1):27-28.  (CP)"
        },
        {
            "number in article": 7,
            "reference": "Nelson PR. Pregnancy-related  pelvic girdle pain presenting as low back pain: a case report. Orthop Phys Ther Pract . 2010;22(3):153-158.  (C)"
        },
        {
            "number in article": 8,
            "reference": "O'Sullivan SB. National Physical Therapy Examination: Review & Study Guide. Evanston, IL: International Education Resources; 2013. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Waters N. Pregnancy-related  pelvic pain. Physiother Ireland . 2004;25(2):10-14.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Nilsson-Wikmar  L, Holm K, Oijerstedt R, Harms-Ringdahl  K. Effect of three different physical therapy treatments on pain and activity in pregnant women with pelvic girdle pain: a randomized clinical trial with 3, 6, and 12 months follow-up postpartum. Spine (Phila Pa 1976) . 2005;30(8):850-856.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Ducar D, Skaggs CD. Conservative management of groin pain during pregnancy: a descriptive case study. J Chiropract Med . 2005;4(4):195-199.  (C)"
        },
        {
            "number in article": 12,
            "reference": "Magee DJ. Lumbar spine; Pelvis. In: Magee DJ, ed. Orthopedic Physical Assessment . 6th ed. St. Louis, MO: Saunders Elsevier; 2014:550-688.  (GI)"
        },
        {
            "number in article": 13,
            "reference": "Mens JM, Vleeming A, Snijders CJ, Ronchetti I, Ginai AZ, Stam HJ. Responsiveness of outcome measurements in rehabilitation of patients with posterior pelvic pain since pregnancy. Spine (Phila Pa 1976) . 2002;27(10):1110-1115.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP, Jr. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016:42-44,  80-82, 127-128, 144-145, 322-323. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Pennick V, Liddle SD. Interventions for preventing and treating low-back and pelvic pain during pregnancy. Cochrane Database of Syst Rev . 2015;(9):CD001139. doi:10.1002/14651858.CD001139.pub4. (SR)"
        },
        {
            "number in article": 16,
            "reference": "Ee CC, Manheimer E, Pirotta MV, White AR. Acupuncture for pelvic and back pain in pregnancy: a systematic review. Am J Obstet Gynecol . 2008;198(3):254-259.  (SR)"
        },
        {
            "number in article": 17,
            "reference": "Smith CA, Cochrane S. Does acupuncture have a place as an adjunct treatment during pregnancy? A review of randomized controlled trials and systematic reviews. Birth. 2009;36(3):246-253.  (SR)"
        },
        {
            "number in article": 18,
            "reference": "Elden H, Ladfors L, Olsen MF, Ostgaard HC, Hagberg H. Effects of acupuncture and stabilising exercises as adjunct to standard treatment in pregnant women with pelvic girdle pain: randomised single blind controlled trial. BMJ. 2005;330(7494):761. (R)"
        },
        {
            "number in article": 19,
            "reference": "da Silva JB, Nakamura MU, Cordeiro JA, Kulay L. Acupuncture for low back pain in pregnancy-a  prospective, quasi-randomised,  controlled study. Acupunct Med . 2004;22(2):60-67.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Gutke A, Sjodahl J, Oberg B. Specific muscle stabilizing as home exercises for persistent pelvic girdle pain after pregnancy: a randomized controlled trial. J Rehabil Med . 2010;42(10):929-935.  (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Kalus SM, Kornman LH, Quinlivan JA. Managing back pain in pregnancy using a support garment: a randomised trial. BJOG. 2008;115(1):68-75.  (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Mitchell DA, Esler DM. Pelvic instability. Painful pelvic girdle in pregnancy. Aust Fam Phys . 2009;38(6):409-410.  (RV)"
        },
        {
            "number in article": 23,
            "reference": "Brown A, Johnston R. Maternal experience of musculoskeletal pain during pregnancy and birth outcomes: significance of lower back and pelvic pain. Midwifery . 2013;29(12):1346-51.  doi:10.1016/j.midw.2013.01.002. (R)"
        },
        {
            "number in article": 24,
            "reference": "van Benten E, Pool J, Mens J, Pool-Goudzwaard  A. Recommendations for physical therapists on the treatment of lumbopelvic pain during pregnancy: a systematic review. J Orthop Sports Phys Ther . July 2014;44(7):464-73,  A1-15. doi:10.2519/jospt.2014.5098. (SR)"
        },
        {
            "number in article": 25,
            "reference": "Sinclair M, Close C, McCullough JEM, Hughes C, Liddle SD. How do women manage pregnancy-related  low back and/or pelvic pain? Descriptive findings from an online survey. Evid Based Midwifery . 2014;12(3):76-82.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Close C, Sinclair M, Liddle SD, Madden E, McCullough JE, Hughes C. A systematic review investigating the effectiveness of complementary and alternative medicine (CAM) for the management of low back and/or pelvic pain (LBPP) in pregnancy. J Adv Nurs . 2014;70(8):1702-1716.  doi:10.1111/jan.12360. (SR)"
        },
        {
            "number in article": 27,
            "reference": "Fagevik Olesen M, Elden H, Gutke A. Evaluation of self-administered  tests for pelvic girdle pain in pregnancy. BMC Musculoskelet Disord . 2014;15:138. doi:10.1186/1471-2474-15-138.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Bergstrom C, Persson M, Mogren I. Pregnancy-related  low back pain and pelvic girdle pain approximately 14 months after pregnancy – pain status, self-rated health and family situation. BMC Pregnancy Childbirth . 2014;14:48. doi:10.1186/1471-2393-14-48.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Haakstad LA, Bo K. Effect of a regular exercise programme on pelvic girdle and low back pain in previously inactive pregnant women: A randomized controlled trial. J Rehab Med. 2015;47(3):229-234.  doi:10.2340/16501977-1906.  (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Gupta SS. The efficacy of treatment program focusing on specific stabilizing exercises in antenatal period for treatment of pregnancy related to low back and pelvic girdle pain: A randomized controlled trial. Indian J Physiother Occup Ther . 2014;8(2):267-271.  doi:10.5958/j.0973-5674.8.2.097.  (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Moffatt M, Flynn M. Prevention of pregnancy-related  lumbopelvic pain, using a single exercise and advice-based  physiotherapy intervention in early pregnancy: A pilot study. Physiother Pract Res . 2014;35(1):41-48.  doi:10.3233/PPR-130028.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Evensen NM, Kvale A, Braekken IH. Reliability of the Timed Up and Go test and Ten-Metre  Timed Walk Test in pregnant women with pelvic girdle pain. Physiotherapy Research International . 2015;20(3):158-165.  doi:10.1002/pri.1609. (R)"
        },
        {
            "number in article": 33,
            "reference": "Sousa VP, Cury A, Eufrásio LA, Sousa SE, Coe CB, Viana ED. The influence of gestational trimester, physical activity practice and weight gain on the low back and pelvic pain intensity in low risk pregnant women. J Back Musculoskeletal Rehabil . 2019;32(5):671-676.  doi:10.3233/bmr-171006.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Thakur U, Atmuri K, Borozdina A. Acute pelvic pain following miscarriage heterotopic pregnancy must be excluded: Case report. BMC Emerg Med . 2019;19(1):59. doi:10.1186/s12873-019-0268-8.  (C)"
        },
        {
            "number in article": 35,
            "reference": "Park SB. The role of ultrasound in the evaluation of acute pelvic pain in pregnancy and postpartum period. Curr Opinion Obstet Gynecol . 2018;30(6):369-377.  doi:10.1097/ gco.0000000000000476. (RV)"
        },
        {
            "number in article": 36,
            "reference": "Virgara R, Maher C, van Kessel G. The comorbidity of low back pelvic pain and risk of depression and anxiety in pregnancy in primiparous women. BMC Pregnancy Childbirth . 2018;18(1):288. doi:10.1186/s12884-018-1929-4.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Tortensson T, Butler S, Lindgren A, et al. Anatomical landmarks of the intra-pelvic  side-wall as sources of pain in women with and without pregnancy-related  chronic pelvic pain after childbirth: A descriptive study. BMC Womens Health . 2018;18(1):54. doi:10.1186/s12905-018-0542-z.  (R)"
        },
        {
            "number in article": 38,
            "reference": "Bertuit J, Feipel V. Analysis of the influence of various types and positions of pelvic belts on gait parameters in pregnant women with pelvic pain. Physiother Pract Res . 2019;40(2):127-133.  doi:10.3233/ppr-190134.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Buhrow C, McDaniels L, Forehead S, Smith K, Stevermer C. Comparison of the Pelvic Girdle Questionnaire and the Timed Up and Go test to assess pregnant women with pelvic pain. J Womens Health Phys Ther . 2018;42(1):50-51.  doi:10.1097/jwh.0000000000000090. (U)"
        },
        {
            "number in article": 40,
            "reference": "McDaniels L, Buhrow C, Stevermer CA, Smith K. Pelvic Floor Impact Questionnaire to evaluate pelvic pain in pregnancy. J Womens Health Phys Ther . 2018;42(1):49-50. doi:10.1097/jwh.0000000000000090. (U)"
        }
    ]
}