{
    "metadata": {
        "title": "Delayed-Onset  Muscle Soreness (DOMS)",
        "synonyms": [
            "delayed exercise-induced  muscle pain",
            "muscle soreness, delayed-onset",
            " post-exercise  muscle pain",
            "muscle pain, after exercise"
        ],
        "anatomical location body part affected": [
            "Weight-bearing  muscles of the legs and arms (e.g., quadriceps, elbow flexors); less often muscles of the torso/muscle fiber ultrastructure (i.e., myofilaments and cytoskeletal elements)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation",
            "home health"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M626": "muscle strain, site unspecified (ICD codes are for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified for assessment or treatment of DOMS"
        ],
        "presentation signs and symptoms": [
            "Localized muscle soreness/tenderness/stiffness that develops hours after unaccustomed high-intensity  or prolonged physical activity involving eccentric muscle actions",
            "Symptoms that increased for 1 or 2 days following the causative activity",
            "No external visual signs of muscle damage",
            "Worst pain occurs on stretching of the affected sore muscle(s) ",
            "When the patient demonstrates the causative activity, stiffness and pain restrict normal mobility",
            "Muscle soreness is more unpleasant on start-up  movement but lessens somewhat after continuing the activity",
            "Functional deficits in athletic performance for several days related to severe DOMS Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Eccentric muscle strength testing should be avoided if painful",
            "Avoid painful stretching",
            "Muscle pain that continues to worsen beyond expected duration"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Unaccustomed forceful or repetitive eccentric type of muscle work against applied resistance or gravity. Forcefullengthening of contracted muscle fibers. Typically, the causative activity involved eccentric lengthening of the damagedmuscles(1,46)",
            "Causality is often demonstrated in research on DOMS using the quadriceps knee extensors or elbow flexors asexperimental models. For example,–downhill running or deep lunges reliably produce DOMS in the quadriceps because these muscles work eccentrically todampen or resist overflexion of the knee(1,47)–the common occurrence of DOMS in the quadriceps after unaccustomed long-distance  running, such as a marathon (26.2miles) run, is probably due to repeated eccentric loading. Fatigued muscle fibers with reduced compliance to stretchingare more likely to develop DOMS(1,47)–repeated lowering of a heavy weight into full elbow extension can produce DOMS in the eccentrically acting elbowflexors that slow the movement(55)",
            "Certain gene polymorphisms are associated with exercise-induced muscle damage.Individuals with these genetic variationsmay be at increased risk for DOMS(1)"
        ],
        "pathogenesis": [
            "DOMS is associated with disruption and tearing of muscle fibers (i.e., muscle strain), often at myotendinous junctions.Microscopic examination has revealed ultrastructual dissociation at the myofibril Z-lines,  particularly in type II(fast-twitch)  fibers, which have weaker Z-lines,  and disruption of cytoskeletal elements (1)",
            "Disruption of the sarcolemma of affected fibers is indicated by leakage of creatine kinase (CK), lactic dehydrogenase (LD),and other biochemical markers of muscle damage into the blood. High serum CK levels (sometimes called hyperCKemia )are usually found in blood samples taken during the time course of DOMS(1,46)",
            "The microtrauma is followed by inflammation with intramuscular fluid and electrolyte shifts.(1) Biomarkers of an immuneresponse to the disruption of muscle fibers have been found in blood samples(46)",
            "Tenderness is usually felt first near the distal myotendinous junctions and then spreads diffusely through the affectedmuscles(1)",
            "In theory, muscle pain in DOMS may be explained by a cascade of local chemical factors (e.g.,cyclooxygenase-2[COX2], bradykinin)that stimulate nociceptors, which along with increased intramuscular pressure due to inflammatoryswellingpromote the development of soreness and stiffness(46)",
            "Swelling of the myotendinous junction/perimuscular connective tissue, altered recruitment patterns, and pain likelycontribute to observed reductions in joint ROM, strength, and shock-attenuation  function of affected muscles(46,56)",
            "Muscle function may remain impaired for up to 10 days in severe cases(48)",
            "Physiologicaladaptation to the activity that caused DOMS appears to develop rapidly in human muscles. When thecausative activity is repeated after DOMS resolves, skeletal muscles have an adaptive response that protects the musclefrom subsequent exercise-induced damage.This protective response is known as the repeated bout effect (RPE)(46)"
        ],
        "risk factors": [
            "Unaccustomed work with an eccentric component, especially prolonged endurance activity and weight lifting(55,57,58)",
            "Long-distance  running(1)",
            "Downhill running(58)",
            "Plyometric exercise/jumping(56)",
            "Ballistic stretching(1)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Avoid therapeutic interventions that increase muscle pain (e.g., aggressive stretching or ballistic activity) ",
        "DOMS is associated with functional deficits. Vigorous physical activity should be postponed until resolution of pain and restoration of function because of(46,56) decreased muscular shock absorption decreased coordination of muscle sequencing motion compensatory recruitment of uninjured muscle groups increased relative work intensity of the affected muscles at the same workload altered strength balance of agonist and antagonist groups inaccurate perception of functional deficits",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Eccentric muscle strength testing should be avoided if painful",
            "Avoid painful stretching",
            "Muscle pain that continues to worsen beyond expected duration"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the physical activity or mode of exercise that induced DOMS. In most cases, the causative activity is a single episode of unaccustomed eccentric exercise. Document the date of injury and subsequent severity and time course of muscle soreness/stiffness",
                "course of treatment": {
                    "medical management": " Medical management The diagnosis is usually made clinically and confirmed by blood tests for biochemical markers of muscle damage. The involved muscle(s) may appear enlarged and hyperechoic on diagnostic ultrasound due to fluid collection(31,40) A short course of NSAIDs may be prescribed for pain. Long-term  use of NSAIDs may impair healing of satellite cells in DOMS(32)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed and whether they are being taken Administration of bromelain (300 mg tid),(3) ibuprofen (400 mg tid),(3) aspirin (900 mg once),(4) codeine (60 mg once),(4) or acetaminophen (1,000 mg once)(4) had no effect on soreness ratings in elbow flexor DOMS compared to placebo There is low-quality  evidence that administration of omega-3  polyunsaturated fatty acids (n-3 PUFAs) reduces DOMS after eccentric exercise(59) Ketoprofen (an oral NSAID) administered transdermally every 8 hours reduced soreness without improving function at 48 hours postexercise in DOMS of the quadriceps(5) A popular topical cream, menthol/methyl salicylate, applied once at 48 hours after elbow flexor DOMS reduced pain, while capsaicin or placebo cream had no effect(6)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Blood tests may be ordered to identify elevated biomarkers (e.g., CK, LD, myoglobin) that confirm muscle damage",
                        "Diagnostic ultrasound can be used to characterize abnormal muscle in DOMS.(40) Echo intensity may be sensitive and reliable for tracking the time course of DOMS(31,40)",
                        "Needle biopsy has been used in research studies to assess the histological muscle damage associated with DOMS(1)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice, heating pack, whirlpool) or alternative therapies (e.g., acupuncture) for treatment of DOMS and whether they help. In a systematic review and metaanalysis  conducted in Taiwan (15 articles), no significant difference between acupuncture and sham group was found on DOMS.(60) Authors of an RCT (n = 60 participants with elbow flexor DOMS) in Germany found no significant differences in pressure pain threshold (PPT), pain intensity (visual analog scale [V AS]), and maximum isometric voluntary force among groups treated with needle acupuncture, laser acupuncture, sham needle, sham laser, or no intervention(41) ",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " -Worst pain usually occurs with passive stretching of the sore muscle -Unpleasant stiffness on start-up  movement lessens with continued activity",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Onset of soreness/tenderness in the exercised muscle group(s) hours after unusual physical activity -Tenderness develops near the distal multitudinous junction and then becomes diffuse -Unpleasant stiffness on start-up  movement that lessens with continued activity",
                "rating of symptoms": "Use a V AS or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically, address if pain is present now and how much). Symptoms peak between 36 to 48 hours after exercise",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, muscle pain that continues to worsen) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ____________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any prior history of exercise-related  muscle pain?",
                    "comorbid diagnoses": "Ask the patient about any other medical problems (e.g., asthma, diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). Note any drugs that may contribute to muscle aching or tenderness, such as some statins (“statinmyopathy”), gemfibrozil, erythromycin, antifungal medications, nefazodone, cyclosporine, and niacin",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? If so, document recent changes in training schedule and intensity",
                "functional limitations assistance with ADLs adaptive equipment": "Question about ability to perform regular activities",
                "living environment": "Stairs, number of floors in home, caregivers, etc. (as applicable for any disability)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  Complete a general assessment as indicated with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "Assess dynamic balance. DOMS involving the lower extremity (especially the quadriceps) may disturb balance during eccentric exercise such as squatting or descending stairs/steps",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess peripheral pulses (which should remain unaffected by DOMS)Assess sensation (which should remain intact in patients with DOMS)",
            "functional mobility": "DOMS involving the quadriceps may disturb performance in ADLs that involve eccentric exercise (e.g., squatting or descending stairs/steps). Assess impact on ADLs using FIM, as indicated",
            "gait locomotion": "In DOMS involving the quadriceps, assess for reduced knee joint ROM. Increased stiffness at the knee is associated with reduced ROM in the stance and swing phases of walking(58)Arthrokinematic mobility of the involved joint(s) should remain normal ",
            "muscle strength": " Muscle strength –Reduced muscle strength is a common finding in affected muscle groups and may extend days beyond the period of soreness(7) –Eccentric muscle strength testing should be avoided during the painful period –In DOMS of the elbow flexors, pain may restrict lowering a heavy weight slowly or carefully",
            "observation inspection palpation including skin assessment": [
                "Assess for visual signs of muscle damage (which are usually absent in patients with DOMS)",
                "Assess pain during palpation and functional testing using V AS. The unidimensional V AS was found to quantify the intensity and duration of DOMS in agreement with the multidimensional McGill Pain Questionnaire(8)"
            ],
            "posture": "Assess compensatory postural responses to destabilizing perturbations. DOMS has been associated with reduced reflex activity in leg muscles to correct rapid destabilization of standing posture(9)",
            "range of motion": "Expect reduced flexibility at the involved joint(s).(2) This is probably due to the muscle tightness or stiffness characteristic of DOMS(8)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon stretch reflexes of the involved muscles(10)",
            "sensory testing": "",
            "special tests specific to diagnosis": "N/A",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over area of nerve regrowth"
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Hypersensitivity -Over an acute wound -Over superficial nerves"
            ],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Electrotherapy  contraindications/precautions -Do not place electrodes near: -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads -Osteomyelitis -Hemorrhage -Impaired sensation, mental status, communication -Cardiovascular disease -Malignancy -Dermatological conditions  -Proximity of electromagnetic radiation -In pregnant women, near the pelvis, lumbar spine, hips, abdomen -In patients with stroke or seizures, near the neck -History of spontaneous abortion in pregnant women",
                "Therapeutic ultrasound  contraindications; do not use: -over the region of a cardiac pacemaker -over the pelvis, abdominal, and lumbar regions during pregnancy -over the eyes and testes -in an area with infection or bleeding -if a tumor or malignancy is present in the area -in the area of a deep venous thrombosis (DVT) or thrombophlebitis -over the heart, stellate, or cervical ganglia -over epiphyseal plates of growing bones",
                "Therapeutic ultrasound  precautions -Sensory deficits -Ineffective communication skills ina patient (e.g., impaired cognition, language barrier) -Use caution if the patient has circulatory impairments -Use caution over plastic or metal implants -Peripheral vascular disease -Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "other": [
                "Discourage patients from resuming their regular exercise program until soreness and stiffness resolve and function returns to normal",
                "Aggressive stretching of the involved muscle(s) before DOMS resolves is not recommended as it is painful and might be harmful(14,27)",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Contraindications/precautions to use of modalities(10)"
            ]
        },
        "diagnosis need for treatment": "DOMS/residual muscle soreness and stiffness, reduced ROM, impaired physical functioning in ADLs as well as in causative activity",
        "rule out": "Muscle cramp; non-exercise  myalgia; tendonitis/tendinopathy; muscle contusion; localized myopathy; DVT",
        "prognosis": [],
        "referral to other disciplines": "Occupational therapist for impaired instrumental ADLs",
        "other considerations": [
            "Incorporating 14 days of eccentric training of the quadriceps muscles in the warm-up  program of long-distance  runners reduced DOMS and improved FIM scores at 48 hours after exercise(11)",
            "Ingestion of certain nutritional supplements has been reported to reduce the intensity of DOMS",
            "200 mg bid of curcumin, 48 hours prior to and 24 hours after downhill running(61) –100 mg/kg body weight of branched-chain  amino acids (isoleucine:leucine:valine ratio = 1:2.3:1.2) before the unaccustomed exercise(12)"
        ],
        "treatment summary": [
            "Systematic reviews indicate that the following treatments aimed at reducing DOMS are ineffective(27,36,48) –Cryotherapy –Acupuncture(41) –Pulsed ultrasound –TENS –Interferential therapy –Microcurrent electrical stimulation",
            "Authors of a 2016 systematic review with meta-analysis  of 15 studies (n = 317 participants with DOMS) found that low-level  phototherapy may not improve recovery of muscle pain and performance after exercise-induced  limb muscle injury(42)",
            "In contrast, authors of a double-blind,  placebo-controlled  trial (n = 40 male participants randomized to four groups) in Brazil found that the group treated with 905 nm (low power) super-pulsed  laser and 875- and 640-nm  light had significantly lower experimentallyinduced DOMS levels for up to 96 hours compared to the placebo group(43)",
            "Gentle massage may be superior to no treatment or deep friction massage(30,37) –Soft tissue release (a deep massage technique) may worsen DOMS during the first 24 hours after exercise(30)  –Authors of a field study in Italy found that therapeutic massage administered to a convenience sample of 25 runners in an ultramarathon trail race reduced the severity of DOMS symptoms(37) –Authors of a cross-over  study (n = 30 participants) in the United States found that soft tissue oscillation therapy was no more effective than placebo treatment for reducing the time course of elbow flexor DOMS(44)",
            "Evidence to support the use of cryotherapy in DOMS is weak or inconclusive(27) –Authors of a 2010 systematic review found that evidence is lacking to support the use of cryotherapeutic modalities for shortening the time course of functional recovery in DOMS, even though the intensity of pain was reduced in some studies(16) –Authors of a 2012 Cochrane Review found weak evidence that cold-water  (less than 15˚C) immersion may reduce symptoms in DOMS compared to rest or no intervention; however, cold hydrotherapy did not reduce functional recovery time(33) –Authors of an RCT (n = 40 participants) in Australia found that ice-water  immersion provided no clinical benefit for treating DOMS(15) -All subjects completed an eccentric loading protocol of the nondominant lower extremity, followed by limb immersion in ice water (group 1) or tepid water (group 2) -No significant differences between the two groups were noted for the majority of pain parameters, tenderness, isometric strength, swelling, hop-for-distance,  or serum CK level -The ice-water  immersion group reported significantly more pain in the sit-to-stand  assessment at 24 hours –Authors of a cohort study (n = 22 healthy young adults, mean age 25.4 years) in Belgium found that a 20-minute cryotherapy cuff application at 72 hours after an exhaustive jump protocol did not reduce DOMS ratings, did not improve muscle performance, and did not decrease RPE compared to a thermoneutral control application(38)",
            "Application of continuous low-level  heat therapy for 8 hours immediately after or 24 hours after exercise may reduce symptoms of DOMS in large skeletal muscle groups –Based on a cross-sectional  repeated measures design study (n = 20) in the United States(62) –All subjects completed three 5-minute  bouts of squats to induce DOMS in quadricep muscles –Subjects were divided into 3 groups (group 1: heat applied immediately after exercise; group 2: heat applied 24 hours after exercise; and group 3: control group—no heat applied) –Results indicate that application of heat immediately after exercise significantly reduced soreness and heat applied at 24 hours was effective to a smaller extent compared to the control group",
            "Use of whole-body  vibration (WBV) to prevent DOMS is controversial –Authors of an RCT (n = 32) in Iran found that WBV at 35 Hz,which elicited leg muscle reflex activity for 60 seconds as a warm-up  before the exercise used to induce DOMS, was associated with less DOMS pain intensity and preserved muscle strength(17) –In contrast, authors of an RCT (n = 30, mean age 21.5 years) in the United States found that WBV at 30 Hz immediately after the exercise used to induce DOMS had no effect on PPT or ratings of muscle pain(39)",
            "Compression garments worn during unaccustomed eccentric exercise show promise for reducing the severity of DOMS Authors of a 2018 controlled laboratory study investigated the effectiveness of compression garments on DOMS. Repeated measures of muscle perfusion and stiffness, muscle soreness, calf circumference, passive ankle dorsiflexion, and CK levels were taken before(baseline) a DOMS-inducing  eccentric calf exercise intervention and 60 hours later (follow-up).  After DOMS induction a compression garment was applied to one calf with the other calf serving as the control. Muscle perfusion was measured via a contrast-enhanced  ultrasound and muscle stiffness via acoustic radiation force impulses. An MRI of both lower legs was taken at follow-up  to assess amount of exercise-induced  damage. Results showed that continuous wearing of a compression garment during the inflammatory phase of DOMS helped reduce muscle stiffness, but had no significant effect on muscle perfusion or CK levels (50) –Authors of a 2013 meta-analysis  of 12 studies found that wearing a compression sleeve garment during or after exercise-induced  DOMS had a moderate effect on enhancing recovery by reducing pain intensity, CK levels, and the loss of muscle strength and power(29) –Authors of a 2015 systematic review of 23 RCTs found moderate evidence that wearing a compression garment after exercise-induced  DOMS aids in performance recovery and reducing muscle pain. However, the benefit was not related to the amount of pressure applied(45)  . Problem Goal Intervention Expected Progression Home Program  Pain, tenderness, and reduced ROMResolve pain and tenderness thereby improving ROMTherapeutic exercises _ Light to moderate concentric exercise (e.g., cycling) may provide temporary analgesia during a treatment session, but it does not appear to have a lasting effect.(18,19)Warm- up may reduce the intensity of soreness immediately after the causative exercise.(20)Application of a foam roller to affected muscles may help to reduce muscle soreness and to improve ROM(35) _ _ Manual therapy _ The consensus is that ice massage and manual stretching are not effective for improving signs and symptoms of DOMS(13,46) _ Gentle massage may provide more benefit than rest(30) _ _ Modalities Microcurrent,(21) high- volt pulsed current,(22) pulsed ultrasound,(23) continuous ultrasound,(24) and static magnetic fields(25) have each been found ineffective. Interferential current applied at 24 hours after exercise may provide an analgesic benefit(34)Therapeutic exercises Progress to antagonist muscle contraction to improve joint ROM and maintain flexibility (e.g., if quadriceps muscle has DOMS, perform a hamstring curl in the pain-free ROM for quads)Provide strategies for home that will not exacerbate DOMS (e.g., stretching or continuing the causative exercise)  Reduced strength Normalize strength Therapeutic exercise _ Gentle concentric exercise may be initiated as patient tolerance allows. Further research is warranted to determine if light exercise normalizes muscle function sooner than simple rest(13)Given the lack of evidence to support or make recommendations around the progression of the individual with DOMS, therapists are advised to use their clinical judgmentProvide recommendations for home that address reduced strength as indicated Reduced flexibility Normalize flexibility Therapeutic exercise _ Gentle concentric exercise may be initiated as patient tolerance allows. Further research is warranted to determine if light exercise and/ or gentle stretching normalizes muscle function sooner than simple rest(14)Given the lack of evidence to support or make recommendations around the progression of the individual with DOMS, therapists are advised to use their clinical judgmentProvide recommendations for home that address reduced flexibility as indicated Impaired functional mobilityNormalize function in general activitiesPhysical agents and mechanical modalities _ Wearing a compression sleeve during or after exercise-induced DOMS may reduce pain and promote faster recovery of functional mobility(28,29,45)Functional training _ Return to active training should be postponed until normal sport-specific function can be demonstrated without any painProvide recommendations for home that address reduced function as indicated ."
        ]
    },
    "desired outcomes outcome measures": {
        "resolved muscle pain and tenderness v as": [],
        "normalized flexibility and rom goniometry": [],
        "normalized strength mmt, weight lifting  after resolution of muscle pain": [],
        "normalized mobility fim, observation in adls": [],
        "normalized postural control in weight-bearing  activities reassessment of balance as indicated": [],
        "patient satisfaction return to usual adls and or sport": []
    },
    "maintenance or prevention": [
        "Compression garments worn during unaccustomed eccentric exercise show promise for reduction of DOMS severity or prevention of DOMS(28,29,45)",
        "Warm-up  or brief intense exercise to increase HR immediately before unaccustomed eccentric resistance exercise may decrease the subsequent intensity of DOMS(26) "
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Baumert P, Lake MJ, Stewart CE, Drust B, Erskine RM. Genetic variation and exercise-induced  muscle damage: implications for athletic performance, injury and ageing. Eur J Appl Physiol . September 2016;116(9):1595-625.  doi:10.1007/s00421-016-3411-1.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Cheung K, Hume PA, Maxwell LJ. Delayed onset muscle soreness: treatment strategies and performance factors. Sports Med . 2003;33(2):145-164.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Stone MB, Merrick MA, Ingersoll CD, Edwards JE. Preliminary comparison of bromelain and ibuprofen for delayed onset muscle soreness management. Clin J Sport Med . 2002;12(6):373-378.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Barlas P, Craig JA, Robinson J, Walsh DM, Baxter GD, Allen JM. Managing delayed-onset  muscle soreness: lack of effect of selected oral systemic analgesics. Arch Phys Med Rehabil. 2000;81(7):966-972.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Cannavino CR, Abrams J, Palinkas LA, Saglimbeni A, Bracker MD. Efficacy of transdermal ketoprofen for delayed onset muscle soreness. Clin J Sport Med . 2003;13(4):200-208.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Hill JM, Sumida KD. Acute effect of 2 topical counterirritant creams on pain induced by delayed-onset  muscle soreness. J Sport Rehabil . 2002;11(3):202-208.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Resistance exercise for impaired muscle performance. In: Kisner C, Colby LA, eds. Therapeutic Exercise: Foundations and Techniques . 7th ed. Philadelphia: F.A. Davis Company; 2018:166-242.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Cleather DJ, Guthrie SR. Quantifying delayed-onset  muscle soreness: a comparison of unidimensional and multidimensional instrumentation. J Sport Sci . 2007;25(8):845-850. (R)"
        },
        {
            "number in article": 9,
            "reference": "Hedayatpour N, Hassanlouei H, Arendt-Nielsen  L, Kersting UG, Falla D. Delayed-onset  muscle soreness alters the response to postural perturbations. Med Sci Sports Exerc . 2011;43(6):1010-1016.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis Company; 2016. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Selkar SP, Ramteke GJ, Dongare AK. Effect of eccentric muscle training to reduce severity of delayed onset muscle soreness in athletic subjects. Eur J Gen Med . 2009;6(4):213-17.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Shimomura Y, Inaguma A, Watanabe S. Branched-chain  amino acid supplementation before squat exercise and delayed-onset  muscle soreness. Int J Sport Nutr Exerc Metab . 2010;20(3):236-244.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Connolly DA, Sayers SP, McHugh MP. Treatment and prevention of delayed onset muscle soreness. J Strength Cond Res . 2003;17(1):197-208.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Herbert RD, de Noronha M, Kamper SJ. Stretching to prevent or reduce muscle soreness after exercise. Cochrane Database Syst Rev. 2011. Art No: CD004577. doi:10.1002/14651858.CD004577.pub3.  (SR)"
        },
        {
            "number in article": 15,
            "reference": "Sellwood KL, Brukner P, Williams D, Nicol A, Hinman R. Ice-water immersion and delayed-onset  muscle soreness: a randomised controlled trial. Br J Sports Med . 2007;41(6):392-397.  (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Burgess TL, Lambert MI. The efficacy of cryotherapy on recovery following exercise-induced  muscle damage. Intern SportMed J (ISMJ) . 2010;11(2):258-277.  (SR)"
        },
        {
            "number in article": 17,
            "reference": "Aminian-Far  A, Hadian M-R, Olyaei G, Talebian S, Bakhtiary AH. Whole-body  vibration and the prevention and treatment of delayed-onset  muscle soreness. J Athl Train . 2011;46(1):43-49.  (RCT)"
        },
        {
            "number in article": 18,
            "reference": "Dannecker EA, Koltyn KF, Riley JLIII, Robinson ME. The influence of endurance exercise on delayed onset muscle soreness. J Sports Med Phys Fitness . 2002;42(4):458-465. (R)"
        },
        {
            "number in article": 19,
            "reference": "Zainuddin Z, Sacco P, Newton M, Nosaka K. Light concentric exercise has a temporarily analgesic effect on delayed-onset  muscle soreness, but no effect on recovery from eccentric exercise. Appl Physiol Nutr Metab . 2006;31(2):126-134.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Law RY, Herbert RD. Warm-up reduces delayed onset muscle soreness but cool-down  does not: a randomized controlled trial. Aust J Physiother . 2007;53(2):91-95.  (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Lambert MI, Marcus P, Burgess T, Noakes TD. Electro-membrane  microcurrent therapy reduces signs and symptoms of muscle damage. Med Sci Sports Exerc . 2002;34(4):602-607.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Butterfield DL, Draper DO, Ricard MD, Myrer JW, Durrant E, Schulthies SS. The effects of high-volt pulsed current electrical stimulation on delayed-onset  muscle soreness. J Athl Train . 1997;32(1):15-20.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Stray JC, Ricard MD, Draper DO, Schulthies SS, Durrant E. Pulsed ultrasound fails to diminish delayed-onset  muscle soreness symptoms. J Athl Train . 1998;33(4):341-346. (R)"
        },
        {
            "number in article": 24,
            "reference": "Brock Symons T, Clasey JL, Gater DR, Yates JW. Effects of deep heat as a preventative mechanism on delayed onset muscle soreness. J Strength Cond Res . 2004;18(1):155-161.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Reeser JC, Smith DT, Fischer V, et al. Static magnetic fields neither prevent nor diminish symptoms and signs of delayed onset muscle soreness. Arch Phys Med Rehabil . 2005;86(3):565-570.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Davis WJ, Wood DT, Andrews RG, Elkind LM, Davis WB. Elimination of delayed-onset  muscle soreness by pre-resistance  cardioacceleration before each set. J Strength Cond Res. 2008;22(1):212-225.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Torres R, Ribeiro F, Alberto Duarte J, Cabri JM. Evidence of the physiotherapeutic interventions used currently after exercise-induced  muscle damage: systematic review and meta-analysis.  Phys Ther Sport . 2012;13(2):101-114.  doi:10.1016/j.ptsp.2011.07.00. (SR)"
        },
        {
            "number in article": 28,
            "reference": "Valle X, Til L, Drobnic F, et al. Compression garments to prevent delayed onset muscle soreness in soccer players. Muscles Ligaments Tendons J . 2014;3(4):295-302.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Hill J, Howatson G, van Someren K, Leeder J, Pedlar C. Compression garments and recovery from exercise-induced  muscle damage: a meta-analysis.  Br J Sports Med . June 20, 2013. (RV)"
        },
        {
            "number in article": 30,
            "reference": "Nelson N. Delayed onset muscle soreness: is massage effective?. J Bodyw Move Ther . 2013;17(4):475-482.  doi:10.1016/j.jbmt.2013.03.002. (RV) "
        },
        {
            "number in article": 31,
            "reference": "Radaelli R, Bottaro M, Wilhelm EN, Wagner DR, Pinto RS. Time course of strength and echo intensity recovery after resistance exercise in women. J Strength Cond Res . 2012;26(9):2577-2584.  doi:10.1519/JSC.0b013e31823dae96. (R)"
        },
        {
            "number in article": 32,
            "reference": "Schoenfeld BJ. The use of nonsteroidal anti-inflammatory  drugs for exercise-induced  muscle damage: implications for skeletal muscle development. Sports Med . 2012;42(12):1017-1028.  doi:10.2165/11635190-000000000-00000.  (RV)"
        },
        {
            "number in article": 33,
            "reference": "Bleakley C, McDonough S, Gardner E, Baxter GD, Hopkins JT, Davison GW. Cold-water  immersion (cryotherapy) for preventing and treating muscle soreness after exercise. Cochrane Database Syst Rev . 2012;(2):CD008262. doi:10.1002/14651858.CD008262.pub2.  (SR)"
        },
        {
            "number in article": 34,
            "reference": "Rocha CS, Lanferdini FJ, Kolberg C, et al. Interferential therapy effect on mechanical pain threshold and isometric torque after delayed onset muscle soreness induction in human hamstrings. J Sports Sci . 2012;30(8):733-742.  doi:10.1080/02640414.2012.672025. (RCT)"
        },
        {
            "number in article": 35,
            "reference": "Macdonald GZ, Button DC, Drinkwater EJ, Behm DG. Foam rolling as a recovery tool after an intense bout of physical activity. Med Sci Sports Exerc . 2014;46(1):131-42. doi:10.1249/MSS.0b013e3182a123db. (RCT)"
        },
        {
            "number in article": 36,
            "reference": "Rashid SA, Quddus N, Belsare. Effect of brief intense TENS and cryotherapy on the symptoms associated with delayed onset of muscle soreness in healthy male subjects. Indian J Physiother Occup Ther . 2013;7(3):1-5.  doi:10.5958/j.0973-5674.7.3.054.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Visconti L, Capra G, Carta G, Forni C, Janin D. Effect of massage on DOMS in ultramarathon runners: A pilot study. J Bodyw Mov Ther . July 9, 2015;19(3):458-63.  (R)"
        },
        {
            "number in article": 38,
            "reference": "Hohenauer E, Clarys P, Baeyens JP, Clijsen R. The effect of local cryotherapy on subjective and objective recovery characteristics following an exhaustive jump protocol. Open Access J Sports Med . August 22, 2016;7:89-97.  doi:10.2147/OAJSM.S110991. (R)"
        },
        {
            "number in article": 39,
            "reference": "Dabbs NC, Black CD, Garner J. Whole-body  vibration while squatting and delayed-onset  muscle soreness in women. J Athl Train . 2015;50(12):1233-39.  (RCT)"
        },
        {
            "number in article": 40,
            "reference": "Longo V, Jacobson JA, Fessell DP, Mautner K. Ultrasound findings of delayed-onset  muscle soreness. J Ultrasound Med . 2016;35(11):2517-2521.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Fleckenstein J, Niederer D, Auerbach K, et al. No effect of acupuncture in the relief of delayed-onset  muscle soreness: results of a randomized controlled trial. Clin J Sport Med. 2016;26(6):471-477.  (RV)"
        },
        {
            "number in article": 42,
            "reference": "Nampo FK, Cavalheri V, Ramos Sde P, Camargo EA. Effect of low-level phototherapy on delayed onset muscle soreness: a systematic review and meta-analysis.  Lasers Med Sci. 2016;31(1):165-77.  doi:10.1007/s10103-015-1832-4.  (M)"
        },
        {
            "number in article": 43,
            "reference": "De Marchi T, Schmitt VM, Danúbia da Silva Fabro C, et al. Phototherapy for improvement of performance and exercise recovery: Comparison of 3 commercially available devices. J Athl Train . Advance online publication. 2017. doi:10.4085/1062-6050-52.2.09.  (RCT)"
        },
        {
            "number in article": 44,
            "reference": "Shoultz JA, Snyder KR, Evans TA, Lund RJ. Effect of soft tissue oscillation therapy on the relief of pain associated with delayed onset muscle soreness. Athletic Training Sports Health Care . 2017;9(1):17-23.  doi:10.3928/194225864-20160922-01.  (R)"
        },
        {
            "number in article": 45,
            "reference": "Beliard S, Chauveau M, Moscatiello T, Cros F, Ecarnot F, Becker F. Compression garments and exercise: no influence of pressure applied. J Sports Sci Med . 2015;14(1):75-83.  (SR)"
        },
        {
            "number in article": 46,
            "reference": "Hyldahl RD, Chen TC, Nosaka K. Mechanisms and Mediators of the skeletal muscle repeated bout effect. Exerc Sport Sci Rev . 2017;45(1):24-33.  doi:10.1249/ JES.0000000000000095. (RV)"
        },
        {
            "number in article": 47,
            "reference": "Tojima M, Noma K, Torii S. Changes in serum creatine kinase, leg muscle tightness, and delayed onset muscle soreness after a full marathon race. J Sports Med Phys Fitness . 2016;56(6):782-788.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Dupuy O, Douzi W, Theurot D, Bosquet L, Dugue# B. An evidence-based  approach for choosing post-exercise  recovery techniques to reduce markers of muscle damage, soreness, fatigue, and inflammation: a systematic review with meta-analysis.  Front Physiol . 2018;8:403. doi:10.3389/fphys.2018.00403. (M)"
        },
        {
            "number in article": 49,
            "reference": "Araujo AM, Cardoso RK, Rombaldo AJ. Post-exercise  effects of graduated compression garment use on skeletal muscle recovery and delayed onset muscle soreness: a systematic review. Morticidade . 2018;14(2-3):129-137.  doi:10.6063/motricidade.13776. (SR)"
        },
        {
            "number in article": 50,
            "reference": "Heiss R, Kellermann M, Swoboda B, et al. Effect of compression garments on the development of delayed-onset  muscle soreness: a multimodal approach using contrast-enhanced  ultrasound and acoustic radiation force impulse elastography. J Orthop Sports Phys Ther . 2018;48(11):887-894.  doi:10.2519/jospt.2018.8038. (R)"
        },
        {
            "number in article": 51,
            "reference": "Guo J, Li L, Gong Y, et al. Massage alleviates delayed onset muscle soreness after strenuous exercise: a systematic review and meta-analysis.  Front Physiol . 2017;8:747. doi:10.3389/fphys.2017.00747. (M)"
        },
        {
            "number in article": 52,
            "reference": "Bleakley C, McDonough S, Gardner E, Baxter GD, Hopkins JT, Davison GW. Cold-water  immersion (cryotherapy) for preventing and treating muscle soreness after exercise. Cochrane Database Syst Rev . 2012;(2):CD008262. doi:10.1002/14651858.CD008262.pub2.  (SR)"
        },
        {
            "number in article": 53,
            "reference": "D'Amico A, Gillis J, McCarthy K, et al. Foam rolling and indices of autonomic recovery from exercise-induced  muscle damage. Int J Sports Phys Ther . 2020;15(3):429-440. doi:10.26603/ijspt20200429. (R)"
        },
        {
            "number in article": 54,
            "reference": "Kanik ZH, Citaker S, Demirtas CY, Bukan NC, Celik B, Gunaydin G. Effects of Kinesio taping on the relief of delayed onset muscle soreness: a randomized, placebo-controlled trial. J Sports Rehabil . 2019;28:78-786.  doi:10.1123/jsr.2018-0040.  (RCT)"
        },
        {
            "number in article": 55,
            "reference": "Chen TC, Huang GL, Hsieh CC, et al. Comparison among three different intensities of eccentric contractions of the elbow flexors resulting in the same strength loss at one day post-exercise  for changes in indirect muscle damage markers. Eur J Appl Physiol . 2020;120:267-279.  doi:10.1007/s00421-019-04272-w.  (R)"
        },
        {
            "number in article": 56,
            "reference": "Raeder C, Wiewelhove T, Westphal-Martinez  MP, et al. Neuromuscular fatigue and physiological responses after five dynamic squat exercise protocols. J Strength Cond Res . 2016;30(4):953-965.  doi:10.1519/JSC.0000000000001181. (R)"
        },
        {
            "number in article": 57,
            "reference": "Szczyglowski MK, Ade CJ, Campbell JA, Black C. The effects of exercise-induced  muscle damage on critical torque. Eur J Appl Physiol . 2017;117:2225-2236. doi:10.1007/s00421-017-3710-1.  (R)"
        },
        {
            "number in article": 58,
            "reference": "Tokinoya K, Ishikura K, Ra SG, Ebina K, Miyakawa S, Ohmori H. Relationship between early-onset  muscle soreness and indirect muscle damage markers and their dynamics after a full marathon. J Exerc Sci Fitn . 2020;18(3):115-121.  doi:10.1016/j.jesf.2020.03.001. (R)"
        },
        {
            "number in article": 59,
            "reference": "Lv Z, Zhang J, Zhu W. Omega-3 polyunsaturated fatty acid supplementation for reducing muscle soreness after eccentric exercise: a systematic review and meta-analysis  of randomized controlled trials. Biomed Res Int . 2020. doi:10.1155/2020/8062017.   (M)"
        },
        {
            "number in article": 60,
            "reference": "Chang WD, Chang NJ, Lin HT, Wu JH. Effects of acupuncture on delayed-onset  muscle soreness: a systematic review and meta-analysis.  Evid Based Complement Alternat Med. 2020;1-11.  doi:10.1155/2020/5864057. (SR)"
        },
        {
            "number in article": 61,
            "reference": "Drobnic F, Riera J, Appendino G, et al. Reduction of delayed onset muscle soreness by a novel curcumin delivery system (Meriva®): A randomised, placebo-controlled  trial. J Int Soc Sports Nutr . 2014;11:31-41.  doi:10.1186/1550-2783-11-31.  (RCT)"
        },
        {
            "number in article": 62,
            "reference": "Petrofsky J, Berk L, Bains G, Khowailed IA, Lee H, Laymon M. The Efficacy of Sustained Heat Treatment on Delayed-Onset  Muscle Soreness. Clin J Sport Med . 2017;27(4):329-337.  doi:10.1097/JSM.0000000000000375. (R)"
        }
    ]
}