{
    "metadata": {
        "title": "Dupuytren’s Contracture",
        "synonyms": [
            "dupuytren’s disease",
            "palmar fascial fibromatosis",
            "morbus dupuytren",
            " viking's disease"
        ],
        "anatomical location body part affected": [
            "Hand; palmar fascia, with cords extending to the metacarpophalangeal (MCP) and proximal interphalangeal (PIP) joints, rarely the distal interphalangeal (DIP) joints; soft tissue surrounding the involved area"
        ],
        "area of specialty": [
            "hand therapy",
            "orthopedic rehabilitation"
        ],
        "description": [
            "In advanced stages, Dupuytren’s contracture (DC)is a fixed flexion deformity of the digit(s) due to abnormal collagen formation by myofibroblasts(1)",
            "DC is characterized by abnormal thickening, tightening, and cording of the palmar fascia (palmar fascial fibromatosis) that causes the fingers to flex. The 3rd through 5th digits are most commonly involved, rarely the thumb or index finger(1)",
            "The flexion deformities may become fixed. DC can, therefore, lead to disability in hand function, especially grasping and gripping(1)",
            "Radiation therapy that targets the hyperactive myofibroblasts may be tried in early stages to reduce disease progression, but evidence supporting its use is inconclusive.(20) In cases in which function is compromised, invasive procedures (e.g., percutaneous fasciotomy, open fasciotomy, fasciectomy) are indicated to correct the deformity and improve function.(6) Postoperative treatment usually involves hand therapy, with or without night splinting,(1) as well as daytime splinting (with splint removed for ROM exercises). Recurrences are not uncommon",
            "Collagenase fasciotomy is a minimally invasive enzymatic technique that dissolves the abnormal myofibroblasts with synthetic injectable collagenase developed from Clostridium histolyticum. The collagenase is injected into the cords and the following day passive extension is applied to rupture the cords. This proceduredecreases the contracture and improves ROM in patients with DC(5)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M72.0": "palmar fascial fibromatosis (Dupuytren) (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified. Reimbursement for therapy will depend on insurance contract coverage"
        ],
        "presentation signs and symptoms": [
            "Although both hands may be involved, one side usually is more severe",
            "The condition is painless in early stages(1)",
            "Palpable and visible nodules (fibromatosis) are found in the palm of the hand and/or volar aspect of the fingers",
            "Dorsal nodules (indicative of more severe disease) and dorsal cutaneous pads may be present(5)",
            "Flexion contractures of the fingers develop, with a resulting loss of ROM and hand function/dexterity ",
            "In early stages, hand muscle function typically is normal, with full grip strength; however, reduced use may decrease hand and upper extremity strength",
            "Patients may present for hand therapy after surgical procedure for DC Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The etiology of DC is not known, but epidemiological studies indicate hereditary factors are involved. Proposedcausesinclude oxygen free-radical  formation (oxidative stress) secondary to hypoxia, altered wound healing, and/or anabnormal immune response(8)",
            "Both genetic and environmental factors likely contribute(8)",
            "Researchers have identified DNA variants that are associated with DC and may also be associated with lower BMI(38)"
        ],
        "pathogenesis": [
            "The pathophysiological mechanisms may be related to oxidative stress, altered wound repair, and/or abnormal immuneresponse(8)",
            "Normal fibroblasts become myofibroblasts and attach to the palmar aponeurosis, producing fibromatosis and the formationof contracted tissue in the palmar fascia(2)",
            "Presentation initially includes palmar thickening and pitting, followed by development of nodules and finally cords in thepalm of the hand, often in the middle and ring digits, but all digits can be affected(26)",
            "As the disease progresses, flexion contracture of the MCP and PIP joints occurs; less commonly, DIP contracture is noted",
            "The histological and biochemical alterations in the affected tissue are similar to those seen in wound healing(8) and tumorgrowth(16)–Changes occur in stages, beginning with a proliferative stage in which there is a proliferation ofmyofibroblasts anddevelopment of nodules, followed by an involution phase in which cord development is seen, and finally a residual phasein which the cords tighten and contractures develop(8)–Hypoxia and subsequent angiogenesis may have a role in the pathogenesis of DC(16)"
        ],
        "risk factors": [
            "Family history of Dupuytren’s contracture, especially older men of Northern European descent (“Viking’s disease”): forexample, the prevalence of DC is higher in individuals of Northern or Western European descent. This is especially truefor those of Scandinavian or Irish descent.(1) Risk is also higher in individuals living in areas where Vikings migrated (e.g.,Canada, Australia)(1)",
            "Sex: Whitemen are at higher risk than women at rates of 3.5:1 –9:1(8)",
            "Indicators of more severe disease include younger presentation, involvement of multiple digits, and presence of dorsalnodules(5)",
            "Risk is greater in those who smoke or chronically overuse alcohol than in those who do not(1)",
            "Increased risk of DC is associated with a disorder of autosomal dominant inheritance with variable penetrance(8)",
            "Age: increased risk with increased age; mean onset age is 60 years(8)",
            "Occupational exposure to heavy manual work or hand vibration as well as rock climbing have been shown to be associatedwith higher risk for the development of DC(29)",
            "Conditions such as diabetes mellitus, epilepsy, and chronic disease (e.g., HIV infection, liver disease, pulmonarytuberculosis)(8)–Researchers in Taiwan calculated the population attributable risks (PAR%) of various hand syndromes to assess theimpact of diabetes mellitus (DM). This statistic indicates the proportion of cases that would not occur in the population ifthe risk factor were eliminated. The PAR% of DC was calculated to be 4.45%, based on a population-based  cohort studythat included 51,207 patients with DM and 39,153 matched controls(24)-DM was more strongly associated with stenosing flexor tenosynovitis and DC than with carpal tunnel syndrome orlimited joint mobility"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with nodules/cords but no loss of ROM or function should carefully consider the risk of loss of function and potential complications before undergoing surgery for cosmetic improvement. Loss of digital flexion is reported to occur in 40% of patients who have undergone surgery and may be more disabling than the original deformity(3)",
        "Individuals with contracture of the digits and more progressed DC are less likely to respond to conservative treatment and will likely require surgical intervention. Following surgery, management of the incision site will depend on the closure used; some should be kept clean and dry until adequate wound healing occurs, while others may require wet to dry dressing. Frequent monitoring for infection should be conducted.",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patients typically report insidious onset of nodules/cords in the palm or volar aspect of fingers. Gradual progression in size or tightness of cords may be noted. Eventually, patients may seek treatment because of contractures of the fingers with loss of digit extension and hand function. Generally, pain is absent or mild",
                "course of treatment": {
                    "medical management": "Document nonoperative care that patient has received Injectable collagenase C. histolyticum  has been approved by the U.S. FDA to degrade the palmar adhesions in patients with DC. Intralesional C. histolyticum  injections reduce degree of joint contracture and improve ROM in the affected finger joints, based on a randomized, doubleblind,  placebo-controlled,  multicenter trial(5) Associated risks of the collagenase injection include hematoma, wound dehiscence, and tendon rupture(14) Radiotherapy administered in the early stages may prevent disease progression(27) Authors of a systematic review designed to assess nonoperative interventions for DC in early stages found weak evidence (i.e., poorly designed studies) to support that radiotherapy may soften nodules and slow disease progression",
                    "surgical management": [
                        "Surgical management",
                        "Surgery is not curative, and recurrence and extension are common.(1) Goals of surgery are typically to improve function and reduce deformity(1)",
                        "Operative procedures for patients with DC includedermofasciectomy, partial palmar fasciectomy, segmental",
                        "aponeurectomy and Zplasty, and needle/percutaneous aponeurotomy/fasciotomy(6,35,36)",
                        "Dermofasciectomy—removal of the skin and fascia, typically followed by coverage with skin grafts. In some procedures (e.g., McCash), skin graft is not done and the palm is left open",
                        "Partial palmar fasciectomy—removal of some of the diseased tissue",
                        "Segmental aponeurectomy and z-plasty—Only segments of the DC cord are removed, allowing smaller surgical intervention with creation of flaps for skin closure",
                        "Percutaneous needle aponeurotomy (minimally invasive needle fasciotomy) may be used in the office setting to disrupt the cord(35)",
                        "Postoperative protocols vary with procedure and with physician preference",
                        "Postoperative complications include hematoma, delayed wound healing, wound edge necrosis, nerve injury, infection,pain, and loss of ROM(6)",
                        "Complex regional pain syndrome has been reported as a complication postoperatively, as hasDupuytren flare reaction (pain, diffuse swelling, hypersensitivity, redness, and stiffness)(1,6)",
                        "Outcomes of fasciectomy, percutaneous fasciotomy, and collagenase fasciotomy are similar in correction of deformity(5)",
                        "The decision about type of procedure performed generally is based on the degree of contracture and the progressiveness of the disease. More invasive procedures (fasciectomy, dermofasciectomy) are preferred with more rapidly progressing disease(17)",
                        "Digital amputation is a procedure that may be performed for recurrent disease—usually of the little finger for severe deforming contractures despite previous surgical interventions. Authors of a case study describe an alternative to  amputation to two patients that includes excision of the middle phalanx to create a digit with a single interphalangeal joint(28)"
                    ],
                    "medications": "Determine what medications have been tried, if any, and whether the patient is using them as prescribed. If medications are for symptom control, determine whether the patient feels they are effective NSAIDs(1) Steroid injections(1) Collagenase injections(5) Regional anesthesia (e.g., wrist block) may be used for collagenase injections as well as during the follow-up manipulation, resulting in decrease pain reports with the procedure(12)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: The diagnosis usually is based on clinical examination. Imaging is not routinely required, but may be used to rule out arthritis as a contributing factor to ROM limitations. MRI and ultrasound evaluation are not necessary for diagnosis(6,33)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Generally, there is no pain with this condition,(1) but pain may be present as a result of concomitant injuries(1)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if   pain   is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document if there has been any disturbance in the patient’s sleep related to the condition",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Is this a recurrence? Does the patient have any coexisting hand injuries or pathologies? Does the patient have a similar condition elsewhere? Plantar fascial disease (Ledderhose disease), contracture of penile fascia (Peyronie’s disease), and soft tissue deposits at the knuckles (“knuckle pads”) suggest Dupuytren’s diathesis (a genetic penetrance of the disease),(1) which is generally a more severe and recurrent form of the disease Frozen shoulder syndrome has also been associated with DC(29) Has the patient had surgery or nonoperative treatment to correct the DC? If so, when?",
                    "comorbid diagnoses": "Does the patient have diabetes? Diabetic hand syndrome is a common problem for patients with diabetes and is characterized by conditions including limited joint mobility, trigger finger or flexor tenosynovitis, carpal tunnel syndrome, and DC(7) Patients with plantar fibromas (“Ledderhose disease”) are more likely to have severe disease(6)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). Reports of an association between DC and use of anticonvulsantdrugs (i.e., phenobarbital and phenytoin)have increased as the longterm  use of these medications has increased(50)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing "
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Inquire about smoking or alcohol consumption. What is the patient’s occupation? Regular (i.e., weekly) exposure to vibration and manual work increase risk.(8) Does patient participate in recreational or competitive sports? Repetitive trauma to the palmar fascia such as occurs in rock climbers may predispose to development of DC(29)",
                "functional limitations assistance with ADLs adaptive equipment": "Is the patient experiencing loss of hand function or difficulty with ADLs or other activities? Document postsurgical restrictions in hand function. Overzealous postoperative splinting and exercise have been reported to increase flare-up  and advance the disease process(3)",
                "living environment": "Document with whom the patient lives (caregivers, etc.). Identify if there are barriers to independence in the home; are modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general evaluation as indicated with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Distal pulses should be normalMeasure the affected hand circumferentially or volumetrically, as indicated to document edemaMCP and PIP joint flexion contractures commonly develop on the ulnar side of the hand. Less commonly, thumb and index finger flexion contractures may develop, which indicates more severe involvement. Note presence of any secondary boutonniere or swan neck deformities or trigger finger(30,31)",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Hand and grip strength are not usually affected in the early stages. Assess grip/pinch strength with Jamar dynamometer and pinch gauge and perform manual muscle testing (MMT) of the wrist and forearm. Compare to contralateral side",
            "observation inspection palpation including skin assessment": [
                "Preoperative -Usually, there is no apparent swelling, redness, or warmth -In early stages, the following may be observed:(1) -A small lump or pit in palm -Fibrous nodule in volar fascia with minimal tenderness -Skin in the palm has dimpling or puckering -In advanced stages, thick cord-like  superficial fibrous tissue develops in the palm(1) -Assess tenderness (using V AS) with palpation of nodules and cords in the palmar aspect of the hand and digits. Fat pads at the knuckles may also be noted in individuals with this condition(1) -Observe for trophic changes that may be associated with complex regional pain syndrome (CRPS)",
                "Postoperative -Observe incision for redness, swelling, and signs of infection -Inspect for hematoma -Note for abnormal color and temperature of digits -Observe for proper usage of splint when applicable •Pain:  Assess for pain (V AS) with digital movement, gripping/functional tasks, and at rest"
            ],
            "posture": "",
            "range of motion": "Document active and passive ROM of all the digits, as well as the wrist and forearm. Loss of extension of the MCP and PIP joints is common. Total active mobility (TAM) and total passive mobility (TPM) measurements can also be calculated(9)Consider both subjective and objective aspects of activity performance –Contractures can limit ability to complete ADLs (e.g., don gloves, shake hands) and perform work activities and can limit lifestyle choices(6) –Document the patient’s perceptions of meaningful disabilities",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess light touch and 2-point discrimination. Digital sensory changes are often seen due to the stretching of the digital nerves when long-standing  contractures are extended. Iatrogenic injury to digital nerves can also occur Special tests and functional measures specific to diagnosis A patient questionnaire that can be administered to identify functional deficits of the handDetermines whether patient can place palm flat on tabletop. A positive test if the palm cannot be placed flat onto the table-top(26)A self-report  questionnaire to measure physical function and symptoms in patients with musculoskeletal disorders of the upper limb -For more information on the DASH, see  Clinical Review ... Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure  ; CINAHL Topic ID Number T903177 –The Unité Rhumatologique des Affections de la Main (URAM) scale is a short and easily administered patient-reported functional outcome measure for DC(10,34) -A 9-item  scale with total possible score ranging from 0 to 45 includes items identified by patients and experts such as ability to shake someone’s hand, to hold a bottle in one hand, and to lean on hand. Patients grade items from 0 (without difficulty) to 5 (impossible)(10) -The URAM scale is the first patient-reported  outcome measure for DC and has been found to have adequate content validity, reliability, construct validity, and responsiveness based on studies conducted in France(10) -The URAM has been translated for use with cohorts, for example the Norwegian population(34)A patient-rated  outcome measure that uses 11 questions (3 bodily functions and structure items and 8 activity/participation items). Two optional modules, consisting of 4 questions each, rate work and performing arts/sports. Items are scored on a 5-point Likert scale. The Quick DASH was found acceptable with limitations for patients (N = 69) after surgery for DC in one study;(15) however, authors of another study designed to assess the validity of the DASH and Quick DASH in DC patients found it was not unidimensional and may not be valid for this population(37) –Manual Ability Measure (MAM)(21,22)",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "Assess coordination and dexterity using a standardized test (e.g., the Jebsen-Taylor  Hand Function Test, 9-Hole  Peg Test)",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves, areas of diminished sensation or poor circulation, or slow-healing wounds",
                "Use caution with patients who are hypertensive, as cold can cause a transient increase in blood pressure; discontinue treatment if there is an elevation in blood pressure",
                "Use caution with patients who are hypersensitive to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Use of cryotherapy with patients who have an aversion to cold may be counterproductive if being used to promote muscle relaxation and decrease pain",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors ",
                "Tendency for hemorrhage or edema",
                "Heat rubs"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Precautions include monitoring for postoperative complications such as hematoma, infection, digital infarction, and development of CRPS",
                "Cryotherapy contraindications(11)",
                "Cryotherapy precautions(11)",
                "Superficial heat contraindications(11)"
            ]
        },
        "diagnosis need for treatment": "Presence of nodules or cords in the palmar aspect of the hand/digits, with development of contracture of the digits resulting in loss of hand function, indicates need for injection or surgical intervention. Patient may present for hand therapy following procedure (e.g., fasciotomy, fasciectomy, or intralesional injection)",
        "rule out": "Physician may exclude Fibroma Giant cell tumor Inclusion cyst Lipomas Neurofibroma Retinacular ganglions at the A1 pulley Sarcoma Tendon nodules of stenosing tenosynovitis Tophi Pigmented villonodular synovitis Rheumatoid arthritis Posttraumatic contracture Ulnar nerve lesions",
        "prognosis": [
            "The course of DC usually is slowly progressive, although the rate of progression is unpredictable(1)",
            "Surgical management often is indicated for patients with fixed flexion contracture and loss of hand function(1)",
            "In some cases DC is not progressive, and it may remain stable or regress(6)",
            "A high rate of recurrence of the contractures can be expected(1)",
            "The complication rate following surgery for DC has been reported at 17%.(26)Complications after surgery include skin loss and necrosis, loss of flexion, CRPS, and hematoma(26)",
            "Recurrence rate varies with surgical approach.For example, following dermofasciectomy recurrence is 11.6% at 5.8 years and for limited fasciectomy the rate is 20–32%(4)",
            "DC does not affect life expectancy",
            "Features of DC that predict an aggressive course include Northern European ancestry, family history, bilaterality, and presence of ectopic lesions outside the palm. Presence of all of these factors increases risk of recurrence(5)"
        ],
        "referral to other disciplines": " Referral to other disciplines Back to physician if signs of wound/incision infection are present",
        "other considerations": [],
        "treatment summary": [
            "A corrective procedure (e.g., fasciectomy, needle aponeurotomy, collagenase injection) is often the treatment of choice. Post-intervention  treatment typically addresses ROM, edema, pain, wound healing, and scar management (based on the patient needs)(32)",
            "The authors of a small (N = 30) pilot study conducted in Belgium found that use of either a tension or compression orthosis resulted in significant improvement in extension in patients with both new (i.e., non-operated)  or recurrent flexion contractures after 3 months of orthosis use(25) –Single-blind  study –Orthosis was prescribed to be used for 20 hours per day for 3 months, but actual usage was not recorded –Significantly improved joint extension for both the tension and compression orthoses",
            "Management following collagenase injection is similar to postoperative care –There is a paucity of strong evidence for the use of specific therapy techniques and orthoses following surgery or collagenase injections(18) -An insufficient number of quality studies and a general inability to accurately measure compliance with orthoses or therapy have been reported(18)  –In a study conducted in the United States, patients managed with collagenase injections where the PIP joint flexion contractures were greater than 40˚ had better outcomes at 4 weeks with use of an extension orthosis and a therapy program compared to a night extension orthosis and no therapy(19) . Problem Goal Intervention Expected Progression Home Program  Postsurgical wound, pain, and edemaProtection and promotion of healingOrthoses  Following surgery, the affected digits often are placed into a volar hand- or forearm-based orthosis with digit extension. Timing will vary with operative procedure.Typically the splint is wornwhen not exercising initially and then at night only (10,13)The evidence supporting splinting is equivocal with regard to motion, but it may be helpful for pain management.(26) _ The patient should be instructed to remove the splint frequently to check for areas of redness or irritation. If any part of the splint is irritating the skin or is too tight, modifications should be made immediately (padding, widening of the splint, etc.) by the appropriate therapist _ _ Edema management _ The reduction of edema in the affected areas should be one of the first goals. Coban wrapping, neoprene sleeves, digit caps, JOBST compression gloves, and other similar products may be used. Retrograde massage of the wrist, hand, and fingers can also be incorporated into the therapy program. Patient should be educated to maintain elevation in the acute phase postoperatively/ postinjection. _ There is limited evidence for the effectiveness of intermittent compression compared with constant compression for edema control following surgery for DC(13) _ _ Ice to reduce pain, swelling, and edema after therapy sessions may be beneficialManual therapy _ Scar massage to reduce scar thickness and adherence once appropriate healing has occurredCompliance with splinting, elevation of the extremity, and the use of scar and edema management tools should be incorporated into the home program as appropriate, as well as skin inspection  Reduced ROM Improve ROM Therapeutic exercise _ Active ROM: Composite flexion and extension as well as blocking exercises of the PIP (and DIP) joints should be performed, with an emphasis on achieving maximal extension of the PIP joint with each repetition. Adequate support to the proximal joint is necessary to allow for isolated flexion and extension of the joint. These exercises may be performed in 3 sets of 15–25 repetitions. The frequency and number of repetitions should be adjusted based on the patient’s response to the exercises _ _ Nerve and tendon gliding (hook fist, full fist, straight fist, tabletop) may also be incorporated. The frequency and number of repetitions should be adjusted based on the patient’s response to the exercises _ _ Stretching exercises: Gentle, passive stretching of the PIP joint to help restore extension. Self-stretching by the patient. Care should be taken to avoid being overly aggressive, which may result in increased pain, edema, and inflammation _ _ Casting motion to mobilize stiffness (CMMS): A specially designed cast may be used to apply a low-load, prolonged stress to optimize plastic deformation. Results of a case series showed positive results of CMMS on persistent digital stiffness following DC fasciectomy. The CMMS technique was initiated after an average of 9.5 weeks and 15 “traditional” therapy sessions.(3) _ Dynamic extension splinting may be used to increase PIP extension as appropriate based on healing _ _Blocking and nerve/ tendon gliding exercises should be performed 10 times each hourly, or as tolerated (goal 3 to 5 times per day)  Reduced strength Improve strength Therapeutic exercise _ Strengthening should begin with active ROM of the affected digit, followed by gentle manual resistance, progressing to grip strengthening activities, including therapy putty, clothespins, dynagrips, Flexi-Grips, and other hand-strengthening equipment. These exercises should be performed after wound healing occurs and in a pain-free range, progressed slowly to the patient’s tolerance. _ Wrist strengthening exercises should be initiated once wound healing occurs to increase wrist flexion/ extension and forearm pronation/supination. Strengthening should begin with active ROM, progressing to resistive exercises using dumbbells and weighted sticks. These exercises should be performed in a pain-free range and progressed slowly to the patient’s tolerance _ _ Physical agents/ mechanical modalities _ Ice/cold for management of pain, edema. _ Moist heat pack to increase tissue elasticity prior to retrograde massage and stretching exercises _Strengthening and functional activities are added later after incision healing _ _ Progress each unique patient as appropriate and indicatedProvide strengthening activities for home as indicated  Decline in function, poor coordination and dexterityRestore prior functional capacity in daily activities and/or sports, with normal hand functionFunctional activities _ Recommend and implement appropriate functional tasks as indicated by stage of healing, tolerance, and physician orders. _ Coordination and dexterity exercises _ _ Adaptive equipment recommendations for activities that involve gripping or repetitive hand use(1)Length of rehabilitation generally reflects invasiveness of surgical procedure.(1) Limited fasciotomy may take 4–6 weeks, more extensive surgery may take 3–6 months _ _ Progress each unique patient as appropriate and indicatedProvide functional activities for home as indicated Possibility for complications such as hematoma formation or CRPSReduce risk of complications where possiblePatient education _ Education about compliance with postoperative therapy may help reduce complications(32) _ _ Patient expectations should be discussed prior to operative intervention. Education can positively influence outcomes(32)Address as indicated for each patientAs above ."
        ]
    },
    "desired outcomes outcome measures": {
        "optimized healing of the hand": [],
        "decreased pain, edema": [
            "V AS"
        ],
        "improved rom": [
            "Goniometry"
        ],
        "improved strength": [
            "Hand/pinch dynamometry"
        ],
        "improved coordination dexterity": [
            "Jebsen-Taylor  Hand Function Test",
            "9-Hole  Peg Test"
        ],
        "restored prior functional capacity in daily activities and or sports, with normal hand function": [
            "Michigan Hand Outcomes Questionnaire",
            "Barthel Index",
            "Health-Related  Quality of Life (HRQOL)",
            "MAM"
        ]
    },
    "maintenance or prevention": [
        "Patients with DC should be adherent to the home program and use of prescribed orthoses to maximize recovery of ROM and minimize the likelihood of recurrence",
        "Avoid risk factors when possible"
    ],
    "patient education": [
        "Mayo Clinic website, “Dupuytren’s Contracture,” https://www.mayoclinic.org/diseases-conditions/dupuytrens-contracture/symptoms-causes/syc-20371943",
        "International Dupuytren Society website, https://www.dupuytren-online.info/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Stretanski MF. Dupuytren contracture. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Saunders Elsevier; 2019:154-158.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Kotwal PP, Ansari MT. The hand. In: Jain AK, ed. Turek's Orthopaedics: Principles and Their Application . Vol 1. 7th ed. Gurgaon, Haryana: Wolters Kluwer Health (India); 2016:975-980.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Midgley R. Use of casting motion to mobilize stiffness to regain digital flexion following Dupuytren's fasciectomy. Hand Ther . 2010;15(2):45-51.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Alser O, Craig RS, Lane JCE, et al. Serious complications and risk of re-operation  after Dupuytren's disease surgery: a population-based  cohort study of 121,488 patients in England. Sci Rep. October 5, 2020;10(1):16520. doi:10.1038/s41598-020-73595-y.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Feldman G, Rozen N, Rubin G. Dupuytren's contracture: current treatment methods. Isr Med Assoc J . 2017;19(10):648-650.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Walthall J, Anand P, Rehman UH. Dupuytren contracture. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Goyal A, Tiwari V, Gupta Y. Diabetic hand: a neglected complication of diabetes mellitus. Cureus. June 9, 2018;10(6):e2772. doi:10.7759/cureus.2772. (C)"
        },
        {
            "number in article": 8,
            "reference": "King RM, Clebak KT, Phillips SF. Dupuytren contracture. Domino FJ, Baldor RA, Barry KA, Golding J, Stephens MB, eds. The 5-Clinical Consult 2021 . 29th ed. Philadelphia PA: Wolters Kluwer; 2021. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Herweijer H, Dijkstra PU, Nicolai JP, Van Der Sluis CK. Postoperative hand therapy in Dupuytren's disease. Disabil Rehabil . 2007;29(22):1736-1741.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Beaudreuil J, Allard A, Zerkak D. Unite Rhumatologique des Affections de la Main (URAM) Scale: Development and validation of a tool to assess Dupuytren's disease-specific disability. Arthritis Care Res . 2011;63(10):1448-1455.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016:42-44,  322-323. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Sanjuan-Cerveró  R, Carrera-Hueso  FJ, Vazquez-Ferreiro  P, Peimer CA. Anesthesia for collagenase clostridium histolyticum injection in patients with Dupuytren disease: A cohort analysis. J Plast Reconstr Aesthet Surg . 2018;71(8):1129-1137.  doi:10.1016/j.bjps.2018.03.016. (R)"
        },
        {
            "number in article": 13,
            "reference": "Huisstede BM, Gladdines S, Randsdorp MS, Koes BW. Effectiveness of conservative, surgical, and postsurgical interventions for trigger finger, Dupuytren disease, and De Quervain disease: a systematic review. Arch Phys Med Rehabil . 2018;99(8):1635-1649.e21.  doi:10.1016/j.apmr.2017.07.014. (SR)"
        },
        {
            "number in article": 14,
            "reference": "Eberlin KR, Mudgal CS. Complications of treatment for Dupuytren disease. Hand Clin . 2018;34(3):387-394.  doi:10.1016/j.hcl.2018.03.007. (RV)"
        },
        {
            "number in article": 15,
            "reference": "Budd HR, Larson D, Chojnowski A, Shepstone L. The QuickDASH score: a patient-reported  outcome measure for Dupuytren's surgery. J Hand Ther . 2011;24(1):15-20.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Holzer LA, Cor A, Pfandlsteiner G, Holzer G. Expression of VEGF, its receptors, and HIF-1# in Dupuytren’s disease. Acta Orthop . 2013;84(4):420-425. doi:10.3109/17453674.2013.814011. (R)"
        },
        {
            "number in article": 17,
            "reference": "Dahlin LB, Bainbridge C, Leclercq C, et al. Dupuytren’s disease presentation, referral pathways and resource utilization in Europe: regional analysis of a surgeon survey and patient chart review. Int J Clin Pract . 2013;67(3):261-270.  doi:10.1111/ijcp.12099. (R)"
        },
        {
            "number in article": 18,
            "reference": "Sweet S, Blackmore S. Surgical and therapy update on the management of Dupuytren’s disease. J Hand Ther . 2014;27(2):77-84.  doi:10.1016/j.jht.2013.10.006. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Skirven TM, Bachoura A, Jacoby SM, Culp RW, Osterman AL. The effect of a therapy protocol for increasing correction of severely contracted proximal interphalangeal joints caused by Dupuytren disease and treated with collagenase injection. J Hand Surg Am . 2013;38(4):684-689.  doi:10.1016/j.jhsa.2013.01.038. (R)"
        },
        {
            "number in article": 20,
            "reference": "Werker PMN, Degreef I. Alternative and adjunctive treatments for Dupuytren disease. Hand Clin . 2018;34(3):367-375.  doi:10.1016/j.hcl.2018.03.005. (RV)"
        },
        {
            "number in article": 21,
            "reference": "Chen CC, Palmon O, Amini D. Responsiveness of the Manual Ability Measure-36  (MAM-36):  changes in hand function using self-reported  and clinician-rated  assessments. Am J Occup Ther . 2014;68(2):187-93.  doi:10.5014/ajot.2014.009258. (R)"
        },
        {
            "number in article": 22,
            "reference": "Chen CC, Bode RK. Psychometric validation of the Manual Ability Measure-36  (MAM-36)  in patients with neurologic and musculoskeletal disorders. Arch Phys Med Rehabil . 2010;91(3):414-20.  doi:10.1016/j.apmr.2009.11.012. (R)"
        },
        {
            "number in article": 23,
            "reference": "Pratt AL, Ball C. Dupuytren’s Disease – the role of hand therapy. Version 2016-04-28.  Handchirurgie Weltweit EV, Böttcher R, eds. Living Textbook of Hand Surgery . Cologne: GMS Publishing House; 2014. (GI)"
        },
        {
            "number in article": 24,
            "reference": "Chen LH, Li CY, Kuo LC, et al. Risk of hand syndromes in patients with diabetes mellitus. Medicine. 2015;94(41):e1575. (R)"
        },
        {
            "number in article": 25,
            "reference": "Brauns A, Van Nuffel M, De Smet L, Degreef I. A clinical trial of tension and compression orthoses for Dupuytren contractures. J Hand Ther . 2017;30(3):253-261.  doi:10.1016/ j.jht.2016.11.011. (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Dutta A, Jayasinghe G, Deore S, et al. Dupuytren's contracture - current concepts. J Clin Orthop Trauma . 2020;11(4):590-596.  doi:10.1016/j.jcot.2020.03.026.  (RV)"
        },
        {
            "number in article": 27,
            "reference": "Ball C, Izadi D, Verjee LS, Chan J, Nanchahal J. Systematic review of non-surgical  treatments for early Dupuytren's disease. BMC Musculoskelet Disord . August 15, 2016;17(1):345. doi:10.1186/s12891-016-1200-y.  (SR)"
        },
        {
            "number in article": 28,
            "reference": "Eiriksdottir A, Atroshi I. A new finger-preserving  procedure as an alternative to amputation in recurrent severe Dupuytren contracture of the small finger. BMC Musculoskelet Disord. July 9, 2019;20(1):323. doi:10.1186/s12891-019-2701-2.  (C)"
        },
        {
            "number in article": 29,
            "reference": "Hindocha S. Risk factors, disease associations, and Dupuytren diathesis. Hand Clin . 2018;34(3):307-314.  doi:10.1016/j.hcl.2018.03.002. (RV)"
        },
        {
            "number in article": 30,
            "reference": "Yang K, Gehring M, Bou Zein Eddine S, Hettinger P. Association between stenosing tenosynovitis and Dupuytren's contracture in the hand. Plast Reconstr Surg Glob Open . January 11, 2019;7(1):e2088. doi:10.1097/GOX.0000000000002088. (R)"
        },
        {
            "number in article": 31,
            "reference": "Carloni R, Gandolfi S, Elbaz B, Bonmarchand A, Beccari R, Auquit-Auckbur  I. Dorsal Dupuytren's disease: a systematic review of published cases and treatment options. J Hand Surg Eur Vol . 2019;44(9):963-971.  doi:10.1177/1753193419852171. (SR)"
        },
        {
            "number in article": 32,
            "reference": "Turesson C. The role of hand therapy in Dupuytren disease. Hand Clin . 2018;34(3):395-401.  doi:10.1016/j.hcl.2018.03.008. (GI)"
        },
        {
            "number in article": 33,
            "reference": "Molenkamp S, van Straalen RJM, Werker PMN, Broekstra DC. Imaging for Dupuytren disease: a systematic review of the literature. BMC Musculoskelet Disord . May 17, 2019;20(1):224. doi:10.1186/s12891-019-2606-0.  (SR)"
        },
        {
            "number in article": 34,
            "reference": "Aglen T, Matre KH, Lind C, Selles RW, Aßmus J, Taule T. Hand therapy or not following collagenase treatment for Dupuytren's contracture? Protocol for a randomised controlled trial. BMC Musculoskelet Disord . August 28, 2019;20(1):387. doi:10.1186/s12891-019-2712-z.  (PP)"
        },
        {
            "number in article": 35,
            "reference": "Elzinga KE, Morhart MJ. Needle aponeurotomy for Dupuytren disease. Hand Clin . 2018;34(3):331-344.  doi:10.1016/j.hcl.2018.03.003. (RV)"
        },
        {
            "number in article": 36,
            "reference": "Gardeil L, Matter Parrat V, Portenard AC, Conquerel D, Bonmarchand A, Auquit Auckbur J. Segmental aponeurectomy with Z-plasty as a treatment option in Dupuytren's disease: A retrospective cohort study. Orthop Traumatol Surg Res . 2019;105(8):1627-1631.  doi:10.1016/j.otsr.2019.08.016. (R)"
        },
        {
            "number in article": 37,
            "reference": "Rodrigues J, Zhang W, Scammell B, et al. Validity of the Disabilities of the Arm, Shoulder and Hand patient-reported  outcome measure (DASH) and the QuickDASH when used in Dupuytren's disease. J Hand Surg Eur . 2016;41(6):589-599.  doi:10.1177/1753193415601350. (R)"
        },
        {
            "number in article": 38,
            "reference": "Major M, Freund MK, Burch KS, et al. Integrative analysis of Dupuytren's disease identifies novel risk locus and reveals a shared genetic etiology with BMI. Genet Epidemiol . 2019;43(6):629-645.  doi:10.1002/gepi.22209. (R)"
        }
    ]
}