{
    "metadata": {
        "title": "Progressive Supranuclear Palsy",
        "synonyms": [
            "steele-richardson-olszewski  syndrome",
            "richardson’s syndrome",
            "progressive supranuclear ophthalmoplegia",
            "supranuclear palsy, progressive",
            "palsy, progressive supranuclear"
        ],
        "anatomical location body part affected": [
            "Globus pallidus, subthalamus, dentate nucleus, substantianigra, mesencephalic tectum, periaqueductal grey matter"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "home health",
            "acute care",
            "geriatric rehabilitation"
        ],
        "description": [
            "Progressive supranuclear palsy (PSP) is a parkinsonian disorder with many features similar to Parkinson disease (PD). (9) It is considered an atypical parkinsonian syndrome characterized by supranuclear gaze impairment, prominent and early postural instability with falls, axial rigidity greater than appendicular rigidity, and poor or absent response to levodopa.(7) PSP is categorized as a Parkinson-plus syndrome or atypical parkinsonian syndrome.(2) Parkinson-plus syndromes are a group of neurodegenerative disorders that have many of the classical features of PD but have additional features that distinguish them",
            "The name progressive supranuclear palsy refers to progressive degeneration of the brain structures superior to the oculomotor nuclei (“supranuclear”) resulting in palsy and paralysis (5)",
            "Typical age of onset is around 60 years. (5) Onset before the age of 50 is uncommon(7)",
            "PSP is rare; prevalence is approximately 3–6 cases per 100,000 individuals (5)",
            "PSP has recently been divided into subtypes. The most common subtypes are classical PSP (Richardson’s syndrome) and PSP-parkinsonism (PSP-P)(3) –Richardson’s syndrome -Typical presentation includes frequent falls, prominent postural instability, vertical gaze palsy, akinesia, and cognitive changes -In the majority of patients with Richardson’s syndrome, logopenia (i.e., difficulty with word finding), apathy, and executive dysfunction are present in early stages –PSP-P -Symptoms include asymmetrical resting tremors and bradykinesia -Gaze palsy and cognitive impairment may not be evident in the early phases -Medications used for PD are beneficial (initially) for individuals with this type of PSP"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G23.1": "progressive supranuclear ophthalmoplegia [Steele-Richardson-Olszewski]",
            "G23.8": "other specified degenerative diseases of basal ganglia (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified "
        ],
        "presentation signs and symptoms": [
            "Onset of PSP is insidious and usually includes a prolonged phase with the following symptoms: fatigue, headache, arthralgias, dizziness, and depression(17)",
            "Initial symptoms may include the following: –Impaired balance; particularly during gait. Falls are common (14) –Global reduction in speed during motor activity –Alterations in behavior (e.g., uncharacteristically short-tempered,  unexplained laughter or crying) (12) –Apathy, disinhibition, and anxiety are common signs of early cognitive impairment(7)",
            "Symptoms that generally occur later in the disease course –Impairment of the visual system -Blurred vision(5) -Poor control over eyelids -Exaggerated length of voluntary blink(5) -Eyelid apraxia – eyes shut unintentionally(6) -Amount of spontaneous blinking is significantly decreased from normal rates(6) -Sensitivity to light (12) –Motor function impairment -Dystonia of the facial muscles creates a “surprised” or “frightened” expression (7,12) -Slurred speech;(5) may also present with strained, spastic, or hypernasal speech with a low-pitched dysarthria(7) -Dysphagia; (14) for more information on dysphagia related to PSP, see Clinical Review… Dysphagia: Progressive Supranuclear Palsy ; CINAHL Topic ID Number T709061 -Dysarthria (14) -Frequent falls (14) -Signs and symptoms of PSP may mimic those of Parkinson disease and dementia (12) -Symmetrical bradykinesia (14) (vs. the more asymmetrical findings seen in PD) -Rigidity, particularly in the trunk muscles (14) (vs. more pronounced rigidity in the extremities seen in PD) -Motor disinhibition(8) –Neuropsychiatric impairment -Psychiatric symptoms (12) -Impulsive behavior, hallucinations, apathy, depression, anxiety -Cognitive impairment (12) -Impaired memory, reasoning, problem-solving, and decision making (12) -Cognitive disorder of PSP is milder than that of Alzheimer disease(19) -Impairment of speech production and language comprehension. In particular, impaired comprehension of action verbs has been reported(16) -It is rare for cognitive disorders to appear without motor disorder in PSP(19) –Bowel and bladder impairment (27) -Urinary incontinence -Constipation",
            "The presentation of PSP is very similar to PD. Differences may include(5) –Postural impairment -Persons with PSP usually stand straight or may tilt their heads backward (and tend to fall backward), whereas those with PD usually bend forward –Problems with speech and swallowing are much more common and severe in PSP than in PD, and tend to show up earlier in the course of the disease –Eye movements are abnormal in PSP but close to normal in PD  –Tremor is very common in individuals with PD but rare in PSP –Response to levodopa -Persons with PD markedly benefit from levodopa, whereas persons with PSP respond poorly and only transiently –Pseudobulbar effect and “emotional incontinence,” with easy crying and laughter(7) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Unknown(17)",
            "Both environmental and genetic influences have been postulated as causes, but there have been few epidemiological studiesinvestigating PSP associations(17)"
        ],
        "pathogenesis": [
            "Overview of the pathogenesis(1)–Three major processes occur-Neurodegeneration-Gliosis-Buildup of tau (τ) protein – considered a neurodegenerative tauopathy (18,31)–The cerebellum, brainstem, basal ganglia, and prefrontal cortex are affected–In the aforementioned areas there is a buildup of tau protein, leading to the development of neurofibrillary tangles–Oxidative stress and mitochondrial dysfunction play a significant role in the formation of neurofibrillary tangles (28)–Neurofibrillary tangles lead to cellular demise–Patients with PSP demonstrate significant gray matter reductions in cortical and subcortical regions including the frontalmotor cortices, medial and lateral frontal cortices, insula, striatum, thalamus, superior temporal gyrus, midbrain, andanterior cerebellum (11)–The pathophysiology of gait dysfunction has been hypothesized to be related to critical impairment of the conveyance oflocomotor signals from the cortex to the spinal cord generators due to dysfunction of the prefrontal cortex and brainstemlocomotor centers(13)-These structures are important for modulation of the locomotor pattern, such as changing direction, modulating speed,stopping, and starting(13)-The precentral gyrus and cerebellum are both part of the direct pathway for nonmodulated steady-state locomotion andare relatively spared by PSP(13)",
            "In a 2015 study conducted in the United States, researchers found that patients with PSP had lower cerebrospinalfluid N-terminal  and C-terminal  τ concentrations than normal subjects and patients with Alzheimer’s disease (anothertauopathy)(18)–This is considered noteworthy because it is the first clinically significant abnormality identified concerning PSP and maylead to treatment options"
        ],
        "risk factors": [
            "There do not appear to be clearly established risk factors at this time",
            "Variations and mutations in the MAPT  gene have been associated with an increased risk of developing PSP(14)",
            "The disease has also been linked to changes on chromosomes 1 and 11, although the specific genes involved have not beenidentified(14)",
            "Most cases of PSP are sporadic; however, some patients have family members with related conditions such as parkinsonism"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention during examination and treatment. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies",
        "Patients with this diagnosis are at risk for aspiration due to dysphagia. Follow protocols for aspiration prevention, including precautions for oral intake and ensuring appropriate upright positioning",
        "The patient may present with inability to maintain eye contact during a conversation secondary to impaired control of gaze. The clinician should not mistake this for disinterest or hostility ",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What are the patient’s symptoms and when did they begin? When was PSP diagnosed? Have there been any complications or hospitalizations?",
                "course of treatment": {
                    "medical management": " Medical management Currently there are medications available to treat only the symptoms of PSP (medications that were originally created to manage other conditions); there is no cure (5) Surgical management that is suitable for treatment of PD is often not suitable for PSP Rehabilitation may be recommended in an effort to preserve function and balance (5) Supportive treatment regarding swallowing and prevention of falls may prolong survival and improve quality of life(20)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Response to levodopa is generally poor or absent, although there may be a transient response to levodopa that can be used to provide shortlived  symptomatic relief(7) No medications have been found to be effective in halting progression of PSP, but the following may provide modest(17) Dopamine agonists Tricyclic antidepressants Methysergide Onabotulinumtoxin A  for rigidity and dystonia Methylcellulose or methyl alcohol eyedrops for relief of chronic conjunctivitis Botox injections may be used to help with levator palpebrae inhibition with mild to moderate success(20) SSRIs may be used to treat apathy(20) Treatment focusing on neurotransmitter replacement strategies has not been found effective for PSP. New drug targets and mechanisms of action being developed include medications to address tau levels and aggregation, and mitochondrial dysfunction(20)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Autopsy is the diagnostic gold standard for PSP (22)",
                        "The diagnosis of PSP is centered on the person’s medical history and clinical exam. Early identification of gait instability, difficulty with eye movement, speech and swallowing dysfunction, and ruling out other similar disorders are key factors of proper diagnosis (5)",
                        "There are no laboratory tests or imaging methods to definitively diagnose PSP.Testing such as MRI may show shrinkage at the top of the brain stem (5)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document any noted aggravating or easing factors",
                "body chart": "Use body chart to document location and nature of symptoms as indicated and appropriate",
                "nature of symptoms": "Document nature of symptoms (see Presentation/signs and symptoms , above).What has been the general rate of progression of the disease?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables ",
                "sleep disturbance": " Sleep disturbance -Document number of wakings/night -The patient may experience insomnia or hypersomnia, sleep apnea, and/or disrupted sleep(6)",
                "other symptoms": " Other symptoms -Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, sudden change in cognitive status)",
                "respiratory status": "Does the patient require supplemental oxygen? Does the patient have any known respiratory comorbidity? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Inquire about symptom onset relative to diagnosis. The patient may have (erroneously) received a diagnosis of PD prior to diagnosis of PSP",
                    "comorbid diagnoses": "Ask patient or caregiver about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in any recreational activities? How much physical activity does the patient typically perform?",
                "functional limitations assistance with ADLs adaptive equipment": "What functional limitations are reported? Does the patient currently use any assistive or adaptive devices?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? Is family/caregiver able to provide necessary assistance? -Social cognitive deficits, such as emotion recognition, are common in patients with PSP(15) -These deficits prevent patients with PSP from understanding what another person is thinking or feeling -Patients with PSP frequently report negative impact on their quality of life due to social impairment -Recognition or acknowledgement of this impairment may be helpful for the patientcarer relationship"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": " Assistive and adaptive devices –The patient typically becomes severely disabled within 3–5years of onset. (5) At some point in the course of PSP, the patient will likely need a wheelchair for mobility (8)",
            "balance": " Balance –Falls are a cardinal feature of PSP (26) –Individuals with PSP are more apt to fall backward rather than forward(12) –Small internal or external perturbations can result in instability in individuals with PSP (9) –Assess balance statically, dynamically, eyes open and closed, and on uneven surfaces –The Berg Balance Scale or Functional Reach Test may be used –See also Clinical Review… Falls in Older Adults ; CINAHL Topic ID Number T708541 for more information",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Complete a gait assessment at self-selected  preferred speed and at fast and slow speeds as able -Measure gait speed using 10-meter  walk test (10MWT) –Freezing gait may occur in some cases of PSP, (9) but is uncommon -The Freezing of Gait Questionnaire (FOGQ) can be used to screen for freezing of gait –Patients may develop shuffling gait and/or bradykinesia (9) -The temporal-spatial  characteristics of PSP and PD are largely similar –The gait of an individual with PSP may appear uncoordinated, as if he or she were intoxicated(9) –Visual scanning during gait (and general mobility) will be impaired, increasing the risk of falls and injury(6) –The Dynamic Gait Index (DGI) can be used to assess gait safety –Patients with PSP present with increased stride time variability, decreased gait velocity with cognitive dual tasks, and decreased dual task ability (30)Assess joint integrity as indicated and appropriate Motor function (motor control/tone/learning) –Assess muscle tone in trunk and limbs -Rigidity in the neck and trunk is common -Axial rigidity is typically greater than limb rigidity(7) –Note presence of bradykinesia or freezing of movement –Document facial movement and expression -Dystonia of facial muscles may give the patient a surprised or frightened expression as opposed to the masked facies seen in PD(7) –Unlike patients with PD, patients with PSP do not usually present with a resting tremor(5) –Test for motor disinhibition(8) -Clinician claps hands 3x -Clinician instructs patient with PSP to replicate -Positive applause sign – the patient claps > 3x",
            "muscle strength": "Complete a muscle strength assessment",
            "observation inspection palpation including skin assessment": [
                "Impairments of the visual system (e.g., vertical gaze palsy, sometimes called slowness of saccades) (23) should be assessed during the examination"
            ],
            "posture": "Assess posture in sitting and standing –Individuals with PSP typically present with trunk extension in stance (perhaps slightly exaggerated cervical extension",
            "range of motion": "Complete a thorough ROM and flexibility assessment",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexesObserve ADLs as indicated; document any limitations. Use standardized test such as Barthel Index as indicated",
            "sensory testing": "Sensation is generally not affected by PSP; however, it is recommended to assess light touch and proprioception",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Unified Parkinson’s Disease Rating Scale – UPDRS (25) -Developed originally for individuals with PD -Reported to be reliable and valid for individuals with PSP –Progressive Supranuclear Palsy Rating Scale (PSPRS)(10) -A clinician-rated  instrument to assess disability and severity of PSP -Consists of 28 items scored on a 3- or 5-point  Likert scale (i.e., each item is scored 0–2 or 0–4) -Administration takes approximately 15 minutes ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –Cognition may be screened via the Mini-Mental  State Examination (MMSE), the Dementia Rating Scale, and/or the Frontal Assessment Battery (24) -Obtain results of any neurocognitive testing performed by other disciplines where available",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Physical therapy is indicated to address the negative effects of PSP on the individual’s physical functioning. The overall goal is to maximize general mobility",
        "rule out": " Rule out(7) –Progression in PD is much slower –Hallmark signs/symptoms of PSP are lacking in PD (see Presentation/signs and symptoms , above) –Patients with PSP do not typically have clinical improvement when treated with levodopa (patients with PD generally respond well to levodopa) Multiple system atrophy of the parkinsonian type(4) Apraxia and related syndromes (4) Corticobasalganglionic degeneration(4) Brain tumors(4) Neurological manifestations of vascular dementia(4) Whipple’s disease(4) Wilson’s disease(4) Amyotrophic lateral sclerosis (ALS)(4) Huntington disease (4) Myasthenia gravis(4) Lewy body disease(4) Prion-related  diseases (4) Syringomyelia (4)",
        "prognosis": [
            "Individuals generally succumb to complications of PSP, which may include pneumonia, respiratory failure, pulmonary embolism, and urinary tract infection (8)",
            "The leading cause of mortality is pneumonia (12) ›Referral to other disciplines  (as indicated)",
            "Speech therapy",
            "Occupational therapy",
            "Social services",
            "Neurologist",
            "Movement disorders center where available",
            "Neuro-ophthalmologist/optometrist"
        ],
        "referral to other disciplines": "",
        "other considerations": [],
        "treatment summary": [
            "There is a paucity of research on the efficacy of rehabilitation interventions in the management of PSP",
            "Based on a 2020 systematic review, robust evidence does not exist to support therapeutic exercise, and the effect of structured physical activity is unclear for individuals with PSP (29) –Eleven studies were included in thissystematic review –Interventions included gait training, gaze training, and balance and motor training.Dosage varied per study and ranged from 2 to 5 sessions per week from 4 to 8 weeks  –Two trials reported improvements in walking",
            "Researchers in the United States reported that a novel motor-assisted elliptical training intervention improved 6MWT distance and oxygen cost in a patient with PSP(21) –Based on a single case study involving a 67-year-old  man with PSP –Patient had difficulties with ambulation, movement initiation, falls, and balance –A structured intervention on a motor-assisted  elliptical trainer with body weight support was implemented -30 minutes, 3 days per week, totaling 24 sessions -Patient was progressed by systematically increasing speed and step length and decreasing motor assistance and body weight support –Improved 6MWT distance and oxygen cost suggest possible benefits of structured exercise for patients with PSP . Problem Goal Intervention Expected Progression Home Program Impaired motor function and balance impacting general mobilityImprove general mobilityTherapeutic strategies _ Clinicians have to rely primarily on clinical expertise when treating patients with PSP, as research on rehabilitation interventions is lacking _ _ Prescription, application of devices and equipment Ambulatory assistive devices may be recommended. Due to the tendency of patients to fall backward, a walker weighted at the front may be beneficial. (3) _ Patients typically become nonambulatory and require a wheelchair within 5 years of onset of disease _ _ Please also see Treatment summary , aboveProgress each unique patient as appropriate and indicatedImplement a home program that supports therapeutic interventions and goals  Impairment of the visual system impacting general function _ _ _ _ _Provide strategies to assist in compensation for the patient’s visual impairmentTherapeutic strategies _ Refer to occupational therapy and back to neurologist or neuro- ophthalmologist as indicated and appropriate _ _ Please also see Treatment summary , aboveProgress each unique patient as appropriate and indicatedImplement a home program that supports therapeutic interventions and goals ."
        ]
    },
    "desired outcomes outcome measures": {},
    "maintenance or prevention": [
        "Follow home program and follow up with physician as indicated",
        "PSP generally is diagnosed late in the disease’s course. Patients receiving proper medical and nutritional attention have lived a decade or more post onset of the disease (5)"
    ],
    "patient education": [
        "Information on PSP from the Mayo Clinic, https://www.mayoclinic.org/diseases-conditions/progressive-supranuclear-palsy/symptoms-causes/syc-20355659",
        "Website of Cure PSP, a nonprofit advocacy group based in the United States, https://www.psp.org/",
        "“Progressive Supranuclear Palsy,” from the Genetics Home Reference website, is found at https://ghr.nlm.nih.gov/condition/progressive-supranuclear-palsy",
        "National Organization for Rare Disorders (NORD) webpage on PSP, https://rarediseases.org/rare-diseases/progressive-supranuclear-palsy/",
        "The PSP Association (UK), https://www.pspassociation.org.uk/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Mimuro M, Yoshida M. Chameleons and mimics: progressive supranuclear palsy and corticobasal degeneration. Neuropathology . 2020;40(1):57-67.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "McFarland NR. Diagnostic approach to atypical parkinsonian syndromes. Continuum . 2016;22(4):1117-1142.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Lichter D, Koriesh A, Kapoor N, Hershey L. Progressive supranuclear palsy: new diagnostic and therapeutic strategies. Am J Gerontol Geriatr . 2018;1(2). (RV) "
        },
        {
            "number in article": 4,
            "reference": "Eggenberger ER. Progressive Supranuclear Palsy Differential Diagnoses. Medscape Reference website Web site. https://emedicine.medscape.com/article/1151430-differential . Published October 17, 2018. Accessed February 22, 1970. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Progressive supranuclear palsy fact sheet. National Institute of Neurological Disorders and Stroke Web site. http://www.ninds.nih.gov/disorders/psp/detail_psp.htm . Published August 12, 2019. Accessed February 22, 2020. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Ward C. Characteristics and symptom management of progressive supranuclear palsy: a multidisciplinary approach. J Neurosci Nurs . 2006;38(4):242-247.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Duker A. Progressive Supranuclear Palsy. In: Ferri FF, ed. 2016 Ferri's Clinical Advisor: 5 Books in 1 . Philadelphia, PA: Elsevier; 2016:1027. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Ling H. Clinical approach to progressive supranuclear palsy. J Mov Disord . 2016;9(1):3-13.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Raccagni C, Nonnekes J, Bloem BR, et al. Gait and postural disorders in parkinsonism: a clinical approach. J Neurol. 2019. doi:10.1007/s00415-019-09382-1.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Hall DA, Forjaz MJ, Golbe LI, et al. Scales to assess clinical features of progressive supranuclear palsy: MDS task force report. Mov Disord Clin Pract . 2015;2(2):127-134.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Pan P, Liu Y, Zhang Y, Zhao H, Ye X, Xu Y. Brain gray matter abnormalities in progressive supranuclear palsy revisited. Oncotarget . 2017;8(46):80941-80955.  (M)"
        },
        {
            "number in article": 12,
            "reference": "Progressive supranuclear palsy. Mayo Clinic Web site. http://www.mayoclinic.org/diseases-conditions/progressive-supranuclear-palsy/symptoms-causes/dxc-20312360 . Published February 7, 2020. Accessed February 22, 2020. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Zwergal A, la Fougere C, Lorenzl S, et al. Functional disturbance of the locomotor network in progressive supranuclear palsy. Neurology . 2013;80(7):634-641.  doi:10.1212/ WNL.0b013e318281cc43. (R)"
        },
        {
            "number in article": 14,
            "reference": "Progressive supranuclear palsy. Genetics Home Reference Web site. http://ghr.nlm.nih.gov/condition/progressive-supranuclear-palsy . Published February 11, 2020. Accessed February 22, 2017. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Halpin A, Rascovsky K, Massimo L, Irwin D, McMillan C, Grossman M. Evidence of social norm deficits in progressive supranuclear palsy (P5.194). Neurology . 2016;86(16 supplement):P5.194. (R)"
        },
        {
            "number in article": 16,
            "reference": "Peterson KA, Patterson K, Rowe JB. Language impairment in progressive supranuclear palsy and corticobasal syndrome. J Neurol. Advance online publication. 2019. (RV)"
        },
        {
            "number in article": 17,
            "reference": "Eggenberger ER. Progressive Supranuclear Palsy. Medscape Reference Web site. http://emedicine.medscape.com/article/1151430-overview . Published October 17, 2018. Accessed February 22, 2020. (GI)"
        },
        {
            "number in article": 18,
            "reference": "Wagshal D, Sankaranarayanan S, Guss V, et al. Divergent CSF # alterations in common tauopathies: Alzheimer’s disease and progressive supranuclear palsy. J Neurol Neurosurg Psychiatry . 2015;86:244-250.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Ogata T, Sakakibara R, Tateno F, et al. Mild cognitive impairment as the initial manifestation of progressive supranuclear palsy. J Amer Geriatr Soc . 2016;64(3):683-685. doi:10.1111/jgs.14001. (C)"
        },
        {
            "number in article": 20,
            "reference": "Koros C, Stamelou M. Interventions in progressive supranuclear palsy. Parkinsonism Relat Disord . 2016;22 Suppl 1:S93-S95.  doi:10.1016/j.parkreldis.2015.09.033. (RV)"
        },
        {
            "number in article": 21,
            "reference": "Irons SL, Brusola GA, Buster TW, et al. Novel motor-assisted  elliptical training intervention improves 6-minute walk test and oxygen cost for an individual with progressive supranuclear palsy. Cardiopulm Phys Ther J . 2015;26(2):36-41.  doi:10.1097/cpt.000000000000000. (C)"
        },
        {
            "number in article": 22,
            "reference": "Hoglinger GU, Respondek G, Stamelou M, et al. Clinical diagnosis of progressive supranuclear palsy: the movement disorder society criteria. Mov Disord . 2017;32(6):853-864. (SR)"
        },
        {
            "number in article": 23,
            "reference": "Shaikh AG, Factor SA, Juncos JL. Saccades in progressive supranuclear palsy—maladapted, irregular, curved, and slow. Mov Disord Clin Pract . 2017;4(5):671-681.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Sulena, Gupta D, Sharma AK, Kumar N. Clinical profile of cognitive decline in patients with Parkinson’s disease, progressive supranuclear palsy, and multiple system atrophy. J Neurosci Rural Pract . 2017;8(4):562-568.  doi:10.4103/jnrp.jnrp_154_17. (R)"
        },
        {
            "number in article": 25,
            "reference": "Je#menica-Luki#  M, Pekmezovi# T, Petrovi# IN, Tomi# A, Svetel M, Kosti# VS. Use of the neuropsychiatric inventory to characterize the course of neuropsychiatric symptoms in progressive supranuclear palsy. Neuropsychiatry Clin Neurosci . 2018;30(1):38-44.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Bluett B, Litvan I, Cheng S, et al. Understanding falls in progressive supranuclear palsy. Parkinsonism Relat Disord . 2017;35:75-81.  (R)"
        },
        {
            "number in article": 27,
            "reference": "A guide for people living with PSP, CBD, and other atypical Parkinsonian disorders. Cure PSP Web site. https://www.psp.org/wp-content/uploads/2016/09/A-Guide-for-People-Living-With-PSP-August-2012-1.pdf . Accessed March 15, 2020. (GI)"
        },
        {
            "number in article": 28,
            "reference": "Haque M, Murale DP, Kim YK, Lee JS. Crosstalk between oxidative stress and tauopathy. Int J Mol Sci . 2019;20(8):1959. doi:10.3390/ijms20081959. (RV)"
        },
        {
            "number in article": 29,
            "reference": "Slade SC, Finkelstein DI, McGinley JL, Morris ME. Exercise and physical activity for people with progressive supranuclear palsy: a systematic review. Clin Rehabil . 2020;34(1):23-33.  doi:10.1177/0269215519877235. (SR)"
        },
        {
            "number in article": 30,
            "reference": "Selge C, Schoeberl F, Zwergal A, et al. Gait analysis in PSP and NPH: dual-task conditions make the difference. Neurology . 2018;90(12):e1021-e1028.  doi:10.1212/ WNL.0000000000005168. (R)"
        },
        {
            "number in article": 31,
            "reference": "Cope TE, Rittman T, Borchert RJ, et al. Tau burden and the functional connectome in Alzheimer’s disease and progressive supranuclear palsy. Brain. 2018;141(2):550-567. doi:10.1093/brain/awx347. (R)"
        }
    ]
}