{
    "metadata": {
        "title": "Cerebral Palsy  Spastic Hemiplegia",
        "synonyms": [
            "palsy, cerebral  spastic hemiplegia",
            "spastic hemiplegia  cerebral palsy",
            " hemiplegia, spastic: cerebral palsy",
            "cerebral palsy: spastic unilateral"
        ],
        "anatomical location body part affected": [
            "Hemiplegia – one side of the body is affected by cerebral palsy (CP); injury to brain located principally in contralateral hemisphere(1)",
            "Double hemiplegia – all extremities are involved, but there is significant asymmetry in the involvement of the two sides"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "CP is a neurodevelopmental condition caused by a nonprogressive lesion in the brain resulting in abnormal postural tone and atypical movement patterns(38)",
            "Traditional classification systems for CP are by tone pattern (i.e., spastic, dyskinetic, hypotonic, mixed) and by distribution of limb involvement (i.e., diplegia, quadriplegia, hemiplegia, triplegia)(39)",
            "Spasticity is variable in spastic CP. The area(s) of the brain affected determines where spasticity is present(1)",
            "In spastic hemiplegia, spasticity is present on one side of the body(1)",
            "The prevalence of CP for all live births ranges from 1.5 to 3 per 1,000 live births, with variation between high-income  and low- to middle-income  countries and geographic region (48) –25% of children with CP have spastic hemiplegia (48)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G80": {
                "base": "cerebral palsy",
                "G80.2": "spastic hemiplegic cerebral palsy"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Depending on geographical location, children with spastic CP may be eligible for government-funded therapy programs in the school, clinic, or home setting(3)",
            "Presentation/signs and symptoms –Spastic CP -May develop after a hypotonic period during infancy(6) -Hypertonicity is present in various patterns; increased cocontraction of muscle groups is seen(6) -Degree of spasticity varies in each child and can vary within the child depending on the activity -Muscle groups may appear or become weak due to spasticity in the opposing muscle group. Often spastic muscles themselves become weak over time -Depending on the type of spastic CP (quadriplegia, diplegia, hemiplegia), the impact of the spasticity on the child’s function will differ. With all types, however, developmental motor milestones, ROM, strength, balance, postural tone, coordination, and protective reactions will be affected to some degree(6)  -Severe musculoskeletal deformities may develop as a result of prolonged spasticity(4) -Thoracolumbar scoliosis with pelvic obliquity is most prevalent; marked lordosis is typical; the scoliosis is often a C-shaped  curve (no compensatory curve)(4) -For additional information on scoliosis, see Clinical Review…Scoliosis ; CINAHL Topic Number: T708447 -For additional information on lordosis, see Clinical Review…Lordosis ; CINAHL Topic Number: T708449 -Atypical muscle tone and persistent infant reflexes may lead to femoral anteversion, acetabular dysplasia, coxa valga, and pelvic obliquity(4) -Hip subluxation and dislocation may occur(4) -Foot deformities can arise, including varus or valgus of the hindfoot, usually with a plantar flexion bias.(4) Dynamic equinus is a frequent finding in patients with lower extremity spasticity(5) -Patella alta may be seen after prolonged flexed gait(2) –Please see Clinical Review…Cerebral Palsy: an Overview ; CINAHL Topic Number: T708551 –Please see Clinical Review…Cerebral Palsy: Spastic Diplegia ; CINAHL Topic Number: T708898 –Please see Clinical Review…Cerebral Palsy: Botulinum Toxin Type A Injections and Nonstandard Treatment Interventions ; CINAHL Topic Number: T708900 –Please see Clinical Review…Cerebral Palsy: Speech Therapy ; CINAHL Topic Number: T708777 –Please see Clinical Review…Dysphagia: Cerebral Palsy (Children) ; CINAHL TopicT708945 Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [
            "–Spastic CP -May develop after a hypotonic period during infancy(6) -Hypertonicity is present in various patterns; increased cocontraction of muscle groups is seen(6) -Degree of spasticity varies in each child and can vary within the child depending on the activity -Muscle groups may appear or become weak due to spasticity in the opposing muscle group. Often spastic muscles themselves become weak over time -Depending on the type of spastic CP (quadriplegia, diplegia, hemiplegia), the impact of the spasticity on the child’s function will differ. With all types, however, developmental motor milestones, ROM, strength, balance, postural tone, coordination, and protective reactions will be affected to some degree(6)  -Severe musculoskeletal deformities may develop as a result of prolonged spasticity(4) -Thoracolumbar scoliosis with pelvic obliquity is most prevalent; marked lordosis is typical; the scoliosis is often a C-shaped  curve (no compensatory curve)(4) -For additional information on scoliosis, see Clinical Review…Scoliosis ; CINAHL Topic Number: T708447 -For additional information on lordosis, see Clinical Review…Lordosis ; CINAHL Topic Number: T708449 -Atypical muscle tone and persistent infant reflexes may lead to femoral anteversion, acetabular dysplasia, coxa valga, and pelvic obliquity(4) -Hip subluxation and dislocation may occur(4) -Foot deformities can arise, including varus or valgus of the hindfoot, usually with a plantar flexion bias.(4) Dynamic equinus is a frequent finding in patients with lower extremity spasticity(5) -Patella alta may be seen after prolonged flexed gait(2) –Please see Clinical Review…Cerebral Palsy: an Overview ; CINAHL Topic Number: T708551 –Please see Clinical Review…Cerebral Palsy: Spastic Diplegia ; CINAHL Topic Number: T708898 –Please see Clinical Review…Cerebral Palsy: Botulinum Toxin Type A Injections and Nonstandard Treatment Interventions ; CINAHL Topic Number: T708900 –Please see Clinical Review…Cerebral Palsy: Speech Therapy ; CINAHL Topic Number: T708777 –Please see Clinical Review…Dysphagia: Cerebral Palsy (Children) ; CINAHL TopicT708945 Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Congenital CP – occurs as a result of injury to the child’s brain prior to birth or during the birthing process.(39) Themajority of CP is congenital(39)",
            "Acquired CP – occurs as a result of injury to the developing brain after birth, up to the first few years of the child’s life(typically by age 2). It can be the result of infection, traumatic brain injury (TBI), anoxia, or ischemia(6,39)"
        ],
        "pathogenesis": [
            "An injury occurs in a region or multiple regions in the brain, causing permanent damage to the brain tissue",
            "The injury causing CP can occur prior to, during, or right after birth or during infancy",
            "The damage sustained by the injury causing CP is to the brain itself and not the nerve or muscle systems",
            "The insult to the immature brain primarily affects the child’s postural mechanisms and muscle tone"
        ],
        "risk factors  prenatal": [
            "Prematurity/gestational age (< 32 weeks' gestation)(7)",
            "Low birth weight (< 5 pounds, 8 ounces)(7)",
            "Multiple births (twins, triplets)(39)",
            "Prolonged labor – second stage of labor lasting > 4 hours(8)",
            "Intraventricular hemorrhage(6)",
            "Maternal infection(39)",
            "In vitro fertilization (IVF)(39)",
            "Intrauterine growth retardation(7)",
            "Intracranial hemorrhage(7)",
            "Periventricular leukomalacia (PVL)(9)",
            "Antepartum vaginal bleeding(8)",
            "Tight nuchal cord(34)",
            "Meconium-stained  fluid(34)",
            "Emergency cesarean section(34)",
            "Premature separation of placenta(34)",
            "Massive intrapartum hemorrhage(34)",
            "Abnormal fetal position(34)"
        ],
        "risk factors  postnatal": [
            "Bacterial meningitis(7)",
            "Viral encephalitis(7)",
            "Motor vehicle accidents(39)",
            "Falls(7)",
            "Child abuse(7)–Shaken baby syndrome(34)",
            "Neonatal seizures(34)",
            "Sepsis(34)",
            "Patent ductus arteriosus(34)",
            "Prolonged ventilation(34)",
            "Near-drowning  episodes(34)",
            "Metabolic disorders(34)",
            "Toxicity (e.g., alcohol)(34)",
            "Malaria(34)",
            "Stroke(34)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Training New clinicians may require training/instruction on the emotional needs of the parents at what may be a challenging time and the crucial nature of providing appropriate empathy/sensitivity Clinicians should include the family/caregivers in the treatment sessions, explain and demonstrate therapeutic strategies, and provide oral and written instruction as indicated(21) Include the family in goal setting and help families incorporate activities into ADLs and routines to increase follow-through and compliance with exercises, stretches, and activities",
        "Fractures/hip dislocation  (2) If the patient exhibits signs and/or symptoms of hip dislocation (e.g., leg-length  discrepancy) or fracture, contact referring physician immediately(21) In patients with CP, fractures are usually in the lower extremities and are usually the result of pathology, not trauma (falls) –41% of fractures occur after surgery, often during physical therapy Immobility often leads to osteoporosis, predisposing the patient to fractures Patients with CP who are ambulatory have an increased risk of traumatic and stress fractures",
        "Seizure disorders Seizures are common, and plans should be established on how to handle a seizing child General guidelines(10) –Throughout a seizure, protect the patient from harm; eliminate dangerous objects from area –Stay with the patient –Do not hold down extremities –Release restrictive clothing –Aspiration precautions: rotate head to side, assess airway, wait for tonic-clonic  activity to pass before administering artificial respiration, if indicated –For in-depth  information related to seizure disorders see the series of Clinical Reviews on epilepsy",
        "Feeding tubes:  Clinicians should be aware of any feeding tubes and take appropriate precautions in handling/treatment",
        "Oral/motor dysfunction:  A child with oral motor dysfunction may not be able to safely manage liquids/foods and may be at risk for aspiration. Consult with family and other healthcare providers for restrictions",
        "Gastroesophageal reflux disease:  Consult with family/health care providers for restrictions/health care plan related to a diagnosis of GERD. Try to schedule therapy sessions either before or several hours after a meal ",
        "Monitor patient for worsening and/or new signs and symptoms (e.g., spasticity, pain)",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "",
                    "medications previously prescribed": "",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  Assessment measures may be age and setting specific; recommendations are a guide and should be implemented as appropriate for each unique patient",
            "anthropometric characteristics": " Anthropometric characteristics –Assess for leg-length  discrepancy with supine to sit test. Is it true or functional? –Note height, weight, and BMI",
            "assistive and adaptive devices": " Assistive and adaptive devices –What devices does the patient have? Are the devices used regularly and correctly? Assess safety and fit –The Family Impact of Assistive Technology Scale is designed to rate the effect of assistive technology (e.g., postural control devices) on a child with disability and his/her family. The test is geared toward children who cannot sit independently. Further testing needs to be completed to fully assess validity and reliability of this new instrument(14)",
            "balance": " Balance –Assess static and dynamic balance reactions in developmentally appropriate postures and functional activities –Use the Pediatric Balance Scale (PBS) or the balance subtest of the Peabody Developmental Motor Scales, Second Edition (PDMS-2)  or Bruininks-Oswestry  Test of Motor Proficiency, Second Edition (BOT-2) –The Timed Up and Go (TUG) test can be used as an objective measure of balance and functional mobility",
            "cardiorespiratory function and endurance": [
                "Document vital signs at rest and during mobility ",
                "Note respiratory rate, atypical breathing patterns",
                "Document the distance that the patient can propel his or her wheelchair",
                "The 6-minute  walk for distance (6MWT) test may be used in the ambulatory population •Coordination",
                "Video Observations Aarts and Aarts (VOAA) is a new software program created to assist in scoring video observations. The instrument evaluates the frequency, quality, and duration of upper extremity use in children. A pilot study involving 32 pediatric occupational therapists demonstrated good intra-interobserver  reliability and exceptional content validity(15)"
            ],
            "circulation": " Circulation –Assess pulse bilaterally; note any discrepancies or abnormalities –Note capillary refill time –Note temperature and color of skin Ergonomics/body mechanics –Typically, body mechanics will be impaired; the clinician should document compensatory strategies with lifting and carrying objectsBed mobility and transfers should be assessed to determine the amount of assistance needed for the patient to perform each activity –Observe pediatric patients in various developmental positions (prone, sitting, quadruped, kneeling, etc.) as appropriate(16) -Children with hemiplegia may scoot on their buttocks using their unaffected limbs to propel themselves(39) –The Functional Independence Measure for Children (WeeFIM) has been reported to be a useful clinical tool in assessing self-care,  mobility, and cognition. It wasdeveloped for children aged 6 months to 7 years with an acquired or congenital disease. It is a valid and reliable assessment tool (51)",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Assess gait, noting asymmetry, gait inefficiency, and/or deviations. The clinician should assess for asymmetry in stance time, step length, double support time, swing time, and stride length(39) -Evaluate for heel contact during gait; often missing on affected side. When spasticity is present in the lower extremities (in one or both legs), it is common to see initial contact with the toes instead of the heel (toe walking)(5) -Observe for vaulting or pronounced hip/knee flexion during gait due to decreased clearance of the foot -Gait deviations also include posterior pelvic rotation and hip flexion on impaired side with absent arm swing as the arm is often held in flexion(24) -Three-Dimensional  Gait Analysis (3-DGA)  is used to assess gait deviations in an objective manner with significant intra-rater  reliability. This type of gait analysis is an accurate evaluation tool that can objectively quantify motor functions in a child with CP. 3-DGA  assesses the severity, extent, and nature of the functional deficits to support treatment decision-making.  A follow-up  analysis after treatments allows for monitoring of the progress objectively and adjustments to the treatment plans as needed.Limitations of 3-DGA include expense and high skill level required to interpret data, but research supports a favorable cost-benefit  ratio for use in CP patients (50) Joint integrity and mobility –In the child with spasticity there is a high risk for contracture development as full ROM is not used; document any contractures -Is the child using bracing throughout the day, or splinting at night? –Assess for crepitus in joints –Document hypermobility in joints using Beighton Scale of Hypermobility Motor function (motor control/tone/learning) (should include Gross Motor Function Measure-88  [GMFM-88]  or short form)scales include Ashworth, Modified Ashworth, and Tardieu(39) –Gross Motor Function Classification System (GMFCS) for Cerebral Palsy (33,48) -The most widely used functional classification system for children with CP(39) -Establish child’s level of function on the GMFCS (for children from birth to 12 years) or the expanded GMFCS (for children from birth to 18 years) for Cerebral Palsy -The GMFCS for Cerebral Palsy is a 5-level  system that classifies children with CP based on their motor function ability –The Manual Ability Classification System (MACS) (48)  -Classifies how children with CP use their hands to handle objects in daily activities -Is a 5-level  system based on typical use of their hands and is mainly a descriptive and subjective system –K-means  algorithm -Authors of a 2017 study aimed to develop a more quantitative method of classifying levels of upper limb disability in children with spastic hemiplegia CP based on upper limb movements and muscle activation (41) -The MACSis widely used and is a descriptive and subjective system. The proposed classification method uses quantitative and objective measurements to develop a K-means  algorithm -Authors found that the K-means  algorithm identified four different clusters that related to the MACS levels. The K-means  clustering method may be helpful in future objective-based  research –Motor planning in young persons with hemiplegic CP is impaired(1) -The motor planning difficulties were found to be more significant in individuals with injury to the left hemisphere of the brain -The clinician should observe for signs of difficulty when completing motor tasks and attempt to identify all potential causes of observed limitations. The problems may be more related to motor planning concerns than actual motor limitations. If the child demonstrates impaired execution of activities with the nonaffected arm, a more global motor planning issue is likely –Developmental disuse may occur in a child with hemiplegic CP who has significant sensorimotor impairment. Development of the brain and the motor systems is driven by motor cortex activity. Early diagnosis of CP and then early intervention are essential. Children who do not actively use their motor cortex risk losing cortical connections. Interaction with the environment not only helps to develop the neuromotor system but the growth and development of muscle, ligaments, and bone (49)",
            "muscle strength": " Muscle strength –Manual muscle testing (MMT) to evaluate strength in both upper extremities, including the shoulder, elbow, forearm, wrist, and fingers; MMT is not a valid tool to use in the presence of muscle contractures or with tone or coordination abnormalities -The muscles are typically smaller in volume on the hemiplegic side and the difference in size is more pronounced distally in the affected limbs(17) –Normal selective voluntary motor control (SVMC) can be defined as the ability to perform isolated joint movement without using mass flexor/extensor patterns or undesired movement at other joints, such as mirroring. The Selective Control Assessment of the Lower Extremity (SCALE) is a clinical tool that quantifies SVMC in individuals with CP. It assesses SVMC at the hip, knee, ankle, foot, and toes (51) –Assess strength through function in the younger population and with those who are unable to follow commands of testing –Handheld dynamometer to evaluate grip strength bilaterally; note any differences between the two hands. Note grip strength in functional tasks -Grasp and release are often limited in the affected arm due to spasticity –Assess pinch strength with pinchometer Neuromotor development –The Test of Infant Motor Performance (TIMP) is a clinical tool designed for infants 34 weeks post-conceptual  age to 4 months term. Validity is reported to be high, and the tool can be used to document progress in postural and motor control (52)This standardized assessment measures gross and fine motor skills of children from birth to 6 years of age",
            "observation inspection palpation including skin assessment": [
                "Complete a general observation of contact/communication between child and caregivers(16)",
                "Describe the child’s movements(16) -Spontaneous movement -Atypical movement patterns -Impact of weight-bearing  on movement",
                "Assess skin integrity and monitor tolerance to orthotics; document wearing schedule -Note redness, ability to blanch skin, actual breakdown in skin, and size; stage any wounds and notify physician",
                "Observe for signs of patient neglect or abuse in the hemiplegic CP patient •Perception  (e.g., visual field, spatial relations)",
                "Visual acuity should be assessed ",
                "A referral to an ophthalmologist (for overall eye health) and/or developmental optometrist (for functional vision assessment) may be warranted"
            ],
            "posture": " Posture –Assess posture in sit and stance, with and without braces, with and without assistive or adaptive equipment. Note any compensatory postures(16) –Observe for signs of scoliosis (rib hump, shoulder elevation, pelvic asymmetry)",
            "range of motion": " Range of motion –Assess passive and active ROM of upper and lower extremities using goniometry –In the spastic arm, the wrist is often flexed with ulnar deviation and finger/thumb flexion is present (fingers pressing into the palm); what about the lower extremity? Reflex testing/protective reactions –Assess for protective reactions to the anterior, posterior, and lateral directions in sitting and standing. Assess trunk and head righting reactions –Assess for primitive reflexes (such as the Moro, asymmetrical tonic neck, parachute) –Assess deep tendon reflexes bilaterally, which are commonly hyperreflexive Self-care/activities  of daily living  (objective testing) –Evaluate or inquire about ADLs; note any assistive devices used –The FIM, the Physical Self-Maintenance  Scale (PSMS), the Assessment of Motor and Process Skills (AMPS), the Kohlman Evaluation of Living Skills (KELS), the Frenchay Activities Index, and the Barthel Activities of Daily Living Index are appropriate standardized measures for ADLs Sensory testing (i.eg., light touch, pinprick) –Stereognosis and two-point  discrimination are often impaired in children with spastic hemiplegic CP(18) –Proprioception will likely be impaired in children with hemiplegic CP, particularly those with injury to the right side of the brain; based on a study involving 8 children with hemiplegic CP and 8 children without CP(19)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –Is the patient alert and oriented x 4? –Assess ability to follow commands. How many steps? –The Neonatal Behavioral Assessment Scale may be used for newborns –Note any adaptive communication methods used by child/family –Document the results of any cognitive or neuropsychological testing that has been completed to date",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "decreased circulation",
                "decreased sensation",
                "acute/subacute traumatic and inflammatory conditions",
                "skin infections",
                "impaired cognition or language barrier",
                "malignant tumors",
                "tendency for hemorrhage or edema",
                "heat rubs"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "stimulation through or across the chest",
                "cardiac pacemakers",
                "implanted stimulators",
                "over carotid sinuses",
                "uncontrolled hypertension/hypotension",
                "peripheral vascular disease ",
                "thrombophlebitis",
                "pregnancy",
                "over pharyngeal area",
                "diminished sensation",
                "acute inflammation",
                "seizure history",
                "confused patients",
                "immature patients",
                "obesity",
                "osteoporosis",
                "cancer",
                "used in close proximity to diathermy treatment",
                "over the region of a cardiac pacemaker",
                "over the pelvis, abdominal, and lumbar regions during pregnancy",
                "over the eyes and testes",
                "in an area with infection or bleeding",
                "if a tumor is present in the area",
                "in the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "over the heart, stellate, or cervical ganglia",
                "over epiphyseal plates",
                "sensory deficits",
                "patients who cannot communicate effectively (e.g., impaired cognition, language barrier)",
                "circulatory impairments",
                "plastic or metal implants",
                "Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "other": [
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Thermotherapy  is contraindicated with:(20)",
                "Electrotherapy  contraindications/precautions include: (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(20)",
                "Therapeutic ultrasound  contraindications include; do not use:(20)",
                "Therapeutic ultrasound  precautions include:(20)"
            ]
        },
        "diagnosis need for treatment": "Many children with CP will require periodic courses of physical therapy throughout their lives. Intervention should be tailored to meet the needs of the child/family at each stage of development. The goals of physical therapy are numerous but generally include prevention of deformity, maximizing mobility/function, and patient/ family education",
        "rule out": " Rule out Progressive neurologic disorders Idiopathic toe-walkingX-linked  genetic disorder, slowly progressive, begins in infancy",
        "prognosis": [
            "With early intervention and appropriate medical care, most children with CP grow up to be adults; overall survival of all children with CP until the age of 20 years is 90% (48)",
            "Most children with spastic hemiplegia have normal cognition and maintain independent ambulationand a high level of functional abilities (48) –In high-income  countries, 2 in 3 individuals with CP will walk, 3 in 4 will talk, and 1 in 2 will have normal intelligence (49)",
            "Early diagnosis is key to initiate early intervention for CP. This maximizes neuroplasticity of the developing brain and minimizes negative effects to muscle and bone growth and development (49) –Authors of a 2017 clinical review of the evidence found that -infants with hemiplegic CP who receive early constraint-inducedmovement  therapy (CIMT) have better hand function than controls in the short term and probably substantially better hand function in the long term (49) -infants with any type of CPwho receiveGoals–Activity–Motor  Enrichment (GAME), an early, intense, enriched, task-specific, training-based  interventionhave bettermotorand cognitive skills at 1 year than those who receive usual care; and the improvements are even greater when intervention occurs at home "
        ],
        "referral to other disciplines": " Referral to other disciplinesThe typical goal of surgery in this population is to improve ROM and manipulate musculoskeletal deformities with the aim of improving overall function (48)Many anecdotal reports of psychosocial issues are reported in the literature as parents and children cope with the effects of CP. A referral to a specialist may be warranted, and each case should be evaluated on an individual basis. The clinician should avoid generalizations based on level of impairment and assess the unique needs of each familyIf feeding or speech concerns are present, a speech therapy evaluation is indicated Resource specialist for special education services Referral to ophthalmologist or developmental optometrist as indicated(16)Improved skills with appropriate glassesAssist in patient/ caregiver education regarding visual impairments and effective strategies used in overcoming deficits Gross motor delay Attainment of motor milestonesTherapeutic strategies _ Functional training, NDT(12) _ _ (See Treatment summary , above)Progress each patient as indicated and appropriateImplement a home program that incorporates activities that foster carryover of newly acquired skills  Decreased independence with functional mobilityIndependent mobility with adaptive equipment (wheelchair, walker, etc.). Independent mobility on/off playground equipmentPrescription, application of devices and equipment _ Implement assistive devices and adaptive equipment as indicated _ _ Implementation of appropriate wheelchair seating systems as indicated _ _ Therapeutic strategies _ Functional and gait training _ _ (See Treatment summary , above)Progress each patient as indicated and appropriateImplement a home program that incorporates activities that foster carryover of newly acquired skills Gait deviations Improve gait pattern Prescription, application of devices and equipment _ Implement assistive devices and adaptive equipment as indicated _ _ Gait training _ Implement gait training as indicated by the patient’s functional level and noted impairments _ _ (See Treatment summary , above)Progress each patient as indicated and appropriateImplement a home program that incorporates activities that foster carryover of newly acquired skills  Impaired ability to perform ADLsIncrease independence with ADLsPrescription, application of devices and equipment _ Implement assistive devices and adaptive equipment as indicated _ _ Functional training _ Complete functional training as indicated and appropriate(32) _ _ Therapeutic strategies Therapeutic exercise as indicated. _ CIMT(22,23) _ _ (See Treatment summary , above)Progress each patient as indicated and appropriateImplement a home program that incorporates activities that foster carryover of newly acquired skills Decreased independence with fitness/recreational sports programsIndependent participation in fitness/ recreational sports programs _ _ Improve endurancePrescription, application of devices and equipment _ Implement assistive devices and adaptive equipment as indicated _ _ Functional training _ Complete functional training as indicated and appropriate _ _ (See Treatment summary , above)Progress each patient as indicated and appropriateImplement a home program that incorporates activities that foster carryover of newly acquired skills  Decreased ROM Increase ROM Therapeutic strategies _ ROM and stretching programs as indicated(32) _ _ Physical agents and mechanical modalities _ Ultrasound or moist heat may be utilized to increase circulation prior to stretching _ _ Electrotherapeutic modalities _ Electrical stimulation may be trialed as indicated _ _ (See Treatment summary , above)Progress each patient as indicated and appropriateImplement a home program that incorporates activities that foster carryover of newly acquired skills  Contractures of muscle and joint tissue and musculoskeletal deformitiesPrevent secondary complications such as contractures, decreased bone mineral density, pain, and orthopedic deformities as able _ _ Independent with orthotic managementTherapeutic strategies _ ROM and stretching programs as indicated(32) _ _ Physical agents and mechanical modalities _ Ultrasound or moist heat may be utilized to increase circulation prior to stretching _ _ Electrotherapeutic modalities _ Electrical stimulation may be trialed as indicated _ _ Prescription, application of devices and equipment _ Orthoses may be indicated for children with CP.(21) Referral to an orthotist as indicated. Educate patient/parent/caregiver regarding appropriate use (21) _ _ (See Treatment summary , above)Progress each patient as indicated and appropriateProvide patient and family/ caregivers with written instructions regarding functional activities that can be performed at home as indicated  Decreased strength _ _ Presence of muscle atrophyImprove strength _ _ Reduce/prevent atrophyTherapeutic strategies _ Strengthening of weakened musculature. For the younger child, strengthening can be accomplished through play and functional/ developmental activities(32) _ _ (See Treatment summary , above)Progress each patient as indicated and appropriateImplement a home program centered around the maintenance of functional ROM. Compliance with home program can be achieved with teaching parents how to incorporate skills into daily routine Decreased coordination Improve coordination Therapeutic strategies _ Incorporate strategies to improve the patient’s coordination (e.g., obstacle course, targeted therapeutic exercise)(32) _ _ (See Treatment summary , above)Progress each patient as indicated and appropriateImplement strategies for home as indicated Impaired protective and balance reactionsImprove protective and balance reactionsTherapeutic strategies _ Incorporate strategies to improve the patient’s balance (e.g., activities on therapy ball, reaching for desired items outside of base of support) _ _ (See Treatment summary , above)Progress as indicated Balance activities may be added to the patient’s home exercise program as indicated. Ensure the caregivers can safely carryout the prescribed interventions .",
        "other considerations": [
            "Family-centered  approach to treatment is important for patients with spastic hemiplegia CP. Recognition of the goals/ aspirations of the child and the family should be reflected in the treatment. Support for the family is important as well (49)",
            "Early detection of any associated impairments and functional limitations is important to improving overall function (e.g., vision impairment, hearing impairment, and epilepsy) (51)",
            "An assessment of the school environment for children with spastic hemiplegia CP should be done. Education-based  and cognitive assessments are essential –The School Function Assessment (SFA) is a tool to evaluate and monitor a student’s performance of functional tasks and activities that support participation in school. It is appropriate for use with children ages 5–12  years (51)"
        ],
        "treatment summary": [
            "The interventions listed below are from studies specific to children with spastic hemiplegia; for other general interventions, see Clinical Review…Cerebral Palsy: an Overview , referenced above",
            "The National Institute for Health and Clinical Excellence (NICE) of the United Kingdom develops clinical guidelines through an independent committee of experts including clinicians, patients, caregivers, and health economists.(21) The following are recommendations included in the NICE clinical guideline for physical and occupational therapy for the treatment of spasticity in children and young persons with nonprogressive disorders: –Physical and occupational therapy programs should be tailored to the specific needs of the individual patient with goals of enhancing skill development, function, and ability to participate in ADLs. Physical and occupational therapy should also aim to prevent complications of spasticity such as pain and contractures(21) –Provide patients and caregivers with education and home program information(21) –Specific therapeutic strategies recommended: -24-hour  postural management program to prevent or delay contracture development or skeletal deformities (include low-load  active or passive stretching as appropriate)(21) -Task-focused  active-use  therapy (including constraint-induced  movement therapy – described below)(21) -Muscle strengthening therapy programs with progressive repetitive exercises performed against resistance(21) -Provide an adapted physical therapy program for patients who have been treated with botulinum toxin type A, continuous pump-administered  intrathecal baclofen, orthopedic surgery, or SDR(21) -Reassess patient at regular intervals to ensure the patient’s needs are being addressed(21)",
            "Constraint-induced  movement therapy (CIMT) –After participating in CIMT children with hemiplegic CP may use their affected upper extremity more often(22) -Based on a systematic review conducted in the United States -Review included studies with varied research designs (e.g., RCTs, pretest-posttest  designs) –CIMT may improve spontaneous use of affected upper extremities in children with hemiplegic CP(23) -Based on Cochrane systematic review with limited evidence -Review of 3 controlled trials of CIMT for treatment of affected upper limb in 94 children with hemiplegic CP -The evidence was limited to 1 small randomized trial with methodologic limitations, 1 trial with ambiguous methodology, and 1 trial without randomization -One trial reported significant differences and 2 trials reported trends favoring CIMT –In a one-group,  pretest-posttest  study conducted in the United States involving 12 children with hemiplegic CP, a significant improvement in the children’s base of support (during ambulation) was detected following the participation  in an upper extremity CIMT program. The authors of the trial concluded that further research is indicated to explore the potential benefits of upper extremity CIMT on lower extremity function(24)",
            "Sensory stimulation by mesh glove stimulating at the sensory level may improve motor skills. Goal of the sensory stimulation was to improve awareness, which would improve function –The Cairo University study randomly assigned 30 children to 2 groups(35) -Group A: 15 patients (6 females, 9 males) received treatment from physiotherapy and glove stimulation at sensory level -Group B: 15 patients (10 females, 5 males) received only physiotherapy –Children were treated 3 times per week over 12 weeks. Each session consisted of 45 minutes of physiotherapy and 40 minutes of stimulation in the glove group. In addition to physiotherapy and glove stimulation, each child was assigned 3 hours of home program to complete –Physiotherapy programming focused on heat to the wrist flexors for 10 minutes followed by facilitation of antispastic wrist extensors and stretching to wrist flexors in addition to prolonged stretching of wrist flexors by means of positioning, night splints, Bobath technique or reflex inhibiting pattern, graduated active exercises for upper extremity, gait training, and static and dynamic balance training",
            "Functional training and therapeutic exercise focusing on forearm supination can improve fine manual dexterity in children with spastic hemiplegic CP(32) –An RCT conducted in Egypt of 30 children with spastic hemiplegic CP –The children in the control group participated in traditional physical therapy (i.e., therapeutic heat, stretching, active ROM, gait training, balance training) 3 times per week for 12 weeks and a home program –The children in the experimental group participated in traditional physical therapy in addition to activities focusing on forearm supination (e.g., reaching activities with forearm supination) –The children in the experimental group had a greater improvement than the children in the control group in the Nine-Hole Peg Test",
            "Bimanual activities –In an RCT conducted in the United States involving 20 children with mild-moderate  hemiplegic CP, investigators evaluated hand-arm  bimanual intensive therapy (HABIT) and found that the intervention may improve bimanual hand use in this population(25) -Treatment group participated in 10 days of strictly planned bimanual practice for 6 hours/day -Significant gains were noted in: -The Assisting Hand Assessment -The BOT-2  (bimanual items) -The completion of a drawer-opening  task with two hands -Accelerometry -A caregiver survey",
            "Results from a study in Saudi Arabia indicated that functional strengthening of shoulder musculature improved hand function and that use of functional exercise was superior to traditional physiotherapy. Both groups made gains, but greater gains were made in the group performing functional strengthening(36) –Thirty children aged 5–7 years, an equal mix of males and females, were randomized into 2 groups(36) -Group A received traditional physiotherapy 1 hour 3 times a week for 6 months -Group B received functional strengthening program for a half-hour  3 times per week for 6 months in addition to a half-hour  of traditional physiotherapy –Traditional treatment focused on inhibiting abnormal muscle tone and abnormal postural reflexes and facilitating normal motor patterns, exercises for righting reactions, protective reactions and equilibrium reactions, weight-bearing exercises, and proprioceptive training –Functional program focused on reaching for toys, grasping, and releasing items of different weights at different positions throughout the shoulder range of motion",
            "Explicit motor imagery (MI) training to improve patients’ upper limb motor functions (43) –MI is the mental simulation of a motor action without producing an overt movement –Authors of a 2019 study examined the relationship between imagination and execution of grasping in children with unilateral CP (43) -Sevenchildren with unilateral CP performed a mental chronometry task consisting of grasping an object and placing it into a container, or imagining performing the same action  -The 7 children with unilateral CP were compared to a control group of 10 normally developing children -Results showed that in the control group of normally developing children higher scores in mental chronometry tasks were positively correlated to increased bilateral activation of the intraparietal sulcus, superior parietal lobule, and dorsal premotor cortex. The unilateral CP children demonstrated similar results. There was a positive correlation between a higher score in the mental chronometry task and bilateral activations of intraparietal sulcus, and to activation of contralesional, right dorsal premotor cortex, and putamen during imagination of grasping movements -Study authors concluded that explicit MI ability for grasping actions could be preserved in children with unilateral CP. The use of explicit MI training to improve patients’ upper limb motor functions may be possible",
            "Treadmill training with additional ankle loading (45) –Authors of a 2019 study assessed the immediate effects of a single treadmill training with additional lower limb loading on kinematic gait parameters in 20 children with hemiparetic CP (45) -Gait in children with hemiparetic CP often is characterized by reduced dorsiflexion and knee and hip range of flexion/ extension. This results in reduced speed, shorter step length, increased base support, and longer stance time in nonparetic limb -The treatment consisted of treadmill gait training for 12 minutes. For the first 3 minutes the child walked with no load. Kinematic data were collected for the pre-treatment  phase. A load of 60% of each patient’s lower limb was calculated and then added to both ankles. The patient continued walking for 5 minutes. At the end of this stage the weight was removed from the ankles. The patient returned to the treadmill to walk for 1 minute while the post-treatment  data were collected. After 5 minutes of rest, the patient walked for 3 more minutes with no load. Kinematic data were collected during this final phase -Results demonstrated increase in knee (p = 0.001) and hip (p = 0.005) ROM, maximum knee (p < .0.001) and hip (p = .001) flexion in swing, and paretic foot height during swing (p < 0.001) when pre and post were compared -Children were able to make anticipatory adjustments to additional lower limb loading. Being able to increase the height of the paretic foot by increasing hip and knee flexion, even for a short period of time, enhances gait function. Incorporating this strategy into gait rehabilitation should be considered",
            "Balance training –A small RCT conducted in the Netherlands involving 10 children with spastic hemiplegic CP assessed balance training with visual feedback. Researchers found that the training had a positive impact on quiet (static tasks) and dynamic (weight-shifting  tasks) standing as well as gait in these children(26) -The training sessions were 30 minutes, 3x/week for 6 weeks with static and dynamic challenges -The treatment group demonstrated an increase in anterior-posterior  voluntary weight shifts and weight shifts toward the nonaffected lower extremity -Postural sway appeared to decrease as evidenced by decreased amplitude in the anterior-posterior directions during quiet stance coupled with increased time on the standing target -There was an increase in step length seen when the nonaffected leg was in swing, thereby reducing the asymmetry of gait –Authors of a small noncomparative study conducted in the United States assessed 6 children with CP (4 with spastic diplegia, 2 with spastic hemiplegia) who underwent 5 days of intensive treatment consisting of 100 perturbations/day on a moveable force platform. The following was reported:(27) -In the children with spastic hemiplegia, the start of muscle contraction was slow in the affected leg once perturbations commenced; however, timing improved in certain muscles after training -Prior to training the muscles contracted in a pattern of proximal to distal, opposite of the pattern seen in typical children. However, after training this pattern reversed to the desired outcome of distal-proximal -In addition, in the patients with spastic hemiplegia, an enhancement in the ability to control the amplitude of muscle activity was observed",
            "Neurodevelopmental treatment (NDT) –Evidence indicates that NDT is not more effective than other therapeutic strategies in the treatment of CP(28) -Based on a report by the American Academy for Cerebral Palsy and Developmental Medicine –In a study involving 34 children in Greece with spastic CP (hemiplegia, diplegia, tetraplegia), participants were divided into two treatment groups, both of which received NDT at varying intensities. The following was reported:(29) -Both treatment groups had significant improvements in gross motor function after the 16-week  treatment regimen according to the GMFM  -The group that underwent intensive (5 days/week) therapy had a greater improvement in function than the group that received NDT 2 days/week (sessions were 50 minutes long in each group)",
            "Orthoses –Orthoses may be indicated for children with spasticity to improve functional mobility, ADLs, pain, and contractures –Ankle-foot  orthoses (AFOs) are frequently prescribed for children with spastic hemiplegia CP. AFOs can help maintain ROM,prevent progressive loss of ROM, prevent contracture, deformity, and pain, preserve ROM gains following other interventions, protect foot and ankle alignment, and improve gait and overall function (42) -Research on AFOs in patients with CPshows an improvement in gait including mechanics, step length, and velocity -The brace should be individualized to the child’s physical impairments and gait pattern -The decision-making  process for AFOs is multidimensional and should include a physical assessment, clear identification of gait impairments and deficits that the AFO is intended to address,and knowledge of the biomechanics of normal gait, the mechanics of gait deviations, and the biomechanical capabilities of different types of orthoses –There are two main types of AFOs, solid and hinged, which are prescribed for different reasons. Solid AFOs limit dorsiflexion and may be better suited for bilateral CP. A hinged AFO allows for dorsiflexion while prohibiting plantarflexion beyond a set position of the ankle and is intended to improve gait function by facilitating heel strike at initial contact, promoting stability in stance phase, and assisting foot lift in swing phase. It can correct spastic equinus, which may impede spastic activation of the posterior calf muscles. The footplate design can help modulate abnormal muscle tone. There are unmodified, flatter footplates or rectified, contoured footplates (47) -Authors of a 2020 explorative study evaluated the muscle activity in children with spastic unilateral CP when walking with two types of hinged AFOs: unmodified, flatter footplate and a rectified, contoured footplate (47) -Results showed an unmodified hinged AFO is the favorable choice based on muscle activity because it facilitates more functional muscle activity while impeding spastic response -Both types of hinged AFOs helped to mitigate spastic activation of the medial gastrocnemius in children with spastic unilateral CP, but they also can inhibit tibialis anterior activation (an undesirable response) -The unmodified, flatter footplate hinged AFO was associated with reduced activity in tibialis anterior for a shorter proportion of swing phase at 8% compared to the AFO with a rectified, contoured footplate at 21%. Deactivation of tibialis anterior in swing phase is an undesirable consequence of AFO use that may impair muscle strength and function over time",
            "Electrotherapeutic modalities –Authors of a systematic literature review on the impact of electrical stimulation (ESTIM) in the CP population concluded that the type and age of patient who would benefit most from ESTIM treatment, as well as the most appropriate treatment parameters, is not yet known(30) -Eighteen articles met the criteria for review -5/12 studies assessing efficacy of neuromuscular electrical stimulation (NMES) noted statistically significant changes in strength and motor function; however, the level 1 studies had fewer positive outcomes -2/6 studies assessing the efficacy of threshold electrical stimulation (TES) reported statistically significant changes in strength and motor function –Authors of a randomized trial conducted in the United States involving 24 patients with spastic hemiplegic CP investigated the effect of NMES and dynamic bracing on spasticity in the upper extremities. The following was reported:(31) -The patients were randomly divided into three treatment groups: -Group 1 – two 30-minute  sessions of NMES/day on antagonist extensors -Group 2 – two 30-minute  sessions of dynamic bracing/day -Group 3 – two 30-minute  sessions of dynamic bracing and NMES/day -Only group 3 had statistically significant differences in all three outcome measures (Melbourne assessment, grip strength, posture evaluation), but the significant results were only carried over for 2 months after treatment ceased",
            "Computer-game-assisted  repetitive task practice platform (G-RTP)(40) –Improving upper extremity motor and visual-spatial  processing skills in children with CP requires intense repetitive task practice. Engaging these children in approaches that are fun and motivating helps with adherence and ultimately outcomes.The use of computer/video games in rehabilitation training is an emerging and promising therapy approach  –Authors of a case study examined the feasibility, acceptance, and benefits of G-RTP.  A 4-year-old  child with left spastic CP performed individualized game-assisted  therapy. The child attended therapy for 16 weeks for 2–3 days per week, 45–60 minutes per session –The results demonstrated the feasibility and acceptability of the G-RTP  program for use by children with upper extremity motor impairment. The positive findings support more RCTs to further demonstrate efficacy . Problem Goal Intervention Expected Progression Home Program Decreased patient/ parent/caregiver knowledge regarding CPPatient/caregiver/parent will be knowledgeable regarding CPPatient/parent/ caregiver education _ _ Implement educational programProgress as indicated Provide written materials Impaired vision/ perception(16)Improve visual/ perceptual skillsPrescription, application of devices and equipment _"
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Improved visual/perceptual skills",
            "Improved ROM–Goniometry",
            "Improved strength–MMT, handheld dynamometry, pinch gauge",
            "Improved gross motor ability–GMFM, TIMP, WeeFIM, FIM",
            "Improved balance–PBS–PDMS-2  balance subtest–BOT-2",
            "Improved gait pattern–Gait analysis",
            "Improved endurance–6MWT",
            "Improved function in ADLs–PEDI, Goal Attainment Scale (GAS), Canadian Occupational Performance Measure (COPM)"
        ]
    },
    "maintenance or prevention": [
        "Home exercise program should be implemented, with focus on: preventing ROM loss preventing pressure sores orthotic wearing schedule exercises/activities to maintain strength and function",
        "Recommend routine follow-up  with medical team"
    ],
    "patient education": [
        "Patient education/resource center, United Cerebral Palsy website, http://ucp.org/",
        "Patient education/resource center, Kids Health, http://kidshealth.org/parent/classroom/factsheet/cp-factsheet.html Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Steenbergen B, Verrel J, Gordon AM. Motor planning in congenital hemiplegia. Disabil Rehabil . 2007;29(1):13-23.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Zaffuto-Sforza  CD. Aging with cerebral palsy. Phys Med Rehabil Clin North Am . 2005;16(1):235-249.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "USC University Affiliated Program for the Department of Developmental Services. A consumer's guide to the Lanterman Act. State of California Department of Developmental Services. https://www.dds.ca.gov/wp-content/uploads/2019/03/CC_LAGuide_20190318-1.pdf . Accessed February 1, 2016. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Noonan K. Neuromuscular diseases. In: Weinstein SL, Buckwalter JA, eds. Turek’s Orthopaedics: Principles and Their Application . 6th ed. Philadelphia, PA: Lippincott Williams & Wilkins; 2005:211-223.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Dursun E, Dursun N, Alican D. Effects of biofeedback treatment on gait in children with cerebral palsy. Disabil Rehabil . 2004;26(2):116-120.  (RCT)"
        },
        {
            "number in article": 6,
            "reference": "Niedzwecki CM, Roge DL, Schwabe AL. Cerebral palsy. In: Cifu DX, ed. Braddom’s Handbook of Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Saunders; 2016:1053-1071.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Krigger KW. Cerebral palsy: an overview. Am Fam Physician . 2006;73(1):91-100.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Koman LA, Smith BP, Shilt JS. Cerebral palsy. Lancet. 2004;363(9421):1619-1631.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "O'Neil ME, Fragala-Pinkham  MA, Westcott SL, et al. Physical therapy clinical management recommendations for children with cerebral palsy – spastic diplegia: achieving functional mobility outcomes. Pediatr Phys Ther . 2006;18(1):49-72.  (G)"
        },
        {
            "number in article": 10,
            "reference": "Epilepsy Foundation of America Web site. http://www.epilepsyfoundation.org . Accessed November 15, 2016. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Damiano DL, Alter KE, Chambers H. New clinical and research trends in lower extremity management for ambulatory children with cerebral palsy. Phys Med Rehabil Clin North Am. 2009;20(3):469-491.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Dilenno M. Orthopedic management. Tecklin JS, ed. Pediatric Physical Therapy . 5th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2014. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Swiggum M, Hamilton ML, Gleeson P, Roddey T. Pain in children with cerebral palsy: implications for pediatric physical therapy. Pediatr Phys Ther . 2010;22(1):86-92. doi:10.1097/PEP.0b013e3181cd18a7. (RV)"
        },
        {
            "number in article": 14,
            "reference": "Ryan S, Campbell KA, Rigby P, Germon B, Chan B, Hubley D. Development of the new Family Impact of Assistive Technology Scale. Int J Rehabil Res . 2006;29(3):195-200. (R)"
        },
        {
            "number in article": 15,
            "reference": "Aarts PB, Jongerius PH, Aarts MA, Van Hartingsveldt MJ, Anderson PG, Beumer A. A pilot study of the Video Observations Aarts and Aarts (VOAA): a new software program to measure motor behaviour in children with cerebral palsy. Occup Ther Int . 2007;14(2):113-122.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Senesac CR. Management of clinical problems of children with cerebral palsy. In: Umphred DA, Burton GU, Lazaro RT, Roller ML, eds. Neurologic Rehabilitation . 6th ed. St. Louis, MO: Elsevier Mosby; 2013:317-344.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "Riad J, Modlesky CM, Gutierrez-Farewik  EM, Broström E. Are muscle volume differences related to concentric muscle work during walking in spastic hemiplegic cerebral palsy?. Clin Orthop Relat Res . 2012;470(5):1278-1285.  (R)"
        },
        {
            "number in article": 18,
            "reference": "McLaughlin JF, Felix SD, Nowbar S, Ferrel A, Bjornson K, Hays RM. Lower extremity sensory function in children with cerebral palsy. Pediatr Rehabil . 2005;8(1):45-52.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Goble DJ, Hurvitz EA, Brown SH. Deficits in the ability to use proprioceptive feedback in children with hemiplegic cerebral palsy. Int J Rehabil Res . 2009;32(3):267-269.  (R) "
        },
        {
            "number in article": 20,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016:42-44,  322-323. (GI)"
        },
        {
            "number in article": 21,
            "reference": "National Institute for Health and Clinical Excellence. Spasticity in children and young people with non-progressive  brain disorders. NICE clinical guideline 145. NHS National Institute for Health and Clinical Excellence Web site  Web site. https://www.nice.org.uk/guidance/cg145/resources/spasticity-in-under-19s-management-pdf-35109572514757. (G)"
        },
        {
            "number in article": 22,
            "reference": "Huang HH, Fetters L, Hale J, McBride A. Bound for success: a systematic review of constraint-induced  movement therapy in children with cerebral palsy supports improved arm and hand use. Phys Ther . 2009;89(11):1126-1141.  (SR)"
        },
        {
            "number in article": 23,
            "reference": "Hoare BJ, Wasiak J, Imms C, Carey L. Constraint-induced  movement therapy in the treatment of the upper limb in children with hemiplegic cerebral palsy. Cochrane Database Syst Rev. 2007. Art No: CD004149. doi:10.1002/14651858.CD004149.  (SR)"
        },
        {
            "number in article": 24,
            "reference": "Coker P, Karakostas T, Dodds C, Hsiang S. Gait characteristics of children with hemiplegic cerebral palsy before and after modified constraint-induced  movement therapy. Disabil Rehabil . 2010;32(5):402-408.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Gordon AM, Schneider JA, Chinnan A, Charles JR. Efficacy of a hand-arm  bimanual intensive therapy (HABIT) in children with hemiplegic cerebral palsy: a randomized control trial. Dev Med Child Neurol . 2007;49(11):830-838.  (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Ledebt A, Becher J, Kapper J. Balance training with visual feedback in children with hemiplegic cerebral palsy: effect on stance and gait. Motor Control . 2005;9(4):459-468. (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Woollacott M, Shumway-Cook  A, Hutchinson S, Ciol M, Price R, Kartin D. Effect of balance training on muscle activity used in recovery of stability in children with cerebral palsy: a pilot study. Dev Med Child Neurol . 2005;47(7):455-461.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Butler C, Darrah J. Effects of neurodevelopmental treatment (NDT) for cerebral palsy: an AACPDM evidence report. Dev Med Child Neurol . 2001;43(11):778-790.  (RV)"
        },
        {
            "number in article": 29,
            "reference": "Tsorlakis N, Evaggelinou C, Grouios G, Tsorbatzoudis C. Effect of intensive neurodevelopmental treatment in gross motor function of children with cerebral palsy. Dev Med Child Neurol . 2004;46(11):740-745.  (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Kerr C, McDowell B, McDonough S. Electrical stimulation in cerebral palsy: a review of effects on strength and motor function. Dev Med Child Neurol . 2004;46(3):205-213.  (SR)"
        },
        {
            "number in article": 31,
            "reference": "Ozer K, Chesher SP, Scheker LR. Neuromuscular electrical stimulation and dynamic bracing for the management of upper-extremity  spasticity in children with cerebral palsy. Dev Med Child Neurol . 2006;48(7):559-563.  (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Azzam AM. Efficacy of enhancement forearm supination on improvement of finger dexterity in hemiplegic cerebral palsy children. Indian J Physiother Occup Ther . 2012;6(2):5-8.  (RCT)"
        },
        {
            "number in article": 33,
            "reference": "Palisano R, Rosenbaum P, Bartlett D, Livingston M. GMFCS – E & R Gross Motor Function Classification System Expanded and Revised. CanChild Centre for Childhood Disability Research Web site Web site. https://www.aacpdm.org/UserFiles/file/BRK27-Willoughby.pdf . Published 2007. Accessed November 15, 2016. (PP)"
        },
        {
            "number in article": 34,
            "reference": "Beaman J, Kalisperis FR, Miller-Skomorucha  K. The infant and child with cerebral palsy. In: Tecklin JS, ed. Pediatric Physical Therapy . 5th ed. Philadelphia, PA: Lippincott Williams and Wilkins; 2015:187-246.  (GI)"
        },
        {
            "number in article": 35,
            "reference": "Azzam AM. Efficacy of mesh glove sensory stimulation on spasticity control in hemiplegic C.P. Indian J Physiother Occup Ther . 2012;6(3):13-17.  (R)"
        },
        {
            "number in article": 36,
            "reference": "Deghidi AN, Shoukery KE. Effect of strengthening exercises of shoulder muscles on hand functions in spastic hemiplegic cerebral palsied children. Indian J Physiother Occup Ther. 2013;7(2):245-249.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Mitchell LE, Ziviani J, Boyd RN. Habitual physical activity of independently ambulant children and adolescents with cerebral palsy: Are they doing enough? Physical Therapy . 2015;95(2):202-211.  doi:10.2522/ptj.20140031. (R)"
        },
        {
            "number in article": 38,
            "reference": "Vadivelu S, Gonzalez-Fernandez  M. Cerebral palsy. In: Frontera WR, Silver JK, Rizzo TD, eds. Essentials of physical medicine and rehabilitation: Musculoskeletal disorders, pain, and rehabilitation . 3rd ed. Philadelphia, PA: Elsevier Saunders; 2015:634-641.  (GI)"
        },
        {
            "number in article": 39,
            "reference": "Cerebral palsy (CP). Centers for Disease Control and Prevention (CDC) Web site. http://www.cdc.gov/ncbddd/cp/index.html . Accessed November 15, 2016. (GI)"
        },
        {
            "number in article": 40,
            "reference": "Sanjay P, Kanitkar A, Szturm T, Gaonkar N, Ankolekar B. A Computer game-assisted  repetitive task practice based upper extremity therapy program for children with spastic unilateral cerebral palsy: a single case study. Indian J Physiother Occup Ther . 2020;14(1):160-166.  doi:10.5958/0973-5674.2020.00029.5.  (C)"
        },
        {
            "number in article": 41,
            "reference": "Raouafi S, Achiche S, Begon M, Sarcher A, Raison M. Classification of upper limb disability levels of children with spastic unilateral cerebral palsy using K-means algorithm. Med Biol Eng Comput . 2018;56(1):49-59.  doi:10.1007/s11517-017-1678-y.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Kane K, Manns P, Lanovaz J, Musselman K. Clinician perspectives and experiences in the prescription of ankle-foot  orthoses for children with cerebral palsy. Physiother Theory Pract . 2019;35(2):148-156.  doi:10.1080/09593985.2018.1441346. (R)"
        },
        {
            "number in article": 43,
            "reference": "Errante A, Bozzetti F, Sghedoni S, et al. Explicit motor imagery for grasping actions in children with spastic unilateral cerebral palsy. Front Neurol . 2019;10:837. doi:10.3389/ fneur.2019.00837. (R)"
        },
        {
            "number in article": 44,
            "reference": "Zhan Q, Tang L, Wang Y, et al. Feasibility and effectiveness of a newly modified protocol-guided  selective dorsal rhizotomy via single-level  approach to treat spastic hemiplegia in pediatric cases with cerebral palsy. Childs Nerv Syst . 2019;35(11):2171-2178.  doi:10.1007/s00381-019-04194-0.  (R)"
        },
        {
            "number in article": 45,
            "reference": "Simão CR, Regalado ICR, Spaniol AP, Fonseca DOS, Riberio TS, Lindquist AR. Immediate effects of a single treadmill session with additional ankle loading on gait in children with hemiparetic cerebral palsy. NeuroRehabilitation . 2019;44(1):9-17.  doi:10.3233/NRE-182516.  (R)"
        },
        {
            "number in article": 46,
            "reference": "Aleksi# M, Baš#arevic Z, Stevanovi# V, Rako#evi# J, Baljozovi# A, #obelji# G. Modified split tendon transfer of posterior tibialis muscle in the treatment of spastic equinovarus foot deformity: long-term  results and comparison with the standard procedure. Int Orthop . 2020;44(1):155-160.  doi:10.1007/s00264-019-04443-665.  (R)"
        },
        {
            "number in article": 47,
            "reference": "Lindskov L, Huse AB, Johansson M, Nygård S. Muscle activity in children with spastic unilateral cerebral palsy when walking with ankle-foot  orthoses: an explorative study. Gait Posture. 2020;80:31-36.  doi:10.1016/j.gaitpost.2020.05.011. (R)"
        },
        {
            "number in article": 48,
            "reference": "Patel DR, Neelakantan M, Pandher K, Merrick J. Cerebral palsy in children: A clinical overview. Translational Pediatrics . 2020;9(Suppl 1):S125-S135.  doi:10.21037/ tp.2020.01.01. (RV)"
        },
        {
            "number in article": 49,
            "reference": "Novak I, Morgan C, Adde L, et al. Early, accurate diagnosis and early intervention in cerebral palsy: Advances in diagnosis and treatment. JAMA Pediatrics . 2017;171(9):897-907.  doi:10.1001/jamapediatrics.2017.1689.  (RV)"
        },
        {
            "number in article": 50,
            "reference": "Baker R, Esquenazi A, Benedetti MG, Desloovere K. Gait analysis: clinical facts. European Journal Of Physical And Rehabilitation Medicine . 2016;52(4):560-574.  (R)"
        },
        {
            "number in article": 51,
            "reference": "Management Of Cerebral Palsy In Children: A Guide For Allied Health Professionals. NSW Government Health Guideline Summary Web site. https://www1.health.nsw.gov.au/ pds/ActivePDSDocuments/GL2018_006.pdf . Published March 14, 2018. Accessed November 18, 2020. (G)"
        },
        {
            "number in article": 52,
            "reference": "Infant Motor Performance Scales. https://www.thetimp.com/about-our-tests . Accessed November 18, 2020. (GI) "
        }
    ]
}