{
    "metadata": {
        "title": "Aphasia, Wernicke’s (Receptive Aphasia, Fluent Aphasia)",
        "synonyms": [
            "sensory aphasia",
            "fluent aphasia",
            "receptive aphasia",
            "jargon aphasia",
            " wernicke’s-type  aphasia",
            "aphasia, fluent",
            "aphasia, sensory",
            "aphasia, jargon",
            "aphasia, receptive",
            "wernicke’s aphasia (receptive aphasia, fluent aphasia)",
            "aphasia, wernicke’s type"
        ],
        "anatomical location body part affected": [
            "Posterior portion of the first temporal gyrus (left hemisphere)(1)"
        ],
        "area of specialty": [
            "adult neurological disorders"
        ],
        "description": [
            "Aphasia is a disorder that results from damage to the parts of the brain that control language abilities.(2) Aphasia can impair any or all of the following: speaking, listening, reading, and writing.(2) Wernicke’s aphasia is a primary, or central, aphasia that affects the lexical (i.e., related to words and word choice) and semantic (i.e., related to the meanings of words) aspects of language.(3) It is hypothesized that patients with Wernicke’s aphasia might not be able to fully discriminate the acoustic information contained within speech; this results in impaired auditory comprehension.(3,4) Although patients with Wernicke’s aphasia have significantly impaired word and phoneme selection, the syntax of language often is preserved and sometimes even overused (paragrammatism)(3)",
            "An example of a paragrammatic sentence would be: “Tomorrow will be going together with sometimes of course however not the best of all time whenever he isn’t like that”"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "I69.020": "aphasia following nontraumatic subarachnoid hemorrhage",
            "I69.120": "aphasia following nontraumatic intracerebral hemorrhage",
            "I69.220": "aphasia following other nontraumatic intracranial hemorrhage",
            "I69.320": "aphasia following cerebral infarction",
            "I69.820": "aphasia following other cerebrovascular disease",
            "I69.920": "aphasia following unspecified cerebrovascular disease",
            "R47.01": "aphasia",
            "R47.02": "dysphasia (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Spoken Language Comprehension G-code set": {
                "G9159": "Spoken language comprehension functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9160": "Spoken language comprehension functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9161": "Spoken language comprehension functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Spoken Language Expressive G-code set": {
                "G9162": "Spoken language expression functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9163": "Spoken language expression functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9164": "Spoken language expression functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage;no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients present with impaired auditory comprehension and speech that is fluently articulated but marked by word substitutions. Patients with Wernicke’s aphasia might reverse syllables or phonemes (e.g., “ephelant” for “elephant”), produce neologisms (new words) (e.g., “bort” for “fork”), or produce verbal (semantic) paraphasias (e.g., “dog” for “cat”).(1,5) A slowed overall rate of speech sometimes occurs with Wernicke’s aphasia.(6) Reading and writing often are severely impaired. Patients with Wernicke’s aphasia also have difficulty with naming (anomia) and with repetition of words, phrases, and sentences.(1) Additionally, these patients often are unaware of their communication difficulties. Accompanying impairments can include mood disorders (e.g., anxiety/depression, agitation), short-term  memory deficits, hemisensory deficits, swallowing difficulties (dysphagia), apraxia of speech, and dysarthria(1,5)",
            "Although it most frequently occurs in adults, aphasia can also occur in children. For detailed information on assessment and treatment of aphasia in children, see Clinical Review…Aphasia, Acquired Childhood ; CINAHL Topic ID Number: T708867 Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Depression and anxiety are common among persons with aphasia and can adversely affect test performance, making patients seem more impaired than they are(11)",
            "During a speech-language  evaluation, it is of utmost importance to be aware of a patient’s pain tolerance and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials(5,12) –The patient’s culture will shape his or her experience with aphasia. For example, in cultures in which language binds the family and community together, aphasia could be devastating. However, in a culture in which the emphasis is on nonverbal communication or that values silence, the effects of aphasia will be experienced differently. It is essential  that the clinician determine the way in which aphasia is viewed and understood by the patient and family’s culture and proceed with assessment, treatment, and education with that cultural perspective at the forefront(54) –In a survey-based  study conducted in Australia with 188 responding SLPs, researchers found that although the SLPs embraced a wide variety of therapeutic techniques and functional practices in both inpatient and outpatient settings, they also reported an overall low level of comfort and knowledge in treating culturally and linguistically diverse patients with aphasia.(55) Appropriate education, training, and materials are critical for SLPs who work in populations with culturally and linguistically diverse individuals",
            "Patients with aphasia might not be able to complete standardized tests or answer questions regarding medical history. It recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  approximately , persons in the united states acquire aphasia each year—in total, about  million persons are affected.   stroke is the most common cause of brain damage leading to aphasia. other causes include head trauma, brain": [],
        "pathogenesis": [
            "Cerebral infarction (blockage of blood flow) to the posterior portion of the first temporal gyrus is the leading cause ofWernicke’s aphasia. Aphasia results from a lack of blood flow to the language areas of the brain, resulting in cell death(7)"
        ],
        "risk factors": [
            "Stroke–Advanced age (risk doubles each decade after age 55; peak incidence at 80–84 years of age)(8)–Sex (more common in women than men)(8)-Use of birth control pills and pregnancy further increase risk of stroke in women(8)–Family history of stroke(8)–History of stroke, heart attack, or transient ischemic attack (TIA)(8)–Race (much higher risk of death from stroke in Blacks than in Caucasians)(6)–Cigarette smoking(8)–Hypertension (normal blood pressure is ≤ 120/80 mm Hg)(8)–Diabetes mellitus(8)–Carotid or other artery disease (including peripheral artery disease)(8)–Excess weight(8)–Hyperlipidemia (LDL cholesterol > 100 mg/dL)(8)–Physical inactivity(8)–Alcohol and/or drug abuse(8)–Atrial fibrillation or other heart disease(8)–Sickle cell disease(8)–A poor diet high in fat(8)–Geographical location (in the United States, strokes are more common in the Southeast)(8)–Socioeconomic factors (some evidence suggests strokes are more common among persons of low income)(8)",
            "Traumatic brain injury (TBI)–Age; risk is highest in the following groups:-Children, specifically newborns through age 4 years(9)-Teenagers and young adults, especially those 15–24  years of age(9)-Adults over age 75(9)–Male sex(9)",
            "Brain tumor–Exposure to ionizing radiation(10)–Family history of brain tumor(10)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Depression and anxiety are common among persons with aphasia and can adversely affect test performance, making patients seem more impaired than they are(11)",
            "During a speech-language  evaluation, it is of utmost importance to be aware of a patient’s pain tolerance and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials(5,12) –The patient’s culture will shape his or her experience with aphasia. For example, in cultures in which language binds the family and community together, aphasia could be devastating. However, in a culture in which the emphasis is on nonverbal communication or that values silence, the effects of aphasia will be experienced differently. It is essential  that the clinician determine the way in which aphasia is viewed and understood by the patient and family’s culture and proceed with assessment, treatment, and education with that cultural perspective at the forefront(54) –In a survey-based  study conducted in Australia with 188 responding SLPs, researchers found that although the SLPs embraced a wide variety of therapeutic techniques and functional practices in both inpatient and outpatient settings, they also reported an overall low level of comfort and knowledge in treating culturally and linguistically diverse patients with aphasia.(55) Appropriate education, training, and materials are critical for SLPs who work in populations with culturally and linguistically diverse individuals",
            "Patients with aphasia might not be able to complete standardized tests or answer questions regarding medical history. It recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the underlying cause of aphasia (e.g., stroke, brain injury)? -What were the initial signs and symptoms of aphasia? Have any symptoms improved or worsened since onset?",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs). The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications may adversely affect cognitive and communicative functioning.(12) Contact a pharmacist or physician regarding questions about side effects(12)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Note the results of any neurological (MRI, CT), neuropsychological, or psychological/ cognitive tests that have been completed"
                    ],
                    "alternative therapies": "Document any use of home training programs or alternative therapies (e.g., acupuncture) and their efficacy",
                    "previous therapy": "Document whether patient has had speech-language,  occupational, or physical therapy for this or for other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Are there times of day when the patient has more/less difficulty communicating? -Are there specific situations in which it is more/less difficult for the patient to communicate? -Is the patient aware of communication difficulties? Is the patient frustrated by communication difficulties? -Does the patient have a mood disorder (e.g., depression) that may affect motivation to communicate?(12)",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition and/or symptoms. Examples include depression, motor deficits, dysphagia, and apraxia",
                "respiratory status": "Document any respiratory difficulties the patient is experiencing (e.g., use of supplemental oxygen, mechanical ventilator)Patients with aphasia often report feeling a loss of “self” or identity.(59) Depression and anxiety are common in patients with aphasia(11) -Many depression and psychological scales have been used to assess patients who have aphasia. The speech-language pathologist (SLP) can collaborate with the psychologist to determine the appropriate evaluation protocol with respect to -Hospital Anxiety and Depression Scale (HADS) (mild aphasia)(11) -Depression Intensity Scale Circles (DISC) (moderate aphasia)(11) -Stroke Aphasic Depression Questionnaire (severe aphasia—to be completed by caregiver)(11) -Visual Analogue Self-Esteem  Scale(13) -It is important that SLPs be knowledgeable of symptoms of depression (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness) and refer to a neuropsychologist, clinical psychologist, or psychiatrist when signs are present(12)Document hearing ability -Does the patient have a known hearing loss? If so, does he or she wearing hearing aids or cochlear implants? Left, right, or bilateral? -The prevalence of hearing loss is no higher in patients with aphasia than in the general population; however, the impact of a hearing loss is potentially greater for a patient with aphasia because of an impaired language system. It is important that both aphasia and hearing loss be accurately diagnosed and patients treated with appropriate hearing aids so that  aphasia rehabilitation is as effective as possible.(58) It can be difficult to determine the extent of hearing loss in patients with Wernicke’s aphasia due to the associated deficits of auditory comprehension -In a study conducted in the United Kingdom with 10 participants with Wernicke’s aphasia, researchers found that although the participants demonstrated normal frequency discrimination in pure tone discrimination tasks, the participants had significant impairment of frequency modulation (FM) detection and in the detection of dynamic modulation (DM). Researchers in the study asserted that fundamental impairment of auditory processing is present in Wernicke’s aphasia and contributes to impaired auditory comprehension of speech(63) -Refer to audiologist for full audiological evaluation if hearing impairment is suspected Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous communication difficulties or cognitive deficits; document history of stroke or TIA",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including hearing loss, vision deficits, diabetes, cancer, heart disease, and psychiatric disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter drugs)",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Does the patient work? Does the patient regularly use a computer/telephone?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper)",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members) -obtain information about order of acquisition of each language and language history (e.g., language used in education)(14) -which language is used in different situations (e.g., work, home, with relatives, with friends)?(14) -what modalities are used in each language (e.g., reading, speaking, writing)?(14) -premorbid proficiency in each language can be compared to present proficiency using a 7-point  scale (e.g., 1 = not fluent, 7 = native proficiency)(15)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  A comprehensive communication and swallowing evaluation will determine the severity of the aphasia and coexisting impairments by examining speech, language, and swallowing ability(2)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Note if patient wears hearing aids or glasses and determine if hearing aids are in working order",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Screening for vision and hearing should always precede screening for aphasia. An audiologist should check for impacted cerumen prior to a pure-tone  audiometric screening and word recognition testing.(12) Informal assessment of vision is required if patient intends to support communication with visual methods (e.g., writing, gestures, pictures)",
            "special tests specific to diagnosis": "In addition to a comprehensive language evaluation, measures of episodic memory should be administered if dementia is suspected. To assess quality of life and functional outcomes, the clinician should also administer quality of life scales, social participation indices, or ratings of communicative effectiveness(23) –Bilingual assessment(24) Assesses the bilingual patient’s ability to use each language in different settings by a language use questionnaire. A computer program is available to evaluate responses in more than 100 different languages -Other assessments have been adapted and standardized for Spanish speakers (e.g., BDAE-3,  WAB-R,  PALPA)Tests that assess pragmatic skills and communication that are used in daily living (e.g.,(25) An assessment, rating, and inventory of the patient’s functional communication skills (e.g., sign, nonverbal, augmentative)(26) Assessment of the following areas of communication Reading, Writing, and Using Numbers; Social Interaction; Divergent Communication; Contextual Communication; Nonverbal Communication; Sequential Relationships; and Humor/Metaphor Absurdity(27) Assessment of functionalsocial communication; communication of basic needs; reading, writing, and number concepts; and daily planning (28) Measure of change in functional communicative ability. Assesses four domains Basic Need, Health Threat, Life Skill, and Social Need",
            "speech and language examination": "When selecting tests for communication assessment, clinicians must consider the cultural and linguistic background of the patient and determine if the measurement was standardized on the relevant population.(5,12) Tests that have normative information on diverse groups should be used when possible(12)A motor speech evaluation should be performed to identify or rule out coexisting apraxia and/or dysarthria. For detailed information on assessment and treatment of apraxia, see Clinical Review…Apraxia of Speech (Acquired) ; T708586.For detailed information on assessment and treatment of dysarthria (spastic, flaccid, ataxic, hypokinetic, and hyperkinetic), see the series of Clinical Reviews on dysarthriaStandardized tests assess components of expressive and receptive language that are affected by aphasia, such as word finding, auditory comprehension, reading, and writing. Many tests determine severity of aphasia, distinguish one type of aphasia from another, and provide guidance for remediation -Patients with Wernicke’s aphasia typically have more difficulty comprehending and producing sentences using the correct verb inflection to indicate the past tense than for the present tense(18,64) -Narratives of individuals with Wernicke’s aphasia are marked by poor word-finding  abilities, incorrect and often paragrammatic language structure, a lack of informational language (e.g., filler words, perseveration), and poor topic maintenance.(65) On the surface, it might sound as though the person is speaking normally because prosody and fluency is preserved; however, conversational speech of persons with Wernicke’s aphasia typically lacks any actual content(65,66)(19) To assess different modalities of language (auditory, visual, gesture) and processing functions(20) To assess the patient’s ability to access detailed semantic representations from words and pictures(21) To assess components of language structure such as orthography and phonology, word and picture semantics, and morphology and syntax(22) To assess oral language (verbal fluency, language information content, comprehension, repetition, and naming), nonverbal language, and reading and writing. Contains a screening measure (Bedside WAB-R)Briefly assess vocal function, including vocal quality, loudness, pitch, and endurance; if there are specific concerns regarding voice, refer to otolaryngologist for a complete workup to rule out laryngeal pathologies prior to completing a full evaluationAssess reading and writing skills as part of a complete evaluation of aphasia; portions of standardized tests for aphasia provide standardized tests of both reading and writing",
            "neurological examination": "",
            "oral structure and oral motor function": "Complete a full oral mechanism exam. Assess lingual, labial, and velar strength, ROM, coordination, and rate. Patients with aphasia can also have dysarthria or apraxia; see the series of Clinical Reviews on these topics for detailed information",
            "perception": "",
            "arousal attention cognition": "Refer to psychological and cognitive evaluations to assist in informing course of treatment and providing a prognosis for therapy. Note that scores on tests that involve verbal(16) To assess cognitive status of adults. Sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, Drawing(17) To assess intellectual and cognitive abilities of adults",
            "aac assessment": "",
            "swallow examination": "Depending on the underlying cause of aphasia, patients may be at risk for dysphagia; it is appropriate to complete a brief screen of swallowing skills during the speech and language evaluation. If the screen indicates dysphagia is present, complete a full evaluation of swallowing ability. For detailed information on swallowing evaluations, see the series of Clinical Reviews on dysphagia assessment and aphasia",
            "tracheostomy examination": "If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of patients with tracheostomies, see ClinicalAdults with Tracheostomy ; CINAHL Topic ID Number assessment of a tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-Muir  Tracheostomy &T708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "The relative benefits and risks of intensive therapy should be evaluated on a case-by-case  basis. Patients with Wernicke’s aphasia are often very frustrated and frequently deny that they have a problem, particularly during the time immediately following brain injury(29)",
                "It is important to consider a patient’s level of frustration and level of awareness during assessment and treatment so as not to offend or upset the patient",
                "Individual therapy for patients with aphasia often includes stimulus-response  tasks focused on language modalities such as oral expression, auditory comprehension, and reading and writing. Treatment gains on these tasks can be clearly documented; however, it is often difficult to measure generalization of these skills",
                "To ensure relevance and appropriateness of treatment programs, decisions about goals and course of therapy should be made in collaboration with the patient, caregivers, and other healthcare professionals.(5) It is highly recommended that family members be involved in the rehabilitation process as much as possible. Cultural background, language preference, and patient interests must also be considered.(5) Treatment goals and objectives will shift with the recovery of the patient. It is recommended that outcome measures include assessment of functional communication",
                "Patients with aphasia are at risk for swallowing and feeding difficulties. Inform patient and family/caregivers of potential aspiration risks and educate about compensatory strategies when appropriate",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The clinical diagnosis of aphasia is made collaboratively by the SLP with input from other professionals (e.g., physician, neuropsychologist, OT, PT) using a combination of measures, including CT scan, MRI, and standardized tests. Standardized measures of language and aphasia are used to diagnose the type and severity of aphasia(2)",
        "rule out": "The SLP should differentiate Wernicke’s aphasia from progressive dysarthria and phonological disintegration, in which the formation (articulation) rather than the usage of words becomes disrupted.(2,7) Wernicke’s aphasia should also be differentiated from other types of aphasia, primary progressive dementia, and Alzheimer’s disease (AD)(30)",
        "prognosis": [
            "The initial severity of the aphasia is considered one of the most important factors in predicting prognosis(29)",
            "Size and site of the brain lesion influence prognosis(31) –There is a good chance for improvement of language abilities during the first 3 months after stroke when the infarct is contained to the posterior superior temporal gyrus(68)",
            "During the course of recovery, fluent aphasia might evolve into a less severe form of aphasia such as anomic aphasia, conduction aphasia, or a transcortical type of aphasia.(1,29) (For detailed information on the characteristics of other types of aphasia, see the series of Clinical Reviews covering various types of aphasia)  –In a case series in Belgium with 3 individuals who were all multilingual and highly educated in mathematics, researchers documented linguistic evolution from complete mutism to a short period (a few hours) of speaking only in numbers to Wernicke’s aphasia.(61) Typically, patients who initially present with mutism evolve to a nonfluent aphasia",
            "Psychological factors such as depression, premorbid personality, fatigue, and paranoia should be considered when offering a prognosis(1)",
            "Authors of a literature review of 23 treatment studies indicated that patients can still make progress in therapy when therapy is received in the chronic period of aphasia (more than 1 year post onset of aphasia)(32)",
            "Complete recovery from aphasia is rare, and a primary goal might be to improve the patient’s ability to use residual verbal skills in conjunction with contextual cues and nonverbal means to achieve effective communication in social situations(31)",
            "It is unclear if the type of aphasia influences prognosis for language recovery –Authors of an RCT conducted in Sweden with 118 individuals with aphasia following stroke found that a greater percentage of the patients with Wernicke’s aphasia (78%) exhibited significant improvement in language abilities following intensive speech-language  therapy during the first 3 weeks after the initial stroke as compared to those patients with Broca’s aphasia. Additionally, smaller infarct size was associated with better recovery of language abilities in the first 6 months after stroke(67) –In a prospective, longitudinal study conducted in the United Kingdom with 75 patients, researchers compared the relative outcomes of patients with different types of aphasia and found that patients with Wernicke’s aphasia improved less on the WAB during the first year of recovery than those with Broca’s aphasia(31)",
            "Timing of aphasia rehabilitation –In a study conducted in Australia, researchers found that use of a standardized, prescribed very early aphasia direct therapy regimen (45–60 minutes per day for 20 sessions) resulted in significantly greater language recovery at both 4–5 weeks poststroke and 6 months poststroke. In this study, there were two groups of patients, experimental (who received the very early aphasia rehabilitation as soon as possible after a stroke, mean of 6.1 days poststroke) and a historical control group from a previous study. There were patients in this study in both groups with mild to severe aphasia of varying types. At the conclusion of the study, the researchers controlled the data for initial aphasia and stroke disability and found that participants who underwent the very early aphasia rehabilitation achieved 18% greater recovery on the Aphasia Quotient (AQ) and 1.5% higher scores on the Discourse Analysis (DA) than those in the historical control cohort. At 6 months postintervention, the experimental participants maintained a 16% higher score on the AQ and a 0.6% (not statistically significant) higher score on the DA over the control group(56) –In a pilot study conducted in Italy with 12 patients who had mild-moderate aphasia poststroke, researchers randomly assigned these patients to the experimental group (daily therapy for 2 weeks beginning an average of 2.2 days poststroke) or no therapy. The patients in the experimental group performed significantly better than the control group in naming abilities, writing, and reading aloud as measured by the Aachen Aphasia Test (AAT) at the conclusion of the study. Additionally, researchers performed fMRI scans before and after therapy and found significantly increased activation of the left inferior frontal gyrus for the treatment group(57)"
        ],
        "referral to other disciplines": " Referral to other disciplines Refer to OT for training in ADLs and fine motor skills, if needed Refer to PT for gait training, strengthening, and general conditioning, if appropriate Refer to a psychologist or counselor for depression or anxiety",
        "other considerations": [],
        "treatment summary": [
            "Treatment for communication deficits associated with a variety of types of aphasia  –Authors of a systematic review published in 2016 that included RCTs for aphasia therapy up to 2015 found that research indicated significant and clinical improvements in functional language abilities following speech-language  therapy for persons with aphasia following stroke when compared to having no therapy(34) -Authors noted that the results indicated better functional communication outcomes associated with intensive speech-language  therapy (i.e., higher frequency, higher dose, longer period of time) versus less intense speech-language therapy(34) -Significantly more patients withdrew from intensive programs as compared to the less intense programs(34) -There was not enough evidence to support the effectiveness of one speech-language  therapy approach over another(34) –At present, no pharmacological treatment has been shown to be adequately effective for general use for patients with aphasia.(37) Authors of a review of pharmacological treatments for poststroke aphasia advocated more research on the effects of intensive speech-language  therapy in conjunction with pharmacological agents. The following are some pharmacological treatments that have been investigated:(38) -Piracetam: Placebo-controlled  trials have found this drug to be effective in aphasia recovery immediately post stroke but not effective in patients with chronic aphasia(37) -Bromocriptine/dexamphetamine: These drugs act on the catecholamine systems and have shown varying efficacy in case series, open-label  studies, and placebo-controlled  trials. Bromocriptine has been shown to be useful only in patients with nonfluent aphasia who have reduced initiation of output(38) -Donepezil: Donepezil acts on the cholinergic system and has shown promise in patients with chronic poststroke aphasia in single-case  series, case series, and an open-label  study(38) -Another review of 10 pharmacological RCTs involving patients with aphasia concluded that there was weak evidence that piracetam improved language recovery and that researchers should further examine the harmful effects as well as the long-term  effects of pharmacological treatment. The reviewers could not conclude if drug therapy was more effective than speech-language therapy or if one drug was more effective than another(39) –Group therapy: Group therapy typically includes pragmatic objectives such as improving ability to convey a message and initiating conversational exchanges. In addition, group therapy provides support for the individual, information about aphasia, and increases the patient’s confidence in communicative situations -The effects of group therapy on patients with chronic aphasia were investigated in an RCT conducted by researchers in the United States with two groups, immediate treatment and delayed treatment(40) -Group therapy was provided by an SLP for 5 hours/week (2.5-hour periods/2 days a week) for 4 months. The control group participated in social activities (support, performance, movement groups) to control for the effects of social interaction -The first part of group therapy involved discussions of interest for the patients. Information exchange was facilitated by communicative drawing, role-playing,  natural gestures, maps, pictures, personal notebooks, conversational prompting, and scripting. A break for refreshments included family members. The last part of the group session was spent wrapping up the initial discussion or talking about news events -Dependent measures included standardized tests: WAB AQ, CADL, SPICA. Results indicated that the immediate treatment group had significantly higher scores on the measures than the group not receiving treatment. Within-group performance revealed significant increases after 2 months of treatment and after 4 months of treatment. No significant declines were noted at 1 month post treatment(40) –Supported conversation: In a single-blind  RCT conducted in Canada, researchers investigated the effects of training of volunteers (N = 40 volunteers, 40 patients) on the conversational interaction of patients with aphasia(41) -Training included a 1-day  workshop and 1.5 hours of hands-on  experience to teach volunteers topics such as keeping talk natural and avoiding being patronizing. They were also taught to support comprehension of the patient and use techniques such as gesture, drawing, pictographic resources, and writing keywords -Measures were researcher-developed  and designed to assess the skill of the conversational partner in “acknowledging and revealing the competence of adults with aphasia.” Another researcher-developed  measure assessed the level of interaction of the patient -Trained volunteers scored higher than untrained volunteers on ratings of acknowledging competence and revealing competence. Patients with aphasia showed change in social and message exchange skills(41)  -Other intervention studies support direct training of family members and other partners to improve communication between both participants(42,43) –Promoting Aphasics’ Communicative Awareness (PACE): PACE has been described as a functional therapy approach that promotes more realistic conversations to assist patients with aphasia to improve their communication skills.(44)Features of PACE include free choice of communicative modality (gesture, speech), equal opportunity for the patient and the therapist to send and receive messages, the use of novel (rather than known) information, and natural feedback used to figure out the sender’s message. The patient and therapist take turns communicating the content represented on a picture card. Picture cards are drawn from a stack so that only the “message sender” knows the content (novel information). The turn ends when the message is conveyed successfully. The clinician’s role is to model effective communicative behaviors that are within the patient’s capabilities and to give the patient opportunities for successful communication. Other conversational partners (spouse) can take part in therapy to learn strategies -Although several treatment studies have examined the efficacy of PACE, the evidence is mixed due to methodological reasons (e.g., use of a modified version of PACE, comparison with an unequal type of treatment, lack of control of other factors influencing recovery). See references below for further review of PACE treatment procedures and efficacy studies(44,45) –Bilingual patients with aphasia: For bilingual patients with aphasia, there is preliminary evidence that treatment in the nondominant language might better facilitate cross-linguistic  generalization than treatment in the dominant language(15) -For detailed information on assessment and treatment of bilingual adults with aphasia, see Clinical Review…Language Disorders: Aphasia in Bilingual Adults ; CINAHL Topic ID Number: T708880",
            "Specific treatment for patients with Wernicke’s aphasia: A commonly occurring symptom in patients with Wernicke’s aphasia is a lack of awareness of their speech and semantic errors and the use of jargon.(46) Therapy with patients with Wernicke’s aphasia might focus on increasing the patient’s awareness of his or her jargon and using self-monitoring strategies. No treatment research on the effectiveness of self-monitoring  strategies with patients with Wernicke’s aphasia is currently available –Constraint-Induced  Language Therapy (CILT): based on the principles of Constraint-Induced  Movement Therapy (CIMT) for motor rehabilitation following stroke(47) -Principles of CILT include: -Constraint: not allowing the patient to use compensatory strategies for communication (e.g., drawing, writing, gesturing)(47) -Forced use: forcing the use of speech during communicative exchanges(47) -Massed practice: participating in therapy in high, concentrated doses (such as 2–4 hours per day, 4–5 days per week)(47) -In a small randomized study conducted in Belgium with 9 patients, researchers compared the effectiveness of CILT (referred to as constraint-induced  aphasia therapy [CIAT]) to BOX (a Dutch drill-based, lexical-semantic  therapy approach) for patients with fluent aphasia. BOX focuses on explanations of written words, sentences, and paragraphs as well as various semantic exercises with the goal of strengthening semantic language networks. Both groups participated in intensive treatment, receiving 30 hours of therapy over the course of 9 or 10 weekdays. At the conclusion of therapy, both groups exhibited significant improvements in language abilities as measured by the Amsterdam Nijmegen Everyday Language Test, the Communicative Effectiveness Index, and the Aachen Aphasia Test. Researchers recommended additional studies with larger study populations to confirm treatment efficacy(36) -Authors of a case study reported neuroplasticity in a patient with chronic Wernicke’s aphasia following intense language therapy including both CILT and PACE(47) -Patient was a 55-year-old,  right-handed  man who was 3 years status post single left hemisphere stroke; MRI revealed large left temporoparietal lesion(47) -Single-participant  multiple baseline design was utilized; researchers took both standardized language measures (including auditory comprehension) and informal measures of the patient’s naming abilities on the same set of pictures pretreatment, post CILT, post PACE, and 6 months post CILT; additionally, a functional MRI overt naming task was administered pre and post treatment(47) -Improved naming and auditory comprehension was seen following both phases of therapy(47)  -With respect to neuroplasticity and the results of the functional MRI (fMRI) post treatment, the patient did not seem to have functional reorganization per se; however, the frontal network of his brain that had been overactive in the pretreatment fMRI study was less intense, with seemingly more efficient use of the neural networks post treatment(47) -For detailed information on CILT, see Clinical Review…Aphasia: Constraint-Induced  Language Therapy ; CINAHL Topic ID Number: T902529 –Verb tense/aspect training -The authors of a research study conducted in Germany with 4 German-speaking patients with aphasia (2 with Broca’s and 2 with Wernicke’s) found that a therapy program specifically focused on elicitation of inflected verbs improved verb production in all patients(48) -Treatment consisted of 10 30-minute  sessions conducted over the course of 2 weeks(48) -At the start of each session, patients were asked to put groups of drawings in the correct order (e.g., “The boy is going to eat the sandwich,” “The boy is eating the sandwich,” “The boy ate the sandwich”)(48) -For each picture in the groups, the following four steps were used: -Sentence completion tasks with cues related to each picture; patient was provided with different forms of each verb and asked to select the correct one for a given picture(48) -Grammaticality judgment task; using the verb in the form that the patient selected in the previous step, the clinician read the entire sentence to the patient and asked him or her to judge whether it was correct or not (when it was not correct, the procedure started over at the first step)(48) -Reading aloud; patient was asked to read the complete sentence aloud given cues as needed. Once the patient was able to read the sentence aloud with cues, the cues were removed and the patient was asked to read it aloud independently(48) -Sentence production; with all cues/pictures/words removed, the patient was asked to produce a sentence about the activity in his or her own words(48) -Patients were also given homework exercises to complete with a computer program specifically designed for this study(48) -At the conclusion of the study, 3 of the 4 study participants demonstrated significant improvement in the sentence production tasks with the trained verbs; the fourth participant improved on the tasks and approached statistical significance(48) -Two of the 4 patients (1 with Broca’s and 1 with Wernicke’s) showed significant improvement on untrained verbs as well(48) –Attentive Reading and Constrained Summarization (ARCS) -ARCS is a cognitive-linguistic  discourse therapy in which participants are required to read aloud and verbally summarize a reading passage without using nonspecific language (e.g., “thing” or “stuff”).(62) In the original ARCS protocol, there are 3 steps: -Read two to three sentences out loud with the goal of later summarizing the information(62) -Re-read  the information silently to ensure comprehension(62) -Summarize the information in the passage while maintaining topic and using only meaningful words (no noninformational words [“stuff”], no opinion words, and no pronouns)(62) -In a case study with two participants with chronic moderate and severe Wernicke’s aphasia (females aged 63 and 83), researchers documented improvements in naming and quality of life in one of the two participants (63-year-old  with moderate Wernicke’s aphasia) after 18 sessions of ARCS therapy over the course of 10 weeks(62) –Therapy to decrease perseveration -The authors of a case study investigated the effects of semantic treatment to reduce perseveration in one patient with Wernicke’s aphasia. The patient exhibited fluent but empty speech (devoid of communicative value) and impaired naming ability. When unable to give the correct name for an object, he exhibited perseverations. Treatment focused on improving the semantic system rather than targeting perseverations directly. Results indicated perseveration reduction and eventual disappearance of perseverations(49)  –Therapy for short-term  memory -There is evidence that patients with Wernicke’s aphasia fail to understand because they forget what has been said.(50) Therapy to target short-term  memory may consist of exercises requiring the patient to recall sentences of increasing length.(50,51) Results of case studies suggest that patients can improve short-term  memory, but effects on comprehension ability may be limited.(50,51) Further research is needed -For detailed information on assessment and treatment of memory deficits, see Clinical Review…Memory Impairment: Speech Therapy ; CINAHL Topic ID Number: T708911 –Situational therapy with gesture: Situational therapy consists of training the patient to use gesture and other means of nonverbal communication in daily situations (e.g., going to the grocery store) -This therapy is hypothesized to be effective because patients with Wernicke’s aphasia often have better nonverbal communication than verbal communication; however, no case studies have trialed this method of therapy(52) –Transcranial direct current stimulation (tDCS)(53) -Involves constant, low-intensity  current being passed through two electrodes placed on the head. There are two types of stimulation with tDCS: anodal stimulation and cathodal stimulation. Anodal stimulation is used to excite neuronal activity, and cathodal stimulation inhibits or reduces neuronal activity(53) -In a double-blind,  sham-controlled  study conducted in the United States, researchers used anodal tDCS to improve naming reaction time in patents with fluent aphasia(53) -Eight participants with aphasia resulting from stroke (patients ranged from 10 to 150 months poststroke)(53) -All patients received language therapy in combination with either anodal or sham tDCS(53) -Changes in reaction time during naming tasks were measured after anodal tDCS and sham tDCS; significantly better reaction time was found for the anodal tDCS(53) -At this time tDCS is used only in research and is not available for clinical use; however, the promising findings in research studies with both tDCS and repetitive transcranial magnetic stimulation (rTMS) warrant further research into clinical applicability(53) . Problem Goal Intervention Expected Progression Home Program Anomia (word-finding difficulties)Increase word finding during conversationAnomia therapy _ See Clinical Review… Anomia Associated with Aphasia ; Accession Number: 5000008475Expected progression will vary with respect to the goals of the patientHome program will vary with respect to the goals of the patient Perseveration (an inappropriate repetition of an earlier response)(40)Improve deficits related to the underlying cause of perseverationTreat underlying deficits that affect perseveration _ Semantic treatment _ _ See Treatment summary , aboveProgression of therapy will depend on the goals of the patient; when short-term goals are met, SLP will determine appropriate progression of goalsSpecific semantic activities can be prescribed for home practice; to be determined by treating SLP based on individualized patient goals  Social and functional communication deficitsIncrease social, functional communication in a natural, supported environmentGroup therapy _ Group therapy might include pragmatic objectives such as improving ability to convey a message and initiating conversational exchanges _ _ Supported conversation for adults with aphasia (SCA) _ V olunteers or family members can be trained to use supported conversation techniques with adults with aphasia(42,43) _ _ See Treatment summary , aboveProgression of group therapy will depend on the goals of the patients within the group; when short-term goals are met, SLP will determine appropriate progression of goals _ _ Progression will depend of the goals of the patient; as the patient’s ability to converse improves, the volunteers and family members can be trained to increase the length and complexity of conversationHome practice is essential for carryover of treatment goals in the home environment _ _ Techniques to facilitate communication between conversational partner and patient can be used at home Comprehension difficulties caused by short-term memory deficitImprove short-term memoryShort-term memory therapy _ _ See Treatment summary , aboveAs the patient’s memory improves, the patient is required to recall information after incrementally longer amounts of timeNo home program is specified as this therapy lacks firm evidence. Short-term memory exercises were administered by the patient’s spouse in one case study(50) Deficits in communicationImproved naming and auditory comprehensionFunctional training _ CILT _ _ PACE _ _ Verb tense/aspect training _ _ Situational therapy with gesture _ _ See Treatment summary , aboveExpected progression will vary with respect to the goals of the patientNo home program specified as this therapy lacks firm evidence  Acquired dyslexia (as needed)To increase reading skillsDyslexia therapy _ For detailed information on assessment and treatment of acquired dyslexia, see the series of Clinical Reviews on this topicExpected progression will vary with respect to the goals of the patientHome program will vary with respect to the goals of the patient ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved receptive and expressive language ability": [
            "BDAE-3",
            "Pyramids and Palm Trees Test",
            "PALPA",
            "WAB-R",
            "Bedside WAB-R",
            "BAT"
        ],
        "improved functional communication ability": [
            "FCP",
            "CADL-2",
            "ASHA-FACS",
            "Communicative Effectiveness Index"
        ],
        "increased participation in social, vocational, and avocational activities": [],
        "increased independence": [],
        "increased communication with external support": [],
        "effective external modifications": [],
        "family education regarding aphasia and communicating more effectively with the patient": [],
        "patient education to increase patient’s awareness of the deficit": [],
        "improved quality of life": [
            "Quality of Communication Life Scale (ASHA QCL) provides information about the patient’s communication interactionsand participation in social, leisure, and work activities(35)"
        ]
    },
    "maintenance or prevention": [
        "Clinic-based  treatment should eventually be transferred to home-based  routines so that the patient and caregivers can continue treatment independently",
        "Prevention of stroke, the most common cause of Wernicke’s aphasia, involves treating and monitoring hypertension, maintaining a healthy weight, participating in adequate physical activity, and eating a diet low in saturated fats(8)"
    ],
    "patient education": [
        "Patient and partner education should include information about the effects of aphasia, treatment options, and the prognosis. When possible, the partner or patient’s family should be educated about facilitative techniques to use when assisting the patient with communication",
        "All educational information as well as any consent forms for therapy should be presented to the patient in “aphasia friendly” formats. This might include pictures, large print text, simplified language, or limited amount of text per page(60)",
        "See information: Aphasia from the National Institute on Deafness and Other Communication Disorders at https:// www.nidcd.nih.gov/health/aphasia",
        "See information: NINDS Aphasia Information Page from the National Institute of Neurological Disorders and Stroke at https://www.ninds.nih.gov/Disorders/All-Disorders/Aphasia-Information-Page ",
        "See information: Aphasia from the American Speech-Language-Hearing  Association at https://www.asha.org/public/speech/ disorders/Aphasia.htm",
        "See information and support network: Aphasia Hope Foundation at http://aphasiahope.org/category/resources/supportgroups/",
        "See patient information: Aphasia: Frequently Asked Questions from the National Aphasia Association at https://www.aphasia.org/aphasia-faqs/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Sarno MT, Galgano J. Neurogenic disorders of speech and language. In: O'Sullivan SB, Schmitz TJ, Fulk GD, eds. Physical Rehabilitation . 6th ed. Philadelphia, PA: F. A. Davis; 2014:1271-1279.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "American Speech-Language-Hearing  Association. Aphasia. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/disorders/ Aphasia.htm . Accessed April 24, 2018. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Ardila A. A proposed reinterpretation and reclassification of aphasic syndromes. Aphasiology . 2010;24(3):363-394.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Janse E. Spoken word processing and the effect of phonemic mismatch in aphasia. Aphasiology . 2010;24(1):3-27.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Simmons-Mackie  N, Kagan A. Application of the ICF in aphasia. Semin Speech Lang . 2007;28(4):244-253.  (G)"
        },
        {
            "number in article": 6,
            "reference": "Van Lancker Sidtis D, Kempler D, Jackson C, Metter EJ. Prosodic changes in aphasic speech: timing. Clin Linguistics Phonetics . 2010;24(2):155-167.  (R)"
        },
        {
            "number in article": 7,
            "reference": "National Institute on Deafness and Other Communication Disorders. Aphasia. National Institute on Deafness and Other Communication Disorders Web site. http:// www.nidcd.nih.gov/health/voice/pages/aphasia.aspx . Published June 7, 2010. Accessed April 24, 2018. (GI)"
        },
        {
            "number in article": 8,
            "reference": "American Heart Association/American Stroke Association. Stroke risk factors. American Heart Association/American Stroke Association Web site. http://www.strokeassociation.org/STROKEORG/AboutStroke/UnderstandingRisk/Understanding-Risk_UCM_308539_SubHomePage.jsp . Accessed April 24, 2018. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Mayo Clinic staff. Traumatic brain injury. MayoClinic.com Web site. http://www.mayoclinic.org/diseases-conditions/traumatic-brain-injury/basics/risk-factors/con-20029302 . Accessed April 24, 2018. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Mayo Clinic staff. Brain tumor. MayoClinic.com Web site. https://www.mayoclinic.org/diseases-conditions/brain-tumor/symptoms-causes/syc-20350084 . Accessed April 24,"
        },
        {
            "number in article": 2018,
            "reference": " (GI)"
        },
        {
            "number in article": 11,
            "reference": "Brumfitt S. Psychosocial aspects of aphasia: speech and language therapists' views on professional practice. Disabil Rehabil . 2006;28(8):523-534.  (R)"
        },
        {
            "number in article": 12,
            "reference": "American Speech-Language-Hearing  Association. Dementia. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Accessed April 24, 2018. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Brumfitt SM, Sheeran P. The development and validation of the Visual Analogue Self-Esteem  Scale. Br J Clin Psychol . 1999;38(pt 4):387-400.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Muñoz ML, Marquardt TP, Copeland G. A comparison of the code switching patterns of aphasic and neurologically normal bilingual speakers of English and Spanish. Brain Lang. 1999;66(2):249-274.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Edmonds LA, Kiran S. Effect of semantic naming treatment on crosslinguistic generalization in bilingual aphasia. J Speech Lang Hear Res . 2006;49(4):729-748.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Folstein MF, Folstein SE, McHugh PR, Fanjiang G. Mini-Mental  State Examination . Odessa, FL: Psychological Corporation; 2001. (PP)"
        },
        {
            "number in article": 17,
            "reference": "Wechsler D. Wechsler Adult Intelligence Scale . 3rd ed. San Antonio, TX: The Psychological Corporation; 1997. (PP)"
        },
        {
            "number in article": 18,
            "reference": "Jonkers R, de Bruin A. Tense processing in Broca's and Wernicke's aphasia. Aphasiology . 2009;23(10):1252-1265.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Goodglass H, Kaplan E, Barresi B. Boston Diagnostic Aphasia Examination-3 . Philadelphia, PA: Lippincott Williams & Wilkins; 2001. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Howard D, Patterson K. Pyramids and Palm Trees Test . London: Harcourt Assessment; 1992. (PP)"
        },
        {
            "number in article": 21,
            "reference": "Kay J, Lesser R, Coltheart M. Psycholinguistic Assessment of Language Processing in Aphasia . Hove, UK: Lawrence Erlbaum Associates, Ltd; 1992. (PP)"
        },
        {
            "number in article": 22,
            "reference": "Kertesz A, Raven JC. Western Aphasia Battery-Revised . San Antonio, TX: Pearson; 2006. (PP)"
        },
        {
            "number in article": 23,
            "reference": "Simmons-Mackie  N, Threats TT, Kagan A. Outcome assessment in aphasia: a survey. J Commun Disord . 2005;38(1):1-27.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Paradis M, Libben G. The Assessment of Bilingual Aphasia . Hillsdale, NJ: Lawrence Erlbaum Associates; 1987. (PP)"
        },
        {
            "number in article": 25,
            "reference": "Kleiman LI. Functional Communication Profile-Revised . East Moline, IL: LinguiSystems; 2003. (PP)"
        },
        {
            "number in article": 26,
            "reference": "Holland A, Frattali CM, Fromm D. Communicative Abilities in Daily Living-2 (CADL-2) . Austin, TX: Pro-Ed; 1999. (PP)"
        },
        {
            "number in article": 27,
            "reference": "Frattali C; American Speech and Hearing Association. Functional Assessment of Communication Skills for Adults (ASHA FACS) . Rockville, MD: ASHA; 1995. (PP)"
        },
        {
            "number in article": 28,
            "reference": "Lomas J, Pickard L, Bester S, Elbard H, Finlayson A, Zoghaib C. The Communicative Effectiveness Index: development and psychometric evaluation of a functional communication measure for adult aphasia. J Speech Hear Disord . 1989;54(1):113-124.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Lehtihalmes M. Aphasia, Wernicke's. In: Kent R, ed. The MIT Encyclopedia of Communication Disorders . MIT Press: Boston; 2004:347-348.  (GI)"
        },
        {
            "number in article": 30,
            "reference": "Bayles KA, Boone DR, Tomoeda CK, Slauson TJ, Kazniak AW. Differentiating Alzheimer's patients from the normal elderly and stroke patients with aphasia. J Speech Hear Disord. 1989;54(1):74-87.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Bakheit AMO, Shaw S, Carrington S, Griffiths S. The rate and extent of improvement with therapy from the different types of aphasia in the first year after stroke. Clin Rehabil . 2007;21(10):941-949.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Moss A, Nicholas M. Language rehabilitation in chronic aphasia and time postonset: a review of single-subject  data. Stroke. 2006;37(12):3043-3051.  (SR)"
        },
        {
            "number in article": 33,
            "reference": "Ashley J, Duggan M, Sutcliffe N. Speech, language, and swallowing disorders in the older adult. Clin Geriatr Med . 2006;22(2):291-310.  (GI)"
        },
        {
            "number in article": 34,
            "reference": "Brady MC, Kelly H, Godwin J, Enderby P, Campbell P. Speech and language therapy for aphasia following stroke. Cochrane Database Syst Rev . June 1, 2016;(6). Art No: CD000425. doi:10.1002/14651858.CD000425.pub4.  (SR)"
        },
        {
            "number in article": 35,
            "reference": "Paul DR, Frattali CM, Holland AL, Thompson CK, Caperton CJ, Slater SC. Quality of Communication Life Scale (ASHA QCL). 2004. (PP)"
        },
        {
            "number in article": 36,
            "reference": "Wilssens I, Vandenbore D, van Dun K, Verhoeven J, Visch-Brink  E, Marien P. Constraint-induced  aphasia therapy versus intensive semantic treatment in fluent aphasia. Am J Speech Lang Pathol . 2015;24(2):281-294.  doi:10.1044/2015_AJSLP-14-0018.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Peach R. Melodic intonation therapy. In: Kent RD, ed. The MIT Encyclopedia of Communication Disorders . Cambridge, MA: The MIT Press; 2004:347-348.  (GI)"
        },
        {
            "number in article": 38,
            "reference": "Berthier ML. Poststroke aphasia: epidemiology, pathophysiology and treatment. Drugs Aging . 2005;22(2):163-182.  (RV)"
        },
        {
            "number in article": 39,
            "reference": "Greener J, Enderby P, Whurr R. Pharmacological treatment for aphasia following stroke. Cochrane Database Syst Rev . 2001;(4). Art No: CD000424. doi:10.1002/1465858.CD000424.  (SR)"
        },
        {
            "number in article": 40,
            "reference": "Elman RJ, Bernstein-Ellis  E. The efficacy of group communication treatment in adults with chronic aphasia. J Speech Lang Hear Res . 1999;42(2):411-419.  (RCT)"
        },
        {
            "number in article": 41,
            "reference": "Kagan A, Black SE, Duchan FJ, Simmons-Mackie  N, Square P. Training volunteers as conversation partners using \"Supported Conversation with Adults with Aphasia\" (SCA): a controlled trial. J Speech Lang Hear Res . 2001;44(3):624-638.  (RCT)"
        },
        {
            "number in article": 42,
            "reference": "Lyon JG, Cariski D, Keisler L. Communication partners: enhancing participation in life and communication for adults with aphasia in natural settings. Aphasiology . 1997;11:693-708.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Boles L. Conversation analysis as a dependent measure in communication therapy with four individuals with aphasia. Asia Pac J Speech Lang Hear . 1997;2(1):43-61.  (R)"
        },
        {
            "number in article": 44,
            "reference": "Davis GA. PACE revisited. Aphasiology . 2005;19(1):21-38.  (RV)"
        },
        {
            "number in article": 45,
            "reference": "Carlomagno S. Pragmatic Approaches to Aphasia Therapy: Promoting Aphasics’ Communicative Effectiveness . San Diego, CA: Singular Pub. Group; 1994. (GI)"
        },
        {
            "number in article": 46,
            "reference": "Marshall J. Jargon aphasia: what have we learned? Aphasiology . 2006;20(5):387-410.  (RV)"
        },
        {
            "number in article": 47,
            "reference": "Kurland J, Baldwin K, Tauer C. Treatment-induced  neuroplasticity following intensive naming therapy in a case of chronic Wernicke's aphasia. Aphasiology . 2010;24(6-8):737-751.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Wieczorek R, Huber W, Darkow R. Tense/aspect category in fluent and nonfluent German aphasia: An experimental training programme for verb production. Aphasiology . 2011;25(8):851-871.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Basso A. Perseveration or the Tower of Babel. Semin Speech Lang . 2004;25(4):375-389.  (R)"
        },
        {
            "number in article": 50,
            "reference": "Koenig-Bruhin  M, Studer-Eichenberger  F. Therapy of short-term  memory disorders in fluent aphasia: a single case study. Aphasiology . 2007;21(5):448-458.  (C)"
        },
        {
            "number in article": 51,
            "reference": "Francis DR, Clark N, Humphreys GW. The treatment of an auditory working memory deficit and the implications for sentence comprehension abilities in mild \"receptive\" aphasia. Aphasiology . 2003;17(8):723-750.  (C)"
        },
        {
            "number in article": 52,
            "reference": "Altschuler EL, Multari A, Hirstein W, Ramachandran VS. Situational therapy for Wernicke's aphasia. Med Hypotheses . 2006;67(4):713-716.  (X)"
        },
        {
            "number in article": 53,
            "reference": "Fridriksson J, Richardson JD, Baker JM, Rorden C. Transcranial direct current stimulation improves naming reaction time in fluent aphasia: a double-blind,  sham-controlled study. Stroke. 2011;42(3):819-821.  doi:10.1161/STROKEAHA.110.600288. (R)"
        },
        {
            "number in article": 54,
            "reference": "McLellan KM, McCann CM, Worrall LE, Harwood MLN. \"For M#ori, language is precious. And without it we are a bit lost”: M#ori experiences of aphasia. Aphasiology . 2014;28(4):453-470.  (R)"
        },
        {
            "number in article": 55,
            "reference": "Rose M, Ferguson A, Power E, Togher L, Worrall L. Aphasia rehabilitation in Australia: current practices, challenges and future directions. Int J Speech Lang Pathol . 2014;16(2):169-180.  doi:10.3109/17549507.2013.794474. (R)"
        },
        {
            "number in article": 56,
            "reference": "Godecke E, Ciccone NA, Granger AS, et al. A comparison of aphasia therapy outcomes before and after a Very Early Rehabilitation programme following stroke. Int J Lang Commun Disord . 2014;49(2):149-161.  doi:10.1111/1460-6984.12074.  (R)"
        },
        {
            "number in article": 57,
            "reference": "Mattioli F, Ambrosi C, Mascaro L, et al. Early aphasia rehabilitation is associated with functional reactivation of the left inferior frontal gyrus: a pilot study. Stroke. 2014;45(2):545-552.  doi:10.1161/STROKEAHA.113.003192. (R)"
        },
        {
            "number in article": 58,
            "reference": "Rankin E, Newton C, Parker A, Bruce C. Hearing loss and auditory processing ability in people with aphasia. Aphasiology . May 2014;28(5):576-595.  (R)"
        },
        {
            "number in article": 59,
            "reference": "Rautakoski P. Communication style before and after aphasia: a study among Finnish population. Aphasiology . 2014;28(3):359-376.  (R)"
        },
        {
            "number in article": 60,
            "reference": "Jayes M, Palmer R. Initial evaluation of the Consent Support Tool: a structured procedure to facilitate the inclusion and engagement of people with aphasia in the informed consent process. Int J Speech Lang Pathol . April 16, 2014;16(2):159-168.  doi:10.3109/17549507.2013.795999. (R)"
        },
        {
            "number in article": 61,
            "reference": "De Letter M, Van Borsel J, Batens K, et al. Speaking in numbers as a transitional phase between mutism and Wernicke’s aphasia: a report of three cases. Aphasiology . 2012;26(7):917-932.  doi:10.1080/02687038.2012.660460. (C)"
        },
        {
            "number in article": 62,
            "reference": "Rogalski Y, Edmonds LA, Daly VR, et al. Attentive Reading and Constrained Summarisation (ARCS) in two women with moderate-severe  Wernicke’s Type Aphasia. Aphasiology . 2013;27(10):1232-1251.  (C)"
        },
        {
            "number in article": 63,
            "reference": "Robson H, Grube M, Lambon Ralph MA, Griffiths TD, Sage K. Fundamental deficits of auditory perception in Wernicke's aphasia. Cortex. 2013;49(7):1808-1822.  doi:10.1016/ j.cortex.2012.11.012. (R)"
        },
        {
            "number in article": 64,
            "reference": "Bos LS, Bastiaanse R. Time reference decoupled from tense in agrammatic and fluent aphasia. Aphasiology . 2014;28(5):533-553.  doi:10.1080/02687038.2014.886322. (R)"
        },
        {
            "number in article": 65,
            "reference": "Andreetta S, Marini A. The effect of lexical deficits on narrative disturbances in fluent aphasia. Aphasiology . 2015;29(6):705-723.  doi:10.1080/02687038.2014.979394. (R)"
        },
        {
            "number in article": 66,
            "reference": "Wernicke’s (receptive) aphasia. National Aphasia Association Web site. http://www.aphasia.org/aphasia-resources/wernickes-aphasia/ . Accessed April 24, 2018. (GI)"
        },
        {
            "number in article": 67,
            "reference": "Höeg Dembrower KE, von Heijne A, Laska AC, Laurencikas E. Patients with aphasia and an infarct in Wernicke’s area benefit from early intensive speech and language therapy. Aphasiology . 2017;31(1):122-128.  doi:10.1080/02687038.2016.1160360. (R)"
        },
        {
            "number in article": 68,
            "reference": "Yagata SA, Yen M, McCarron A, Bautista A, Lamair-Orosco  G, Wilson SM. Rapid recovery from aphasia after infarction of Wernicke’s area. Aphasiology . 2016;31(8):951-980. doi:10.1080/02687038.2016.1225276. (R)"
        }
    ]
}