{
    "metadata": {
        "title": "Finger Extensor Tendon  Surgical Repair",
        "synonyms": [
            "reconstruction  finger extensor tendon",
            "surgical repair  finger extensor tendon"
        ],
        "anatomical location body part affected": [
            "Knowing the anatomy of the finger extensor mechanisms will provide a better understanding of the pathology of various extensor tendon injuries",
            "The tendons to the following muscles can be involved (extrinsic extensors): –Extensor digitorum communis (EDC) –Extensor indicis proprius (EIP or EI) –Extensor digiti minimi/quinti (EDM or EDQ) –Extensor pollicis longus (EPL) –Extensor pollicis brevis (EPB)",
            "The intrinsic component of the extensor mechanism includes the lumbricals and interossei, which function to stabilize/flex the metacarpophalangeal (MCP) joint and extend the interphalangeal (IP) joints",
            "The extensor retinaculum, sagittal bands, and central slip (which contribute fibers to the extensor hood mechanism) can also be damaged",
            "Depending on the initial injury, surrounding digital nerves, blood vessels, bone, ligaments, and other tissue may also be damaged"
        ],
        "area of specialty": [
            "acute care",
            "wound management",
            "hand therapy",
            "orthopedic rehabilitation",
            "sports medicine"
        ],
        "description": [
            "Injuries to the extensor tendons are broken down into zones(1,9) –Zone I: distal interphalangeal (DIP) joint -Result in flexion deformity at the DIP known as mallet finger(10) -Left untreated, hyperextension of the PIP joint, known as swan neck deformity, may develop due to proximal retraction of the central slip(10) –Zone II: central slip to DIP joint -Often due to a laceration or crush injury(10) –Zone III: proximal interphalangeal (PIP) joint -Result from direct forceful flexion of an extended PIP joint, laceration, or bite(10) -Boutonniere deformity can gradually develop if the lateral bands slip volarly. Typically, this occurs 10 to 14 days after the initial injury(10) –Zone IV: metacarpophalangeal (MCP) joint to PIP joint -Typically, the lateral bands are not affected with zone IV injuries(10) -Adhesion with resultant loss of ROM is common(10) –Zone V: MCP joint -Most common area of extensor tendon injuries resulting from bites, lacerations, or joint dislocation(10) -The tendon injury most often occurs with the joint in flexion, resulting in the tendon injury being located proximal to the dermal injury(10)  –Zone VI: carpometacarpal (CMC) joint to MCP joint -Clinically, present similar to zone V injuries(10) –Zone VII: wrist and proximal forearm -Complete laceration of the tendons in this area is rare, since they are located within a fibro-osseous tunnel and are covered by the extensor retinaculum(10) -Note: Some references further separate the wrist into three zones: zone VII: wrist, zone VIII: distal wrist, zone IX: proximal forearm above the musculotendinous junction(2)",
            "Injuries to the extensor tendons of the thumb are also broken down into zones:(1) –TI: DIP joint –TII: MCP joint to IP joint –TIII: MCP joint –TIV: CMC joint to MCP joint –TV: wrist and proximal",
            "Extensor tendon injuries are more common than flexor tendon injuries because of the superficial position and relative lack of soft tissue between the tendon and the underlying bone. As a result, the extensor tendons are prone to laceration, abrasion, crush injuries, burns, and bite wounds(9)",
            "The incidence of acute traumatic tendon injuries between 2001 and 2010 was 33.2 per 100,000 per year in a mixed urban and rural county in the Midwestern United States(11) –The highest incidence of injury occurred in adults between 20 and 29 years of age –The majority of injuries involved a single tendon, with extensor tendons more frequently affected than flexor tendons –Zone III extensor tendon injuries of the index finger were the most common extensor tendon injuries",
            "For more information on general finger tendon injuries, please refer to Clinical Review...Tendon Injuries, Finger ; CINAHL Topic ID Number: T708546"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M66.2": "spontaneous rupture of extensor tendons",
            "S56.3": "injury of extensor or abductor muscles, fascia and tendons of thumb at forearm level",
            "S56.4": "injury of extensor muscle, fascia and tendon of other and unspecified finger at forearm level",
            "S56.5": "injury of other extensor muscle, fascia and tendon at forearm level",
            "S66.2": "injury of extensor muscle, fascia and tendon of thumb at wrist and hand level",
            "S66.3": "injury of extensor muscle, fascia and tendon of other and unspecified finger at wrist and hand level (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Initial symptoms following an extensor tendon injury(10) –Decreased full active extension involving either a single joint or the entire digit, depending on the level of injury –Extensor lag –Joint stiffness –Pain –Functional limitations (e.g., object manipulation, writing, reaching into pockets)",
            "Whether surgery is necessary when extensor tendons are injured depends on:(3) –type of injury –zone -Nonoperative treatment and orthosis use have been recommended for zone I and II injuries unless there is laceration of the terminal extensor slip in zone II(10) or an associated growth plate or unstable fracture(9) -Surgical correction for zones I and II is required if treatment with an orthosis is unsuccessful. In some cases, individuals may elect to undergo surgical repair of the extensor tendon or have the DIP joint fused for cosmetic reasons. For older patients with fixed deformities and painful arthritic conditions that limit function, joint arthrodesis is an option(10) -In zones III through VI, surgical intervention to repair the injured extensor tendon may be required depending upon the percent of tendon involved and the type of injury (e.g., closed vs. open)(10) -Injuries in zone VII and VIII require surgical repair(10)  –degree of overall injury",
            "Types of repair based on injury and patient’s presentation:(3) –Immediate primary repair—occurs within 24 hours (post injury) –Delayed primary repair—occurs within 10 days (post injury); utilized if infection is likely (e.g., if in a fight an open tendon injury is sustained in which there is risk of contamination from a mouth) –Secondary repair—occurs within 10 days to 3 weeks (post injury); utilized if numerous injuries to the hand have occurred –Late reconstruction—occurs within 3 to 4 weeks and occasionally months after the injury; utilized if numerous injuries to the hand have occurred –Staged reconstruction—occurs over a protracted time frame and involves multiple surgeries to the hand; utilized if numerous injuries to the hand have occurred or if primary repair is not possible due to the condition of the tissues",
            "Tendon transfers (e.g., EDQ to EIP) may also be utilized to restore function(13)",
            "Nonoperative management may be possible in some cases through casting/orthosis; this is often true for cases involving injury to the extensor digitorum tendon at the DIP joint (i.e., mallet finger).(3) Please Clinical Review...Finger Extensor Tendon Injuries: Nonoperative Treatment ; CINAHL Topic ID Number: T904389 for more details on nonsurgical management",
            "More often than not, surgery will be indicated in order to maximize hand function.(3) The patient will typically present postoperatively with sutures and a sterile dressing in place. If not already in a splint fabricated preoperatively, the patient may present from the operating room in a half-cast  or other temporary immobilization apparatus. Depending on the number of days since surgery, the wound may be draining serosanguineous fluid. Significant edema often is present in the affected digit(s), as well as the other digits and the hand. If an injury occurred in the hand or wrist, significant edema may occur in those areas as well Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "If extensor lag is observed following extensor tendon repair, or if patient reports or therapist witnesses an audible or palpable “pop,” the patient should be referred back to the hand surgeon immediately to evaluate the possibility of rupture of the repaired tendon"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The injury usually is caused by a puncture, laceration, or other open injury to the hand or finger, resulting in rupture orcomplete severing of one or more of the tendons of the finger. Crush injuries may also result in extensor tendon rupture",
            "Sports accidents may cause rupture of extensor tendons, especially if the finger is “jammed” or hyper flexed at one or morejoints",
            "Finger extensor tendon injuries are more common than finger flexor tendon injuries because extensor tendons aresignificantly thinner than flexor tendons. Extensor tendons can spontaneously rupture due to rheumatoid arthritis (RA),with the most common being the EDC to the fourth digit and the fifth digit and the EP(3)",
            "In a United States population-based  study, work-related  injuries accounted for approximately 25% of all acute tendoninjuries over a 10-year  period(11)–Work-related  finger tendon injuries were the most common among persons in the fields of construction and extraction(44.2%), food preparation and food serving (14.4%) , and transportation and material moving (12.5%)–There was a significant association between injury rate and age, and males had a higher incidence than females. Thehighest crude incidence occurred in patients aged 20–29",
            "In addition to RA, spontaneous closed extensor tendon ruptures can also occur as a result of a distal radial fracture, mostoften due to a Colles fracture. Other reported wrist injuries resulting in closed extensor tendon injuries are Smith fracture,Galeazzi fracture dislocation, scaphoid fracture, and subluxation of the distal radioulnar joint. Rupture of the EIP related toavascular necrosis of the scaphoid and subsequent collapse deformity has also been reported,(13)as has EIP rupture due toscaphoid osteophytes.(21) The EPL is the most commonly ruptured extensor tendon at the wrist level. An isolated rupture ofthe EIP is extremely rare(8)"
        ],
        "pathogenesis": [
            "Although unlikely, retraction may occur when a laceration or rupture occurs in an extensor tendon of the hand. Unlikeflexor tendons, extensor tendons of the hand have numerous attachment sites, thereby reducing the risk of retraction uponinjury(3)"
        ],
        "risk factors": [
            "Individuals participating in occupational or leisure activities requiring the use of machines, tools, or other sharp andpotentially hazardous equipment are at increased risk of injury to the hand/tendons",
            "Individuals with rheumatologic disorders (e.g., RA)(19)",
            "Individuals participating in contact sports (e.g., football, rugby) are at increased risk for closed rupture (i.e., malletinjury)(20)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "The treating therapist should follow the protocol established by his or her clinic and by the hand surgeon regarding active range of motion (AROM) and passive range of motion (PROM) limitations. The priority in the first stages postoperatively is protection of the tendon repair",
        "Patient status-post  finger extensor tendon repair should wear a customized immobilization orthosis at all times following surgery, usually for about 4 weeks. Mobilization should follow the protocol requested by the surgeon",
        "No lifting with the affected hand should be performed",
        "Careful observation of the surgical incision should be conducted regularly to monitor for infection. If infection is suspected, the patient should be referred back to the hand surgeon immediately for further evaluation and treatment",
        "Patients with hand injuries are at risk for developing complex regional pain syndrome (CRPS). Continually monitor patient for any signs and symptoms that might indicate this condition, such as constant pain that is disproportionate the patient’s injury, hyperalgesia, allodynia, asymmetry with sweating, elevated temperature, and skin asymmetry. Contact the referring physician immediately. Please see Clinical Review...Complex Regional Pain Syndrome; CINAHL Topic ID Number: T708498 and  Clinical Review...Complex Regional Pain Syndrome in Children and Adolescents ; CINAHL Topic ID Number: T708475 for more details",
        "See specific   Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "If extensor lag is observed following extensor tendon repair, or if patient reports or therapist witnesses an audible or palpable “pop,” the patient should be referred back to the hand surgeon immediately to evaluate the possibility of rupture of the repaired tendon"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patients usually present within the first postoperative week. They may require fabrication of a postoperative orthosis. The surgical incision will have sutures in place along with a sterile dressing. The causes of injury may be an open wound, athletic injury, crush injury, or spontaneous rupture",
                "course of treatment": {
                    "medical management": "Surgery is performed via one of two methods Direct repair End-to-end—the  separated portions of the tendon are reconnected(3) Side-to-side  repair(15) Reconstruction/tendon graft—this method is used when pronounced tension on the tendon would prohibit direct repair(3)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  X-ray  or MRI may be required to rule out fracture, presence of foreign body, or other abnormality"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Patients may have significant postoperative pain and may also have significant pain with PROM during therapy sessions. Is the patient’s self-report of pain proportionate to the injury and current stage in the rehabilitation process? ",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if  pain   is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, increasing pain, trophic changes, increased edema, hand sweating)",
                "respiratory status": "Is there any respiratory compromise present? (Need for supplemental oxygen, cough, etc.) Barriers to learning -Are there any barriers to learning? Yes __No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a history of injury or dysfunction involving the hand?",
                    "comorbid diagnoses": "Does the patient have RA or any other condition that may result in a predisposition to tendon rupture? Are there any other injuries related to the tendon rupture (e.g., nerve injury/repair, fracture)? Ask patient about other problems, including diabetes (which may impact tendon healing), cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in contact sports? Does the patient currently work? If so, what are the patient’s occupation and job duties? What are the patient’s role functions at home? Does the patient work with machinery, sharp tools, glass, or animals? Does the patient engage in hand-intensive avocational activities (e.g., knitting, needlepoint, gaming)?",
                "functional limitations assistance with ADLs adaptive equipment": "Is the dominant hand affected? How have ADLs been impaired for this individual? Can the patient drive? Is the patient having any difficulty with bathing, dressing, grooming, or hygiene? Does the patient have difficulty with any fine motor activities (e.g., fastening bra)? Functional hand use may be limited secondary to precautions and orthosis use",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general assessment as indicated with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Distal pulses should be normal, but in severe hand traumas digital artery damage may have occurred. Take note of increased pallor, cyanosis of the finger(s), or coolness of the fingerPeripheral nerve integrity should be normal but may need to be assessed to rule out any neural disorder (e.g., diminished nerve mobility) or any complication of surgery. If assessed, make sure to adhere to physician and/or facility postsurgical protocolsThere is often significant edema and warmth following surgical tendon repair. There may be edema of the affected digit as well as the surrounding digits and hand/forearm, depending on the location and severity of the injury (i.e., open forearm laceration or crush injury) that can be measured with a volumeter (once incisions are healed). Circumferential measurements may also be used to monitor the severity of edemaContracture of the DIP, PIP, or MCP joints may occur secondary to immobilization of the wrist, hand, and digits following surgical tendon repair",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Manual muscle testing (MMT) usually is contraindicated following any surgical tendon repair. Muscle, grip, and pinch testing may begin when cleared by the surgeon and be performed using Jamar dynamometer and pinch  gauge, as well as MMT of the wrist and forearm. The clinician must follow orders of treating physician and facility protocols",
            "observation inspection palpation including skin assessment": [
                "Visually assess the extent of surrounding soft tissue injury. Assess the surgical incision (which may be an extension of a traumatic laceration) for intact sutures, signs of infection (e.g., erythema, warmth, inappropriate drainage, odor), appropriate healing, etc.",
                "Assess for trophic changes (skin, nails, and hair) and other symptoms associated with CRPS, such as asymmetrical sweating, temperature asymmetry, and skin color asymmetry"
            ],
            "posture": "Ensure that wrist, MCP joints, PIP joints, and DIP joints are positioned correctly in the postoperative orthosis. The orthosis may vary depending on surgeon preference and location of repair (see orthosis section, below)",
            "range of motion": " Range of motion –Determine PROM within the parameters established by the hand surgeon. Assess with the wrist in a protected position (extended) to reduce tension on the repaired tendon(s) using goniometric measurement –Evaluate for an extensor lag for the finger and, if present, determine if it is a result of muscle weakness or joint ROM restriction",
            "self-care activities of daily living": "",
            "reflex testing": "Should be normal. If assessed, make sure to adhere to physician and/or facility postsurgical protocolsObserve ADLs as indicated and appropriate, especially if the dominant hand is affected (e.g., brushing teeth). Utilize Barthel Index for objective measurement",
            "sensory testing": "Thoroughly perform a dermatome scan. Digital nerve injury is common in open injuries to the tendon; loss of sensation to the digit may be noted. Assess temperature, light touch, two-point  discrimination, sharp/dull, etc. Perform Semmes-Weinstein  monofilament testing, as appropriate. Note whether the patient’s response is appropriate to the sensory testing. Does the patient respond with hyperalgesia to pin prick or allodynia to light touch or deep pressure?",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure.(7)For more information on the DASH, see Clinical Review…Disabilities of the Arm, Shoulder and Hand (DASH) ; CINAHL Topic ID Number T903177",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "When appropriate, assess coordination and dexterity. May utilize such tests as Jebsen-Taylor  Test of Hand Function or the Minnesota Manual Dexterity Test",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over area of nerve regrowth"
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves",
                "Thermotherapy contraindications -Decreased circulation -Decreased sensation -Acute/subacute traumatic and inflammatory conditions  -Skin infections -Impaired cognition or language barrier -Malignancy -Liniments or heat rubs -Presence of or tendency for hemorrhage or edema -Heat rubs"
            ],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or the specific protocols of the treatment clinic"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Electrotherapy  contraindications/precautions -Do not place electrodes near: -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads -Osteomyelitis -Hemorrhage -Impaired sensation, mental status, communication -Cardiovascular disease -Malignancy -Dermatological conditions -Proximity of electromagnetic radiation -In pregnant women, near the pelvis, lumbar spine, hips, abdomen -In patients with stroke or seizures, near the neck -History of spontaneous abortion in pregnant women"
            ],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Although finger extensor tendons are less likely to rupture or retract after surgery due to the extensive network of connective tissue attached to the tendons, adhesion formation and loss of mobility become concerns(3)",
                "Contraindications/precautions to use of modalities(4)"
            ]
        },
        "diagnosis need for treatment": "Patient presents status post finger extensor tendon repair and will require wound care, orthosis fabrication, and appropriate PROM and AROM, with progression to strengthening and functional retraining as ordered by physician",
        "rule out": "N/A",
        "prognosis": [],
        "referral to other disciplines": "Occupational therapist for ADL training as indicated, hand therapist, wound care specialist for wound care (if delayed healing)",
        "other considerations": [
            "Postoperative active motion following extensor tendon reconstruction can improve functional outcomes in patients with RA who have sustained spontaneous extensor tendon rupture(12) –Based on a prospective study conducted in Japan in which subjects with RA underwent extensor tendon reconstruction surgery with arthroplasty or arthrodesis –Mean age of the patients was 52.6 years and 66 wrists were included in the study –Forty-six  wrists (69.6%) had “good” results, while 13 (19.7%) and 7 (10.6%) wrists had “fair” and “poor” results, respectively –Using multiple regression analysis, the number of ruptured tendons and the patient’s age were both independent variables that significantly correlated with the results of tendon reconstruction –Single regression analysis also showed a significant association between the number of ruptured tendons and surgical delay",
            "The authors of a systematic review comparing two active motion protocols for zone IV and V injuries, controlled active motion and relative motion extension splinting, found that both protocols resulted in similar ROM outcomes, but that the patients treated using relative motion extension splinting returned to work earlier and had no increase in complications(16)",
            "Complications can occur following injury and surgical repair. Some complications to consider (by zone) include:(14) –zone I (patients undergoing open reduction and internal fixation of fracture with associated tendon disruption)—infection (including osteomyelitis), nail deformity, joint malalignment, implant failure, pain –zone II (patients undergoing primary repair of the tendon)—infection, rupture of the repaired tendon; chronic zone II injuries may require reconstruction of the spiral oblique retinacular ligament –zone III (patients undergoing central slip repair)—tendon adhesions, joint capsule tightness, extension lag, development of a boutonniere deformity –zones (V–VII)—infection,  adhesion formation and decreased tendon gliding, tendon gapping, repair failure "
        ],
        "treatment summary": [
            "In the acute stage, the treatment goals are to protect the repair, prevent tendon adhesion formation, decrease stiffness, and control edema.(13) While healing, unprotected repairs can rupture or gap. In the subacute stage, the goal is to increase ROM. In the later stages, increasing strength and improving hand function are the primary goals",
            "Several different protocols exist for progression of motion following extensor tendon repair. Researchers have defined the early motion techniques differently. For the purposes of this paper, early controlled motion technique refers to the technique in which a dynamic orthosis is used to allow early active flexion and passive extension; this may also be called early passive motion (EPM). Early active motion (EAM) technique refers to the technique in which an orthosis that allows active flexion and extension is used and includes relative active motion(5,9,16,22)",
            "Rehabilitation for tendon transfers typically follows similar patterns as for repairs, with the addition of requiring additional training for functional use. The treating therapist should follow the surgeon’s protocol for rehabilitation",
            "Close communication with the hand surgeon is required to attain vital information about the location and strength of the repair as well as treatment guidelines",
            "Immobilization –Total immobilization (no PROM or AROM) of the hand is the most frequently selected postoperative protocol for repairs of zones I and II.(3)Immobilization may also be appropriate for noncompliant patients or for the pediatric population, regardless of the zone of injury –Zones III and IV(10) -Displaced closed avulsion fractures at the base of the middle phalanx, axial and lateral instability of the PIP joint with loss of joint motion, and failed nonoperative treatment with splinting are indications for surgical intervention -Acute open injuries require primary surgical repair -Postoperative rehabilitation emphasizes early protected motion. The finger is immobilized in a PIP joint gutter orthosis. The orthosis is to be removed every hour so the patient can perform guarded AROM exercises that provide optimal gliding of the extensor mechanism -Rehabilitation and orthosis use are similar for zones III and IV(10) -DIP and PIP joint neutral orthosis at 24 to 48 hours postoperatively, with exercise hourly -0–2 weeks post-surgery:  Orthosis 1 allows for 30˚ of PIP joint and 25˚ of DIP joint ROM. Orthosis 2 is used for PIP neural joint alignment and active DIP joint flexion -2–3 weeks post-surgery:  If no extensor lag is present, orthosis 1 is used to increase PIP joint flexion to 40˚ and orthosis 2 is still used to maintain PIP neutral joint alignment and active DIP joint flexion -4–5 weeks post-surgery:  If no extensor lag is present, orthosis 1 is used to increase PIP joint flexion to 40˚ and orthosis 2 continues to be used to maintain PIP neutral joint alignment and active DIP joint flexion -6 weeks post-surgery:  If no extensor lag is present, discontinue the use of orthoses. Allow for full active PIP and DIP joint flexion -For the entire 6 weeks, daily removal of orthoses for wound care and the use of a compressive wrap for edema control is allowed –Immobilization for zone V -In zone V , closed injuries or injuries with less than 50% involvement can be managed with MCP extension splinting. Wrist in 30 to 45˚ of extension, MCP 20 to 30˚ of flexion and PIP free for 4–5 weeks -Complete immobilization for 3 weeks may be appropriate for children, noncompliant or impulsive patients, and patients with impaired cognition. Some postoperative protocols call for up to 6 weeks of uninterrupted immobilization(3) –Immobilization versus EAM zone V to VII(18) -In a randomized trial designed to assess outcomes of immobilization versus EAM following extensor tendon repair in zones V , VI, or VII,patients in the immobilization group were positioned in a static splint (wrist 30˚ extension, interphalangeal joints 0˚) for 4 weeks, followed by allowing 45˚ of motion at the MCP joint and full IP joint motion. The motion was increased to 90˚at 6 weeks. Splint was discontinued at 8 weeks after surgery. In the early mobilization group, beginning post op day 1 or 2 the protective splint was modified to include only the wrist and involved digit(s). Day 3 or 4, 0–30˚  of MCP ROM was initiated and increased to 0–50˚  week 2 post surgery, and continued to be increased weekly, allowing 90˚ of flexion at week 4 post surgery. Unrestricted digit motion was allowed in the 5th or 6th week -Patients in the early mobilization group had better ROM and less pain at 12-week  follow-up ",
            "Early controlled motion technique –For repairs of zones V and VI there are several different treatment protocols in published literature. The protocols differ relative to the splint design (e.g., wrist position, number of digits included). Some protocols include a dynamic orthosis applied postoperatively that maintains the wrist in extension and allows 30–40°  of active MCP flexion and provides passive extension to 0°. Typically a night resting orthosis is also used(17) –Early controlled motion and dynamic orthoses generally are not recommended for patients with a tendon rupture secondary to RA(3) –The use of a dynamic passive mobilization orthosis to manage zone II extensor tendon injuries can limit DIP joint stiffness and the development of an extensor lag -Based on a case study conducted in Qatar that involved a 25-year-old  man who sustained a zone II extensor tendon injury as a result of a saw injury to his right index finger(6) -The authors describe the use of a dynamic passive mobilization program to manage the zone II extensor tendon injury in order to prevent DIP joint stiffness, which commonly develops following the use of a static orthosis. This program contrasts with the typical management using a static orthosis for 4 to 6 weeks followed by gradual increase in ROM at the DIP joint",
            "EAM –EAM approaches for rehabilitation following zone V and VI extensor tendon repairs include relative motion extension (RME) orthosis and controlled active motion (CAM). There are several variations for both approaches published in the literature(5,22) –Authors of an RCT comparing outcomes of RME and CAM found that both were safe (i.e., no tendon ruptures occurred) and that the RME group had earlier return to functional use, better total active movement, and higher satisfaction compared to the CAM group(5) –. Problem Goal Intervention Expected Progression Home Program Patient at risk for tendon reinjuryProtect tendon repair Immobilization _ Complete immobilization for 3– 6 weeks for children, noncompliant or impulsive patients, and patients with impaired cognition _ _ Orthosis _ Appropriate orthosis fabrication per surgeon’s orders and/or protocol _ _ See Treatment summary aboveSplinting _ Appropriate changes in splints per surgeon’s orders and/or protocol _ _ See Treatment summary aboveProvide oral and written instructions for care at home as indicated. For pediatric patients, provide education to child and caregiver  At risk for tendon adherence and increased scar formationPrevent tendon adherence; decrease scar formationTherapeutic exercise _ Appropriate therapeutic exercise per surgeon’s orders and/or protocol _ _ See Treatment summary above _ _ Manual therapy _ Scar massageSee Treatment summary above for progression of therapeutic exerciseImplement a home program as indicated Decreased strength Improve strength Therapeutic exercise _ Appropriate therapeutic exercise per surgeon’s orders and/or protocol _ _ See Treatment summary aboveSee Treatment summary above for progression of therapeutic exerciseImplement a home program as indicated Impaired hand function, limiting independence in ADLs/IADLsRestore normal hand function and independence with ADLs/IADLsFunctional training _ Functional strengthening for the hand and arm should be incorporated in later phases of treatment _ Coordination and dexterity exercises _ _ See Treatment summary , aboveProgress each unique patient as appropriate and indicatedProvide activities for home focused on the restoration of function as appropriate ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Reduced/eliminated pain–V AS",
            "Decreased edema–V olumetric measurements–Circumferential measurements",
            "Improved ROM–Goniometric measurements",
            "Improved strength–MMT–Dynamometer testing–Pinch gauge testing",
            "Improved coordination/dexterity–Jebsen-Taylor  Test of Hand Function",
            "Minnesota Manual Dexterity Test Restored normal function/ADLs and IADLs–DASH Outcome Measure(7)Barthel Index Maintenance or Prevention"
        ],
        "patients should be compliant with orthosis use and home exercise program to protect the integrity of the repair and facilitate an optimal recovery. individuals at risk for tendon injuries should adhere to all safety policies and regulations and use": []
    },
    "maintenance or prevention": [],
    "patient education": [
        "See “Extensor Tendon Repair” from eMedicine at https://emedicine.medscape.com/article/109111-overview Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Kleinert HE, Verdan C. Report of the Committee on Tendon Injuries (International Federation of Societies for Surgery of the Hand). J Hand Surg Am . 1983;8(5 Pt 2):794-798. (PFR)"
        },
        {
            "number in article": 2,
            "reference": "Magee DJ, Zachazewski JE, Quillen WS, Manske RC. Pathology and Intervention. Musculoskeletal Rehabilitation . 2nd ed. Maryland Heights, MO: Saunders/Elsevier; 2016. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Kisner C, Colby LA, Armstrong C. The wrist and hand. In: Therapeutic Exercise: Foundations and Techniques . 7th ed. Philadelphia, PA: FA Davis Company; 2018:chapter 19. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Collocott SJF, Kelly E, Foster M, Myhr H, Wang A, Ellis RF. A randomized clinical trial comparing early active motion programs: Earlier hand function, TAM, and orthotic satisfaction with a relative motion extension program for zones V and VI extensor tendon repairs. J Hand Ther . 2020;33(1):13-24.  doi:https://doi.org/10.1016/j.jht.2018.10.003. (RCT)"
        },
        {
            "number in article": 6,
            "reference": "Gangatharam S, Le Blanc M. Early controlled passive motion regime for zone II extensor tendon injury--a case report. Tech Hand Up Extrem Surg . 2011;15(2):72-4. doi:10.1097/BTH.0b013e3181ebe693. (C)"
        },
        {
            "number in article": 7,
            "reference": "Kuran B. Functional assessment in hands with flexor and extensor injuries. In: Duruo#z M, ed. Hand Function: A Practical Guide To Assessment . 2nd ed; 2019:121. (R)"
        },
        {
            "number in article": 8,
            "reference": "Kutahya H, Gulec A, Acar MA, Guzel Y, Karalezli MN, Toker S. Closed extensor indicis proprius tendon rupture presenting mass clinic on dorsal side of the wrist. Eur J Gen Med. 2013;10(4):250-252.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Yoon AP, Chung KC. Management of acute extensor tendon injuries. Clin Plast Surg . 2019;46(3):383-391.  doi:https://doi.org/10.1016/j.cps.2019.03.004. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Brault JS, Moore BJ. Extensor tendon injuries. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Elsevier; 2019:159-164.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "de Jong JP, Nguyen JT, Sonnema AJ, Nguyen EC, Amadio PC, Moran SL. The incidence of acute traumatic tendon injuries in the hand and wrist: a 10-year population-based study. Clin Orthop Surg . June 2014;6(2):196-202.  doi:10.4055/cios.2014.6.2.196. (R)"
        },
        {
            "number in article": 12,
            "reference": "Sakuma Y, Ochi K, Iwamoto T, et al. Number of ruptured tendons and surgical delay as prognostic factors for the surgical repair of extensor tendon ruptures in the rheumatoid wrist. J Rheumatol . Advance online publication. February 2014;41(2):265-9.  doi:10.3899/jrheum.130861. (R)"
        },
        {
            "number in article": 13,
            "reference": "Kohyama S, Nishiura Y, Hara Y, Ochiai N. Extensor tendon rupture of the index finger secondary to avascular necrosis of the scaphoid: A case report. J Orthop Surg . 2015;23(1):120-122.  doi:10.1016/j.hcl.2014.12.006. (C)"
        },
        {
            "number in article": 14,
            "reference": "Lutz K, Pipicelli J, Grewal R. Management of complications of extensor tendon injuries. Hand Clin . 2015;31(2):301-310.  doi:10.1016/j.hcl.2014.12.006. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Rivlin M, Eberlin KR, Kachooei AR, et al. Side-to-side  versus pulvertaft extensor tenorrhaphy-a  biomechanical study. J Hand Surg Am . 2016;41(11):e393-e397.  doi:10.1016/ j.jhsa.2016.07.106. (R)"
        },
        {
            "number in article": 16,
            "reference": "Collocott SJF, Kelly E, Ellis RF. Optimal early active mobilisation protocol after extensor tendon repairs in zones V and VI: a systematic review of literature. Hand Ther . 2018;23(1):3-18.  doi:10.1177/1758998317729713. (SR)"
        },
        {
            "number in article": 17,
            "reference": "Wong AL, Wilson M, Girnary S, Nojoomi M, Acharya S, Paul SM. The optimal orthosis and motion protocol for extensor tendon injury in zones IV-VIII: A systematic review. J Hand Ther . 2017;30(4):447-456.  doi:https://doi.org/10.1016/j.jht.2017.02.013. (SR)"
        },
        {
            "number in article": 18,
            "reference": "Rabbani MJ, Amin M, Khalid K, et al. Early active mobilization vs immobilization following modified Kessler repair of extrinsic extensor tendons in zone V to VII. J Ayub Med Coll Abbottabad . 2019;31(3):320-325.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Biehl C, Rupp M, Kern S, Heiss C, Elkhassawa T, Szalay G. Extensor tendon ruptures in rheumatoid wrists. Eur J Orthop Surg Traumatol . 2020;30(8):1499-1504. doi:https://doi.org/10.1007/s00590-020-02731-1.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Elzinga KE, Chung KC. Finger injuries in football and rugby. Hand Clin . 2017;33(1):149-160.  doi:https://doi.org/10.1016/j.hcl.2016.08.007. (RV)"
        },
        {
            "number in article": 21,
            "reference": "Suganuma S, Tada K, Takadawa S. Spontaneous extensor tendon rupture due to scaphoid osteophyte: A case report and literature review. JPRAS. 2021;28:66-71.  doi:https:// doi.org/10.1016/j.jpra.2021.02.006. (C)"
        },
        {
            "number in article": 22,
            "reference": "Merritt WH, Wong AL, Lalonde DH. Recent developments are changing extensor tendon management. Plast Reconstr Surg . 2020;145(3):617e-628e.  doi:https:// doi.org/10.1097/PRS.0000000000006556. (RV)"
        }
    ]
}