{
    "metadata": {
        "title": "Recurrent Patella Dislocation _ _ Activity modificationPatient education _ Describe equipment (“gives information about your contraction”) and procedures used _ _ Specific verbal instructions to avoid anterior knee pain related to jumping, running, cycling, climbing, squatting, and kneelingGradual improvement in patient’s performance of desired contractions _ _ Trial of prior activity after pain-free movement is achieved during ADLsIndependent treatment with portable EMG unit is not recommended _ _ Restricted or modified exercise routines    Patient lacks program for pain self- managementPatient will understand the reasons/ benefits of and complies with home RxPatient education _ Patient education on pain prevention and self-managementPatient reports benefits of self-treatmentRest, ice, analgesics Inability to participate in high-risk sportsReturn to sport with physician’s approval (within 6 to 12 months)Sport-specific drills _ These involve high- speed cutting, turning, agility running, and/ or jumping such as in soccer, football, basketball, tennis, skiingProgress until patient demonstrates fitness appropriate for the sportAgility running, forward and lateral lunges, and jump- landing training . Desired Outcomes/Outcome Measures",
        "synonyms": [
            "patella dislocation, recurrent",
            "dislocation, recurrent patella",
            "chronic patella dislocation",
            "dislocation, chronic patella",
            "patella dislocation, chronic",
            "chronic patellar instability",
            "patellar instability, chronic",
            "instability, chronic patellar",
            "chronic patella subluxation",
            "subluxation, chronic patella",
            "patella subluxation, chronic"
        ],
        "anatomical location body part affected": [
            "Knee/patella, femoral trochlea, quadriceps muscle group, medial collateral ligament, medial patellofemoral ligament, lateral retinaculum"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Recurrent patellar dislocation (RPD) is an episodic condition characterized by patellofemoral joint instability that allows the patella to dislocate (laterally in most cases) from the trochlea. RPD is usually caused by direct or indirect trauma that stretches patellar attachments (chronic sprain), rather than habitual activity. However, anatomical factors such as severe trochlear dysplasia, hypermobility, patella alta, patellar tilt, and increased tibial tuberosity to trochlear groove distance may contribute to patellar dislocations(11,20) –Trochlear dysplasia refers to a shallow trochlear groove or intercondylar sulcus(29)",
            "Painful episodes of the knee “giving-way”  lead to patient apprehension and disability in ADLs Patellar hypermobility may be corrected surgically by repairing injured structures that restrain the patella medially (e.g., medial patellofemoral ligament [MPFL]), releasing tight structures that pull the patella laterally (e.g., lateral retinaculum),(1,2) and autologous chondrocyte implantation for chondral defects that often occur concurrently with patellar dislocations(13)",
            "Functional rehabilitation includes lower extremity ROM exercises and strengthening, with emphasis on medial quadriceps (vastusmedialis obliquus [VMO]) training to help offset lateral tracking(1,2)",
            "This Clinical Review does not specifically address differences in treatment of RPD in the pediatric knee versus the skeletally mature knee"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Depends on insurance contract coverage; no specific issues or information is identified regarding reimbursement for this condition"
        ],
        "presentation signs and symptoms": [
            "Primary patellar dislocation is seen most commonly in the second and third decades(14) –More often in females than males",
            "Anterior knee pain (chronic retropatellar aching with moments of sharp pain)",
            "Rarely bilateral",
            "Activity-related  episodes of “my kneecap slips out of place” (daily dislocation indicates the condition is “habitual”)",
            "Restricted in certain ADLs (e.g., climbing stairs, squatting, jumping, running)",
            "Instability when walking on uneven terrain or side of a hill",
            "The apprehension that pivoting movements will cause dislocation ",
            "Decreased stable knee ROM in flexion with reduced dynamic balance",
            "Reduced quadriceps, hip extension, abduction,and external rotation strength",
            "Nonspecific signs and symptoms –Edema –Crepitation –Locking Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "In pediatric cases, obtain parental or guardian consent to perform the examination",
            "Associated knee joint pathology (e.g., meniscal and ligament injuries) that contributes to altered knee/patella posture and gait mechanics",
            "Patient unable to comprehend procedure because of cognitive impairment",
            "Unresolved knee injury, inflammation, or infection"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Injury–Significant direct trauma to the knee that injures soft tissues of the knee(14) leads to hypermobility and maltracking.Activity-related  microtrauma from chronic intrinsic maltracking",
            "Intrinsic and anatomic factors (see Pathogenesis , below)"
        ],
        "pathogenesis": [
            "Chronic instability often follows a first-time  traumatic patella dislocation. The MPFL may be damaged during the injury",
            "Biomechanical factors that predispose to patellar dislocation are likely to occur in early knee flexion with external rotationof the tibia and contraction of the quadriceps(21)",
            "Intrinsic factors that contribute to lateral patellar tracking on weight-bearing(29)–Tight lateral retinacular attachments to the patella–Insufficient restraint from medial tracking structures (e.g., MPFL, medial collateral ligament [MCL], VMO) compared tolateral forces (e.g., lateral retinaculum, iliotibial band)",
            "Anatomic predispositions for patellar maltracking(22,29)–Patella alta–Increased tibial tuberosity (TT) to trochlear groove (TG) distance–Trochlear dysplasia–Ligamentous laxity–Large quadriceps angle (Q-angle)–Pes planus",
            "A case-control  study (N = 180) in the United States found that patients with RPD (n = 60) had higher rates of patella alta(60.0% vs. 20.8%), increased TT-TG  distance (42.0% vs. 3.2%), and trochlear dysplasia (68.3% vs. 5.8%) compared withpatients without histories of patellar dislocation(11)",
            "In a 2018 RCT, investigators found that trochlear dysplasia had the highest odds ratio for patellar redislocations(23)–This study included 74 patients aged 9 to 14 with a first time traumatic lateral patellar dislocation."
        ],
        "risk factors   ,,,": [
            "Adolescent athlete (higher risk in football and basketball)",
            "Females are more likely than males to develop patellofemoral pain(30)",
            "Previous episodes",
            "Trochlear dysplasia",
            "MPFL insufficiency",
            "VMO hypoplasia/dysplasia–Whether RPD is associated with abnormal VMO morphology is unclear, although VMO strengthening is commonly arehabilitation goal–Authors of a case-control  study (N = 82) in Germany found no significant differences in VMO cross-sectional  area,muscle-fiber  angulation, or the craniocaudal extent of the VMO of the patella between patients with RPD (n = 30) andcontrols (n = 22)(12)",
            "Patellar maltracking (“J-sign”  on knee flexion to extension)",
            "Increased distance of tibial tuberosity to trochlear groove(22)",
            "Iliotibial band syndrome",
            "Lower extremity malalignment in standing–Foot overpronation,defined as a Foot Posture Indexgreater than 6, has a possible influence on patellar hypermobility(30)–Genu valgum–Laterally deviated femoral groove–Excessive internal femoral torsion–Excessive external tibial torsion–Excessive Q-angle  (more than 15° in males and more than 20° in females)–Excessive hip internal rotation–Patella alta(11,22)–Patella tilt(30)",
            "Tight lateral retinaculum",
            "Decreased flexibility of the hip flexors, vastuslateralis, or iliotibial band",
            "In a 2014study, researchers found the MPFL to be longer in patients with patellar instability and previous patellardislocation compared to controls(17)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Rule out patellar fracture and test neurovascular status in cases of recent knee trauma with visible skin injury and inability to bear weight Osteochondral fractures of the patella are seen often after dislocations(16)",
        "Significant neurological deficits are usually not associated with this condition. Consult with a physician if sensory or motor deficits are found in the involved limb",
        "Confirm physician orders and evaluate for safety limitations on weight-bearing  status, restrictions in ROM, and exercise therapy",
        "Avoid use of ultrasound near growth plates in pediatric cases",
        "In children, rule out referred pain to knee from serious back or hip disease",
        "Notify referring physician immediately on discovery of evidence suggestive of undiagnosed deep vein thrombosis (DVT) or thrombophlebitis Refer immediately to emergency care if evidence of ischemia or paralysis is present in the affected limb See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "In pediatric cases, obtain parental or guardian consent to perform the examination",
            "Associated knee joint pathology (e.g., meniscal and ligament injuries) that contributes to altered knee/patella posture and gait mechanics",
            "Patient unable to comprehend procedure because of cognitive impairment",
            "Unresolved knee injury, inflammation, or infection"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patients will usually be able to describe the circumstances of their first-time patellar dislocation, as well as subsequent dislocating factors. The mechanism of dislocation is usually patellofemoral joint hypermobility combined with pivoting activities. What is the frequency of dislocations?",
                "course of treatment": {
                    "medical management": "Conservative treatment usually consists of physical therapy, activity modification, and patient education. What recent treatment has the patient received for this condition? Has a knee brace/sleeve, assistive device, or ambulatory aid been prescribed or used?",
                    "surgical management": [
                        "Surgical management",
                        "Operative procedures may involve repair of ligament tears (e.g., MPFL reconstruction),(18) soft-tissue  alignment/ reconstruction (e.g., lateral release), osteotomy(femoral/tibial), and chondrocyte implantation;(13)trochleoplasty(18) and  distal patella realignment procedures.(14) Fixation of osteochondral fractures of the patella may also be performed with",
                        "MPFL reconstruction, as well as 4in-1 patellar realignment surgery(16,19)",
                        "Tibial tubercle osteotomy (TTO) has been performed for patients with recurrent dislocations whose tibial tuberosity to trochlear groove distance is greater than 20mm(18)",
                        "In a 2014 study, researchers found that MPFL reconstruction with simultaneous autologous chondrocyte implantation showed good clinical outcomes in patients with grade IV cartilage lesions(13)",
                        "In a 2-year  follow-up  no subsequent patellar dislocation occurred",
                        "Cartilage regeneration was successful in 80% of patients as measured by MRI",
                        "Following an injury to the MPFL, MPFL reconstruction (MPFLR) appears satisfactory for adults with good patellofemoral joint congruity and knee function, whereas medial retinaculum plasty (MRP) might be indicated for patients without these(10)",
                        "In an RCT in China (N = 70 participants with RPD) researchers compared MRP surgery with MPFLR surgery",
                        "Outcome measures included presurgical vs. postsurgical measures for congruence angle, patellar tilt angle, and",
                        "patellar lateral shift. Mean followup  was 40 months (range, 2455  months)",
                        "No significant differences in outcome measures were found between groups",
                        "In comparing use of a suture anchor to a double transpatellar tunnel fixation for MPFL reconstructions, there was no",
                        "significant difference between the two. The suture fixation resulted in a higher level of patientreported  outcomes(24)"
                    ],
                    "medications": "Pain and swelling are usually treated with common analgesic medications such as oral NSAIDs",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Ask about results of X-rays  or other imaging studies such as MRI(11)"
                    ],
                    "alternative therapies": "Has patient received acupuncture or tried taping/bracing knee or apply ice for pain?",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other orthopedic conditions and what specific treatments were helpful or not helpful Aggravating/easing factors  (note length of time each factor is performed before the symptoms are aggravated or eased). Patients usually experience increased discomfort/apprehension with general physical activity"
                },
                "aggravating easing factors": "",
                "body chart": "If areas other than anterior knee are involved, use body chart to document location and nature of symptoms",
                "nature of symptoms": "Note whether any of these symptoms are reported -Crepitation -Instability and giving-way -Locking (suggestive of loose bodies) -Stiffness -Other lower extremity pain",
                "rating of symptoms": "Use a visual analog scale (V AS), 010  scale, or Oucher scale for children, to assess symptoms at their best, at their worst, and at the moment. Specifically, address if the pain is a common symptom and whether it is present now and how much",
                "pattern of symptoms": "Document whether there are changes in symptoms throughout the day and night (i.e., a.m., mid-day,  p.m., night)",
                "sleep disturbance": "Document number of wakings/night related to knee symptoms",
                "other symptoms": "Document other symptoms patient may be experiencing that might exacerbate the condition and/or symptoms that could indicate the need for physician consultation, such as falling because of knee pain on weight-bearing Barriers to learning -Does cognitive impairment limit the patient's ability to communicate or learn?",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Are there coexisting problems, such as diabetes, cancer, heart disease, dementia, psychiatric disorders, neuromuscular dysfunction?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient whether there are symptoms other than knee pain (low back, groin, or hip) "
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does knee pain occur during participation in occupational or recreational activities? Does patient participate in high-risk  activities that involve knee extension and pivoting (e.g., agility running, breaststroke “whip-kick”)?  What activities does work require?",
                "functional limitations assistance with ADLs adaptive equipment": "Does knee pain interfere with ADLs or use of adaptive equipment?",
                "living environment": "Are there barriers in the home that restrict access, such as stairs; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and BMI",
            "assistive and adaptive devices": "Evaluate the need for an assistive ambulatory device (cane, crutches, rarely a walker) and modify prescription, as appropriate. Assess fit and safe operation of assistive devices. If applicable, assess ability to correctly don/doff knee brace",
            "balance": "Assess stability and for nonsymmetrical weight-bearing  in standing. If the patient’s status is not full weight-bearing,  assess stability in standing using an assistive device. Before discharge, assess balance in the single-leg stand with perturbations",
            "cardiorespiratory function and endurance": [],
            "circulation": "Dorsalis pedis and posterior tibial pulses should be intactAssess for knee swelling and thigh atrophy with circumference measurements(3)Assess using Timed Up and Go (TUG) test and FIM, as indicated. Although designed for patients with patellar tendinopathy, the Victorian Institute of Sport Assessment Scale for Patellar Tendinopathy (VISA-P)  may be used for athletes with RPD",
            "functional mobility": "",
            "gait locomotion": "Inspect lower extremity movement for abnormalities while walking and/or running on a treadmill.(3) Observe for visible lateral patellar tracking and rearfoot varus. Note whether knee remains fully extended during the stance phase. Compare sides. Assess with Dynamic Gait Index (DGI)Assess passive mobility and dynamic tracking(3) of the patella and tightness of lateral retinaculum in supine and standing positions (see  Special tests , below). If not in the acute stage, assess for injury to knee ligaments and menisci. Compare to the unaffected knee. Assess multidirectional patellar mobility including medial/lateral tilt",
            "muscle strength": "Assess the strength of entire lower extremity, with emphasis on knee flexion and extension. Compare quadriceps-hamstrings  strength ratio to the contralateral side. Assess ability to perform half-squat  with the affected leg",
            "observation inspection palpation including skin assessment": [
                "Medial quadriceps/VMO for atrophy, tone, and activation at terminal knee extension(3)",
                "Lateral and medial retinacula for tightness and tenderness",
                "Patellofemoral joint for crepitation. Cartilage lesions of the patella are common(13) •Pain: Assess for pain using V AS during strength tests. Does the patient’s maximal effort appear to be restricted by pain? Assess pain and compensatory postures with stairs, up and down"
            ],
            "posture": "Assess alignment and position of the patella in sitting and standing, as well as trunk, pelvis, and lower extremity alignment. Evaluate for leg-length  discrepancy and large Q-angle.  Inspect for rearfoot varus in subtalar neutral position and genu varum or valgus",
            "range of motion": "Scan lower extremity for functional ROM and flexibility. Assess active and passive ROM at the knee joint. Expect reduced active ROM in flexionAchilles and patellar tendon reflexes should be intact",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Sensation should be intact except for localized deficits around surgical wounds, if applicable. Assess proprioception at the knee joint",
            "special tests specific to diagnosis": " Special tests specific to diagnosis  (2) –“Circle sign” – patient circles patella with fingers –“J-sign”  test – patient performs active knee extension in standing from 90° flexion, as in single-leg  squat (test positive if patella deviates strongly medially at terminal extension) –Patella glide test – assess mobility in frontal plane by manually translating patella medially and laterally (test is positive if pain and apprehension are reproduced)  –Patella tilt test – with patient relaxed in supine position and hip joint neutral, assess for tightness of lateral attachments by lifting lateral border (test is positive if it cannot be raised to at least horizontal) and for laxity of medial attachments by lifting medial border (test is positive if it tilts more than contralateral side) –Patella grind test – with patient relaxed in supine position and knee fully extended, displace patella inferiorly; ask the patient to contract quadriceps while gently resisting cephalad movement of the patella (test is positive for chondromalacia if pain and apprehension are reproduced) –Q-angle  – with the knee fully extended, the Q-angle  is formed by the intersection of lines along the quadriceps vector (line from anterior superior iliac spine to the center of patella) and patellar tendon vector (line from the center of the patella to the tibial tubercle) –Ober’s test – for tightness of iliotibial band and hip abductors(4) –Thomas test – for tightness of the hip flexors",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "RPD/ knee pain, reduced knee ROM and strength; limitations in general and recreational ADLs. Trial of physical therapy to reduce RPD, alleviate knee pain, and restore functional capacity(6)",
        "rule out": "Other knee conditions meniscus)(15);osteoarthritis; chondromalacia patella; osteochondritis dissecans; popliteal cyst; pre-patellar  bursitis; patellofemoral syndrome; soft-tissue hypermobility disorders (e.g., Ehlers-Danlos  syndrome, Marfan syndrome)",
        "prognosis": [
            "Results of a 2015 systematic review suggested that there is not enough evidence to confirm a difference in outcomes between surgical and nonsurgical management of patients with a one-time  dislocation(14)",
            "Authors of a meta-analysis  compared surgical and nonsurgical treatment for primary patellar dislocations in patient younger than 18. The evidence appears to support surgical intervention for short-term  prevention of redislocation, but the knee functional scores (Kujala and KOOS) were worse for the surgical intervention. The long term resultsbeyond 5 years showed no difference in redislocation rates between surgical and nonsurgical treatment methods(25)",
            "In a 2020 meta-analysis,  investigators found that conservative treatment for primary patellar dislocations was more favorable with respect toTegner score outcomes compared with MPFL reconstruction. The study urged caution in these findings given the small pool of 10 RCTs (569 patients total) and recommended further research(26)",
            "Long-term  prognosis in adolescents may be more favorable after open vastus medialisplasty (VMP) compared to arthroscopic MRP –Based on an RCT in China (N = 60)(7) –Although the surgically corrected position of the patella deteriorated in both groups over time, the patellar position remained better in the VMP group at 4-to 5-year  follow-up –Functional results were also better in the VMP group",
            "In comparing MPFL repair to knee bracing in children with a first-time  traumatic patellar dislocation, authors of a 2018 RCT found that both groups were satisfied with knee function. The surgical group had a significant reduction in redislocation rate, but subjective and objective measurements of knee function were no better compared with the bracing group(23)",
            "Authors of a level II RCT and level III nonrandomized study found no difference in redislocation rate, pain, and function between operative and nonoperative management of acute patellar dislocation in adolescents. A third study (level II RCT) suggested that an operative approach was better(27)"
        ],
        "referral to other disciplines": "Orthopedic physician for specific red flags and persisting inability to achieve full ROM; orthotist for shoe modifications; aquatic therapist for pool exercise; radiologist to image for soft-tissue  injuries, to rule out patella fracture, or for laterally deviated femoral groove ",
        "other considerations": [],
        "treatment summary": [
            "In nonoperative management, the desired long-term  treatment outcomes are patellofemoral joint stability, normal knee ROM, and restored functional mobility (including a return to the sport in many cases) –Authors of a systematic review compared outcomes of four broad nonoperative RPD treatments based on immobilization, weight-bearing  status, quadriceps exercise, and alternative therapies. Using the Kujala score, patient-reported  outcomes consistently improved over all interventions; the pooled redislocation rate was 31%(28) -There continues to be an overall lack of quality evidence to advocate for one treatment strategy over another –Quadriceps isometric strengthening exercises (“quad sets”), straight-leg raises, and gentle knee ROM exercises can begin soon after acute patella dislocation. The goal of treatment should be to restore neuromusculoskeletal control of the patellofemoral joint at the hip, ankle, knee, and foot(14) –Progressive VMO activation with neuromuscular electric stimulation and reeducation (biofeedback), as needed –Initial treatment may include bracing, immobilization, and manual therapy(14) –In athletes, sport-specific  functional training may begin after bilateral symmetry in lower extremity strength and flexibility is restored",
            "In postoperative cases –Progressive VMO strengthening exercises can begin soon after MPFL reconstructive surgery, as prescribed . Problem Goal Intervention Expected Progression Home Program Knee pain, edema Decrease pain, edema Physical agents and mechanical modalities _ Rest, ice, compression, elevation, activity modification, and patient educationProgress patient activity as appropriateFollow PRICE at home Quadriceps (especially VMO) weaknessImprove quadriceps strengthTherapeutic exercise _ Open and closed kinetic-chain quadriceps strengthening exercises. Hip-targeted exercises in conjunction with knee-targeted exercises are optimal for short-, medium-, and long- term outcomes. Hip- targeted over knee- targeted exercises may be favored in early stages of care. VMO and vastus lateralis balance is integral for patellar tracking(29,30)Progress the intensity and volume of exercisesQuad strengthening program  Patellar laxity Stabilize patella Prescription, application of devices and equipment _ Patellar taping/ patellar bracing during the initial phase of exercise therapy(14) _ VMO trainingPatellar taping and bracing can be discharged when appropriateEducate patient on the home use of the brace Hip flexor and iliotibial band tightnessImprove hip flexor and iliotibial band flexibilityTherapeutic exercise _ Exercises and stretches to improve hip flexor flexibility and iliotibial band mobility are effective in management of PFP(29)Progress the intensity and volume of exercisesHip flexor stretching program Reduced tone and activation of VMOImproved VMO tone/ strength and relative activations of the VMO and vastuslateralis(8)Electrical stimulation _ Neuromuscular stimulation and/or EMG biofeedback for activation of the VMO(8)Increased awareness of VMO contractionHome exercises Deficits in knee proprioception and gait abnormalitiesFunctional proprioception and balance reactions. _ Normal gaitFunctional training _ To improve knee function in daily activities. To correct balance and proprioceptive deficits and/or faulty gait patternProgress exercises until deficits are normalizedRecommend strategies for the home to assist in balance and gait training, as appropriate and indicated for each patient. Patient may benefit from shoe orthotics if over- pronation occurs with gait Decreased patient understanding and compliance with EMG biofeedback training _ _ At a risk of reinjury by returning to high-risk or aggravating activities before readyPatient shows compliance with and understanding of the"
        ]
    },
    "desired outcomes outcome measures": {
        "pain and swelling controlled": [
            "V AS",
            "Circumferential limb measurements"
        ],
        "education of brace application correct knee brace": [],
        "functional rom  more than ° flexion ; full knee extension": [
            "Goniometry"
        ],
        "quadriceps strength comparable to unaffected side": [
            "Manual muscle testing"
        ],
        "symmetry in standing posture and during weight-bearing  activities": [
            "Postural assessment"
        ],
        "good dynamic balance": [
            "Berg, Tinetti"
        ],
        "return to sport with physician’s approval": [
            "Sport-specific  testing"
        ],
        "improved flexibility": [
            "Muscle length testing"
        ],
        "improved knee mechanics patellar tracking": [
            "Joint mobility assessment",
            "X-ray  or functional MRI for joint alignment"
        ],
        "decreased risk of recurrent patella dislocation": [],
        "improved functional mobility": [
            "TUG test",
            "FIM",
            "VISA-P",
            "DGI",
            "Patient subjective outcome using the International Knee Documentation Committee (IKDC) score(9)",
            "Lower Extremity Functional Scale"
        ]
    },
    "maintenance or prevention": [
        "Continue quadriceps strengthening to restore symmetry",
        "Continue VMO training to improve patellar control",
        "Continue to strengthen hip for closed chain alignment of the lower extremity",
        "Continue flexibility exercises",
        "Patellar stabilization brace for athletics, as appropriate "
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Sillanpää PJ, Mäenpää HM, Arendt EA. Treatment of lateral patella dislocation in the skeletally immature athlete. Oper Tech Sports Med . 2010;18(2):83-92.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Andrish J. The management of recurrent patellar dislocation. Orthop Clin North Am . 2008;39(3):313-327.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Smith TO, Chester R, Clark A, Donell ST, Stephenson R. A national survey of the physiotherapy management of patients following first-time patellar dislocation. Physiotherapy . 2011;97(4):327-338.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Herrigton L, Rivett N, Munro S. The relationship between patella position and length of the iliotibial band as assessed using Ober's test. Man Ther . 2006;11(3):182-186.  (R)"
        },
        {
            "number in article": 5,
            "reference": "In: Michlovitz SL, Bellew JW, Nolan TP Jr, eds. Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,80-82,127-128,322-323.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Helgeson K, Smith AR, Jr. Process for applying the International Classification of Functioning, Disability and Health model to a patient with patellar dislocation. Phys Ther . 2008;88(8):956-964.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Zhao J, Huangfu X, He Y, Liu W. Recurrent patellar dislocation in adolescents: medial retinaculum plication versus vastus medialis plasty. Am J Sports Med . 2012;40(1):123-132.  doi:10.1177/0363546511420551. (RCT)"
        },
        {
            "number in article": 8,
            "reference": "Ng GY, Zhang AQ, Li CK. Biofeedback exercise improved the EMG activity ratio of the medial and lateral vasti muscles in subjects with patellofemoral pain syndrome. J Electromyogr Kinesiol . 2008;18(1):128-133.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Luhmann SJ, O'Donnell JC, Fuhrhop S. Outcomes after patellar realignment surgery for recurrent patellar instability dislocations: a minimum 3-year follow-up study of children and adolescents. J Pediatr Orthop . 2011;31(1):65-71.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Ma LF, Wang F, Chen BC, Wang CH, Zhou JW, Wang HY. Medial retinaculum plasty versus medial patellofemoral ligament reconstruction for recurrent patellar instability in adults: a randomized controlled trial. Arthroscopy . 2013;29(5):891-897.  doi:10.1016/j.arthro.2013.01.030. (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Steensen RN, Bentley JC, Trinh TQ, Backes JR, Wiltfong RE. The prevalence and combined prevalences of anatomic factors associated with recurrent patellar dislocation: a magnetic resonance imaging study. Am J Sports Med . 2015;43(4):921-927.  doi:10.1177/0363546514563904. (R)"
        },
        {
            "number in article": 12,
            "reference": "Balcarek P, Oberthur S, Frosch S, Schuttrumpf JP, Sturmer KM. Vastus medialis obliquus muscle morphology in primary and recurrent lateral patellar instability. Biomed Res Int . Advance online publication. 2014;326586. . Accessed April 29, 2014. doi:10.1155/2014/326586. (R)"
        },
        {
            "number in article": 13,
            "reference": "Siebold R, Karidakis G, Fernandez F. Clinical outcome after medial patellofemoral ligament reconstruction and autologous chondrocyte implantation following recurrent patella dislocation. Knee Surgery, Sports Traumatology, Arthroscopy . 2014;22(10):2477-2483.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Hing CB, Smith TO, Donnell S, Song F. Surgical versus non-surgical  interventions for treating patellar dislocation. Cochrane Database of Systematic Reviews . 2015. (R)"
        },
        {
            "number in article": 15,
            "reference": "Arendt EA, Fontbote CA, Rohr SR. Knee Surgery, Sports Traumatology, Arthroscopy. Displacing lateral meniscus masquerading as patella dislocation . 2014;22(10):2315-2319. (R)"
        },
        {
            "number in article": 16,
            "reference": "Kumahashi N, Kuwata S, Imade S, Kono M, Takuwa H, Uchio Y. Fixation of osteochondral fractures of the patella fractures of the patella using autologous bone screws when reconstructing the medial patellofemoral ligament after recurrent patellar dislocation: report of two cases. J Orthop Sci . 2014;19(2):359-364.  (R)"
        },
        {
            "number in article": 17,
            "reference": "De Oliveira V, De Souza V, Cury R, et al. Medial patellofemoral ligament anatomy: is it a predisposing factor for lateral patellar dislocation?. International Orthopedics . 2014;38(8):1633-1639.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Camp CL, Heidenreich MK, Dahm DL, Stuart MJ, Levy BA, Krych AJ. Individualizing the tibial tubercle-trochlear  groove distance: patellar instability ratios that predict recurrent instability. Am J Sports Med . 2016;44(2):393-399.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Malagelada F, Rahbek O, Sahirad C, Ramachandran M. Results of operative 4-in-1 patella realignment in children with recurrent patella instability. J Orthop. 2018;15(1):13-17. doi:10.1016/j.jor.2017.11.002. (R)"
        },
        {
            "number in article": 20,
            "reference": "Jiang B, Qiao C, Shi Y, et al. Evaluation of risk correlation between recurrence of patellar dislocation and damage to the medial patellofemoral ligament in different sites caused by primary patellar dislocation by MRI: a meta-analysis.  J Orthop Surg Res . 2020;15(1). doi:10.1186/s13018-020-01984-0.  (M)"
        },
        {
            "number in article": 21,
            "reference": "Dewan V, Webb M, Prakash D, Malik A, Gella S, Kipps C. When does the patella dislocate? A systematic review of biomechanical & kinematic studies. J Orthop. 2020;20:70-77.  doi:10.1016/j.jor.2019.11.018. (SR)"
        },
        {
            "number in article": 22,
            "reference": "Huntington LS, Webster KE, Devitt BM, Scanlon JP, Feller JA. Factors associated with an increased risk of recurrence after a first-time patellar dislocation: a systematic review and meta-analysis.  Am J Sports Med . 2019;48(10):2552-2562.  doi:10.1177/0363546519888467. (SR)"
        },
        {
            "number in article": 23,
            "reference": "Askenberger M, Moström EB, Ekström W, et al. Operative repair of medial patellofemoral ligament injury versus knee brace in children with an acute first-time traumatic patellar dislocation: a randomized controlled trial. Am J Sports Med . 2018;46(10):2328-2340.  doi:10.1177/0363546518770616. (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Heo JW, Ro KH, Lee DH. Patellar redislocation rates and clinical outcomes after medial patellofemoral ligament reconstruction: suture anchor versus double transpatellar tunnel fixation. Am J Sports Med . 2018;47(5):1254-1262.  doi:10.1177/0363546518765458. (M)"
        },
        {
            "number in article": 25,
            "reference": "Zhang K, Jiang H, Li J, Fu W. Comparison between surgical and nonsurgical treatment for primary patellar dislocations in adolescents: a systematic review and meta-analysis of comparative studies. Orthop J Sports Med . 2020;8(9):232596712094644. doi:10.1177/2325967120946446. (M)"
        },
        {
            "number in article": 26,
            "reference": "Xing X, Shi H, Feng S. Does surgical treatment produce better outcomes than conservative treatment for acute primary patellar dislocations? A meta-analysis  of 10 randomized controlled trials. J Orthop Surg Res . 2020;15(1). doi:10.1186/s13018-020-01634-5.  (M)"
        },
        {
            "number in article": 27,
            "reference": "Fuller JA, Hammil HL, Pronschinske KJ, Durall CJ. Operative versus nonoperative treatment after acute patellar dislocation: which is more effective at reducing recurrence in adolescents? J Sport Rehabil . 2018;27(6):601-604.  doi:10.1123/jsr.2017-0041.  (SR)"
        },
        {
            "number in article": 28,
            "reference": "Moiz M, Smith N, Smith TO, Chawla A, Thompson P, Metcalfe A. Clinical outcomes after the nonoperative management of lateral patellar dislocations: a systematic review. Orthop J Sports Med . 2018;6(6):232596711876627. doi:10.1177/2325967118766275. (SR)"
        },
        {
            "number in article": 29,
            "reference": "Dutton M. The knee joint complex. In: Dutton's Orthopaedic Examination, Evaluation, and Intervention . 5th ed. New York, NY: McGraw Hill Education; 2020:990-994,  1008. (GI) "
        },
        {
            "number in article": 30,
            "reference": "Willy RW, Hoglund LT, Barton CJ, et al. Patellofemoral pain. J Orthop Sports Phys Ther . 2019;49(9). doi:10.2519/jospt.2019.0302. (G) "
        }
    ]
}