{
    "metadata": {
        "title": "Restless Legs Syndrome",
        "synonyms": [
            "ekbom syndrome",
            "willis-ekbom  disease",
            "wittmaack-ekbom syndrome",
            "rls"
        ],
        "anatomical location body part affected": [
            "Extremities, usually the leg/central nervous system (CNS)"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Restless legs syndrome (RLS) is a common sensorimotor disorder characterized by an urge to move or restlessness focused usually in the lower limbs that is provoked by rest, relieved by movement or CNS arousal. Symptoms follow a circadian pattern and typically are worse at night. The International Restless Legs Syndrome Study Group (IRLSSG) endorses five essential criteria for diagnosis of RLS:(27,28) –An urge to move the legs, sometimes accompanied by uncomfortable sensations in the legs –The urge to move the legs and/or uncomfortable sensations worsen during periods of rest or inactivity –The urge to move the legs and/or uncomfortable sensations are at least partially relieved by movement –The urge to move the legs and/or uncomfortable sensations during rest only occur at night or are worse at night compared to the day –The above features are not solely accounted for as symptoms primary to another medical condition or behavioral condition (e.g., myalgia, venous stasis, leg edema, arthritis) –Specifiers are added related to the clinical course and/or clinical significance. The clinical course can be specified as either chronic-persistent RLS (untreated, symptoms have occurred on average at least twice per week for the past year) or intermittent RLS (untreated, symptoms have occurred on average less than twice per week for the past year, with at least five lifetime occurrences). Clinical significance specifiers relate to if the symptoms of RLS cause significant distress or impairment in social, occupational, educational, or other important areas of functioning by their impact on sleep, energy, ADLs, behavior, cognition, or mood(28)",
            "Classification of RLS –Primary: idiopathic(9,29) -Considered a primary disease with no obvious cause or associated medical disorder –Secondary: acquired(9,30) -Occurs in conjunction with underlying conditions such as pregnancy, end-stage  renal disease (ESRD), iron-deficiency  anemia, Parkinson disease, and migraine -Symptoms tend to remit when the underlying medical cause is resolved",
            "Authors of a review of the prevalence of RLS found that it ranged from 1.9% to 15% in the general population.(31) However, it is frequently unrecognized and misdiagnosed by  healthcare providers.(29) RLS is more common in women than men, especially as they age. This could be related to hormones, pregnancy, and iron status(31) –In a study in western Turkey, prevalence of RLS was 7% in a sample of 4,003 individuals. Only 25.2% of those positive for RLS had received a previous RLS diagnosis(19)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G25.8": "other specified extrapyramidal and movement disorders (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified for this condition; confirm coverage and any disability litigation"
        ],
        "presentation signs and symptoms": [
            "Frequency, severity, and duration of symptoms varies greatly among individuals with RLS(9)",
            "The most common symptom is disturbing, unpleasant sensations (dysesthesias) in the legs, usually associated with an extreme urge to move the affected limbs(9)",
            "Symptoms are worse in the evening or at night(9)",
            "Symptom relief is sustained if the individual is moving the affected limbs(9)",
            "Patients with RLS commonly describe their symptoms as pain, tingling, creeping, burning, bugs, electricity, or nervousness(32)",
            "Sleep disturbances and daytime fatigue are the most common reasons patients with RLS seek medical attention(32)",
            "Periodic leg movements during sleep are repetitive, involuntary leg muscle contractions (jerks). These can occur as an isolated condition or in association with other disorders including RLS(27) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Stop the examination and consult with physician if the patient –reports no sensation in the affected leg/foot or cannot demonstrate a voluntary motor response –reports that symptoms are reproduced with cervical or lumbosacral spinal stress tests (e.g., Spurling’s, Jackson’s compression, Bakody’s [shoulder abduction], vertebral artery, straight-leg  raise, slump, prone-knee  bending)  –tests positive for upper motor neuron disease -Hoffmann sign -Babinski sign –demonstrates other unexpected signs or symptoms suggestive of neuromuscular pathology"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The etiology of RLS remains unclear, but it is believed that the symptoms of RLS are associated with dysregulation of theneurotransmitter dopamine (27)",
            "There is some evidence of autosomal dominant transmission(2)–Authors of genome-wide  studies have found several common gene allele linkages in families with RLS(3,10)–Studies have found that individuals with RLS have a high proportion of family members with RLS(27)"
        ],
        "pathogenesis": [
            "The exact etiology and pathophysiology remain unknown. Pharmacologic, pathologic, physiologic, and imaging studieshave implicated a neurochemical dysregulation in the CNS affecting brain iron metabolism, dopaminergic pathways, andendogenous opioid pathways(9)",
            "The possible pathophysiology of RLS:–Periodic overstimulation of the brain linked to dopamine dysregulation and decreased central motor inhibition.Subcortical system involvement also is implicated in the development of RLS(27)–Iron deficiency in the brain(27)-Brain iron deficiency produces a dysregulation of brain dopamine, potentially causing altered amplitude of circadiandopamine variation–Researchers in South Korea found that patients with RLS had structural changes in the brain(13)-In a study involving 46 patients with RLS and 46 age- and sex-matched controls, significant regional decreases of graymatter volume were found using MRI in the left hippocampal gyrus, both parietal lobes, medial frontal areas, andcerebellum in the patients with RLS relative to controls-The length of disease duration and severity of symptoms were found to be related to the alterations of the brain structure"
        ],
        "risk factors": [
            "Increasing age",
            "Female sex",
            "Family history (early onset)",
            "Living at high altitude",
            "Smoking",
            "Sedentary lifestyle",
            "Caffeine consumption",
            "Alcohol consumption",
            "Conditions that can contribute to RLS–Renal failure–Diabetes mellitus–Iron deficiency and anemia–Rheumatoid arthritis–Magnesium or vitamin B12 deficiency–Hypothyroidism–Heart failure–Surgical gastric resection–Lung transplantation–Neurologic polyneuropathies and radiculopathies–Parkinson disease–Multiple sclerosis–Spinocerebellar ataxia",
            "Other factors that can contribute to RLS–Pregnancy-Authors of a 2018 systematic review and meta-analysis  (N = 51,717 pregnant participants) found that the prevalence ofRLS was 8% in the first trimester, 16% in the second trimester, and 22% in the third trimester. The prevalence decreasedto 4% after delivery(33)-Based on a Turkish study of 600 pregnant women, low hemoglobin levels, low iron intake, living in an extended family,and low educational status all are independent risk factors for developing RLS during pregnancy(24)–History of migraine headaches(20,34)-Patients with migraine are 3 times more at risk for having RLS. Risk is even higher in patients with migraine with aura.The reasons for this increased risk are not fully understood but commonalities between the migraine and RLSexist, suchas comorbidity with sleep disorders-A total of 118,205 individuals with and without a diagnosis of migraine were followed for a mean of 7.38 years in astudy conducted in Taiwan. The risk of developing RLS was 1.42 times higher in participants who had migraines (20)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Pediatric patients (< 18 years of age) require consent to evaluate and treat from the parent or legal guardian at the initial evaluation",
        "Follow facility protocols for fall prevention or, if inpatient, post fall-prevention  instructions at bedside",
        "It is important to always respect the patient’s perceived level of pain and proceed with the evaluation and treatment accordingly",
        "Stop the examination and treatment session and notify the referring physician immediately if patient presents with signs and symptoms of a DVT (pain, swelling, redness [most often located in the calf], positive Homans’ sign). For detailed information on DVT, see Clinical Review… Deep Vein Thrombosis: Exercise ; CINAHL Topic ID Number: T708457",
        "Stop the examination and treatment session and notify the referring physician if the patient reports any signs of acute illness (e.g., fever, chills, night sweats, nausea, vomiting, diarrhea)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Stop the examination and consult with physician if the patient –reports no sensation in the affected leg/foot or cannot demonstrate a voluntary motor response –reports that symptoms are reproduced with cervical or lumbosacral spinal stress tests (e.g., Spurling’s, Jackson’s compression, Bakody’s [shoulder abduction], vertebral artery, straight-leg  raise, slump, prone-knee  bending)  –tests positive for upper motor neuron disease -Hoffmann sign -Babinski sign –demonstrates other unexpected signs or symptoms suggestive of neuromuscular pathology"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -When did the symptoms begin? Does the patient recall any specific injury or trauma that preceded symptoms? Does the patient report the symptoms worsening over time? -Onset of symptoms is insidious in primary RLS",
                "course of treatment": {
                    "medical management": "Medical intervention will depend primarily on the severity of symptoms and the patient’s medical status. The first line of treatment typically is prescribed medications in conjunction with nonpharmacologic therapy, including avoidance of caffeine, alcohol, and nicotine; regular moderateintensity  exercise; and good sleep hygiene(9)",
                    "surgical management": [
                        "Surgical management:  Evidence is insufficient to make a recommendation on the infusion of opiates with an",
                        "intrathecal catheter in the longterm  treatment of RLS(14)"
                    ],
                    "medications": " Medications for current illness/injury Document the medications being taken. Does the patient feel they are helping? Common medications to treat RLS include(27) Dopaminergic medications (pramipexole, ropinirole, rotigotine patch, levodopa combined with a decarboxylase inhibitor) Monitor for signs of augmentationwhere RLS symptoms are more severe, extensive, and occur more often Alpha-2-delta  ligands (gabapentin enacarbil, pregabalin, gabapentin) Opioids (oxycodone/naloxone [approved in Europe],oxycodone, hydrocodone, methadone, buprenorphine) Not used as first line of treatment Benzodiazepines (clonazepam) Iron treatments (oral iron [in those with low serum iron or ferritin below 75 ng/ml], IV iron [iron deficiency and nonresponders  to oral iron])",
                    "diagnostic tests completed": [
                        "Diagnostic tests",
                        "There are no definitive laboratory tests for RLS; however, it is important to assess the patient’s iron levels and renal",
                        "function, specifically hemoglobin, serum ferritin, total ironbinding  capacity (TIBC), percent saturation, transferrin saturation (TSAT), blood urea nitrogen (BUN), and serum creatinine(6)",
                        "No imaging studies are required to assist with diagnosing RLS(9)",
                        "Polysomnography might be ordered to document the patient’s periodic limb movements during sleep. Leg activity monitors might be used to determine limb movements during sleep; however, these are unable to differentiate between periodic limb movements and periodic movements associated with sleep apnea(9)",
                        "Nerve conductive studies and electromyography might be ordered to rule out any peripheral neuropathy(9)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack, self-massage)  or alternative therapies (e.g., acupuncture) and whether they help Authors of an RCT (N = 46 patients with RLS) found that the addition of acupuncture to treatment with gabapentin was more effective in treating RLS than gabapentin alone(25) Treatment group received 300 mg/day of gabapentin and 30 sessions of acupuncture while control group received gabapentin only Both groups improved on visual analog scale (V AS) and IRLSSG Rating Scale,but the treatment group improved significantly more on Pittsburgh Sleep Quality Index (PSQI) at 8week  follow-up Based on an RCT in Iran including 59 patients with RLS undergoing hemodialysis , massage with lavender oil significantly lowered RLS symptomsas measured by the IRLSSG Rating Scale(21) Participants were randomly assigned to one of two groups. The intervention group received massage with lavender oil 2 times per week for 4 weeks. The control group received standard care only for 3 weeks  Massage included effleurage on each leg, starting distally at the foot and moving proximally up the leg. Massage was performed on both legs Herbal medicines In East Asian countries, Paeoniae radix is the most common herb used to treat RLS. Authors of a systematic review found thatcombination or single therapy of Paeoniae Radix containing herbs can have a significant treatment effect in patients with RLS. Quality of the studies was low and further studies are needed(35) Shaoyao Gancao Tang is a traditional Chinese medicine used to treat spasms and leg cramps. Its pharmacological effects, including spasmolysis, analgesia,antiinflammatory,  sedation, and neuroprotection, are well documented. A systematic review evaluating its effectiveness to treat RLS is currently underway(36)",
                    "previous therapy": "Document whether patient has had physical therapy for lower extremity injuries/conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Does the discomfort or sensation make the patient want to move his or her legs? -Does the patient feel relief while moving legs or getting up and walking around? -Are the symptoms worse at the end of the day and nighttime compared to during the day?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": " Nature of symptoms Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Commontingling, creeping, burning, bugs, electricity, nervousness(32) -Do symptoms decrease with activity?",
                "rating of symptoms": "Rate severity of symptoms using the IRLSSG Rating Scale",
                "pattern of symptoms": "Document symptoms throughout the day and night (a.m., mid-day,  p.m., night). Do symptoms increase in the evening or night?",
                "sleep disturbance": " Sleep disturbance -Sleep quantity is reduced because patients awaken to move about, leading to daytime somnolence and mental fatigue -Is sleep disrupted? If so, ask patient to describe sleep pattern. Document the number of wakings/night. Patients often report their best sleep is early in the morning(9) -Can use PSQI -Does patient report daytime sleepiness? Use the Epworth Sleepiness Scale to rate daytime sleepiness(4)Document any use of supplemental oxygen",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., lower extremity weakness, unexplained weight loss, dizziness, lumbosacral radicular pain, sleepwalking, high risk of falls) -Patients with RLS typically do not report neuromuscular impairments in their affected limbs. Consequently, any reported neurological signs or symptoms should be discussed with the referring physician Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has RLS or periodic leg movement been diagnosed in the patient in the past?",
                    "comorbid diagnoses": "Ask patient about other conditions, including kidney disease, iron deficiency, rheumatoid arthritis, gastrointestinal disease (e.g., irritable bowel disease, celiac disease), diabetes mellitus, cancer, heart disease, pregnancy (and any related hypertension with pregnancy), psychiatric disorders (e.g., depression), orthopedic disorders Conditions such as cardiovascular disease and arterial hypertensioncan increase the risk of RLS (37) In children with RLS, ADHD is a common coexistingdiagnosis(15) In a systemic review, RLS prevalence in pregnancy was found to be 21%(33) Prevalence of depression, anxiety, and stress was about 3 times greater among persons with RLS than the general population in a populationbased survey conducted in Ecuador(16) ",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Are there any orthopedic problems that affect the patient’s ability to ambulate or stand? Does the patient report any symptoms related to depression?"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient currently working? If so, describe the job duties. What recreational activities, physical exercise, or sports does the patient participate in? What is the frequency of these physical activities? What hobbies or special interests does the patient have? Do symptoms interfere with the patient’s occupation or participation in recreational or competitive sports? Does impaired sleep interfere with the patient’s functional tasks during the day?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient currently require the use of assistive devices or equipment, such as a walker, cane, elevated commode, grab bars, or reachers? Does the patient drive?",
                "living environment": "With whom does the patient live (e.g., family members, caregivers, etc.)? Identify if there are any physical barriers to patient’s independence in the home. Number of stairs to enter home? Number of floors in home? Location of bedroom and bathroom? Entrance to the home? Shower vs. bathtub?"
            }
        },
        "relevant tests and measures": {
            "general": "In RLS cases uncomplicated by comorbidity, the physical exam should not reveal any ›Relevant tests and measures:  In RLS cases uncomplicated by comorbidity, the physical exam should not reveal any pathology in the affected extremity(27) •Anthropometric measures: Calculate BMI –Obesity has been linked to RLS(29)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Evaluate the need for any assistive and adaptive devices for ambulation or safety during ADLs. Patients with RLS typically do not need additional assistive or adaptive devices",
            "balance": "Assess patient’s static and dynamic standing balance. Use the Berg Balance Scale (BBS), Functional Reach Test, or Romberg/Sharpened Romberg (eyes closed and opened). Balance should typically not be impaired with primary RLS",
            "cardiorespiratory function and endurance": [],
            "circulation": "Palpate bilateral distal pedal pulses and note any asymmetry",
            "functional mobility": "Assess basic ADLs and level of assistance required to perform skills safely and independently such as transfers, bed mobility, grooming, dressing, and toileting –Use the FIM, Timed Up and Go (TUG) test, 15-meter  walk test, or Timed Up and Down Stairs (TUDS) test to measure patient’s independence with functional mobility",
            "gait locomotion": "Assess patient’s gait and note any significant deviations, paying particular attention to stride length, step length/width, cadence, and reciprocal arm swing. Assess safety of ambulation with Dynamic Gait IndexPassive accessory movement in the involved joints should be normal",
            "muscle strength": "Perform myotomal strength testing for upper and lower extremities and grip strength using manual muscle testing (MMT), handheld dynamometry",
            "observation inspection palpation including skin assessment": [
                "Assess for any physical deformities that might be present that might prevent or restrict participation in the prescribed exercise",
                "Assess for any bruising, edema, or swelling in the affected limbs. Palpate for any signs of a DVT (redness, pain with palpation, pain associated with forced dorsiflexion)",
                "Perform standing postural screen and note any asymmetry or abnormality •Pain:  Document any complaints of pain associated with the physical examination, noting any complaints of referred pain or radicular pain, which are not typically associated with RLS •Palpation:  Palpate soft tissue structures in the affected limbs and note any pain or tenderness"
            ],
            "posture": "",
            "range of motion": "Assess trunk and bilateral upper and lower extremity ROM and muscle flexibility as indicatedAssess upper and lower extremity deep tendon reflexes Assess bilateral upper and lower extremity dermatomes for any abnormal sensation or impaired proprioception. The Semmes Weinstein Monofilament test can be used to evaluate cutaneous sensation. Patients report dysesthesia associated with rest, especially during sleep or in the evening. Symptoms might not be reproduced during the clinical exam –The IRLSSG Rating Scale is the gold standard outcome measure for RLS severity(30) -A 10-question  assessment of RLS, each item scored 0–4. The severity of RLS is based on the total score (1–10  mild, 11–20  moderate, 21–30  severe, and 31–40  very severe)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess patient’s ability to follow commands and attend to specific tasks. Is patient alert and oriented x 4? Does the patient nod off or fall asleep during the evaluation? Describe the patient’s mood or affect",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "RLS/the strong urge to move and unpleasant sensations interfere with rest, including sleep; reduced daytime function secondary to somnolence and fatigue",
        "rule out": "A variety of other conditions involve periodic leg pain or movements that can mimic RLS, including the following: –Peripheral neuropathy(10,11) –Sleep-related  disorders such as nocturnal recumbency leg cramps, hypnagogic jerks, sleep apnea, and isolated periodic limb movement disorder(9) –HIV-associated  vacuolar myelopathy(10) –Psychiatric disorders such as depression, anxiety disorders, somatic syndromes, and psychotic syndromes(10,11) –Rheumatoid arthritis(11) –Fibromyalgia(11) –Chronic pain syndrome(11) –Drug-induced  dyskinesia(10) –Vascular disorders (e.g., venous congestion, varicose veins, vascular claudication, neurogenic claudication)(10,11) –Transient nerve compression(1) –Akathisia(10,11) –Positional discomfort(1,10)",
        "prognosis": [
            "Primary RLS is typically chronic in nature and patients often report inadequate treatments. Augmentation from some pharmacological treatments is a serious challenge(37)",
            "Symptoms often fluctuate and increase with age(27)",
            "Women who experience RLS during pregnancy are likely to experience resolution of symptoms shortly after delivery  –In a cross-sectional  study of 541 postpartum women in Norway, 97% of women who experienced symptoms while pregnant reported symptoms disappearing 2–3 days following birth(12)",
            "Persons with RLS have a higher risk of anxiety and/or depression and 50–85%  report insomnia(30)"
        ],
        "referral to other disciplines": " Referral to other disciplines Primary care physician for medical consult Psychiatrist/psychologist for anxiety and/or depression disorder Sleep clinic for polysomnographic evaluation Nutritionist for iron deficiency",
        "other considerations": [
            "A model based on U.S. data suggested that a program in which primary care physicians received specific training in diagnosing RLS would be more cost-effective than a program with no specific training over 1-year,  5-year,  and lifetime (50-year) horizons(26)",
            "Researchers in Greece reported a reduction in muscle size in patients with RLS as compared to RLS-free  counterparts(17) –In a study involving patients with ESRD, size and composition of thigh muscles were assessed using CT –Patients with ESRD and RLS had a 15% reduction in thigh muscle size compared with patients with ESRD without RLS, but did not have any alterations in muscle composition –The authors hypothesized that sleep deprivation caused by RLS can contribute to muscle atrophy by inducing alterations in anabolic hormone secretion and circulation levels, including growth hormone and insulin-like  growth factor-I"
        ],
        "treatment summary": [
            "Nonpharmacological treatments commonly recommended include sleep hygiene (adjusting bedtime routines), bathing in hot or cold water, rubbing or massaging the affected limbs, physical activities such as walking, stretching, and exercise, relaxation exercises including biofeedback and yoga, and distraction with mental activity (e.g., reading a book during symptoms)(18)",
            "Nonpharmacological treatments including physical therapy interventions and exercise remain investigational. The lack of quality studies limits strong evidence for these treatments –Authors of a systematic review on alternative therapies for RLS evaluated 18 studies of different treatments. The results showedthat RLS symptoms can be significantly decreased by exercise training, electrical stimulation, pneumatic compression devices, light therapy, and acupuncture. The authors noted that the lack of RCTs makes the level of evidence weak(32) –Authors of a systematic review evaluated 15 RCTs on the effects of exercise in patients with RLS and ESRD. The results showed that exercise training can significantly reduce the severity of RLS symptoms. The types of exercise in the RCTs varied; therefore, more RCTs are needed to determine specific exercise regimes(38)",
            "Interventions that have some support for relieving RLS symptoms include –Near-infrared  light treatments -Based on a United States study involving 21 participants with RLS, near-infrared  light improves symptoms of RLS. Participants were treated with near-infrared  light 3 times a week for 4 weeksIRLSRS scores significantly improved(22) –Aerobic exercise -Based on an RCT conducted in Iran that included 26 patients on hemodialysis who had untreated RLS(8) -Patients were assigned to either the supervised aerobic exercise group (30 minutes of stationary cycling between hour 2 and 3 during hemodialysis, 3 times/week; 5-minute  warm-up  and a 5-minute  cool-down included) or a control group (typical daily activities only) -After 16 weeks, the exercise group’s mean RLS symptom severity decreased by an average of 5.5 points compared to the control group’s mean symptom reduction of 0.53 as measured by the IRLSSG Rating Scale. However, there was no statistical difference between groups in quality of life at the end of the 16 weeks as measured by the Short Form 36 Health Survey Questionnaire (SF-36) –Yoga might reduce symptoms of RLS, improve sleep and mood, and reduce stress levels(7) -Based on a small United States study in which 10 women with moderate to severe RLS participated in an 8-week Iyengar yoga program designed specifically for individuals who experience RLS -Subjects were to attend 90-minute  yoga classes twice a week and complete at least 30 minutes a week of home practice on non-class  days  -Following the 8-week  intervention 9/10 subjects reported a decrease in RLS symptom severity, with a 62% average reduction in overall symptom severity -IRLSSG Rating Scale scores significantly declined with increasing minutes of home practice sessions and total homework minutes -Participants had significant improvements in sleep, perceived stress, and mood . Problem Goal Intervention Expected Progression Home Program Dysesthesia and unpleasant symptoms and the urge to move the legs. Reduced daytime function because of poor sleep qualityDecreased severity of symptoms and improved daytime functionPhysical agents and electrotherapeutic modalities _ A trial of near-infrared light treatment appears warranted(22) _ Manual therapy _ Trial of soft-tissue work(21) _ Therapeutic exercise _ A short trial of individualized and supervised aerobic and strengthening exercises is indicated(32,38) _ Supervised yoga exercise program(7)N/A _ _ _ _ _ _ _ _ _ _ _ The intensity and duration of exercises should be progressed as toleratedEncourage self- management of symptoms, including massage (if found effective) _ _ _ Provide the patient with a home exercise plan for maintaining strength and aerobic fitness ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced severity of symptoms": [
            "IRLSSG Rating Scale(57)"
        ],
        "improved daytime mobility during functional activities": [
            "BBS, Functional Reach Test",
            "FIM, TUG test",
            "6MWT"
        ],
        "improved sleep": [
            "Epworth Sleepiness Scale(4)",
            "PSQI"
        ],
        "improved quality of life": [
            "SF-36",
            "RLS-QoL–The Turkish version of the RLS-QoL  questionnaire has been reported to be a valid and reliable tool for measuring QoL inindividuals with RLS(23)"
        ]
    },
    "maintenance or prevention": [
        "Patients should follow up with the referring physician as indicated ",
        "Patients should limit alcohol intake, nicotine use, and caffeine intake(9)",
        "Other lifestyle adjustments that might help include implementing a regular sleep pattern, avoiding daytime naps, avoiding stress, and shifting work and intense physical activity away from bedtime(18)",
        "Continue with recommended physical activity program per therapist’s instructions(9)"
    ],
    "patient education": [
        "RLS Foundation website has information on understanding the disease and treatment, https://www.rls.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Benes H, Walters AS, Allen RP, Hening WA, Kohnen R. Definition of restless legs syndrome, how to diagnose it, and how to differentiate it from RLS mimics. Mov Disord . 2007;22(suppl 18):S401-S408.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Ekbom K, Ulfberg J. Restless legs syndrome. J Intern Med . 2009;266(5):419-431.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Trenkwalder C, Högl B, Winkelmann J. Recent advances in the diagnosis, genetics and treatment of restless legs syndrome. J Neurol. 2009;256(4):539-553.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Johns MW. A new method for measuring daytime sleepiness: the Epworth sleepiness scale. Sleep. 1991;14(6):540-545.  (R)"
        },
        {
            "number in article": 5,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz's modalities for therapeutic intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:80-82,  127-128, 322-323. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Hening WA, Allen RP, Washburn M, Lesage SR, Earley CJ. The four diagnostic criteria for restless legs syndrome are unable to exclude confounding conditions (\"mimics\"). Sleep Med . 2009;10(9):976-981.  doi:10.1016/j.sleep.2008.09.015. (R)"
        },
        {
            "number in article": 7,
            "reference": "Innes KE, Selfe TK, Agarwal P, Williams K, Flack KL. Efficacy of an eight-week  yoga intervention on symptoms of restless legs syndrome (RLS): a pilot study. J Altern Complement Med . 2013;19(6):527-535.  doi:10.1089/acm.2012.0330.   (R)"
        },
        {
            "number in article": 8,
            "reference": "Mortazavi M, Vahdatpour B, Ghasempour A, et al. Aerobic Exercise Improves Signs of Restless Leg Syndrome in End Stage Renal Disease Patients Suffering Chronic Hemodialysis. ScientificWorldJournal . November 6, 2013;2013:628142. doi:10.1155/2013/628142. (RCT)"
        },
        {
            "number in article": 9,
            "reference": "Zaheer F. Restless legs syndrome. In: Ferri FF, ed. Ferri’s Clinical Advisor 2018: 5 Books in 1 . Philadelphia, PA: Elsevier; 2018:1116. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Garcia-Borreguero  D, Stillman P, Benes H, et al. Algorithms for the diagnosis and treatment of restless legs syndrome in primary care. BMC Neurol . February 27, 2011;11:28. doi:10.1186/1471-2377-11-28.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Trenkwalder C, Paulus W. Restless legs syndrome: pathophysiology, clinical presentation and management. Nat Rev Neurol . 2010;6(6):337-46.  doi:10.1038/nrneurol.2010.55. (R)"
        },
        {
            "number in article": 12,
            "reference": "Uglane MT, Westad S, Backe B. Restless legs syndrome in pregnancy is a frequent disorder with a good prognosis. Acta Obstet Gynecol Scand . September 2011;90(9):1046-8.  doi:10.1111/j.1600-0412.2011.01157.x.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Chang Y, Chang HW, Song H, et al. Gray matter alteration in patients with restless legs syndrome: A voxel-based  morphometry study. Clin Imaging . 2015;39(1):20-25. doi:10.1016/j.clinimag.2014.07.010. (R)"
        },
        {
            "number in article": 14,
            "reference": "Garcia-Borreguero  D, Kohnen R, Silber MH, et al. The long-term  treatment of restless legs syndrome/Willis-Ekbom  disease: Evidence-based  guidelines and clinical consensus best practice guidance: A report from the International Restless Legs Syndrome Study Group. Sleep Med . 2013;14(7):675-684.  doi:10.1016/j.sleep.2013.05.016. (G)"
        },
        {
            "number in article": 15,
            "reference": "Amos LB, Grekowicz ML, Kuhn EM, et al. Treatment of pediatric restless legs syndrome. Clin Pediatr . 2014;53(4):331-336.  doi:10.1177/0009922813507997. (R)"
        },
        {
            "number in article": 16,
            "reference": "Castillo PR, Mero RM, Fredrickson PA, Zambrano M, Del Brutto VJ, Del Brutto OH. Psychological distress in patients with restless legs syndrome (Willis-Ekbom  disease): A population-based  door-to-door  survey in rural Ecuador. BMC Res Notes . 2014;7:911. doi:10.1186/1756-0500-7-911.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Giannaki CD, Hadjigeorgiou GM, Karatzaferi C, Pantzaris MC, Stefanidis I, Sakkas GK. Epidemiology, impact, and treatment options of restless legs syndrome in end-stage renal disease patients: An evidence-based  review. Kidney Int . 2014;85(6):1275-1282.  doi:10.1038/ki.2013.394. (RV)"
        },
        {
            "number in article": 18,
            "reference": "Klingelhoefer L, Cova I, Gupta S, Chaudhuri KR. A review of current treatment strategies for restless legs syndrome (Willis-Ekbom  disease). Clin Med. 2014;14(5):520-524. doi:10.7861/clinmedicine.14-5-520.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Güler S, Caylan A, Nesrin Turan F, et al. The prevalence of restless legs syndrome in Edirne and its districts concomitant comorbid conditions and secondary complications. Neurol Sci . 2015;36(10):1805-1812.  doi:10.1007/s10072-015-2254-6.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Yang FC, Lin TY, Chen HJ, et al. Increased risk of restless legs syndrome in patients with migraine: a nationwide population-based  cohort study. Medicine. 2016;95(5):1-7. doi:0000000000002646. (R)"
        },
        {
            "number in article": 21,
            "reference": "Hashemi SH, Hajbagheri A, Aghajani M. The effect of massage with lavender oil on restless leg syndrome in hemodialysis patients: a randomized controlled trial. Nurs Midwifery Stud . 2015;4(4):e29617. (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Guffey JS, Motts S, Barymon D, et al. Using near infrared light to manage symptoms associated with restless leg syndrome. Physiother Theory Pract . 2016;32(1):34-44. doi:10.3109/09593985.2015.1087613. (R)"
        },
        {
            "number in article": 23,
            "reference": "Güler S, Nesrin Turan F, Güler S. Turkish version of the Johns Hopkins Restless Legs Syndrome Quality of Life Questionnaire (RLS-QoL):  validity and reliability study. Qual Life Res. 2015;24(11):2789-2794.  doi:10.1007/s11136-015-1003-x.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Ozer I, Guzel I, Orhan G, et al. A prospective case control questionnaire study for restless leg syndrome on 600 pregnant women. J Matern Fetal Neonat Med . 2017;30(24):2895-2899.  doi:10.3109/14767058.2016.1170801. (R)"
        },
        {
            "number in article": 25,
            "reference": "Raissi GR, Forough B, Ahadi T, Ghahramanpoori S, Ghaboussi P, Sajadi S. Evaluation of acupuncture in the treatment of restless legs syndrome: a randomized controlled trial. J Acupuncture Meridian Stud . 2017;10(5):346-350.  doi:10.1016/j.jams.2017.08.004. (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Padula WV, Phelps CE, Moran D, Earley C. Allocating provider resources to diagnose and treat restless legs syndrome: a cost-utility  analysis. Sleep Med . 2017;38:44-49. doi:10.1016/j.sleep.2017.06.034. (R)"
        },
        {
            "number in article": 27,
            "reference": "Allen. Evaluation and management of RLS and PLMD. In: Chokroverty S, ed. Sleep Disorders Medicine . New York, NY: Springer; 2017:759-786.  (GI)"
        },
        {
            "number in article": 28,
            "reference": "Allen RP, Picchietti DL, Garcia-Borreguero  D, et al. Restless legs syndrome/Willis-Ekbom  disease diagnostic criteria: updated International Restless Legs Syndrome Study Group (IRLSSG) consensus criteria--history,  rationale, description, and significance. Sleep Med . 2014;15(8):860-873.  doi:10.1016/j.sleep.2014.03.025. (GI)"
        },
        {
            "number in article": 29,
            "reference": "Guay A, Houle M, O'Shaughnessy J, Descarreaux M. Current evidence on diagnostic criteria, relevant outcome measures, and efficacy of nonpharmacologic therapy in the management of restless legs syndrome (RLS): a scoping review. J Manipulative Physiol Ther . 2020;43(9):930-941.  doi:10.1016/j.jmpt.2020.05.004. (RV)"
        },
        {
            "number in article": 30,
            "reference": "Harrison EG, Keating JL, Morgan PE. Non-pharmacological  interventions for restless legs syndrome: a systematic review of randomised controlled trials. Disabil Rehabil . 2019;41(17):2006-2014.  doi:10.1080/09638288.2018.1453875. (SR)"
        },
        {
            "number in article": 31,
            "reference": "Theorell-Haglöw  J, Miller CB, Bartlett DJ, Yee BJ, Openshaw HD, Grunstein RR. Gender differences in obstructive sleep apnoea, insomnia and restless legs syndrome in adults - What do we know? A clinical update. Sleep Med Rev . 2018;38:28-38.  doi:10.1016/j.smrv.2017.03.003. (RV)"
        },
        {
            "number in article": 32,
            "reference": "Xu XM, Liu Y, Jia SY, Dong MX, Cao D, Wei YD. Complementary and alternative therapies for restless legs syndrome: An evidence-based  systematic review. Sleep Med Rev . 2018;38:158-167.  doi:10.1016/j.smrv.2017.06.003. (SR)"
        },
        {
            "number in article": 33,
            "reference": "Chen SJ, Shi L, Bao YP, et al. Prevalence of restless legs syndrome during pregnancy: A systematic review and meta-analysis.  Sleep Med Rev . 2018;40:43-54.  doi:10.1016/ j.smrv.2017.10.003. (M)"
        },
        {
            "number in article": 34,
            "reference": "Raggi A. Can we now say that commonalities between restless leg syndrome and migraine exist? Neurol Sci . 2019;40(1):227-228.  doi:10.1007/s10072-018-3591-z.  (RV)"
        },
        {
            "number in article": 35,
            "reference": "Kwon S, Jin C, Cho SY, et al. Paeoniae Radix-containing  herbal medicine for patients with restless legs syndrome: A systematic review and meta-analysis.  Complement Ther Clin Pract . 2019;35:329-341.  doi:10.1016/j.ctcp.2019.03.015. (M)"
        },
        {
            "number in article": 36,
            "reference": "Chen Y, Huang W, Liu L, et al. Effectiveness and safety of traditional Chinese medicine Shaoyao Gancao Tang for the treatment of restless leg syndrome: A protocol for systematic review and meta-analysis.  Medicine. 2020;99(40):e22401. doi:10.1097/MD.0000000000022401. (M)"
        },
        {
            "number in article": 37,
            "reference": "Trenkwalder C, Allen R, Högl B, et al. Comorbidities, treatment, and pathophysiology in restless legs syndrome. Lancet Neurol . 2018;17(11):994-1005. doi:10.1016/S1474-4422(18)30311-9.  (RV)"
        },
        {
            "number in article": 38,
            "reference": "Song YY, Hu RJ, Diao YS, Chen L, Jiang XL. Effects of exercise training on restless legs syndrome, depression, sleep quality, and fatigue among hemodialysis patients: a systematic review and meta-analysis.  J Pain Symptom Manage . 2018;55(4):1184-1195.  doi:10.1016/j.jpainsymman.2017.12.472. (M)"
        }
    ]
}