{
    "metadata": {
        "title": "Rett Syndrome (RTT)  Physical Therapy",
        "synonyms": [
            "rett disorder  physical therapy"
        ],
        "anatomical location body part affected": [
            "Brain/severe psychomotor decline after appearing normal at birth"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "pediatric rehabilitation",
            "aquatic therapy",
            "home health",
            "orthopedic rehabilitation",
            "cardiovascular rehabilitation"
        ],
        "description": [
            "RTT is a rare genetic neurodevelopmental disorder seen predominantly in young girls. The prevalence of RTT is 1/15,000 females worldwide. It is often misdiagnosed as autism, cerebral palsy, or nonspecific developmental delay.(12)RTT was previously considered to be a subtype of autism; however, in the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition  (DSM-5 ), released in 2013, RTT is no longer under the umbrella of autism spectrum disorder (ASD) and is no longer included in the DSM",
            "The child with RTT usually is born healthy and has a period of normal or near normal development for several months, until slowing or stagnation of skills occurs. A period of regression follows that typically includes(1) –progressive loss of coordinated gait and trunk movements -Some continue to walk during childhood -Rapid motor deterioration may be followed by a period of gradual or no further decline –loss of purposeful hand use –loss of expressive and receptive language –severe impairment of cognitive ability",
            "Research is lacking on the effectiveness of physical rehabilitation to improve mobility in patients with RTT, although there are some encouraging case series or application of equipment  Muscle rigidity and spasticityDecreased rigidity and spasticityExercise therapy _ ROM exercises, functional activitiesProgress intensity, duration, and frequency as toleratedProvide caregiver with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment Stereotypical hand movements and poor hand functionImproved hand control Exercise therapy _ ROM exercises, functional activitiesStart with playful, intermittent, low- intensity exercises in a calm environment. Gradually progress intensity and duration of exercises as toleratedProvide caregiver with simple home exercise program. Daily repetition of exercises Impaired posture, balance, and functional mobilityReduced functional deficitsFunctional training _ Exercises to improve standing and sitting posture, balance, and gait (as indicated)Progress intensity, duration, and frequency of functional training, as toleratedProvide caregiver with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment Spinal and/or distal joint malalignment. Stereotypical hand motions. Ambulatory deficitsImproved alignment, hand control, and ambulatory function using assistive devicesPrescription, application of devices and equipment _ Correct application and use of orthotic devices, splints, and assistive equipment (as indicated). Wheelchair training, as indicatedN/A Provide caregiver with written instructions regarding application of assistive equipment . Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific special agencies are applicable for RTT, and no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Almost always female",
            "Stereotyped hand movements (e.g., hand wringing/squeezing, clapping/tapping, mouthing, and washing/rubbing automatisms)",
            "Postural changes, often a long C-shaped  thoracolumbar kyphoscoliosis",
            "Impaired/dyspraxic transfer ability",
            "Deceleration in head growth(12)",
            "Poorly coordinated trunk movements",
            "Ataxia, often requiring ambulatory assistance",
            "Wide-based,  stiff-legged  gait",
            "Muscle hypertonia/spasticity/contracture",
            "Joint malalignment in lower extremities secondary to scoliosis and contractures ",
            "Abnormal EEG; seizures common",
            "Cardiopulmonary disturbances, such as bradycardia and apneic episodes that may terminate with hyperventilation",
            "Behavioral and cognitive deficits, with some autistic components",
            "Difficulty expressing and understanding language Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Stop the exam and notify physician if patient  has unexplained nonspecific symptoms such as increased confusion, heightened motor problems, or onset of seizures",
            "Notify physician if patient demonstrates a lack of sensation or ability to move the extremities",
            "Modify the examination as indicated for patients with behavioral deficits and/or reduced cognitive function",
            "Modify the examination as indicated for patients with impaired motor control"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Classic RTT is a monogenic X-linked  dominant disorder associated with spontaneous postnatal mutations in the alleleencoding methylated-CpG  binding protein 2 ( MeCP2 )",
            "The causal mechanism connecting the mutated MeCP2 protein with the observed neuropathology remains obscure",
            "Authors of a 2015 systematic review of RTT in males reported that mutations of the MeCP2  gene were present in 56% ofcases and in 68% of cases other genetic abnormalities were reported(6)–Based on 36 articles describing 57 cases of RTT in males"
        ],
        "pathogenesis": [
            "Except for small head size (microcephaly), brain structure appears normal",
            "Brain function and psychomotor behavior are affected in progressive stages(1)–Stage I-Early onset of symptoms, usually at 6 to 18 months of age–Stage II-Rapid destructive decline, between 1 and 4 years of age-Repetitive hand movements develop–Stage III, or plateau/pseudo-stationary  stage-Between ages 2 and 10 years, but many remain in this stage for most of their lives-Characterized by apraxia, motor control problems, and seizures-However, behavior may improve, with less irritability, crying, and pseudo-autism  and a better attention span and morealertness, communication, and interest in participation–Stage IV , or the late motor deterioration stage-Can last for years or decades-Reduced independent mobility and strength-Increased rigidity, spasticity, and muscle tone with abnormal posture of arm, leg, or top part of the body, andkyphoscoliosis-Gradual loss of postural stability in both standing and sitting-Cognition, communication, or hand skills generally do not decline in stage IV-Repetitive hand movements may decrease and eye contact usually improves"
        ],
        "risk factors": [
            "Presence of MeCP2  gene mutation (see Causes , above)",
            "Family history of RTT, especially if mother is an asymptomatic carrier–Less than 1% of recorded cases are inherited. Most cases are spontaneous. However, in some families of patientswith RTT, there are asymptomatic female carriers who have a mutation of their MeCP2  gene but do not show clinicalsymptoms(1)",
            "No association with race or ethnicity",
            "Female"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Minors should be accompanied by a parent or caregiver until clinical rapport is established",
        "Obtain informed consent from parent(s)",
        "RTT patients often are irritable and may attempt to avoid both eye and physical contact. Most will likely feel more comfortable with a parent or familiar caregiver present for the initial treatments",
        "Clinicians should follow the guidelines of their clinic/hospital and the physician’s orders for treating juvenile patients with impaired cognitive ability",
        "The widespread systemic involvement in RTT warrants multidisciplinary teamwork ",
        "Patients are at increased risk for(1) Stumbles and falls –Treatment should include fall prevention in unstable patients Osteoporosis –Aggressive joint mobilization and stretching techniques are contraindicated Sudden death due to cardiopulmonary disturbances and seizures –Emergency rescue procedures should be in place",
        "Discontinue treatment if there is marked worsening of symptoms or social behavior",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Stop the exam and notify physician if patient  has unexplained nonspecific symptoms such as increased confusion, heightened motor problems, or onset of seizures",
            "Notify physician if patient demonstrates a lack of sensation or ability to move the extremities",
            "Modify the examination as indicated for patients with behavioral deficits and/or reduced cognitive function",
            "Modify the examination as indicated for patients with impaired motor control"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Onset typically is insidious following a short period of developmental stagnation in childhood",
                "course of treatment": {
                    "medical management": "Ask about genetic testing for RTT age at diagnosis progression of disease recent treatments Any hospitalizations? any recent fall-related  injuries prescription for ambulatory aids and orthotics special needs for physical therapy reason for current evaluation",
                    "surgical management": [],
                    "medications": " Medications for current illness/injury  (1) Anticonvulsant drugs may be used to control seizures There are no specific pharmacological treatments Authors of a double-blind  RCT study conducted in the United States suggest the use of trofinetide for the treatment of Rett syndrome. Administration of 70 mg/kg twice a day was found to improve some of the dysfunctions associated with Rett syndrome, including communication and speech, behavior, breathing abnormalities, hand movements/ function, motor/muscular dysfunction, and seizures. However, due to the small sample size and duration of the study, further research is warranted(10)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Inquire about",
                        "genetic testing for the MeCP2  gene mutation",
                        "EEG  often abnormal",
                        "EKG  may show prolonged QT interval and arrhythmias",
                        "brain MRI  structure usually is normal(1)",
                        "visual evoked potentials  ability to quantify impairments in neural circuit function in RTT has been shown in both mice and humans(7)"
                    ],
                    "alternative therapies": "Document any home remedies that the patient may receive",
                    "previous therapy": "Document whether patient has had prior physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Document what education the patient and/or caregiver has received about the condition  If the child attends school, does he or she have an individualized education program (IEP)? What services and frequency of intervention does the child receive through the IEP?Document length of time each item is performed before the symptoms come"
                },
                "aggravating easing factors": " on or are easedUse body chart to document location and nature of somatic symptoms",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms and/or pain, if present (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). A nonverbal scale (e.g., Oucher scale) can be used for very young children or children with expressive or receptive language impairment",
                "rating of symptoms": "",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night -Sleep problems are common (80%)(#) -Nighttime seizures have been associated with poor sleep(16) -Does patient have daytime arousal problems?",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., seizure activity, respiratory problems)",
                "respiratory status": "Does patient have history of breathing irregularities? Does patient receive respiratory care or therapy? Obtain results of recent pulmonary function tests where available Describe barriers to learning"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document prior treatment for RTT",
                    "comorbid diagnoses": "Are there other serious medical problems, such as diabetes, cancer, heart disease, complications during pregnancy, psychiatric disorders, or orthopedic problems? Epilepsy is common among those with RTT, which increases the likelihood of sleep disturbances(16) Authors of a study that screened women with RTT for depression found that 14.3% of the women reached the threshold for an affective/neurotic disorder(8)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed (including OTC drugs)",
                    "other symptoms": "Ask about comorbid symptoms that may complicate treatment, such as hypoglycemia or hypertension"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What is patient’s vocation? If a child, does she attend school? Does patient participate in any regular physical activity? What activities does the patient enjoy? Are those activities currently being limited due to symptoms of RTT?",
                "functional limitations assistance with ADLs adaptive equipment": "What adaptive equipment is currently used? Is the patient requiring assistance with ADLs?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home (e.g., limited accessibility of the bathroom); any modifications necessary? What is the level of family support? Identify primary caregiver"
            }
        },
        "relevant tests and measures": {
            "general": "If necessary, consult tests and measures commonly used by neurologic specialist physical ›Relevant tests and measures:  If necessary, consult tests and measures commonly used by neurologic specialist physical therapists. (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient’s medical condition, functional status, and clinical setting)",
            "anthropometric characteristics": "Determine height, weight, and BMI and compare to age- and sex-matched  growth curves –Deceleration in head growth occurs after about 1 year of life",
            "assistive and adaptive devices": "Document use of assistive and adaptive devices, as indicated; assess for appropriate fit and use. Elbow restraint splints may be applied to reduce inappropriate hand movements (e.g., hand-to-mouth)  and to promote functional hand use ",
            "balance": "Assess static and dynamic balance reactions in sit and stand, as appropriate. Evaluate protective reactions to perturbations from the front, sides, and rear. The Berg Balance Scale (BBS) or Pediatric Balance Scale (PBS) can be used as appropriate for age",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess peripheral pulses and capillary refill timeAssess for substitute motions in general mobility",
            "functional mobility": "Assess movement during transfers and general activities, including going up and down stairs. Use the FIM or WeeFIM for standardized measures",
            "gait locomotion": "Observe gait (with assistive equipment, as appropriate) and note deviations. Assess stability of ambulation. If patient is nonambulatory, assess wheelchair mobility and whether she can walk on knees. Can patient use a treadmill with assistance? Assess fall risk. The Dynamic Gait Index (DGI) is an appropriate tool for assessment of adults at risk for falls. Its validity in pediatric populations with neurodevelopmental disabilities has not been establishedAssess joint integrity and alignment in lower extremities, as indicatedMotor control impairments in individuals with RTT commonly include ataxia, apraxia, spasticity with and without clonus, and dystonia –Assess coordination of movement in major joints –Document any abnormal movements -These may include stereotypies, tremor, chorea, myoclonus, and/or dystonia –Assess both fine and gross motor ability as able. Many standardized neuromotor developmental tests (examples listed below) include standardized tests of gross and fine motor skills",
            "muscle strength": "Assess strength through functional activities. Manual muscle testing is not valid in presence of abnormal tone or coordinationExamples of standardized tests that may be used include the following –Hammersmith Infant Neurological Examination (HINE) –Bayley Scales of Infant and Toddler Development—III –Peabody Developmental Motor Scales (PDMS) –Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)",
            "observation inspection palpation including skin assessment": [
                "Refer to speech and language pathologist for assessment of swallowing function as indicated",
                "Oral manifestations associated with RTT may include:(17) -Bruxism -Masseteric hypertrophy -Tongue thrusting -Digit/thumb sucking -High-arched  palate"
            ],
            "posture": "Assess spinal alignment and posture (as appropriate, with and without adaptive equipment) –Scoliosis is common.(13)Assess scoliosis as indicated -For more information on scoliosis, refer to Clinical Review…Scoliosis . CINAHL Topic ID number T708447 –Is there a leg-length  discrepancy?",
            "range of motion": "Assess functional ROM in the extremities",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexesEvaluate performance in basic ADLs, as indicated/prescribed. Refer to occupational therapist for history of disability in instrumental ADLs",
            "sensory testing": "Sensation to light touch, deep pressure, pain, temperature, and proprioception may be reduced or poorly communicated",
            "special tests specific to diagnosis": "the Clinical Severity Scale (CSS)(3)and the Motor Behavior Analysis (MBA) scale(4) -CSS—developed as a measure of clinical severity based on key diagnostic and developmental features of RTT  -Based on 13 individual, ordinal categories measuring clinical features common in RTT -The CSS form evaluates age at onset of regression (range 1–5),  somatic and head growth status (range 0–8),  motor (range 0–19), communication (range 0–9),  and RTT behaviors/other neurologic symptoms (range 0–17) -Scores for all items are summed to create a total score (range 1–58) -MBA—more comprehensive in examining motor, behavior, and respiratory dysfunction and was intended as a more dynamic measure -Incorporates measures of behavior/social assessment (range 0–64),  orofacial/respiratory assessment (range 0–28),  and motor assessment/physical signs (range 0–56) -Scores for all items are summed to obtain an overall score (range 0–148) -In both measures, higher scores indicate more severe clinical status –QOL measures -The Child Health Questionnaire 50 (CHQ-PF50)  is a generic QOL instrument designed and normed for children from 5 to 18 years of age. It is a well-validated  general QOL measure for pediatric populations with chronic illness(5) –The Bouchard Activity Record (BAR) was found to be a reliable estimate of physical activity in women with RTT(9)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Is the patient alert and oriented x 4? Does the patient follow instructions and commands? Deficits in communication and executive processing are common",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital for modalities and electrotherapy, and the physician’s orders. The summary listed below is meant to serve only as a guide and does not replace orders from a physician or the specific protocols of the treatment facility",
                "Aquatic therapy  contraindications -In persons with bowel or bladder incontinence -Individuals with tracheostomy -Individuals with infectious diseases -Individuals with cardiovascular problems -Individuals with uncontrolled seizures -Individuals with respiratory compromise, vital capacity less than 1 L",
                "Aquatic therapy  precautions(2) -Individuals at risk for aspiration -Individuals with catheters -Individuals with cognitive impairments -Individuals with tetraplegia or high paraplegia -Individuals with open wounds -Individuals with dry skin or skin rashes"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Girls with RTT may dislike and not cooperate with hands-on  physical treatments such as body positioning. Therapists should endeavor to improve patient trust with gentle activities",
                "Avoid treatments that increase fear or aversion to therapy",
                "Risk for falls and fall-related  fractures is fairly high. Follow facility protocols for fall prevention and post fall-prevention  instructions. Fall-prevention  education is critical in this population. Ensure that patient and family/ caregivers are aware of the potential for falls and educated about fall-prevention  strategies",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Contraindications/precautions to use of modalities"
            ]
        },
        "diagnosis need for treatment": "Physical therapy for RTT is indicated for improving physical functional capacity and general mobility (including transfers, ambulation, and balance) and reducing fall risk. Some children may require special equipment and aids such as braces to arrest scoliosis and splints to modify purposeless hand movements",
        "rule out": "Cerebral palsy, trisomy syndrome, autism spectrum disorder, fetal alcohol syndrome, rickets, traumatic brain injury, endocrine-related  microcephaly",
        "prognosis": [
            "Life expectancy can vary depending on the type of MeCP2  mutation that was inherited(12) ",
            "Most individuals with RTT can survive into middle adulthood(12)"
        ],
        "referral to other disciplines": "Occupational therapist for disability in skills needed for performing self-directed  activities (e.g., dressing, feeding, and practicing arts and crafts); nutritionist for dietary counseling to maintain normal weight; respiratory therapist for evaluation as indicated; pediatrician/nurse practitioner for treatment of comorbidities; recreational therapist for play activities; speech/language pathologist for swallowing problems; special academic, social, vocational, and support services may be required in some cases",
        "other considerations": [
            "Evaluation and treatment by a multidisciplinary team usually is indicated because of the diverse medical problems in RTT(1)",
            "Participating in a music therapy program may improve social interactions, eye contact, hand functions, and communication skills and reduce seizures in patients with RTT(14) –Eleven patients with RTT enrolled in a 24-week  music therapy program twice a week for 120 minutes –Music therapy consisted of four stages: -1. musical sensory orientation. Participants were introduced to vocals and various instruments of different colors; participants were allowed to touch and listen to the various instruments -2. Auditory perception training. Various sounds, songs, and speech were delivered by the therapist using techniques including humming, singing, playing, and reciting music -3. Music attention control training. Various instruments were played in different directions such as starting and stopping, playing side to side, playing up and down, and playing forward and backwards -4. Body movement with live music. Music is played live and participants were encouraged to move their hands and body to the changing beats of the instruments"
        ],
        "treatment summary": [
            "Treadmill walking –Treadmill training may promote regular breathing patterns in patients with RTT. However, use of a treadmill must be introduced slowly and speed settings should be individually tailored to each participant(15)",
            "Authors of a systematic review found evidence that various rehabilitation strategies can improve gross and fine motor functions and communication skills in females with RTT(11) –Sixty-two  articles were reviewed for the study –Gross motor functions in women with RTT improved by focusing on ambulatory functions. Fine motor function was improved by targeting voluntary hand function, hand skills, or reducing hand stereotypies (repetitive hand movements) –Communication skills were based on the following tasks: choice-making  abilities between symbols or items, working on expressive language and communication acts, and increasing social communication . Problem Goal Intervention Expected Progression Home Program Decreased functional strengthImproved strength Exercise therapy _ Exercise as tolerated; treadmill training(15)Will vary depending on stage of conditionProvide caregiver with simple home exercise program. Daily repetition of exercises Decreased ROM Improved ROM Exercise therapy _ ROM exercises, functional activitiesWill vary depending on stage of conditionProvide caregiver with simple home exercise program. Daily repetition of exercises Decreased aerobic fitnessImproved aerobic fitnessExercise therapy _ Individualized treadmill training program(#)Progress intensity, duration, and frequency as toleratedProvide caregiver with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment  Muscle rigidity and spasticityDecreased rigidity and spasticityExercise therapy _ ROM exercises, functional activitiesProgress intensity, duration, and frequency as toleratedProvide caregiver with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment Stereotypical hand movements and poor hand functionImproved hand control Exercise therapy _ ROM exercises, functional activitiesStart with playful, intermittent, low- intensity exercises in a calm environment. Gradually progress intensity and duration of exercises as toleratedProvide caregiver with simple home exercise program. Daily repetition of exercises Impaired posture, balance, and functional mobilityReduced functional deficitsFunctional training _ Exercises to improve standing and sitting posture, balance, and gait (as indicated)Progress intensity, duration, and frequency of functional training, as toleratedProvide caregiver with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment Spinal and/or distal joint malalignment. Stereotypical hand motions. Ambulatory deficitsImproved alignment, hand control, and ambulatory function using assistive devicesPrescription, application of devices and equipment _ Correct application and use of orthotic devices, splints, and assistive equipment (as indicated). Wheelchair training, as indicatedN/A Provide caregiver with written instructions regarding application of assistive equipment ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved general mobility": [
            "MBA, FIM, WeeFIM, Timed Up and Go (TUG) test"
        ],
        "improved functional strength and flexibility": [
            "Increased participation in physical activities, BAR"
        ],
        "improved trunk control and balance": [
            "Berg Balance Scale"
        ],
        "improved ambulatory function": [],
        "decreased risk of falls": [
            "Stumble/fall rate"
        ],
        "improved qol": []
    },
    "maintenance or prevention": [
        "Continue physical activity in the community to maintain functional mobility and prevent disuse atrophy",
        "Continue fall-prevention  strategies "
    ],
    "patient education": [
        "See “About Rett Syndrome” from the International Rett Syndrome Foundation at https://www.rettsyndrome.org/",
        "See “Rett Syndrome” from MedlinePlus at https://medlineplus.gov/genetics/condition/rett-syndrome/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Rett syndrome information page. National Institute of Neurological Disorders and Stroke Web site. https://www.ninds.nih.gov/Disorders/All-Disorders/Rett-Syndrome-Information-Page . Published May 24, 2017. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:144-145.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Neul JL, Fang P, Barrish J. Specific mutations in methyl-CpG-binding  protein 2 confer different severity in Rett syndrome. Neurology . 2008;70(16):1313-1321.  (R)"
        },
        {
            "number in article": 4,
            "reference": "FitzGerald PM, Jankovic J, Percy AK. Rett syndrome and associated movement disorders. Mov Disord . 1990;5(3):195-202.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Lane JB, Lee HS, Smith LW, et al. Clinical severity and quality of life in children and adolescents with Rett syndrome. Neurology . 2011;77(20):1812-1818.  doi:10.1212/ WNL.0b013e3182377dd2. (R)"
        },
        {
            "number in article": 6,
            "reference": "Reichow B, George-Psukar  A, Lutz T, Smith I, Volkmar F. Brief report: systematic review of Rett syndrome in males. J Autism Dev Disord . 2015;45(10):3377-3383. doi:10.1007/s10803-015-2519-1.  (SR)"
        },
        {
            "number in article": 7,
            "reference": "LeBlanc JJ, DeGregorio G, Dentofante E, et al. Visual evoked potentials detect cortical processing deficits in Rett syndrome. Ann Neurol . 2015;78(5):775-786.  doi:10.1002/ ana.24513. (R)"
        },
        {
            "number in article": 8,
            "reference": "Hryniewiecka-Jaworska  A, Foden E, Kerr M, Felce DF, Clarke A. Prevalence and associated features of depression in women with Rett syndrome. J Intellect Disabil Res . 2016;60(6):564-570.  doi:10.1111/jir.12270. (R)"
        },
        {
            "number in article": 9,
            "reference": "Lor L, Hill K, Jacoby P, Leonard H, Downs J. A validation study of a modified Bouchard activity record that extends the concept of ‘uptime’ to Rett syndrome. Dev Med Child Neurol. 2015;57(12):1137-1142.  doi:10.1111/dmcn.12838. (R)"
        },
        {
            "number in article": 10,
            "reference": "Glaze DG, Neul JL, Percy A, et al. A double-blind  randomized placebo-controlled  clinical study of trofinetide in the treatment of Rett syndrome. Pediatr Neurol . 2017;76:37-46. doi:https://doi.org/10.1016/j.pediatrneurol.2017.07.002. (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Lim J, Greenspoon D, Hunt A, McAdam L. Rehabilitation interventions in Rett syndrome: A scoping review. Dev Med Child Neurol . 2020;62(8):906-916.  doi:https:// doi.org/10.1111/dmcn.14565. (SR)"
        },
        {
            "number in article": 12,
            "reference": "Cahil G, Bollu PC. Rett syndrome [Updated 2020 Aug 10]. StatPearls [Internet] . Treasure Island (FL): StatPearls Publishing; 2020. (RV)"
        },
        {
            "number in article": 13,
            "reference": "Killian JT, Lane JB, Lee HS, et al. Scoliosis in Rett syndrome: Progression, comorbidities, and predictors. Pediatr Neurol . 2017;70:20-25.  doi:https://doi.org/10.1016/ j.pediatrneurol.2017.01.032. (RV)"
        },
        {
            "number in article": 14,
            "reference": "Chou MY, Chang NW, Chen C, et al. The effectiveness of music therapy for individuals with Rett syndrome and their families. J Formos Med Assoc . December 2019;118(12):1633-1643.  doi:https://doi.org/10.1016/j.jfma.2019.01.001.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Larsson G, Julu POO, Witt Engerström I, Sandlund M, Lindström B. Walking on treadmill with Rett syndrome—Effects on the autonomic nervous system. Res Dev Disabil . December 2018;83:99-107.  doi:https://doi.org/10.1016/j.ridd.2018.08.010.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Boban S, Wong K, Epstein A, et al. Determinants of sleep disturbances in Rett syndrome: Novel findings in relation to genotype. Am J Med Genet A . September 2016;170(9):2292-300.  doi:https://doi.org/10.1002/ajmg.a.37784.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Mahdi SS, Jafri HA, Allana R, Amenta F, Khawaja M, Qasim SSB. Oral manifestations of Rett syndrome—A systematic review. Int J Environ Res Public Health . January 28, 2021;18(3):1162. doi:https://doi.org/10.3390/ijerph18031162.  (SR)"
        }
    ]
}