{
    "metadata": {
        "title": "Drooling",
        "synonyms": [
            "sialorrhea",
            "hypersalivation",
            "ptyalism",
            "excessive salivation",
            "salivation, excessive"
        ],
        "anatomical location body part affected": [
            "Oral cavity, pharynx, esophagus, lips, chin, salivary gland(s)"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders",
            "adult neurological disorders",
            "pediatric genetic and/or neurological disorders",
            "craniofacial and/or oral motor abnormalities"
        ],
        "description": [
            "Drooling refers to unintentional loss of saliva from the mouth.(44) Excessive drooling can be caused by sialorrhea (excessive saliva production), which causes saliva to flow outside of the mouth.(43)Drooling can also occur as a result of reduced swallowing frequency in individuals with normal swallow production.(9)Drooling is considered abnormal in children > 4 years of age(44)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "K11.7": "disturbance of salivary secretion _ (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patient presents with involuntary, passive spillage of saliva from the mouth due to an inability to manage oral secretions.(1)Although it is normal for young children to drool as their oral motor skills and swallowing functioning are developing, drooling after the age of 4 years is abnormal and requires a comprehensive workup.(33,35,44) Drooling can result in a variety of social and physical consequences, including skin excoriations and infections, aspiration pneumonia, offensive breath odor, social stigma, wet clothing, and discomfort(1,2,3,4) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Patients with sialorrhea are at an increased risk of aspiration. If aspiration or choking occurs during examination, contact physician immediately",
            "If etiology of drooling is undetermined, patient should be referred to a physician (e.g., otolaryngologist) for diagnosis"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Drooling can be a symptom of adult or pediatric neurological conditions that cause poororal and facial muscle control or poor attention/arousal, including cerebral palsy (CP),intellectual disability, trauma, stroke, facial paralysis, encephalopathy, encephalitis,Parkinson disease (PD), and amyotrophic lateral sclerosis (ALS)(1,4,5,31)–CP is the most common cause of excessive drooling in children, with the incidencereported at 10% to 38% of children CP who present with drooling.(42) For detailedinformation on CP, see the series of Clinical Reviews on this topic–For detailed information on assessment and treatment of patients who have had astroke, see Clinical Review…Dysphagia: Post Stroke ; CINAHL Topic ID Number:T708770 and Clinical Review…Stroke Rehabilitation: Speech Therapy ; CINAHLTopic ID Number: T708774–For detailed information on assessment and treatment of patients with PD, see Clinical Review…Dysphagia: ParkinsonDisease ; CINAHL Topic ID Number: T708934and Clinical Review…Parkinson Disease (Speech) ; CINAHL Topic IDNumber: T708751–For detailed information on assessment and treatment of patients with ALS, see the series of Clinical Reviews on thistopic",
            "Anatomic abnormalities such as macroglossia (enlarged tongue), malocclusion, and other orthodontic problems can affectoral competence and lead to increased drooling(6)",
            "Sialorrhea can occur as a side effect of psychotropic agents prescribed for mental disorders or as a result of infections orobstructions of the oropharynx(3,7)"
        ],
        "pathogenesis": [
            "Drooling results from an alteration in the management or production of saliva. Saliva is produced by the major salivaryglands (parotid, submandibular, and sublingual) as well as several smaller glands(3)",
            "Neuropathologic conditions can cause weakness of the muscles that facilitate normal retention or movement of saliva,making it difficult to swallow and thus causing the appearance of excessive salivation.(3,8) Examples of neurologicalconditions associated with drooling are ALS, Down syndrome, stroke, autism spectrum disorder (ASD), PD, multiplesclerosis, and CP(43)–For example, oral motor dysfunction and impaired head control, not hypersalivation, appears to be the underlying causeof drooling in patients with CP.(8,45)Drooling is not always associated with dysphagia in patients with CP, but patientswith CP who drool often have lower BMIs and malnutrition(45)",
            "Infections can increase the production of saliva to abnormal levels. Infections that can cause sialorrhea are tonsillitis,adenoiditis, strep throat, peritonsillar abscess, sinusitis, and mononucleosis(43)",
            "Medications such as clozapine, risperidone, nitrazepam, lithium, and bethanechol can result in sialorrhea(3,47)",
            "Other conditions that can cause sialorrhea are allergies, gastroesophageal reflux disease (GERD), poisoning (especially bypesticides), reaction to snake or insect venom, idiopathic achalasia and megaesophagus, and obstructions (e.g., nasogastricintubation, tumors)(3,43)"
        ],
        "risk factors": [
            "Infrequent swallowing(9)",
            "Flexed head posture(9)",
            "Open mouth posture, malocclusion(9)",
            "Dental caries (tooth decay and cavities)(9)",
            "Gingivitis(9)",
            "Poor facial and neuromuscular control(9)",
            "Nasogastric intubation(9)",
            "Oropharyngeal infection(9)",
            "Ingestion of drugs with cholinergic effects(9)",
            "Diminished sensation or cognitive awareness of salivary flow(9)",
            "Head and neck cancer(2) (for detailed information on assessment and treatment of patients with head and neck cancer,seeClinical Review…Dysphagia: Patients with Head and Neck Cancer ; CINAHL Topic ID Number: T709050)",
            "Dysfunction in the coordination of the swallowing mechanism (dysphagia)(4) (for detailed information on assessment andtreatment of dysphagia, see the series of Clinical Reviews on this topic)",
            "Congenital or acquired deformities of the tongue(4)",
            "Anesthesia or hypoesthesia of lips(4)",
            "Nasal obstruction(4)",
            "GERD(4)",
            "Emotional states(4)",
            "Tongue thrust(4) (for detailed information on assessment and treatment of tongue thrust, see Clinical Review…OrofacialMyofunctional Disorders ; CINAHL Topic ID Number: T708927)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Patients with sialorrhea are at an increased risk of aspiration. If aspiration or choking occurs during examination, contact physician immediately",
            "If etiology of drooling is undetermined, patient should be referred to a physician (e.g., otolaryngologist) for diagnosis"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "Document any surgical or pharmacological treatment Researchers have investigated the use of injections of botulinum toxin type A (BTX-A [Botox]) and botulinum toxin type B (BTXB)  into the parotid and/or submandibular salivary gland to reduce production of saliva in patients with excessive drooling(2,10,11,12,13,14,34,37,38) Research is inconclusive regarding BTX-A  and BTX-B  injections for drooling(36) Authors of a systematic review that included 16 studies on botulinum toxin injections as treatment for drooling in children with CP concluded that this was an effective, temporary treatment for drooling in children with CP; however, the benefits should be weighed against the potential for serious adverse events (e.g., severe dysphagia resulting in pneumonia and hospitalization, which did occur in 1 study reviewed).(30) Authors of this review recommended that more studies be conducted to determine the safety of botulinum toxin injections and to compare the efficacy of these injections to other treatment options for drooling(30) Authors of another systematic review that included 6 studies (either RCTs or controlled clinical trials) concluded that it was not possible to determine the effectiveness and safety of either BTXA  injections or pharmaceutical interventions (benztropine and glycopyrrolate) in the treatment of drooling for children with CP. Additionally, the authors felt that there was insufficient evidence to inform physicians’ clinical practice regarding interventions for drooling in children with CP(36) Ultrasound-guided  BTX-A  injection under intravenous sedation is a safe and effective procedure for treating drooling in children. In a retrospective study of 20 children (mean age 9 years) who underwent BTXA ultrasoundguided injections at a Turkish hospital, 80% of patients reported saliva reduction after 1 or more injections. There were no procedurerelated  major or minor complications(42) Injections of BTX-A  might increase the thickness of saliva post injection, which can exacerbate swallowing problems(15) There is some evidence that radiation therapy targeting the salivary glands might be effective for treating sialorrhea in patients with ALS or PD(11,46) BTX-A  or BTX-B  injections(2) Radiation therapy(2) Salivary gland excision(2) Salivary duct ligation and transposition(2) Chorda tympanectomy and tympanic neurectomy(2) In a prospective, nonrandomized interventional study conducted in India, 30 children ages 4 to 15 with drooling underwent fourduct  ligation (surgical closure of bilateral submandibular ducts and bilateral parotid ducts); success rate with respect to improvement in drooling was 93.33%(32)",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken? Anticholinergic medications (e.g., glycopyrrolate) are sometimes prescribed to reduce salivary production in patients with drooling(2,11)  In a randomized, double-blind, placebo-controlled  trial conducted in the Netherlands involving 23 patients with PD, researchers found glycopyrrolate (an anticholinergic drug that does not cross the bloodbrain  barrier) to be safe and effective in the treatment of sialorrhea(16) Although usually safe and effective, adverse effects (e.g., dry mouth, constipation, behavioral changes) have been documented with high doses of glycopyrrolate(39) Octreotide is sometimes prescribed to decrease salivary flow(2)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Salivary flow tests might be performed by a physician to document the effects of pharmacological or surgical treatment. These tests may include the following:",
                        "Sialometry: Dental cotton rolls are placed in the orifices of the ducts of the salivary glands, and the weight of the cotton swab is measured at fixed intervals (e.g., grams, milliliters per minute)(17)",
                        "Cannulation of the salivary ducts: Parotid secretions are collected by using devices that cover the orifices of Stensen’s ducts(17)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and their perceived effectiveness",
                    "previous therapy": "Document whether patient has had speech, physical, or occupational therapy for this or other conditions and what specific treatments were helpful or not helpfulUse a face chart to document location and nature of symptoms, particularly if the patient has or has had perioral infections(4)"
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "Document the severity of symptoms during different daily activities -A patient or caregiver questionnaire can be used to rate drooling on scale of 15 (no, mild, moderate, severe, very severe) during daily activities and different positions (e.g., supported sitting, unsupported sitting, prone position, supine position, walking, intensive movement, tiredness, eating, smell of food, drinking, talking, after swallowing medication)(18)",
                "rating of symptoms": "",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night)",
                "sleep disturbance": "Document any effect of drooling on sleep habits; document number of wakings per night, if applicable",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition and/or -aspiration(4) -dental hygiene problems(4) -perioral infections(4) -impaired speech(4) -feeding or swallowing difficulties(1) -loss of fluid(4)Document current nutritional intake method and note any swallowing difficulties. Perform a clinical swallow examination (CSE) if swallowing difficulties are suspected (for detailed information on assessment and treatment of dysphagia, see series of Clinical Reviews on this topic)",
                "respiratory status": "Note any history of aspiration pneumonia and include need for supplemental oxygen, tracheostomy tube, or mechanical ventilator -Patients with drooling are at increased risk for respiratory distress associated with excessive pooling of saliva in the throat(10) -Inquire about the frequency of suctioning, if required(10)Briefly assess patient’s psychosocial status -Does patient appear depressed, lethargic, anxious, or labile? -Patients with drooling are at elevated risk for psychosocial issues such as loss of self-esteem, social isolation, and poor quality of life(2)Note hearing status -Does the patient have difficulty hearing in the quiet treatment environment? -Does the patient ask for frequent repetitions of words?  -Does the patient have known hearing loss? If so, does he or she wear a hearing aid or cochlear implant? Left, right, or bilateral? -Recommend audiology consult for patients with suspected undiagnosed hearing loss Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous history of drooling and the treatment",
                    "comorbid diagnoses": "Document other conditions the patient has, including diabetes, stroke, cancer, heart disease, and psychiatric disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient or caregiver about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient work or attend school? Does the patient participate in any hobbies or sports that may be affected by the condition? Does drooling limit patient’s ability or willingness to engage in social activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Document any adaptive equipment or assistance that the patient receives",
                "living environment": "A questionnaire can be used to assess patient or caregiver level of frustration and adaptability to the condition during daily activities. This type of questionnaire can also be used as an outcome measure. Sample questions below are appropriate for pediatric patients but may also be adapted for adults(18) -Do you (does the patient) use any specialized equipment or specific measures to manage drooling? -Do you (does the patient) wear special clothing (e.g., bib, shawl, terry cloth wristbands)? -Do you (does the patient) use plastic books? Plastic covers? -Do you (does the patient) use other measures to manage drooling? -How often is your (the patient’s) chin/mouth wiped dry? -How often are you (is the patient) told to swallow? -How often is your (the patient’s) bib/shawl/shirt replaced? -Has there been damage to clothes, toys, furniture, or electronic equipment due to drooling?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Note whether the patient uses any assistive or adaptive communication, mobility, or feeding devices",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "If posture (e.g., head and spine positioning) influences the patient’s ability to manage saliva, refer to an occupational therapist or physical therapist for assessment There are no published quality of life (QOL) scales or indices specially designed to assess the effects of drooling. However, the impact of drooling on the patient’s QOL is one of the primary factors in determining the need for intervention.(6) It is important to assess the effects of drooling on the patient’s daily living using informal questions or adaptations of other scales (e.g., Pediatric Evaluation of Disability Index [PEDI], Quality of Communication Life Scale – ASHA QCL, SF-36)(19)",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " –The drooling quotient (DQ) can be used as a semiquantitative and direct observational tool to assess for the presence of drooling during a specified period of time(20) -An episode of drooling is defined as “saliva present on the lip margin or dropping from the chin.”(20) Every 15 seconds (40 observations in 10 minutes), note the presence or absence of drooling. Assess patient during different activities (e.g., watching TV , play, conversation). The DQ can be expressed as a percentage estimated from the ratio of observed drooling episodes over the total number of observations usually performed within a 10-minute  period(20) -In a study conducted in the Netherlands with 162 children with moderate to profuse drooling, researchers determined that the DQ can be performed over 5-minute  and 10-minute  periods interchangeably with consistent results(41) –Document overall severity of drooling using a patient or caregiver questionnaire such as the Teacher Drooling Scale (TDS),(20) the Drooling Severity and Frequency Scale,(21) the Drooling Rating Scale,(22) the Extensive Drooling Questionnaire,(23) the Drooling Impact Scale,(24) the Sialorrhea Clinical Scale for Parkinson’s Disease,(25) and the Drooling Infants and Preschoolers Scale (DRIPS)(50)",
            "speech and language examination": "Briefly assess communication skills, including speech, language, voice, fluency, reading, and writing. It is not uncommon for patients with drooling to have motor speech deficits, especially when there is an underlying neurological diagnosis (e.g., CP, PD)(40) –If patient appears to have communication deficits, it is appropriate to complete a full evaluation of speech and language skills; obtain physician order prior to any additional evaluationPerform an oral mechanism exam (e.g., lip and tongue control, palatal structure) to assess the structure and function of the oral mechanism and the patient’s ability to manage saliva. Document any anatomic abnormalities such as macroglossia, malocclusion, and other orthodontic problems that affect oral competence and could lead to increased drooling.(6) Note any skin breakdown around the lips and on the chin(43)",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "(e.g., visual field, spatial relations) cues related to drooling therapy",
            "arousal attention cognition": "Informally or formally assess patient’s cognitive status to determine capability of following directions related to drooling therapy. Review reports from psychology or school psychologist, if available",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with diagnoses associated with drooling (e.g., CP, ALS) might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/ caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Behavioral and oral motor approaches are the main approaches employed by the speech-language  pathologist (SLP). Evidence of the effectiveness of these approaches is lacking"
            ]
        },
        "diagnosis need for treatment": "The type of therapy selected depends on the etiology of the drooling. Drooling can often be improved by managing or correcting the underlying cause(3)",
        "rule out": "If etiology is unknown, it is crucial to refer to a physician to rule out a pharmacological cause or the presence of an oropharyngeal or esophageal disease or obstruction(3)",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Most treatments for drooling must be performed by a physician, as they require medical, surgical, or pharmacological intervention (e.g., BTX-A/BTX-B  injections, pharmacotherapy, radiation therapy, surgery, oral appliances)(1) Refer to a dentist when drooling is caused by dental malocclusion or dental caries(6) Referral to a physical or occupational therapist might be appropriate to assist with head and neck posture to reduce the effects of drooling(1)",
        "other considerations": [],
        "treatment summary": [
            "Oral motor therapy (including exercises for the tongue, lips, cheeks, and jaw muscles) –Authors of a literature review published in 2018 that included studies published from 2010 to 2016 found that there was insufficient evidence for oral motor therapy for dysphagia and drooling in children with congenital and developmental disabilities(54)  –In theory, oral motor therapy will gradually increase the functional use of muscles to improve saliva control, but there is little evidence to support the effectiveness of this approach. Two case studies showed no long-term  effects on the reduction of drooling.(26,27)A third study (N = 10) showed variable effects(28) –In another small study conducted in India (N = 30), researchers found that combining traditional therapy (postural changes and education) with oral sensorimotor stimulation (including tapping, pressure, whistling, and vibration) resulted in greater improvements in drooling in children with spastic CP as compared to traditional therapy alone(52) –Authors of an RCT(N = 32) conducted in Turkey found that a therapeutic intervention aimed at improving chewing ability in children with CP resulted in a significant decrease in drooling compared to traditional oral motor exercises. The experimental treatment, Functional Chewing Training (FuCT), involved placing food in the molar area during meals to stimulate chewing and having the children train with chewing tubes to improve function of the chewing muscles. Significantly greater improvements were seen on all outcome measures (Karaduman Chewing Performance Scale, Tongue Thrust Severity, and Drooling Severity and Frequency Scale) in favor of the FuCT intervention over the traditional oral motor exercises(51)",
            "Oral screen (adaptive equipment) –Oral screens are usually fabricated from an elliptical soft vacuum-molded  plastic material that fits into the mouth between the lips and gums, with a small flat protruding ring around which the lips seal. They are typically prescribed as part of an overall intervention to improve oromotor function in children > 4 years of age(44) –Researchers in Ireland conducted a small study (N = 5) to assess the effectiveness of using an oral screen to reduce drooling. Participants ranged in age from 5 to 12 years and were instructed use the oral screen over a 16-week  period. Results indicated the use of the oral screen improved drooling in 4/5 of the children. Children using the oral screen required fewer clothes changed and 1/5 parents reported their child could be showered since the child was able to keep his mouth closed. The small number of participants limit the reliability of the study; further investigation is necessary(44)",
            "Behavioral treatment –The expected progression and outcome of this type of approach is that the patient will learn new behaviors to better manage saliva with gradual fading of cues and reinforcement. Improvement should be noted in a variety of different activities –Authors of a systematic review that included a total of 763 children with drooling related to neurological impairment found that there was low-level  evidence to support the use of behavioral treatments to reduce drooling. Behavioral interventions supported by the low-level  evidence included reinforcement, prompting, self-management,  extinction, overcorrection, instruction, and fading(49) –In a study conducted in India involving 25 children with CP, mild intellectual disability, and a history of drooling, researchers found that a token economy behavior therapy program reduced drooling in these children(29) -Children in the study ranged in age from 5 to 12 years -Subjects were randomly assigned to a control (n = 13) or experimental (n = 12) group -Subjects in the control group received conventional therapy and subjects in the experimental group received both conventional therapy and a token economy program -Subjects in the experimental group were given prompts such as “If you do not drool and keep your mouth dry, you will get a reward”(29) -Rewards (tokens) included colored pencils, sweets, temporary tattoos, and balls -All subjects participated in an initial baseline assessment, followed by therapy 5 days per week for 20 sessions and a reassessment on the 30th day; therapy was then discontinued and a reassessment of drooling was completed on the 38th day(29) -Mean frequency of drooling was similar in the two groups at the start of therapy (17.22 for experimental group; 21.85 for control group); on the 30th day of the treatment program, the mean frequency of drooling had decreased significantly, to 5.67, for the experimental group but not for the control group(21,29,38) -With no therapy between the assessments on day 30 and day 38, the mean frequency of drooling was 8.36 for the experimental group and 21.02 for the control group(29) –Systematic behavioral treatment has been shown to be effective for participants with and without learning disabilities; however, the a systematic review of the literature reported there is inconclusive evidence regarding the efficacy of this treatment approach(5) ",
            "Kinesio taping –Authors of a small study (N = 15) conducted in Brazil found that Kinesio taping on the orbicularis oris muscles together with traditional speech therapy in children with neurological disorders resulted in significant improvement in drooling(48) –Authors of a small study (N = 30) conducted in Spain found that Kinesio taping on the suprahyoid muscles for a 3-month period resulted in significant reductions in drooling as measured by the Sialorrhea Clinical Scale, the Drooling Rating Scale, and the Drooling Impact Scale(53) . Problem Goal Intervention Expected Progression Home Program Drooling in young childrenMonitor drooling No treatment with monitoring   (1) _ No treatment is often the preferred approach for children under the age of 4 years with mild to moderate drooling. The expected progression is that drooling will resolve by 6–8 years of age(1)N/A Monitor extent and effects of drooling Poor management of saliva (children over 8 years of age and adults) due to weak oral musculatureReduce drooling and its effects by strengthening oral musculatureOral motor therapy _ Oral motor programs include training on lip closure, jaw closure, and tongue movements as well as applying vibrations to the mouth and oral cavity(1) _ _ See Treatment summary , aboveGradual progression of intensity and duration of each exercise should increase patient’s management of salivaNo home program has been trialed for oral motor therapy for drooling  Poor management of saliva (children over 8 years of age and adults)Increase awareness of drooling and behaviors that minimize drooling (e.g., wiping, swallowing) by using behavioral proceduresBiofeedback and behavioral modification _ Treatment procedures include:",
            "instruction, prompting, and positive reinforcement",
            "negative social reinforcement",
            "cueing techniques;",
            "self-management procedures _ See Treatment summary , aboveInitially, the SLP will provide immediate, direct, and intensive feedback and reinforcement when the patient correctly modifies his or her behavior in the desired manner, providing rewards as age appropriate; as therapy progresses, fewer prompting and less intensive cueing structures will be employed as the patient becomes more independent with the saliva management strategiesDue to its intensity, this approach has typically been used in a controlled setting (e.g., residential setting, school, hospital), and no home programs have been discussed Drooling caused by dysphagiaReduce drooling caused by dysphagia while improving swallowing safetyDysphagia therapy _ Therapy for dysphagia will vary according to the results of a swallow evaluation (for additional information on treatment of dysphagia, see series of Clinical Reviews on this topic)As the patient’s swallowing ability improves, the SLP will reduce the number of cues and prompts provided while increasing the difficulty of food and liquid textures in therapeutic trialsHome program will vary with patient goals ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduction in drooling": [
            "DQ(20)",
            "TDS(20)",
            "Drooling Severity and Frequency Scale(21)",
            "Drooling Rating Scale(22)",
            "Extensive Drooling Questionnaire(23)",
            "Sialorrhea Clinical Scale for Parkinson’s Disease(25)",
            "DRIPS(50)"
        ],
        "improved quality of life": [
            "Drooling Impact Scale(24)",
            "Pediatric Evaluation of Disability Index (PEDI)",
            "Quality of Communication Life Scale – ASHA QCL",
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "If patient continues to drool and experience adverse effects, it is critical to monitor secondary outcomes (e.g., perioral infections) and refer to a physician if necessary ",
        "Limit sugary foods, since they have the tendency to increase saliva production(43)",
        "Caregivers might need to remind the person to keep lips closed and chin up(44)"
    ],
    "patient education": [
        "Complex Salivary and Endocrine Surgery Program, Children’s National Medical Center, https://childrensnational.org/departments/complex-salivary-and-endocrine-surgery Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Lal D, Hotaling AJ. Drooling. Curr Opin Otolaryngol Head Neck Surg . 2006;14(6):381-386.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Bomeli SR, Desai SC, Johnson JT, Walvekar RR. Management of salivary flow in head and neck cancer patients - a systematic review. Oral Oncol . 2008;44(11):1000-1008. (SR)"
        },
        {
            "number in article": 3,
            "reference": "Boyce HW, Bakheet MR. Sialorrhea: a review of a vexing, often unrecognized sign of oropharyngeal and esophageal disease. J Clin Gastroenterol . 2005;39(2):89-97.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Meningaud JP, Pitak-Arnnop  P, Chikhani L, Bertrand JC. Drooling of saliva: a review of the etiology and management options. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2006;101(1):48-57.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "der Berg JJ, Didden R, Jongerius PH, Rotteveel JJ. Behavioral treatment of drooling: a methodological critique of the literature with clinical guidelines and suggestions for future research. Behav Modif . 2007;31(5):573-594.  (SR)"
        },
        {
            "number in article": 6,
            "reference": "Hockstein NG, Samadi DS, Gendron K, Handler SD. Sialorrhea: a management challenge. Am Fam Physician . 2004;69(11):2628-2634.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Lops J. Lithium-induced  sialorrhea. Prim Psychiatry . 2007;14(9):16. (X)"
        },
        {
            "number in article": 8,
            "reference": "Erasmus CE, Van Hulst K, Rotteveel LJ. Drooling in cerebral palsy: hypersalivation or dysfunctional oral motor control?. Dev Med Child Neurol . 2009;51(6):454-459.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Molloy L. Treatment of sialorrhoea in patients with Parkinson's disease: best current evidence. Curr Opin Neurol . 2007;20(4):493-498.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Meece RW, Fishlocks KF, Bayley EW, Keller MS. Ultrasound-guided  Botox injections of salivary glands in children with drooling. J Radiol Nurs . 2010;29(1):20-24.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Stone CA, O'Leary N. Systematic review of the effectiveness of botulinum toxin or radiotherapy for sialorrhea in patients with amyotrophic lateral sclerosis. J Pain Symptom Manage. 2009;37(2):246-258.  (SR)"
        },
        {
            "number in article": 12,
            "reference": "Jackson CE, Gronseth G, Rosenfeld J. Randomized double-blind  study of botulinum toxin type B for sialorrhea in ALS patients. Muscle Nerve . 2009;39(2):137-143.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Ong LC, Wong SW, Hamid HA. Treatment of drooling in children with cerebral palsy using ultrasound guided intraglandular injections of botulinum toxin A. J Pediatr Neurol . 2009;7(2):141-145.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Hay N, Penn C. Botox® to reduce drooling in a paediatric population with neurological impairments: a Phase I study. Int J Lang Commun Disord . 2011;46(5):550-563.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Erasmus CE, Van Hulst K, Van Den Hoogen FJ. Thickened saliva after effective management of drooling with botulinum toxin A. Dev Med Child Neurol . 2010;52(6):e114-e118. (R)"
        },
        {
            "number in article": 16,
            "reference": "Arbouw ME, Movig KL, Koopmann M. Glycopyrrolate for sialorrhea in Parkinson disease: a randomized, double-blind,  crossover trial. Neurology . 2010;74(15):1203-1207. (RCT)"
        },
        {
            "number in article": 17,
            "reference": "Jongerius PH, van Limbeek J, Rotteveel JJ. Assessment of salivary flow rate: biologic variation and measure error. Laryngoscope . 2004;114(10):1801-1804.  (R)"
        },
        {
            "number in article": 18,
            "reference": "der Burg JJ, Jongerius PH, Van Hulst K, Van Limbeek J, Rotteveel JJ. Drooling in children with cerebral palsy: effect of salivary flow reduction on daily life and care. Dev Med Child Neurol . 2006;48(2):103-107.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Paul DR, Frattali CM, Holland AL, Thompson CK, Caperton CJ, Slater SC. Quality of Communication Life Scale (ASHA QCL) . Rockville, MD: American Speech-Language-Hearing  Association; 2004. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Jongerius PH, den Hoogen FJA, Van Limbeek J, Gabreëls FJ, Van Hulst K, Rotteveel JJ. Effect of botulinum toxin in the treatment of drooling: a controlled clinical trial. Pediatrics . 2004;114(3):620-627.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Suskind DL, Tilton A. Clinical study of botulinum-A  toxin in the treatment of sialorrhea in children with cerebral palsy. Laryngoscope . 2002;112(1):73-81.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Scott B, Borgman A, Engler H, Johnels B, Aquilonius SM. Gender differences in Parkinson's disease symptom profile. Acta Neurol Scand . 2000;102(1):37-43.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Kalf JG, Smit AM, Bloem BR, Zwarts MJ, Munneke M. Impact of drooling in Parkinson's disease. J Neurol. 2007;254(9):1227-1232.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Reid SM, Johnson HM, Reddihough DS. The Drooling Impact Scale: a measure of the impact of drooling in children with developmental disabilities. Dev Med Child Neurol . 2010;52(2):e23-e28.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Perez Lloret S, Piran Arce G, Rossi M, Caivano Nemet ML, Salsamendi P, Merello M. Validation of a new scale for the evaluation of sialorrhea in patients with Parkinson's disease. Mov Disord . 2007;22(1):107-111.  (R)"
        },
        {
            "number in article": 26,
            "reference": "McCracken A. Drool control and tongue thrust therapy for the mentally retarded. Am J Occup Ther . 1978;32(2):79-85.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Ray SA, Bundy AC, Nelson DL. Decreasing drooling through techniques to facilitate mouth closure. Am J Occup Ther . 1983;37(11):749-753.  (C)"
        },
        {
            "number in article": 28,
            "reference": "Harris MM, Dignam PF. A non-surgical  method of reducing drooling in cerebral-palsied  children. Dev Med Child Neurol . 1980;22(3):293-299.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Sethy D, Mokashi S, Hong CS. Effect of a token economy behaviour therapy on drooling in children with cerebral palsy. Int J Ther Rehabil . 2011;18(9):494-499.  (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Rodwell K, Edwards P, Ware RS, Boyd R. Salivary gland botulinum toxin injections for drooling in children with cerebral palsy and neurodevelopmental disability: a systematic review. Dev Med Child Neurol . 2012;54(11):977-987.  doi:10.1111/j.1469-8749.2012.04370.x.  (SR)"
        },
        {
            "number in article": 31,
            "reference": "Reid SM, McCutcheon J, Reddihough DS, Johnson H. Prevalence and predictors of drooling in 7- to 14-year-old  children with cerebral palsy: a population study. Dev Med Child Neurol. 2012;54(11):1032-1036.  doi:10.1111/j.1469-8749.2012.04382.x.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Chanu NP, Sahni JK, Aneja S, Naglot S. Four-duct  ligation in children with drooling. Am J Otolaryngol . 2012;33(5):604-607.  doi:10.1016/j.amjoto.2012.04.002. (R) "
        },
        {
            "number in article": 33,
            "reference": "Arvedson JC. Assessment of pediatric dysphagia and feeding disorders: clinical and instrumental approaches. Dev Disabil Res Rev . 2008;14(2):118-127.  doi:10.1002/ddrr.17. (RV)"
        },
        {
            "number in article": 34,
            "reference": "Intiso D, Basciani M. Botulinum toxin use in neuro-rehabilitation  to treat obstetrical plexus palsy and sialorrhea following neurological diseases: a review. NeuroRehabilitation . 2012;31(2):117-129.  doi:10.3233/NRE-2012-0781.  (RV)"
        },
        {
            "number in article": 35,
            "reference": "Bakke M, Bardow A, Møller E. Severe drooling and treatment with botulinum toxin. Perspect Swallowing Swallowing Disord (Dysphagia) . 2012;21(1):15-21.  doi:10.1044/ sasd21.1.15.  (RV)"
        },
        {
            "number in article": 36,
            "reference": "Walshe M, Smith M, Pennington L. Interventions for drooling in children with cerebral palsy. Cochrane Database Syst Rev . 2012;(11):CD008624. doi:10.1002/14651858.CD008624.pub3.  (SR)"
        },
        {
            "number in article": 37,
            "reference": "Chinnapongse R, Gullo K, Nemeth P, Zhang Y, Griggs L. Safety and efficacy of botulinum toxin type B for treatment of sialorrhea in Parkinson's disease: a prospective double-blind  trial. Mov Disord . 2012;27(2):219-226.  doi:10.1002/mds.23929. (RCT)"
        },
        {
            "number in article": 38,
            "reference": "Chan KH, Liang C, Wilson P, Higgins D, Allen GC. Long-term  safety and efficacy data on botulinum toxin type A: an injection for sialorrhea. JAMA Otolaryngol Head Neck Surg . 2013;139(2):134-138.  doi:10.1001/jamaoto.2013.1328. (R)"
        },
        {
            "number in article": 39,
            "reference": "Eiland LS. Glycopyrrolate for chronic drooling in children. Clin Ther. 2012;34(4):735-742.  doi:10.1016/j.clinthera.2012.02.026. (R)"
        },
        {
            "number in article": 40,
            "reference": "Wu K, Chen C, Pei Y, Chung C, Wong A, Tang SF. Relationship of sialorrhea and motor speech function in children with cerebral palsy of different motor severities. J Rehabil Med. 2012;Supplement 52:22-23.  (CP)"
        },
        {
            "number in article": 41,
            "reference": "van Hulst K, Lindeboom R, van der Burg J, Jongerius P. Accurate assessment of drooling severity with the 5-minute drooling quotient in children with developmental disabilities. Dev Med Child Neurol . 2012;54(12):1121-1126.  doi:10.1111/j.1469-8749.2012.04428.x.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Ciftci T, Akinci D, et al. US-guided  botulinum toxin injection for excessive drooling in children. Diagn Interv Radiol . 2013;19(1):56-60.  doi:10.4261/1305-3825.DIR.5940-12.1.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Drooling. MedlinePlus Web site. http://www.nlm.nih.gov/medlineplus/ency/article/003048.htm . Accessed June 25, 2019. (GI)"
        },
        {
            "number in article": 44,
            "reference": "Smith M, Nunn J, Morrison T. A feasibility study of the use of oral screens in reducing saliva loss in young people with physical and intellectual impairments. J Disabil Oral Health. 2013;14(4):145-152.  doi:10.4483/JDOH. (R)"
        },
        {
            "number in article": 45,
            "reference": "Ta# SA, Çankaya T. An investigation of the relationship of drooling with nutrition and head control in individuals with quadriparetic cerebral palsy. J Phys Ther Sci . 2015;27(11):3487-92.  doi:10.1589/jpts.27.3487. (R)"
        },
        {
            "number in article": 46,
            "reference": "Hawkey NM, Zaorsky NG, Galloway TJ. The role of radiation therapy in the management of sialorrhea: A systematic review. Laryngoscope . 2016;126(1):80-5.  doi:10.1002/ lary.25444. (SR)"
        },
        {
            "number in article": 47,
            "reference": "Engelbrecht K, Miller H, Mirfin DA. A retrospective clinical case note review of 639 patients on clozapine and the management of clozapine-induced  sialorrhoea (CIS). J Psychiatr Intensive Care . 2018;14(2):67-67.  doi:10.20299/jpi.2018.007. (R)"
        },
        {
            "number in article": 48,
            "reference": "Mikami DLY, Furia CLB, Welker AF. Addition of Kinesio Taping of the orbicularis oris muscles to speech therapy rapidly improves drooling in children with neurological disorders. Dev Neurorehabil . 2019;22(1):13-18.  doi:10.1080/17518423.2017.1368729. (R)"
        },
        {
            "number in article": 49,
            "reference": "McInerney MS, Reddihough DS, Carding PN, Swanton R, Walton CM, Imms C. Behavioural interventions to treat drooling in children with neurodisability: a systematic review. Dev Med Child Neurol . 2019;61(1):39-48.  doi:10.1111/dmcn.14048. (SR)"
        },
        {
            "number in article": 50,
            "reference": "van Hulst K, van den Engel-Hoek  L, Geurts ACH, et al. Development of the Drooling Infants and Preschoolers Scale (DRIPS) and reference charts for monitoring saliva control in children aged 0-4 years. Infant Behav Dev . 2018;50:247-256.  doi:10.1016/j.infbeh.2018.01.004. (R)"
        },
        {
            "number in article": 51,
            "reference": "Inal Ö, Serel Arslan S, Demir N, Tunca Yilmaz Ö, Karaduman AA. Effect of Functional Chewing Training on tongue thrust and drooling in children with cerebral palsy: a randomised controlled trial. J Oral Rehabil . 2017;44(11):843-489.  doi:10.1111/joor.12544. (RCT)"
        },
        {
            "number in article": 52,
            "reference": "Mallick E, Sethy D, Bajpai P. Effect of oral sensorimotor stimulation on drooling and its relationship with feeding behavior in children with spastic cerebral palsy. Indian J Physiother Occup Ther . 2017;11(4):105-111.  doi:10.5958/0973-5674.2017.00129.0.  (R)"
        },
        {
            "number in article": 53,
            "reference": "Lorca Larrosa M, Ruiz Roca JA, Ruiz Roca MI, López-Jornet  P. Effects of the neuromuscular bandage as rehabilitative treatment of patients with drooling and intellectual disability: an interventional study. J Intellect Disabil Res . 2019;63(6):558-563.  doi:10.1111/jir.12593. (R)"
        },
        {
            "number in article": 54,
            "reference": "Sjögreen L, Gonzalez Lindh M, Brodén M, et al. Oral sensory-motor  intervention for children and adolescents (3-18 years) with dysphagia or impaired saliva control secondary to congenital or early-acquired  disabilities: a review of the literature, 2000 to 2016. Ann Otol Rhinol Laryngol . 2018;127(12):978-985.  doi:10.1177/0003489418803963. (RV)"
        }
    ]
}