{
    "metadata": {
        "title": "Fracture, Acromion",
        "synonyms": [
            "acromial fracture",
            "scapular spine fracture",
            "fracture, scapular spine"
        ],
        "anatomical location body part affected": [
            "Superior shoulder suspensory complex (SSSC), also referred to as the shoulder girdle complex or shoulder joint"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "The acromion is a superior bony process on the scapula. A continuation of the scapular spine, the acromion projects laterally and then hooks over the anterior aspect of the humeral head. The acromion articulates with the clavicle to form the acromioclavicular (AC) joint. Muscular attachments are the deltoid and trapezius. Ligamentous attachments are the acromioclavicular and coracoacromial. The acromion is one component of the SSSC, also referred to as the shoulder girdle complex"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S42.7": "multiple fractures of clavicle, scapula and humerus",
            "S42.1": "fracture of scapula",
            "S42.12": "fracture of acromial process (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Major signs and symptoms are pain, point tenderness, swelling, deformity, and restricted ROM with crepitus at the fracture site at the base of the acromion",
            "Patient may support the injured arm at the side with the contralateral arm",
            "Glenohumeral joint and scapular muscle weakness Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Avoid activities that reproduce crepitus or movement at the fracture site",
            "Request specific guidelines from the referring physician regarding fracture stability, precautions for mobilization, and expected outcome",
            "Request preoperative and postoperative protocol from physician/surgeon",
            "It is important to respect the patient’s subjective complaints of pain during evaluation",
            "Contact physician immediately if examination reveals any neurovascular damage ",
            "Neural tension tests and joint accessory motion testing should be deferred until radiographic evidence of fracture healing is shown"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Direct and/or high-energy  trauma from an external force to the superior aspect of theshoulder (e.g., motor vehicle accident, fall)",
            "Acromion stress fractures, although extremely rare, have also been reported with rotatorcufftear arthropathy and superior migration of the head of the humerus(3)",
            "Iatrogenic fractures of the acromion–Aggressive arthroscopic subacromial decompression procedures can weaken thebone and may result in a fracture when force is applied (e.g., during ADLs orrehabilitation)(1)–Transacromial portal surgical procedure utilized by some surgeons to gain access tothe superior glenoid labrum for arthroscopic fixation of a superior labrum anterior andposterior (SLAP) lesion may compromise acromial integrity by as much as 85%(3)–Postoperative complication of a reverse shoulder arthroplasty(8,9)-Based on a systematic review, acromial and/or scapular fractures occur at a rate of2.8% after reverse shoulder arthroplasty. Most commonly, acromial fractures postreverse shoulder arthroplasty were associated with inflammatory arthritis and massiverotator cuff tears(11)"
        ],
        "pathogenesis": [
            "Acromion fractures have been classified by Kuhn et al.(4) into 5 distinct types–Type I fractures are minimally displaced–Type IA are avulsion fractures and heal rapidly–Type IB fractures result from direct trauma to the extremity and are minimally displaced. Most heal with nonoperativetreatment–Type II fractures are displaced laterally, superiorly, or anteriorly and do not reduce the subacromial space. The majorityare pain free with full motion after 6 weeks of nonoperative treatment–Type III fractures displace the acromion inferiorly, reducing the subacromial space. Patients in this group usually havesustained significant trauma to the involved extremity. Pain and limited ROM secondary to impingement of the rotatorcuff indicate early surgical intervention to lift and fixate the fractured and displaced acromion(2)",
            "The SSSC includes the glenoid process, the coracoid process, the coracoacromial ligament, the distal end of the clavicle,the acromioclavicular joint, and the acromion process. A single failure in the SSSC causes a stable injury. Failure in twoor more places in the SSSC (such as the clavicle and a displaced scapular neck fracture) causes instability or a “floatingshoulder”(1)"
        ],
        "risk factors": [
            "Traumatic fractures of the acromion are rare. They occur predominantly in males aged 25–45  years involved in a sportscollision (such as in hockey or football), a motor vehicle accident, trauma to the shoulder blade, or a high-speed  fall (suchas in alpine skiing)(3)",
            "Nontraumatic fractures, which are even more rare, may be seen in older adults with rotator cuff tendinopathy and/orosteoporotic changes(3)",
            "Three morphologically distinct types of acromia have been described (Bigliani classification).(6) Type 3 has a reportedhigher incidence of acromial stress fractures, iatrogenic fractures, and rotator cuff tears(6)–Type 1 – flat acromial undersurface that extends away from humeral head–Type 2 – curved–Type 3 – acromial thickness less than 8 mm; higher risk for acromial fractures during arthroscopic or open decompressionsurgery",
            "Os acromiale is a congenital abnormality in which the ossification centers of the acromion fail to fuse. The anterior os iscartilaginous until 15–16  years of age, when the ossification centers appear. Normal fusion occurs by age 25–In 2% to 8% of the general population, there is a nonunion resulting in altered glenohumeral (GH) joint articulation–Os acromiale can become symptomatic after age 40 with a diagnosis of impingement syndrome and has been implicatedas a cause of rotator cuff tears–Os acromiale can be confused with an acromial fracture(3)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Carefully follow physician’s orders and parameters",
        "Clinicians should suspect the presence of associated injuries in patients who have sustained high-velocity  or direct trauma",
        "Strengthening exercises are generally not allowed until radiographic evidence of fracture healing is shown",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Avoid activities that reproduce crepitus or movement at the fracture site",
            "Request specific guidelines from the referring physician regarding fracture stability, precautions for mobilization, and expected outcome",
            "Request preoperative and postoperative protocol from physician/surgeon",
            "It is important to respect the patient’s subjective complaints of pain during evaluation",
            "Contact physician immediately if examination reveals any neurovascular damage ",
            "Neural tension tests and joint accessory motion testing should be deferred until radiographic evidence of fracture healing is shown"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What led to the patient’s injury and/or shoulder pain? A fall? Was there trauma to the shoulder and any concomitant injuries? When did the injury occur? Is the fracture located on the patient’s dominant upper extremity?",
                "course of treatment": {
                    "medical management": "Ask about the patient’s past and current medical management. If the patient required surgery, when did this occur? How has the pain responded to treatments? Displaced acromion fractures may be managed arthroscopically or with open reduction and internal fixation",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are they effectively controlling the symptoms? Is patient taking NSAIDs or narcotic analgesics?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Radiographs: Standard anteroposterior, as well as axillary, 30° caudal tilt, and outlet views of both shoulders",
                        "CT scan may be needed to determine the displacement of the fracture to assess for surgical stabilization",
                        "MRI can be helpful for identifying stress fractures(7)",
                        "EMG can be performed beginning 3 weeks after injury in patients with a scapular fracture and a brachial plexus injury"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Movement of the arm is usually painful, thus requiring the use of a sling to allow union of the fracture",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. Patient will usually be unable to sleep on the injured side. Does the patient use a pillow under his or her arm for support?",
                "other symptoms": "Document other symptoms the patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to a physician (e.g., brachial plexus symptoms, neurovascular symptoms, rib pain with breathing) Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe __________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any history of previous fractures? Shoulder injuries? Any history of cervical or thoracic spine pathology?",
                    "comorbid diagnoses": "Ask the patient about other problems, including diabetes, cancer, heart disease, psychiatric disorders, rheumatoid arthritis, osteoporosis, and other relevant orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs, herbal supplements)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Inquire about the degree of impact the injury is having on work or leisure activities. Does patient use  injured upper extremity repeatedly above shoulder height at home, work, and recreational activities? Does the patient drive?",
                "functional limitations assistance with ADLs adaptive equipment": "The patient may have limited function if dominant arm is affected. Does the patient use an assistive device for ambulation or any adaptive equipment for ADLs?",
                "living environment": "With whom does patient live (children, spouse)? Will that person be able to assist patient with upper extremity ADLs, driving, if needed? Identify if there are barriers to independence in home and community"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  Evaluation procedures should be modified according to patient’s age, diagnosis, and any unique circumstances such as a recent injury",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Evaluate for proper fit of the upper extremity sling. Educate the patient and/or caregiver as to correct placement. Are the wrist and hand free to use while wearing the sling?",
            "balance": "Balance may be compromised while wearing the shoulder sling; assess as indicated, using the Berg Balance Scale, especially if fracture was secondary to a fall",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess brachial and radial pulses for bilateral symmetryAssess neural dynamic testing of the brachial plexus if ROM is not contraindicated. Upper limb neural tension tests may be contraindicated in the acute stages of the injuryComplete a functional assessment",
            "functional mobility": "",
            "gait locomotion": "Complete a gait assessment; observe for reduced arm swing post discharge of immobilizer. If fracture is secondary to a fall, assess safety with ambulation; may use Dynamic Gait Index (DGI) or Timed Up and Go (TUG) test for objective measuresAssessment of glenohumeral, acromioclavicular, and sternoclavicular joint mobility and stability may need to be delayed until union of the fracture has occurred. Assess for subacromial impingement once fracture has healed",
            "muscle strength": "Defer strength testing until fracture is healed",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess unsupported position of shoulder, scapula, and cervical spine in sitting and standing. Is there scapular winging? A low shoulder may indicate ligamentous disruption and/or rotator cuff weakness",
            "range of motion": "Assess passive ROM (PROM) of shoulder, elbow, and wrist in pain-free  range according to physician’s restrictions on ROM. Assess active ROM (AROM) of the uninvolved upper extremity. AROM of involved extremity may be deferred until fracture is healed",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral triceps, biceps, and brachioradialis deep-tendon  reflexes as permitted by physicianAssess ability to dress and undress. Does the patient require assistance with self-care?  Assess ability to perform work/leisure activities specific to patient’s needs",
            "sensory testing": "Assess bilateral upper extremities for sensation to touch and cold and warm temperatures. Note any asymmetry",
            "special tests specific to diagnosis": "Patient-reported outcomes for upper limb function include –Upper Extremity Functional Index (UEFI) –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "If the patient has sustained a traumatic brain injury or concussion in addition to the acromion fracture, assess and instruct appropriately",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Contraindications -Over the trunk or heart region in patients with demand-type  pacemakers and implantable cardioverter defibrillators (ICDs) -Over the pelvic, abdominal, lumbar, or hip region of a pregnant woman -Over the carotid bodies -Over the phrenic nerve, eyes, or gonads -Over areas of known peripheral vascular disease -Over areas of active osteomyelitis -Over areas of hemorrhage"
            ],
            "cryotherapy precautions": [
                "Precautions -With patients without intact sensation -With patients who cannot communicate -With patients with compromised mental ability -With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heartbeat) -Over active or previous neoplasms -With electrodes -Over compromised skin, unless treating wound specifically  -Over tissues that are vulnerable to hemorrhage -Cervical region in patients with history of stroke or seizures -Do not use within 5 yards of diathermy units or other source of electromagnetic radiation"
            ],
            "contraindications precautions": [
                "Cold urticaria",
                "Cold intolerance",
                "Paroxysmal cold hemoglobinuria",
                "Cryoglobulinemia",
                "Raynaud’s disease or phenomenon",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young and the very old",
                "Persons with an aversion to cold",
                "Over areas with a lack of intact thermal sensation",
                "Over areas of vascular insufficiency or vascular disease",
                "Over areas of recent hemorrhage or potential hemorrhage",
                "Over areas of known malignancy",
                "Over areas of acute inflammation",
                "Over infected areas where infection may spread",
                "Over areas where liniments or heat rubs have recently been applied",
                "In any situation deemed unreliable by the practitioner"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Avoid activities that reproduce crepitus over the fracture site ",
                "Avoid forceful ROM above 90°of elevation if patient is experiencing shoulder impingement pain",
                "Active exercises that use the trapezius and deltoid muscles (insert on the acromion) should be postponed until radiographic evidence of union is obtained",
                "Evidence is lacking to determine the effectiveness of electromechanical modalities for acromion fracture rehabilitation",
                "Clinicians should follow the guidelines of their clinic/hospital and physician orders. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy  contraindications(5)",
                "Cryotherapy  precautions(5)",
                "Thermotherapy  contraindications(5)",
                "Electrotherapy  contraindications/precautions (in some cases,  when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(5)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Physical therapy is indicated for pain management and restoration of upper extremity ROM, strength, and function. Patient education in a home program should be taught to complement supervised rehabilitation –Conservative treatment of nondisplaced fractures begins with immobilization of the scapula, shoulder, and arm in a sling. Early progressive ROM will help to avoid glenohumeral joint stiffness(3) –Most scapular fractures (90%) have little or no displacement and will heal within 6–8 weeks. Full recovery of function may take several months(2) –Postoperatively, protocols vary depending on the type of fixation device used and physician protocol. Generally, the patient is immobilized in an abduction brace for 6 weeks. Physical therapy PROM is started at 4 weeks; AROM at 8–10 weeks(2)",
        "rule out": " Rule out Os acromiale Acromioclavicular osteolysis Fracture of distal end clavicle Glenohumeral fracture Glenohumeral dislocation Rotator cuff tear Acromioclavicular separation Labral tear Rib fracture Shoulder contusion Pneumothorax Brachial plexus injury",
        "prognosis": [],
        "referral to other disciplines": "Occupational therapy as indicated",
        "other considerations": [],
        "treatment summary": [
            "Follow specific physician protocols, whether nonsurgical or postsurgical, due to variations in management of acromion fracture",
            "Acromion fractures are often managed with conservative treatment; surgery is recommended to individuals who show signs of impingement and evidence of decreased subacromial space(10) –With conservative treatment, the nonunion rate is relatively high. Therapists should be aware that nonunion is not always painful and it does not limit reasonable shoulder activity, especially in less active individuals. Surgical stabilization may be more suitable for active individuals who are more likely to need revision of symptomatic nonunions(12)",
            "There is currently a void in the literature regarding physical therapy treatment intervention for acromion fractures . Problem Goal Intervention Expected Progression Home Program  Pain, tenderness, and swelling at fracture siteManagement and resolution of pain and swelling _ _ Protect healing structuresPhysical agents and mechanical modalities _ Protection, rest, ice, compression, and elevation (PRICE) _ _ Manual therapy _ Gentle massage for control of pain and edema _ _ Prescription, application of devices and equipment _ Standard shoulder sling or postoperative shoulder abduction splint should be worn for support of the armWean from use of sling or splint when pain with unsupported use of the arm has decreased or as instructed by the physicianEducate patient in use of ice and sling management to decrease pain and assist in the healing of the fracture Sleep disturbance Normal sleep quality Patient education _ Educate in joint protection and use of pillows for comfort and supportN/A Provide written instructions and diagrams to assist in positioning  Decreased shoulder ROM with painFull pain-free shoulder ROMManual therapy _ Pain-free PROM to 90° of shoulder elevation may be initiated within 2–4 weeks for non-displaced fractures to prevent contractures.(2) Follow physician protocol, as some restrict motion until the fracture has healed. Apply soft tissue mobilization to decrease edema and scapular muscle guarding and/or spasm _ _ Therapeutic exercises _ AROM exercises of uninvolved joints: elbow, wrist, and hand. If prescribed by physician, pendulum and PROM exercises of the shoulder may be initiated _ _ Prescription, application of devices and equipment _ Equipment may be recommended to assist with ROM, such as an “over the door” shoulder pulley for home useManual therapy _ Once X-rays confirm the healed fracture, provide joint mobilization, as needed, to the glenohumeral, sternoclavicular, acromioclavicular, and scapulothoracic joints _ _ Therapeutic exercises _ After radiographic evidence of fracture healing, progress full, pain-free active- assisted to active shoulder ROM. Avoid impingement pain of the glenohumeral jointPrescribe written home exercises that promote improvement in shoulder ROM. When issued, give written details for home shoulder pulley use with ROM limitations  Decreased shoulder and upper extremity functional strengthRestore shoulder and upper extremity functional strengthManual therapy _ After fracture has healed, proprioceptive neuromuscular facilitation may be used for scapula, shoulder, and elbow strengthening _ _ Therapeutic exercises _ Once fracture site has healed, begin isometric shoulder exercises. Caution should be taken with contraction of the muscles that insert on the acromion (i.e., deltoid and trapezius)Therapeutic exercises _ Once fracture is healed, joint capsule and ligaments are stable, and ROM is pain free, begin functional activities and isotonic strengthening exercises of the scapula and shoulder. Progress strengthening techniques of eccentric control, rotator cuff, and scapular stabilization. Vary resistance, joint angles, and speed as well as open and closed chain exercisesProvide written home exercises to promote strengthening of the shoulder and upper extremity Decreased ability to perform ADLs, work, or sport with involved upper extremityIndependent with ADLs and return to work/ sportFunctional training _ Simulate functional activities and the environment in which the patient will need to return to (e.g., home, work, sport)Functional training/ return to sport _ Return to noncontact sports may be considered at 6 to 8 weeks. Return to contact sports may occur at 8 to 12 weeks(4)Continue home strengthening exercise program ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Fracture union",
            "Relief of pain–V AS for pain",
            "Normal sleep quality",
            "Full pain-free  shoulder ROM–ROM, goniometry–Flexibility testing",
            "Minimal tenderness at acromion fracture site",
            "Restored shoulder and upper extremity strength–Manual muscle test–Grip strength dynamometry",
            "Independent in ADLs and return to work/sport–Functional outcome measures: UEFI or DASH Outcome Measure–Balance tests: Berg Balance Scale–Gait assessment: TUG test, Dynamic Gait Index"
        ]
    },
    "maintenance or prevention": [
        "Continue home exercise program to maintain and/or improve ROM and strength needed for ADLs, work, or sport",
        "In populations most at risk for falls, follow fall-prevention  recommendations"
    ],
    "patient education": [
        "See “Scapula (Shoulder Blade) Fractures” from the American Academy of Orthopaedic Surgeons website, https://orthoinfo.aaos.org/en/diseases--conditions/scapula-shoulder-blade-fractures/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Pires RE, Giordano V, de Souza FSM, Labronici PJ. Current challenges and controversies in the management of scapular fractures: a review. Patient Saf Surg . 2021;15(1):6. doi:https://doi.org/10.1186/s13037-020-00281-3.  (C)"
        },
        {
            "number in article": 2,
            "reference": "Hsu JE, Soo Lee C. Arthroscopic reduction and internal fixation of a displaced fracture of the acromion: case report and arthroscopic technique. Curr Orthop Pract . 2011;22(6):564-566.  (C)"
        },
        {
            "number in article": 3,
            "reference": "Nissen CW. The acromion: fractures and os acromiale. Oper Tech Sports Med . 2004;12(1):32-34.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Kuhn JE, Blasier RB, Carpenter JE. Fractures of the acromion process: a proposed classification system. J Orthop Trauma . 1994;8(1):6-13.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:43, 80-82, 127-128, 179, 322-323. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Bigliani LU, Ticker JB, Flatow EL, Soslowsky LJ, Mow VC. The relationship of acromial architecture to rotator cuff disease. Clin Sports Med . 1991;10(4):823-838.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Joyce CD, Seidl AJ. Managing acromial fractures: prevention and treatment, both nonoperative and operative. AOJ. 2019;4:108. doi:10.21037/aoj.2018.12.03. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Lau SC, Large R. Acromial fracture after reverse total shoulder arthroplasty: a systematic review. Shoulder Elbow . 2019;12(6):375-389.  doi:10.1177/1758573219876486. (SR)"
        },
        {
            "number in article": 9,
            "reference": "Patterson DC, Chi D, Parsons BO, Cagle PJ, Jr. Acromial spine fracture after reverse total shoulder arthroplasty: a systematic review. J Shoulder Elbow Surg . 2019;28(4):792-801.  doi:10.1016/j.jse.2018.08.033. (SR)"
        },
        {
            "number in article": 10,
            "reference": "Bhaduri I, Thakur R, Kumar S, Rajak MK. Isolated fracture of the acromion process: a case report. Cureus. 2021;13(3):e14032. doi:10.7759/cureus.14032. (C)"
        },
        {
            "number in article": 11,
            "reference": "King JJ, Dalton SS, Gulotta LV, Wright TW, Schoch BS. How common are acromial and scapular spine fractures after reverse shoulder arthroplasty? a systematic review. Bone Joint J. 2019;101-B(6):627-634.  doi:10.1302/0301-620X.101B6.BJJ-2018-1187.R1.  (SR)"
        },
        {
            "number in article": 12,
            "reference": "Hess F, Zetti R, Welter J, Smolen D, Knoth C. The traumatic acromion fracture: review of the literature, clinical examples and proposal of a treatment algorithm. Arch Orthop Trauma Surg . 2019;139(5):651-658.  doi:10.1007/s00402-019-03126-6.  (RV)"
        }
    ]
}