{
    "metadata": {
        "title": "Schizophrenia  Speech Therapy",
        "synonyms": [
            "dementia praecox  speech therapy",
            "speech therapy  schizophrenia"
        ],
        "anatomical location body part affected": [
            "The brain"
        ],
        "area of specialty": [
            "adult neurological disorders"
        ],
        "description": [
            "Schizophrenia is a chronic, debilitating psychiatric disorder that affects a person’s thoughts, perception, speech/language, and behavior.(1,2) The diagnostic criteria for schizophrenia are provided in the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5 ).(2,3) According to the DSM-5 , a combination of 2 or more symptoms (see Presentation/signs and symptoms , below) must be present in the patient for at least 1 month prior to diagnosing schizophrenia.(2,3) Please refer to the DSM-5  for full criteria for diagnosis(3)",
            "Schizophrenia is one type of disorder included in the schizophrenia spectrum(3)",
            "Schizophrenia is no longer divided into subtypes (e.g., paranoid, delusional) in the DSM-5 , as these categories had inadequate diagnostic stability, poor reliability, and poor validity. Additionally, evidence suggested that these classifications did not provide better, more targeted treatment or better outcomes for patients(3)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "F20.0": "paranoid schizophrenia",
            "F20.1": "disorganized schizophrenia",
            "F20.2": "catatonic schizophrenia",
            "F20.3": "undifferentiated schizophrenia",
            "F20.5": "residual schizophrenia",
            "F20.81": "schizophreniform disorder",
            "F20.89": "other schizophrenia",
            "F20.9": "schizophrenia, unspecified",
            "F23": "brief psychotic disorder (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Motor Speech G-code set": {
                "G8999": "Motor speech functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9186": "Motor speech functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9158": "Motor speech functional limitation, discharge status at discharge from therapy/ end of reporting on limitation"
            },
            "Spoken Language Comprehension G-code set": {
                "G9159": "Spoken language comprehension functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9160": "Spoken language comprehension functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9161": "Spoken language comprehension functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Spoken Language Expressive G-code set": {
                "G9162": "Spoken language expression functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9163": "Spoken language expression functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9164": "Spoken language expression functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Attention G-code set": {
                "G9165": "Attention functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9166": "Attention functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9167": "Attention functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Memory G-code set": {
                "G9168": "Memory functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9169": "Memory functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9170": "Memory functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Symptoms of schizophrenia are classified as either positive (present) or negative (absent).(1,2) Patient will present with any or all of the following symptoms:",
            "Positive symptoms –Delusions (defined by the DSM-5  as “fixed beliefs that are not amenable to change in light of conflicting evidence”)(2,3,4)  –Hallucinations (auditory and visual)(2,4) -Command hallucinations: refers to auditory hallucinations of instructions for patient to carry out specific task(s)(2,4) –Psychosis (loss of contact with reality)(1) –Thought disturbance (disordered speech and language which is presumed to reflect underlying thought disturbance)(1,4,5)",
            "Negative symptoms –Cognitive impairment(1,4,38) -Attention, memory, and executive functioning might be affected; speech, language, and behavior typically are disorganized(2) –Loss of motivation/pleasure/desire(1,2) –Poor hygiene(2,4) –Poverty of speech(2) –Reduced affect(1,2) –Social withdrawal(1,2) -Patients with schizophrenia often demonstrate inappropriate or reduced eye contact during social interactions; the eye gaze deficits worsen in negative emotional situations(6,7) -In a study conducted in the United States with 63 patients with schizophrenia, researchers found that communication breakdowns between patients with schizophrenia and their conversational partners were related to impairments of emotional perception and theory of mind (the inability to see a situation from another person’s perspective)(39) -In a study conducted in Switzerland with 46 patients with schizophrenia, schizophreniform disorder, or schizoaffective disorder and 44 healthy controls, researchers investigated contributing factors to social impairment. All participants in the study participated in 4 tasks on nonverbal communication (nonverbal social perception, gesture performance, gesture recognition, tool use) as well as clinical and motor examinations. The patients with schizophrenic disorders exhibited impaired nonverbal communication in all 4 tasks as compared to the controls. Researchers found that motor abnormalities were strongly associated with poor execution of nonverbal social perception and gesture performance tasks(48)",
            "Speech and language characteristics of patients with schizophrenia –Circumstantiality: Although speech might be goal-directed,  it includes significant amounts of unnecessary detail; although questions usually are answered, it is difficult to get a direct answer(4) –Clanging: Using words based on how they sound rather than what they mean;(4) e.g., making a sentence with words that rhyme but do not provide meaningful information (e.g., “I flipped a sip on a clip”) –Concrete speech: Very literal speech with no ability to use abstract language or comprehend figurative language(4) –Derailment: Speech that is initially goal-directed  but quickly shifts off topic with no apparent connection to previous subject of conversation(4) –Illogicality: Illogical answers are provided for logical questions(4) –Incoherence: Speech that is incomprehensible due to the lack of rational associations among words, phrases, and sentences(4) –Neologism: Using nonsense words; sometimes created by combining parts of two or more real words(14) –Tangentiality: Speech that starts out addressing the topic of conversation but deviates steadily and consistently from initial topic(24) –Thought blocking: An abrupt, uncontrolled stoppage in the progress of speech or thought(4) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Proceed with cultural sensitivity when assessing and treating speech, language, and cognitive functioning",
            "Patients with schizophrenia often exhibit memory and sustained attention deficits.(15,16) Clinicians must be sensitive to these potential limitations, and a full speech-language-cognitive  examination might require several sessions to complete. Additionally, a family member or caregiver should be present during the evaluation to assist with the gathering of information and medical history"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  the underlying etiology of schizophrenia is under debate. ,  researchers questionwhether schizophrenia is a degenerative disease or a congenital condition present from birth.   studies examining the brains of patients with": [],
        "pathogenesis:  the underlying pathogenesis of schizophrenia is unknown": [
            "One hypothesis presumes that the dopamine system of the brain is involved.(2,4) Drugs that increase dopamine in the braincan induce psychosis, and antipsychotics block postsynaptic dopamine receptors to reduce positive symptoms(2,4,5)",
            "Another hypothesis is that schizophrenia is caused by an excess of serotonin in the brain(4,5)",
            "Some clinical evidence indicates that an abnormal glutamatergic system resulting in decreased levels of glutamate in thecerebrospinal fluid contributes to symptoms of schizophrenia(4,5)",
            "Authors of a quantitative meta-analysis  reported that structural pathology of the bilateral superior temporal gyri (includingHeschl’s gyri) appeared to be related to auditory verbal hallucinations in patients with schizophrenia(43)",
            "In a study conducted in France with 26 patients with schizophrenia who experienced auditory verbal hallucinations,researchers used cortical event-related  potentials (ERPs) to determine the neurological response to hearing the vowel /a/.ERPs revealed that auditory verbal hallucinations and negative symptoms were associated with abnormal early processingof speech as evidenced by reduced early frontal lobe activation(47)"
        ],
        "risk factors:  as the underlying cause of schizophrenia is unknown, risk factors for the disease are also largely unknown. studies of patients with schizophrenia have identified risk factors that might be associated with schizophrenia:": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with schizophrenia are at risk of acute psychosis, suicidal ideation, and depression;(4,5) if a patient presents with extreme agitation or verbalizes an intent to harm himself, herself, or others, call 911 or instruct caregiver to bring the patient to the emergency room(1)",
        "Do not attempt to calm an agitated patient without assistance from properly trained psychiatric professionals; violence is common among patients with schizophrenia who are not properly treated or who are noncompliant with medications(5)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Proceed with cultural sensitivity when assessing and treating speech, language, and cognitive functioning",
            "Patients with schizophrenia often exhibit memory and sustained attention deficits.(15,16) Clinicians must be sensitive to these potential limitations, and a full speech-language-cognitive  examination might require several sessions to complete. Additionally, a family member or caregiver should be present during the evaluation to assist with the gathering of information and medical history"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "At what age did symptoms first appear? Peak onset is at 1630  years of age(1)",
                "course of treatment": {
                    "medical management": "Management of schizophrenia usually includes pharmacologic and nonpharmacologic therapy(1) Pharmacologic therapy Acute psychosis is managed by antipsychotic drugs(1) Second-generation  antipsychotics are prescribed to manage the symptoms of schizophrenia on a long-term  basis(1,2) Sedatives are used sparingly to calm patients in an agitated state(1) Nonpharmacologic therapy Social support/social skills training. Is the patient associated with any social networks? Group treatment sessions?(1,5) Inpatient or outpatient psychosocial therapy program with psychologist or psychiatrist(1,2,4,35) Psychoeducation (involves education of the patient and family members; education provided about schizophrenia, crisis management, emotional support, and coping skills)(2) V ocational rehabilitation(2) (employment programs, job training)",
                    "surgical management": [],
                    "medications": "Determine what medications the patient’s physician and psychiatrist have prescribed; are they being taken? Noncompliance with psychiatric medications is common among patients with schizophrenia and might result in a relapse of symptoms(1,4) Authors of a meta-analysis  of interventions for smoking cessation in patients with schizophrenia found that bupropion (an antidepressant) was effective in helping patients with schizophrenia either quit or significantly reduce smoking(17) Neuroleptic drugs used to treat schizophrenia (e.g., haloperidol, chlorpromazine) can cause parkinsonian behaviors;(1) longterm  use can lead to tardive dyskinesia(1,4) (described below)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Usual tests for schizophrenia are the following:",
                        "EEG  used to rule out seizures or encephalopathy(1)",
                        "History and physical from patient’s primary physician, neurologist, and/or psychiatrist(1)",
                        "Imaging studies (CT scan, chest X-ray,  MRI)(1)",
                        "Laboratory tests(1)",
                        "No specific tests for schizophrenia; however, standard blood panels, urinalysis, and toxicology screens are often used to rule out other underlying conditions ",
                        "Neuropsychological testing(4,5)",
                        "Including IQ tests, personality tests, cognitive testing, and/or other psychological testing(46)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help Does the patient “self-medicate”?  Substance abuse and/or nicotine dependence occurs in a majority of patients with schizophrenia(1,2,4,5) In a study conducted in Norway, researchers found that cannabis use resulted in worsened neurocognitive functioning in individuals with schizophrenia (the opposite effect, improved neurocognition, was associated with cannabis use in patients with bipolar disorder)(18) In a randomized, double-blind,  placebo-controlled  clinical trial conducted in the United States involving 140 subjects with schizophrenia, researchers found that 16 weeks of treatment with 2 milligrams of folic acid and 400 micrograms of vitamin B12 resulted in significant improvement in negative symptoms. Researchers noted that individual variation in response to the vitamins occurred, likely as a result of individual differences in folate absorption(41) In a cross-sectional  study conducted in Belgium with 47 adults with schizophrenia, researchers reported that increased levels of aerobic fitness were associated with higher healthrelated  quality of life(53)",
                    "previous therapy": "Document whether patient has had psychological, psychiatric, cognitive, speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful Authors of a meta-analysis  of 16 RCTs examining computer-assisted cognitive remediation programs for subjects with schizophrenia or schizoaffective disorder found a significant medium effect size for improving social cognition(19) Smaller but still significant effect sizes were found for improvements in verbal memory, working memory, attention/ vigilance, and speed of processing Programs were all carried out by mental health professionals, including neuropsychologists and psychiatrists"
                },
                "aggravating easing factors": " Aggravating/easing factors -Are there certain situations in which the patient’s symptoms seem worse? -Do certain conversational partners have an easier or harder time talking to the patient? -Does the patient function better during certain times of the day? More conversant in the morning? Evening? -Patients with schizophrenia have more difficulty maintaining topic and appropriate conversation with emotional conversation topics(14,15)",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "Document number of wakings/night. Insomnia is common among patients with schizophrenia(49)",
                "other symptoms": "",
                "respiratory status": "Does the patient require supplemental oxygen? Nasal cannula? Does the patient have a tracheostomy tube? Does the patient require ventilator support?Review reports from mental health professionals and document the type and severity of schizophrenia as well as diagnosis or history of any other psychosocial conditions -In a study conducted in Australia involving 54 patients with schizophrenia or schizoaffective disorder, researchers examined the impact of speech disturbances on overall quality of life. In this study, the researchers examined the effect of negative speech symptoms (i.e., verbal underproductivity) as well as positive speech symptoms (i.e., verbal disorganization and pressured speech [speech that is sometimes incoherent due to its rapid pace]). Researchers found that speech disturbances of any kind had a negative impact on objective quality of life. Verbal underproductivity was significantly predictive of low objective quality of life and appeared to affect daily functioning and relationships with other persons. Researchers suggested that verbal underproduction would be a good target to address in therapy as the functional impact of improved verbal production would likely have an effect on quality of life(44)Document hearing ability, including hearing impairment and/or use of hearing aids Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Has another psychiatric disorder been diagnosed in the patient? Has a communication disorder (e.g., aphasia, agnosia, agraphia, dyslexia) ever been diagnosed in the patient? ",
                    "comorbid diagnoses": " Comorbid diagnoses Patients with schizophrenia have a higher incidence of comorbid medical problems than the general population(1,2,4,5) Ask patient and/or family/caregiver about other diagnoses, including diabetes, cancer, chronic obstructive pulmonary disease (COPD), heart disease, HIV infection, complications of pregnancy, another psychiatric disorder, orthopedic disorders, seizure disorders, and substanceuse disorder(1,2,4,5) Patients with schizophrenia are at risk for disorders of eye movements, including disorder of smooth ocular pursuit and an elevated blink rate.(5)If the patient reports vision problems or if unusual eye movements are noted during examination, refer to ophthalmologist",
                    "medications previously prescribed": "",
                    "other symptoms": "Ask patient and/or family/caregiver about other symptoms the patient is experiencing. If patient describes depression or suicidal thoughts, call 911 or have the patient’s caregiver bring him or her to the emergency room"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient currently have a job or attend school? Has the patient been able to maintain employment or school enrollment in the past? -Patients with schizophrenia often have difficulty maintaining employment(1)",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Note whether the patient is compliant with adaptive equipment use if any equipment has been recommended or provided -Does the patient require use of a communication device? -Does the patient require hearing aids or cochlear implants? If so, are the devices in good working order? -Does the patient wear glasses? -Does the patient require a cane or walker? -If so, does this appear to pose a safety threat to the patient and/or others?",
                "living environment": "With whom does the patient live (e.g., caregivers, family members, group home)? Identify barriers to age-appropriate independence in the home; any modifications necessary? -Patients with schizophrenia who continue to live with their families have a lower rate of morbidity(1) -Patients with schizophrenia have an elevated risk of poverty and homelessness(4) -Poor family support is associated with treatment nonadherence in patients with schizophrenia(52)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Note BMI; patients with schizophrenia have an increased likelihood of obesity due to side effects of medications(1,2,5)",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis(29) a 90-minute  semi-structured  interview conducted with the family members of the patient with schizophrenia; can be administered by the SLP or a psychologist -Evaluates level of “expressed emotion” (EE) used in familial communication; EE refers to the subject matter and expressive style of communications between family members -A family member is classified as having high EE if he or she expresses excessive amounts of criticism, aggression, or “emotional over-involvement” with another family member -Having family members who are high EE communicators has been linked to the development of communication deviances in the families of patients with schizophrenia(29) -Familial support is an important factor in optimizing functional outcomes of patients with schizophrenia;(1,29) referral to family-based  therapy might be appropriate for families with high EE or otherwise poor communication skills(28) a 35-item  true-false  questionnaire administered directly to the patient that is used to assess mild forms of thought disorder in adults; moderately good reliability; limited norms for psychiatric population and may be used qualitatively; can be administered by the SLP or a psychologistrates the number of speech “unclarities”; an “unclarity” is “any speech passage in which the meaning is sufficiently unclear to impair the overall meaning of the speech passage.”(15,20,28)Used to analyze transcripts of previously recorded speech samples(30) made up of 40 statements that are to be rated by the patient on a 7-point  scale; patients are to select the rating that best expresses how they think the majority of the time; can be administered by the SLP or a psychologist -In a study conducted in the United States involving 74 patients with schizophrenia-spectrum  disorders, researchers found that patients with cognitive impairment who also placed a premium upon being accepted/not rejected (i.e., evaluation sensitivity) were at an elevated risk of communication disturbances relative to patients with either cognitive impairment or evaluation sensitivity(30) (16) A self-report  scale that gives adult patients the opportunity to identify aspects of their life which they consider to be “unsatisfactory” -100-item  inventoryhousing, environment, knowledge and education, contacts, dependence, inner experiences, mental health, physical health, leisure, work, and religion -The more items the patient labels as “unsatisfactory,” the worse his or her quality of lifePatients with schizophrenia might require assessment of swallow function. A clinical swallowing examination (CSE) can be performed by the SLP initially; however, a modified barium swallow study might be required per therapist discretion. (For detailed information on assessment and treatment of dysphagia, see the series of Clinical Reviews on this topic)",
            "speech and language examination": "Patients with schizophrenia exhibit bizarre and disorganized speech which is thought to reflect the underlying impairment of the person’s thought processes.(4) A full speech/language evaluation to include standardized tests of speech and language may be performed at the therapist’s discretion. Due to cognitive deficits, including impaired sustained attention, it may be impossible to administer standardized tests in their entirety; normative data included in standardized assessments of speech and language are not appropriate for use with patients with schizophreniaAssess speech production and articulation skills. In some patients with schizophrenia, motor speech impairments arise from tardive dyskinesia (involuntary, choreoathetoid movements of the tongue and face muscles that are associated with prolonged use of neuroleptic drugs; see more information in Oral structure and oral motor function , below) -For detailed information on assessment and treatment of apraxia of speech, please see Clinical Review…Apraxia ofT708586 -For detailed information on assessment and treatment of dysarthria, please see the series of Clinical Reviews on dysarthriaAssess receptive and expressive language ability -In a study conducted in Italy, researchers examined slow-evoked  potentials from scalp electrodes from 12 patients with schizophrenia and compared the results to those of 12 healthy matched control subjects(9) -The slow-evoked  potentials were taken during phonological and semantic tasks and during a word-recognition  task -The researchers concluded that the primary difference in schizophrenic brains was a failure to lateralize language in the left hemisphere -In a study conducted in the United States, researchers replicated a study involving 30 adults with chronic undifferentiated schizophrenia that had previously been done with adults with aphasia(26) -Test subjects were shown English homonyms that could serve as both a noun and a verb depending on context in written form at the same time a presenter read the material aloud -Subjects were asked to choose which meaning—the noun form or the verb form—first came to mind upon seeing/ hearing the word -The adults with schizophrenia demonstrated the opposite effect from the original study of aphasic adults; the adults with schizophrenia over-selected  nouns -According to the researchers, results indicated that nouns are more strongly represented than verbs in the brains of schizophrenia patients; evidence might lend support to the hypothesis that the frontal lobe is somehow affected in patients with schizophrenia -In a study conducted in the United States of 22 inpatients with schizophrenia-spectrum  disorders, researchers examined action, animal, and letter verbal fluency using retrospective chart reviews(27) -Strong evidence to support impaired rapid verb generation in patients with schizophrenia-spectrum  disorders -Results also indicated that the patients with schizophrenia-spectrum disorders had impaired working and semantic memory, response disinhibition, and cognitive inflexibilityA 10-minute  spontaneous language or narrative sample may be qualitatively analyzed as an informal test of schizophrenic language skills.(8,15,28) Speech samples can be obtained using a semi-structured interview or with picture descriptions, being careful to avoid emotional subjects.(8,15,20) Speech sample can be analyzed using Communication Disturbances Index (CDI) (described below); repeated speech sample analysis can be performed throughout therapy as a qualitative/subjective measure of progress(8,25) can be used as a gross measure of syntactic organization  -An utterance is a unit of speech surrounded by silence; may also use intonation contours as a guide to determine what constitutes an utterance -MLU is calculated by dividing total number of words by the number of utterances -In a study conducted in Italy, researchers compared MLU of healthy control subjects to that of test subjects with(8)6.2 ± 1.4, 6.4 ± 2.1, 7.0 ± 1.67.2 ± 1.9, 8.8 ± 4.5, 8.5 ± 2.3Assess vocal quality and other appropriate voice parameters (such as intensity, pitch, range).If there are specific concerns regarding voice, refer to otolaryngologist for complete workup to rule out laryngeal pathologies prior to completing a full evaluationPatients with schizophrenia might exhibit abnormal motor activity including rocking, pacing, grimacing, and maintaining uncomfortable positions for hours at a time.(4) Note any unusual motor activity and refer to physical and/or occupational therapy for further evaluation and treatment when appropriate",
            "neurological examination": "",
            "oral structure and oral motor function": "Complete a full oral mechanism exam. The patient might have reduced lingual, labial, and velar strength, ROM, coordination, and/or rateinvoluntary, choreoathetoid movements of the tongue and face muscles that are associated with prolonged use of neuroleptic drugs might be present.(1,5) Patient might look as though he or she is chewing on lips or a piece of gum -May or may not affect speech and/or swallowing function(5) -Present in 20–30%  of patients with long-term  use of dopamine-receptor antagonist drugs(5) -If tardive dyskinesia is noted during evaluation, discuss possibility of changing medications and lowering doses with patient’s primary physician or psychiatrist(5)Oromandibular Dystonia ; CINAHLT709109Patients with schizophrenia may have visual or auditory hallucinations; document reports of any altered perception and refer to neurology and/or psychiatry if patient has not yet been examined",
            "perception": "",
            "arousal attention cognition": "Patients with schizophrenia will have cognitive deficits including lack of insight, reduced episodic and working memory, executive dysfunction, deficits of verbal and nonverbal fluency, reduced visuospatial skills, and impaired attention skills(5,15,16,20,22,46) –Patients with schizophrenia often exhibit a lack of insight regarding their deficits (anosognosia).(3) For detailedT708764 –In a study conducted in India involving 100 patients with schizophrenia, researchers found that impairments of attention, verbal fluency, working memory, executive functioning, and psychomotor speech were associated with impaired social functioning(37) –Assess orientation to person, time, place, and situation(5)a short assessment developed to be an outcome measure for cognitive improvement due to medication or remediation in individuals with schizophrenia(51) –Behavioral Assessment of the Dysexecutive Syndrome (BADS)(16) -Consists of a battery of 6 subtests that are designed to test the skills involved in problem solving, planning, and organizing behavior over an extended period of time -Intended to assess cognitive abilities that are required for everyday living -For use only by OTs, SLPs, and psychologists –The Mini-Mental  State Examination (MMSE) and the Neurobehavioral Cognitive Status Examination (NCSE) are evidence-based  screening tools for cognitive functioning(8,23,24) (23) assesses overall cognitive impairment in adults; sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, and Drawing(24) assesses orientation, attention, auditory and visual memory, spatial perceptual skills, calculations, and reasoning in adults; skills are scored separately so that specific deficits can be identified(16) battery of 8 subtests that examine three aspects of attention (ability to focus on one stimulus despite distracters), sustained attention (ability to sustain attention to stimuli over time), and divided attention (ability to equally divide attention between more than one task); normed for ages 18 to 80 years(25) standardized test that is used to assess perseveration, abstract thinking, and executive function; normed for ages 6½ to 89 years",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "A patient who is experiencing acute psychosis does not respond to reason",
                "The patient is likely to feel frightened by his or her own feelings of loss of control",
                "Do not express frustration or anger to the patient",
                "Do not yell at the patient",
                "Do not use sarcasm with the patient",
                "Reduce as many distractions as possible (e.g., turn off the TV , radio, fluorescent lights that hum)",
                "Have nonessential personnel leave the room; the fewer people in the immediate environment the better",
                "Avoid direct continuous eye contact",
                "Avoid touching the patient",
                "Sit down and encourage the patient to sit down as well"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Family members and caregivers of persons with schizophrenia should prepare for crisis situations. Having an emergency plan ready for an acute psychotic episode will help family/caregivers handle crises safely and quickly. The following is a list of tips for handling a schizophrenia crisis, in which the patient’s mental state deteriorates rapidly and drastically(40)",
                "It is important that the patient’s family provide to the members of the therapy team a list of emergency contact information as well as the address and phone number of the hospital the patient should go to in case of emergency for psychiatric admission (40)",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Patients with this diagnosis can be at risk for dysphagia; follow recommended protocols for swallowing safety and post feeding instructions at bedside, if inpatient. Ensure that the patient and family/caregivers are aware of the potential for dysphagia and educated about safe feeding strategies when necessary",
                "Involvement of the patient’s family has been linked to improved outcomes for schizophrenia; include and educate the patient’s family members whenever possible during treatment(1,5)"
            ]
        },
        "diagnosis need for treatment": "Speech therapy for patients with schizophrenia may focus on speech, language, cognitive-linguistic,  and/or swallowing deficits as determined following a thorough evaluation by an SLP",
        "rule out": "It is possible for a patient to be affected by schizophrenia in addition to another neurologic or psychiatric disease. In order to provide the best possible treatment, the patient’s medical team will attempt to rule out the following diagnoses before making a diagnosis of schizophrenia: Autism spectrum disorder (ASD)(1) Delirium(1) Delusional disorder (patient will have nonbizarre delusions and will not present with the hallucinations, thought disturbance, and negative symptoms of schizophrenia)(1) Mood disorder with psychosis(1)  Other neurological condition (e.g., Huntington’s disease, Parkinson disease(1) Other psychiatric condition(1) –Difficult to rule out all other psychiatric conditions, as many symptoms are common to several psychiatric conditions (e.g., psychosis, cognitive decline, social isolation)(1)",
        "prognosis": [
            "Even with treatment, remission rates are low(2,5) –Several studies report only 10–20%  of patients having a “good outcome” 5–10 years following initial psychiatric hospitalization and diagnosis(5)",
            "Patients who present with positive symptoms have better prognosis than those who present with negative symptoms(5)",
            "Medical and psychiatric treatment early on in the course of the disease may be connected to an improved long-term outcome(2)",
            "Patients with schizophrenia who had good social skills prior to onset of schizophrenic symptoms have better prognosis(1,5) –Early age of onset is considered a poor prognostic indicator(4,5)",
            "Positive symptoms of schizophrenia in 20–30%  of patients are not ameliorated by medications that are currently available(1)",
            "Patients who are noncompliant with their medications are much more likely to relapse.(1)Forty to fifty percent of patients will be noncompliant with medications after 1–2 years(2,5)",
            "The presence of anosognosia is associated with a poor prognosis; anosognosia is associated with nonadherence with treatment, higher relapse rates, increased number of involuntary treatments, poorer psychosocial functioning, aggression, and overall poorer course of illness(3)",
            "The life expectancy of patients with schizophrenia is 20% lower than that of the general population(4)",
            "Five percent to 6% of patients with schizophrenia commit suicide; approximately 20% will attempt suicide one or more times(3)",
            "In a study conducted in the United States examining the predictors of success in community outpatient psychosocial rehabilitation programs, researchers found that age at the start of the treatment program, the overall number of hospitalizations, and verbal fluency all seemed to affect the likelihood that a patient with schizophrenia would continue to participate in intensive social and/or cognitive psychosocial outpatient rehabilitation programs(31) –Older patients were less likely to drop out of the rehabilitation programs –Higher number of hospitalizations and poorer verbal fluency were associated with higher dropout rate"
        ],
        "referral to other disciplines": "The following referrals may be appropriate for patients with schizophrenia Refer patient to the emergency room in cases of acute psychosis, violence, and/or suicidal thoughts(1,4,5) Refer to physical and occupational therapy if patient has reduced mobility or difficulty with ADLs Refer to psychiatrist in cases of patients with schizophrenia who are not already under the care of a psychiatrist or if a patient is noncompliant with his or her medications(1) Refer to neurologist if patient has not already undergone neurological or neuropsychological examination Refer to specialized “dual diagnosis” programs for drug rehabilitation if patient reports substance abuse(1) Refer to ophthalmologist if the patient reports vision problems or if unusual eye movements are noted during examination(5) Refer to case management or social work for patients who describe inadequate or inappropriate living situations(4) Refer to family-based  therapy for families with high EE or otherwise poor communication skills(29)",
        "other considerations": [],
        "treatment summary": [
            "Per the United Kingdom’s National Institute for Health and Care Excellence (NICE) clinical guidelines for management of schizophrenia in children and young persons, intervention for education, employment, and occupational activities should be  provided routinely.(42) When age appropriate, rehabilitation professionals should work with both parents and school staff to ensure special educational needs are met and appropriate work-related  activities and programs are utilized(42)",
            "Authors of a Cochrane systematic review published in 2015 reported that there is very limited data that the data available to support the use of social skills training programs for patients with schizophrenia is of low quality. The current evidence does suggest that these programs are potentially helpful for improving social functioning as well as quality of life for patients with schizophrenia; however, authors could not draw firm conclusions(50)",
            "Care pathways  (32) –Care pathways are multidisciplinary plans of care with the goals of improving documentation and reducing variation in clinical practice by implementing evidence-based  practice –Care pathways specify the care and treatment that each member of the patient’s team will provide –Authors of a case study of a residential mental health treatment facility housing 77 residents describe the development of its care pathways(32) -Multidisciplinary team met monthly -Developed a four-phase  care pathway for the patients in the facility -Touch point at admission, day one, and week one -Assessment and formulation -Interventions/What can help? -Moving on -Emphasis was placed on developing strong client-therapist  relationships by having the professionals utilize an “engagement/relationship building reflection tool” to assess their client-therapist  relationships -Care pathways were individualized by identifying patients’ strengths rather than focusing on their illness and deficits",
            "Case study of a 53-year-old  male patient with paranoid schizophrenia(25) –Patient presented with negative attitudes regarding communication, low self-esteem,  high social anxiety, and subsequent poverty of speech –Researchers took baseline measurements prior to treatment which included the scores from: -The Visual Analogue Self-Esteem  Scale (V ASES): a scale designed to evaluate self-esteem;  specifically designed for patients who have communication disorders, such as aphasia, as low self-esteem  appears to further impair communication(25) -A communication anxiety scale (CAS) developed by the researchers; scale was a self-assessment  of anxiety during communication tasks which ranged from 0 (very calm) to 10 (intolerable anxiety), with 5 indicating “anxious but able to cope”(25) –Therapy conducted in 2 phases –First phase consisted of 45-minute  weekly sessions over a 15-week  period -Goals included increasing patient’s communication in structured verbal situations, decreasing overt anxiety in verbal situations, and increasing patient’s awareness of his use of “noncommittal words” (“possibly,” “slightly,” “not particularly,” and “sometimes”) -Intervention progressed systematically though 8 stages, from having the patient actively participate in a nonverbal manner to having him give personal, factual information in a conversation -Therapists developed a range of appropriate activities and recorded visible signs of anxiety; each stage was considered complete when no visible signs of anxiety were apparent to the researcher -Patient additionally kept a daily written record of communicative events he was involved in; this was intended to increase his awareness of his own communication -Relaxation exercises were incorporated into speech therapy sessions; the patient was also taking part in occupational therapy for relaxation exercises –Second phase of therapy was structured in the same way as phase one, consisting of 45-minute  weekly sessions over a 10-week  period -Goals included increasing the patient’s communication in less structured verbal situations, increasing the use of descriptive or “committal words” in his own communication, and increasing awareness of/improving social communication skills -Overall aim of phase 2 was for the patient to comfortably participate in factual conversations -Social behaviors were targeted such as eye contact with communication partners, using facial expressions such as smiling, and initiating and returning social greetings  –Postintervention scores compared to baselines demonstrated the following improvements:(25) -V ASES -Pre: 21/50 -Post: 34/50 -CAS -Pre -In SLP sessions: 7 -During interviews in ward rounds: 9 -Talking to family members: 6 -Post -In SLP sessions: 2 -During interviews in ward rounds: 4 -Talking to family members: 2 or 3 -MLU -Pre: 3.4 -Post: 8.5",
            "Authors of a case study examined the role of recognizing “voices” during speech-language  therapy(33) –“V oices” in this instance referred to the “voice” of the SLP and the “voice” of the patient’s lived experiences (actual experiences) –Audio recordings were made of verbal interactions that took place during speech therapy sessions between an SLP, 2 SLP students, and 3 patients with schizophrenia -Only 1 patient was present during each session –Goals of the speech therapy sessions were as follows: -To establish and maintain rapport throughout conversation -To promote a positive conversational experience -To promote and discuss appropriate conversational skills -To assess language and communication formally and informally -To model “best practice” techniques for the SLP students –Analysis and comparison of conversations with and without students present revealed the best outcomes occurred during sessions when: -The SLP “hushed” delusional talk and did not engage it -For example, the patient began to discuss his delusional belief that he had made the therapist and students sick; the therapist acknowledged this thought, told the patient he did not make anyone sick, and moved on to another topic -The SLP discussed the patient’s lived experience and his or her illness within the context of communication difficulties and auditory hallucinations -Rather than engaging delusions, the therapist discussed how the patient felt about his or her illness and its effect on communication –The authors of this case study concluded that best outcomes in speech therapy are achieved when the SLP is aware of the different “voices” involved in sessions with patients who have schizophrenia –The SLP must not allow the patient to become distracted or tangential by his or her delusions or hallucinations while at the same time recognizing that these aspects of schizophrenia are the very cause of communication difficulties in this population . Problem Goal Intervention Expected Progression Home Program  Poverty of speech Increase communication in both structured and unstructured verbal situationsFunctional training _ The therapist guides the patient through appropriate structured and unstructured verbal tasks (such as an interview or a conversation about the weather); therapist encourages patient to: _",
            "Keep information factual(25,33)",
            "Relax during unstructured situations(25)",
            "Keep a daily record of communication situations(25)Progression of therapeutic tasks will vary according to specific patient goalsHome program will vary with respect to the goals of the patient High levels of communication anxietyDecrease anxiety in verbal communication situationsFunctional training _ The therapist guides the patient through appropriate structured and unstructured verbal tasks while assisting the patient in identifying anxiety and encouraging patient to talk about his or her feelings regarding communication _ _ Therapeutic modalities _ Relaxation exercises(25)Progression of therapeutic tasks will vary according to specific patient goalsHome program will vary with respect to the goals of the patient  Reduced awareness of communication deficits; poor social communication skillsIncrease awareness of communication deficits; improve social communicationFunctional training _ The therapist guides the patient through suitable structured and unstructured verbal tasks while gently and appropriately highlighting communication breakdowns such as:(25,33)",
            "Use of nondescriptive words or empty/filler words",
            "Inaccurate facts; delusional talk",
            "Circumlocution",
            "Neologisms _ Additionally, the therapist will target appropriate social communication behaviors and encourage the patient to utilize them in conversations, including:",
            "Making and sustaining eye contact(25)",
            "Using appropriate facial expressions as dictated by context(25)",
            "Using and responding to social greetings(25)Progression of therapeutic tasks will vary according to specific patient goals; SLP can guide the patient through various appropriate, functional communication interactions with multiple types of communication partners(25)Home program will vary with respect to the goals of the patient Dysphagia (as needed) To increase swallow safetyDysphagia therapy _ For detailed information on assessment and treatment of dysphagia, see the series of Clinical Reviews on this topicProgression of therapeutic tasks will vary according to specific patient goalsHome program will vary with respect to the goals of the patient ."
        ]
    },
    "desired outcomes outcome measures": {
        "increased awareness of deficits": [],
        "improved conversational skills": [
            "CDI",
            "Self-assessment  and/or family’s assessment of symptoms",
            "Recalculation of MLU"
        ],
        "improved understanding of others’ emotions intent": [
            "CFI"
        ],
        "maintenance of employment ,": [
            "Sustained employment or school enrollment"
        ],
        "functional social, intimate, and family relationships": [],
        "improved self-esteem": [
            "V ASES"
        ],
        "reduced communication anxiety": [
            "CAS"
        ],
        "improved quality of life": [
            "Quality of Life Self-Assessment  Inventory(16)"
        ]
    },
    "maintenance or prevention": [
        "Patients who are noncompliant with their medications are much more likely to relapse(1)",
        "Maintenance of outcomes achieved during speech, language, cognitive, or swallowing therapy is more likely if the patient continues to take his or her medications as prescribed and continues recommended psychosocial/nonpharmacological medical therapy"
    ],
    "patient education": [
        "National Institute of Mental Health: Information and educational information for patients and families about schizophrenia is available at https://www.nimh.nih.gov/health/topics/schizophrenia/index.shtml Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on April 14, 2017 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Berges AA. In: Ferri FF, ed. Ferri's Clinical Advisor 2018: 5 Books in 1 . Philadelphia, PA: Elsevier; 2018:1144-1145.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Miller B, Buckley P. Schizophrenia. In: Bope ET, Kellerman RD, eds. Conn's Current Therapy 2017 . Philadelphia, PA: Elsevier; 2017:747-751.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Schizophrenia spectrum and other psychotic disorders. In: Diagnostic and Statistical Manual of Mental Disorders: DSM-5. 5th ed. Arlington, VA: American Psychiatric Association; 2013:87-122.  (G)"
        },
        {
            "number in article": 4,
            "reference": "Meltzer HY, Bobo WV, Heckers SH, Fatemi HS. Schizophrenia. In: Ebert MH, Loosen PT, Nurcombe B, Leckman JF, eds. Current Diagnosis and Treatment: Psychiatry . 2nd ed. New York, NY: McGraw-Hill  Medical; 2008:261-288.  (G)"
        },
        {
            "number in article": 5,
            "reference": "Schizophrenia spectrum and other psychotic disorders. In: Sadock BJ, Sadock VA, Ruiz P, eds. Kaplan & Sadock's synopsis of psychiatry: Behavioral sciences/clinical psychiatry . 11th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2015:300-329.  (G)"
        },
        {
            "number in article": 6,
            "reference": "Choi SH, Ku J, Han K, et al. Deficits in eye gaze during negative social interactions in patients with schizophrenia. J Nerv Ment Dis . 2010;198(11):829-835.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Schwartz BL, Vaidya CJ, Howard JH, Deutsch SI. Attention to gaze and emotion in schizophrenia. Neuropsychology . 2010;24(6):711-720.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Marini A, Spoletini I, Rubino IA. The language of schizophrenia: an analysis of micro and macrolinguistic abilities and their neuropsychological correlates. Schizophr Res . 2008;105(1-3):144-155.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Angrilli A, Spironelli C, Elbert T, Crow TJ, Marano G, Stegagno L. Schizophrenia as failure of left hemispheric dominance for the phonological component of language. PLoS One. 2009;4(2):e4507. (R)"
        },
        {
            "number in article": 10,
            "reference": "Szycik GR, Münte TF, Dillo W, et al. Audiovisual integration of speech is disturbed in schizophrenia: an fMRI study. Schizophr Res . 2009;110(1-3):111-118.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Horn H, Federspiel A, Wirth M, et al. Structural and metabolic changes in language areas linked to formal thought disorder. Br J Psychiatry . 2009;194(2):130-138.  (R) "
        },
        {
            "number in article": 12,
            "reference": "Spironelli C, Angrilli A, Stegagno L. Failure of language lateralization in schizophrenia patients: an ERP study on early linguistic components. J Psychiatry Neurosci . 2008;33(3):235-243.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Opler MG, Perrin MC, Kleinhaus K, Malaspina D. Factors in the etiology of schizophrenia: genes, parental age, and environment. Prim Psychiatry . 2008;15(6):37-45.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Scholten MR, Aleman A, Kahn RS. The processing of emotional prosody and semantics in schizophrenia: relationship to gender and IQ. Psychol Med . 2008;38(6):887-898.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Docherty NM, Strauss ME, Dinzeo TJ, St-Hilaire A. The cognitive origins of specific types of schizophrenic speech disturbances. Am J Psychiatry . 2006;163(12):2111-2118.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Tyson PJ, Laws KR, Flowers KA, Mortimer AM, Schulz J. Attention and executive function in people with schizophrenia: relationship with social skills and quality of life. Int J Psychiatry Clin Pract . 2008;12(2):112-119.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Tsoi DT, Porwal M, Webster AC. Interventions for smoking cessation and reduction in individuals with schizophrenia. Cochrane Database Syst Rev . 2010;(6). Art No: CD007253. doi:10.1002/14651858.CD007253.pub2.  (M)"
        },
        {
            "number in article": 18,
            "reference": "Ringen PA, Vaskinn A, Sundet K, et al. Opposite relationships between cannabis use and neurocognitive functioning in bipolar disorder and schizophrenia. Psychol Med . 2010;40(8):1337-1347.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Grynszpan O, Perbal S, Pelissolo A, et al. Efficacy and specificity of computer-assisted  cognitive remediation in schizophrenia: a meta-analytical  study. Psychol Med . 2011;41(1):163-173.  (M)"
        },
        {
            "number in article": 20,
            "reference": "Nienow TM, Docherty NM. Internal source monitoring and communication disturbance in patients with schizophrenia. Psychol Med . 2005;35(12):1717-1726.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Owens SF, Picchioni MM, Rijsdijk FV, et al. Genetic overlap between episodic memory deficits and schizophrenia: results from the Maudsley Twin Study. Psychol Med . 2011;41(3):521-532.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Bruder GE, Alschuler DM, Kroppmann CJ. Heterogeneity of auditory verbal working memory in schizophrenia. J Abnorm Psychol . 2011;120(1):88-97.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Folstein MF, Folstein SE, McHugh PR. \"Mini-Mental  State\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res . 1975;12(3):189-198. (R)"
        },
        {
            "number in article": 24,
            "reference": "Lamarre CJ, Patten SB. A clinical evaluation of the Neurobehavioral Cognitive Status Examination in a general psychiatric inpatient population. J Psychiatry Neurosci . 1994;19(2):103-108.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Clegg J, Brumfitt S, Parks RW, Woodruff PW. Speech and language therapy intervention in schizophrenia: a case study. Int J Lang Commun Disord . 2007;42(suppl 1):81-101. (C)"
        },
        {
            "number in article": 26,
            "reference": "Goldfarb R, Bekker N. Noun-verb  ambiguity in chronic undifferentiated schizophrenia. J Commun Disord . 2009;42(1):74-88.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Woods SP, Weinborn M, Posada C, O'Grady J. Preliminary evidence for impaired rapid verb generation in schizophrenia. Brain Lang . 2007;102(1):46-51.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Kerns JG, Becker TM. Communication disturbances, working memory, and emotion in people with elevated disorganized schizotypy. Schizophr Res . 2008;100(1-3):172-180. (R)"
        },
        {
            "number in article": 29,
            "reference": "Kymalainen JA, Weisman AG, Rosales GA, Armesto JC. Ethnicity, expressed emotion, and communication deviance in family members of patients with schizophrenia. J Nerv Ment Dis. 2006;194(6):391-396.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Grant PM, Beck AT. Evaluation sensitivity as a moderator of communication disorder in schizophrenia. Psychol Med . 2009;39(7):1211-1219.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Kurtz MM, Rose J, Wexler BE. Predictors of participation in community outpatient psychosocial rehabilitation in schizophrenia. Community Ment Health J . 2011;47(6):622-627. (R)"
        },
        {
            "number in article": 32,
            "reference": "Rayner L. Language, therapeutic relationships and individualized care: addressing these issues in mental health care pathways. J Psychiatr Ment Health Nurs . 2005;12(4):481-487.  (C)"
        },
        {
            "number in article": 33,
            "reference": "Walsh IP. Whose voice is it anyway? Hushing and hearing 'voices' in speech and language therapy interactions with people with chronic schizophrenia. Int J Lang Commun Disord. 2008;43(suppl 1):81-95. (C)"
        },
        {
            "number in article": 34,
            "reference": "Lysaker PH, Buck KD. Is recovery from schizophrenia possible? An overview of concepts, evidence, and clinical implications. Prim Psychiatry . 2008;15(6):60-65.  (RV)"
        },
        {
            "number in article": 35,
            "reference": "De Silva MJ, Cooper S, Li HL, Lund C, Patel V. Effect of psychosocial interventions on social functioning in depression and schizophrenia: meta-analysis.  Br J Psychiatr . 2013;202(4):253-260.  doi:10.1192/bjp.bp.112.118018. (M)"
        },
        {
            "number in article": 36,
            "reference": "Fors A, Abel KM, Wicks S, Magnusson C, Dalman C. Hearing and speech impairment at age 4 and risk of later non-affective  psychosis. Psychol Med . 2013;43(10):2067-2076. doi:10.1017/S0033291712002644. (R)"
        },
        {
            "number in article": 37,
            "reference": "Santosh S, Dutta Roy D, Kundu PS. Psychopathology, cognitive function, and social functioning of patients with schizophrenia. East Asian Arch Psychiatry . 2013;23(2):65-70. (R)"
        },
        {
            "number in article": 38,
            "reference": "Meesters PD, Schouws S, Stek M, et al. Cognitive impairment in late life schizophrenia and bipolar I disorder. Int J Geriatr Psychiatry . 2013;28(1):82-90.  doi:10.1002/gps.3793. (R)"
        },
        {
            "number in article": 39,
            "reference": "Docherty NM, McCleery A, Divilbiss M, Schumann EB, Moe A, Shakeel MK. Effects of social cognitive impairment on speech disorder in schizophrenia. Schizophr Bull . 2013;39(3):608-616.  doi:10.1093/schbul/sbs039. (R)"
        },
        {
            "number in article": 40,
            "reference": "Smith M, Segal J. Helping a person with schizophrenia. Helpguide.org Web site. http://www.helpguide.org/articles/schizophrenia/helping-a-person-with-schizophrenia.htm . Accessed September 10, 2018. (GI)"
        },
        {
            "number in article": 41,
            "reference": "Roffman JL, Lamberti JS, Achtyes E, et al. Randomized multicenter investigation of folate plus vitamin B12 supplementation in schizophrenia. JAMA Psychiatry . May 2013;70(5):481-9.  doi:10.1001/jamapsychiatry.2013.900. (RCT)"
        },
        {
            "number in article": 42,
            "reference": "National Institute for Health and Care Excellence (NICE) clinical guideline. Psychosis and schizophrenia in children and young people: Recognition and management. NICE clinical guideline 155 Web site. http://www.nice.org.uk/guidance/CG155 . Accessed September 10, 2018. (G)"
        },
        {
            "number in article": 43,
            "reference": "Modinos G, Costafreda SG, van Tol MJ, McGuire PK, Aleman A, Allen P. Neuroanatomy of auditory verbal hallucinations in schizophrenia: a quantitative meta-analysis  of voxel-based  morphometry studies. Cortex. April 2013;49(4):1046-55.  doi:10.1016/j.cortex.2012.01.009. (M)"
        },
        {
            "number in article": 44,
            "reference": "Tan EJ, Thomas N, Rossell SL. Speech disturbances and quality of life in schizophrenia: differential impacts on functioning and life satisfaction. Compr Psychiatry . April 2014;55(3):693-8.  doi:10.1016/j.comppsych.2013.10.016. (R)"
        },
        {
            "number in article": 45,
            "reference": "Benetti S, Pettersson-Yeo  W, Allen P, et al. Auditory verbal hallucinations and brain dysconnectivity in the perisylvian language network: a multimodal investigation. Schizophr Bull. January 2015;41(1):192-200.  doi:10.1093/schbul/sbt172. (R)"
        },
        {
            "number in article": 46,
            "reference": "Tyburski E, Sokolowski A, Chec M, Pelka-Wysiecka  J, Samochowiec A. Neuropsychological characteristics of verbal and non-verbal  fluency in schizophrenia patients. Arch Psychiatr Nurs . February 2015;29(1):33-8.  doi:10.1016/j.apnu.2014.09.009. (R)"
        },
        {
            "number in article": 47,
            "reference": "Graux J, Bidet-Caulet  A, Bonnet-Brilhault  F, Camus V, Bruneau N. Hallucinations and negative symptoms differentially revealed by frontal and temporal responses to speech in schizophrenia. Schizophr Res . 2014;155(1-3):39-44.  doi:10.1016/j.schres.2014.03.007. (R)"
        },
        {
            "number in article": 48,
            "reference": "Walther S, Stegmayer K, Sulzbacher J, et al. Nonverbal social communication and gesture control in schizophrenia. Schizophr Bull . 2015;41(2):338-345.  doi:10.1093/schbul/ sbu222. (R)"
        },
        {
            "number in article": 49,
            "reference": "Tek C, Palmese LB, Krystal AD, et al. The impact of eszopiclone on sleep and cognition in patients with schizophrenia and insomnia: A double-blind,  randomized, placebo-controlled  trial. Schizophr Res . 2014;160(1-3):180-185.  doi:10.1016/j.schres.2014.10.002. (RCT)"
        },
        {
            "number in article": 50,
            "reference": "Almerie MQ, Okba Al Marhi M, Jawoosh M, et al. Social skills programmes for schizophrenia. Cochrane Database Syst Rev . 2015;6. Art No: CD009006. doi:10.1002/14651858.CD009006.pub2.  (SR)"
        },
        {
            "number in article": 51,
            "reference": "McCleery A, Green MF, Hellemann GS, et al. Latent structure of cognition in schizophrenia: a confirmatory factor analysis of the MATRICS Consensus Cognitive Battery (MCCB). Psychol Med . April 2016;46(5):1119. doi:10.1017/S0033291715002433. (R)"
        },
        {
            "number in article": 52,
            "reference": "Svettini A, Johnson b, Magro C, et al. Schizophrenia through the carers’ eyes: results of a European cross-sectional  survey. J Psychiatr Ment Health Nurs . September 2015;22(7):472-483.  doi:10.1111/jpm.12209. (R)"
        },
        {
            "number in article": 53,
            "reference": "Vancampfort D, Guelinckx H, Probst M, et al. Health-related  quality of life and aerobic fitness in people with schizophrenia. Int J Ment Health Nurs . October 2015;24(5):394-402.  doi:10.1111/inm.12145. (R)"
        }
    ]
}