{
    "metadata": {
        "title": "Osgood-Schlatter  Syndrome",
        "synonyms": [
            "schlatter-osgood  syndrome",
            "osgood-schlatter  disease",
            "osgood-schlatter traction apophysitis",
            "apophysitis, osgood-schlatter traction",
            "tibial tubercle apophysitis",
            " apophysitis, tibial tubercle",
            "juvenile soccer knee",
            "knee, juvenile soccer"
        ],
        "anatomical location body part affected": [
            "Tibial tuberosity (also known as tibial tubercle) and patellar tendon"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "A tibial tubercle apophysitis resulting from repetitive strain on the patellar tendon insertion.(2) Osgood-Schlatter syndrome (OSS) is the most common cause of knee pain in adolescents, especially those who participate in sports.(4) The incidence has been reported as 21% among adolescent athletes in the United States compared to 4.5% among adolescent nonathletes. Among the general adolescent population, the incidence rate has been reported to be 9.8%(2)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M92.4": "Juvenile osteochondrosis of patella",
            "M92.5": "Juvenile osteochondrosis of tibia and fibula",
            "M93.9": "Osteochondropathy, unspecified (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Osgood-Schlatter  syndrome (OSS) presents in growing boys and girls as local pain, swelling, and tenderness over the tibial tuberosity at the attachment of the patellar tendon. The apophysis may be enlarged in later stages(4)",
            "Pain will be elicited during exercise (e.g., running, jumping) or with direct contact, such as in kneeling(4,6)",
            "Pain is associated with resisted knee extension(4)",
            "Patient may report bilateral symptoms",
            "Onset of symptoms is gradual Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "A tibial tuberosity fracture may present similarly to OSS, except that extensive knee effusion and the inability to extend the knee will also be present on physical examination. Radiographs will also identify the avulsed tuberosity(5)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Strong repetitive contractions of the quadriceps are thought to cause a traction force onthe tibial tubercle, causing small avulsion fragments of the cartilaginous attachmentsat the secondary ossification center (apophysis).Heterotopic ossification may developin the area of the microtears. Consequently, OSS is associated with sports participationduring the adolescent growth spurt(4)",
            "Another reported cause for OSS has been the lack of growth of thequadriceps,specifically the quadratus femoris muscle, in comparison to the femur.During a growth spurt in a child, the lengthening of the muscle is unable to keep upwith the rapidly lengthening femur, resulting in increased tensile force on the tibialtuberosity(3,6)"
        ],
        "pathogenesis": [
            "Excessive, repetitive, and/or abnormal mechanical loading of the tibial tubercle through the quadriceps and patellar tendonscauses injury and inflammation.",
            "Abnormal mechanical loading of the tibial tubercle can be caused by imbalanced and/or impaired strength, ROM, andflexibility combined with excessive and/or repetitive aggravating activities (8,9)"
        ],
        "risk factors": [
            "Approximately 10% of adolescents have Osgood-Schlatter  disease and approximately 10% of these patients eventuallyrequire surgery (7,8)",
            "Preadolescent and adolescent children, usually at the beginning of a growth spurt(4)–Boys: ages 10–15  years–Girls: ages 8–13  years",
            "Decreased flexibility of the quadriceps muscle group and hamstring muscle group(3)",
            "More common in boys(4)",
            "Activities involving repetitive, forced knee extension (quadriceps contractions), such as in jumping or kicking. Those whoparticipate in sports such as American football, volleyball, basketball, soccer, gymnastics, and figure skating are mostsusceptible to increased loading of the patellar tendon and are at higher risk for developing OSS(4,6)–Adolescents with patellar tendinopathy (jumper’s knee) have an increased incidence of OSS(6)",
            "Increased time participating in sport-specific  training during childhood and adolescence increases the risk of developingOSS and other overuse injuries(4)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "A rare complication is separation, nonunion, and fragmentation of the tibial tuberosity (ossicles), which may require surgical resection(4)",
        "A possible complication of OSS is the complete avulsion of the tibial tuberosity(5)",
        "Painful kneeling with direct pressure on the anterior knee may still be present years after the bones have fully matured",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "A tibial tuberosity fracture may present similarly to OSS, except that extensive knee effusion and the inability to extend the knee will also be present on physical examination. Radiographs will also identify the avulsed tuberosity(5)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When did the symptoms begin? Does the patient report a specific injury or trauma? Did the patient hear a “pop,” “crunch,” or tearing sensation at the time of injury? When does the pain occur? Has the patient recently (past 6 months) gone through a growth spurt? The onset of OSS usually is insidious, as there may be an inability to identify a traumatic event. Patients will usually describe a gradual onset of intermittent symptoms. Was the pain concurrent with a growth spurt?",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management for knee pain. How has the pain responded to treatments? Corticosteroid injections are not recommended due to case reports of tendon rupture Decreased pain has been reported with injection into the fat pad rather than the patellar tendon(6)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Oral analgesics such as NSAIDs for pain commonly are prescribed in the acute phase ",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Plain radiographs should include at least one frontal view of one or both knees, a lateral view of the affected knee, and tangential patellar views. Tibial tubercle fragmentation with thickening of the distal patellar tendon and fat pad may be seen.(4) Referred pain from the hip must be considered in cases of nontraumatic knee pain, and hip radiographs should be considered if there is clinical evidence of or concern for hip pathology",
                        "Radiographs commonly are taken to rule out other conditions such as a tibial tuberosity fracture, malignancy, or infection",
                        "MRIs are ordered with atypical cases and are able to indicate joint effusion, communicative popliteal cysts, proliferative changes of the synovial membrane, osteophytes, subchondral cysts, infrapatellar bursitis, thickening of patellar tendon, articular cartilage loss, meniscal and/or ligamentous tears and/or degeneration, bone marrow edema, fractures, and osteonecrosis(4)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document if there are any specific activities that exacerbate the symptoms. Pain increases with exercise in those participating in sports that involve jumping and cutting activities. Kneeling and stair climbing have been documented to cause symptoms",
                "body chart": "Use body chart to document location and nature of symptoms. Pain is localized to the tibial tuberosity as the source of anterior knee pain and often is bilateral. Referred pain from hip or back is the leading cause of knee pain in children",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Pain usually is intermittent and mild, but potentially constant and severe in the acute case. Patients may complain of swelling over the tibial tubercle. Does the patient report any complaints of catching, clicking, or “snapping” pain? These are indicative of a loose body, meniscal tear, and inflamed synovial plica. Any sensation of “giving way”?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient may be experiencing that could be indicative of a need to refer to physician Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any previous lower extremity musculoskeletal problems or injuries?",
                    "comorbid diagnoses": "Ask patient/caregiver about other problems, including diabetes, cancer, heart disease, cognitive disorders, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing that may be indicative of a more serious diagnosis. Symptoms such as weight loss, pallor, fever, and anorexia are systemic symptoms of osteosarcoma"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports?",
                "functional limitations assistance with ADLs adaptive equipment": "Document use of any assistive or adaptive devicesStairs, number of floors in home, with whom patient lives, caregivers, etc. ",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and BMI and compare to age- and sex-related  normative data",
            "assistive and adaptive devices": "For patients with severe pain, determine the need for crutches for ambulation",
            "balance": "Assess static and dynamic standing balance using the balance subscale of the Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)  or isolated tests such as single-limb  stance (eyes open/closed) or tandem stance (eyes open/closed). Compare to age and sex normative data",
            "cardiorespiratory function and endurance": [],
            "circulation": "Palpate for distal pedal pulses. Should be normal in cases of OSS Functional mobility  (including transfers, etc.) –Review sports-related  motion related to pain in athletes and ability to use stairs and squat in nonathletes –Assess for reproduction of pain with kneeling, sit to stand, squatting, and stair negotiation",
            "functional mobility": "",
            "gait locomotion": "Evaluate severe cases for antalgic gait pattern or excessive compensatory mechanisms. Pay close attention to whether the patient flexes the knee during loading or if the knee is kept in full extension to diminish the quadriceps activity and reduce the likelihood of pain(6) –Decreased ankle dorsiflexion can cause compensatory increased knee flexion, tibial inversion, and pronation during stance phase of gait, placing increased stress on the patellar tendonAssess bilateral knee joint mobility, including patellofemoral joint and proximal tibiofibular joint mobility. Use Paris Stoddard Scale and note any symptom reproduction",
            "muscle strength": "Assess bilateral lower-extremity strength using manual muscle testing (MMT). Quadriceps weakness and muscle atrophy may be present in chronic cases. Pain may be produced with resisted knee extension(6)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess for leg-length  discrepancy and sacroiliac dysfunction. Check for genu recurvatum (a possible complication of OSS) and tibial torsion",
            "range of motion": "Assess bilateral lower extremities for active and passive ROM. It is important to assess hip ROM in order to rule out hip pathology as the source of pain and functional limitations. Loss of full active knee extension can be indicative of a tibial tuberosity avulsion fracture.(5) Assess muscle length of the rectus femoris, hamstrings, gastrocnemius/ soleus, iliotibial band, and other hip flexors/rotatorsOSS rarely causes disability in self-care  activities",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Dermatome scan should be normal",
            "special tests specific to diagnosis": " Special tests specific to diagnosisDirect percussion of tibia away from patellar tendon attachment should not produce bone pain (as in stress fracture)Used to assess for rectus femoris pain and restricted knee flexion ROM in prone. The test is positive if the hip rises from the table as the knee is flexed. If pain is elicited at the location of the patellar tendon or tibial tuberosity instead of the typical stretch sensation in the muscle belly, then quadriceps stretching may need to be delayed",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –Assess child’s ability to follow single-step  and multistep directions and attend to task; assess for impulsivity",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic ",
                "Cold intolerance",
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Paroxysmal cold hemoglobinuria",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "Individuals with poor cognition",
                "In the very young or very old",
                "Persons with aversion to cold",
                "Over the trunk or heart region in patients with demand-type pacemakers and implantable cardioverter defibrillators (ICDs)",
                "Over the pelvic, abdominal, lumbar, or hip region of a pregnant woman",
                "Over the carotid bodies",
                "Over the phrenic nerve, eyes, or gonads",
                "Over areas of known peripheral vascular disease",
                "Over areas of active osteomyelitis",
                "Over areas of hemorrhage",
                "With patients without intact sensation",
                "With patients who cannot communicate",
                "With patients with compromised mental ability",
                "With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heartbeat)",
                "Over active or previous neoplasms",
                "With electrodes -Over compromised skin, unless treating wound specifically -Over tissues that are vulnerable to hemorrhage -Cervical region in patients with history of stroke or seizures",
                "Do not use within 5 yards of diathermy units or other source of electromagnetic radiation"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "If a tibial tuberosity fracture is suspected, treatment should cease as surgery will most likely be required",
                "Any suspicion of malignancy should also involve discontinuing physical therapy and referring the patient back to the physician ›Contraindications/precautions to use of modalities",
                "Cryotherapy contraindications(1)",
                "Cryotherapy precautions(1)",
                "Electrotherapy  contraindications (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(1)",
                "Electrotherapy precautions(1)"
            ]
        },
        "diagnosis need for treatment": "Conservative management, including rest/activity restriction, ice, NSAIDs, knee brace, and physical therapy, is typically recommended.(4) Physical therapy is necessary to address extrinsic and intrinsic factors associated with patient’s risk. A conservative therapeutic regimen is indicated to reduce pain and restore function",
        "rule out": " Rule out Patellofemoral pain syndrome Patella fracture or subluxation Sinding-Larsen-Johansson  syndrome (separation of patella tendon at proximal attachment) Patellar tendonitis Infrapatellar bursitis  Tibial plateau or tibial tuberosity fracture Stress fracture of the proximal tibia Slipped capital femoral epiphysis Legg-Calve-Perthes  disease Osteochondritis dissecans Meniscal injury Osteomyelitis of the proximal tibia Neoplasm of the proximal tibia",
        "prognosis": [
            "OSS has a self-limiting  course; conservative management is standard with rest, ice, NSAIDs, and flexibility exercises. Discomfort in kneeling and diminished functional abilities may continue after bone maturity(4)",
            "There are very few long-term  complications; however, in rare cases individuals may develop osteoarthritis of the knee, asymptomatic residual large tibial tuberosities, displaced avulsion fracture of the tibial tuberosity, or a painful ossicle within the distal patellar tendon. Surgical excision may be required(4)",
            "In a systematic review of literature on treatment of tibial tubercle fractures(23 articles, 336 fractures, mean age at surgery 14.6 years), the most common avulsion fracture reported was type III (50.6%), which is a coronal fracture extending posterior to cross the primary ossification center at the proximal tibial physis. Concurrent symptomatic OSS was common(5) –Open reduction and internal fixation (ORIF) was done in 98% of the surgical cases –Regardless of type of fracture, return to pre-injury  activity and full ROM was 98% by mean follow-up  of 33.56 months"
        ],
        "referral to other disciplines": " Referral to other disciplines Although symptoms of OSS may linger for months, few patients have poor outcomes with conservative treatment; surgical intervention is seldom necessary. Patients who are unresponsive to a period of conservative care may need to be referred for an orthopedic consultation for further evaluation Surgical excision of intratendinous bone fragments or cartilaginous ossicles and tubercleplasty may be necessary when the condition becomes chronic and unresponsive to conservative treatment(4)",
        "other considerations": [],
        "treatment summary": [
            "According to current opinion, about 90% of patients respond well to a variety of conservative treatment plans that include relative rest with activity modification, cryotherapy for pain management, therapeutic exercises, and patient education as the primary components(4,6)",
            "Prospective randomized controlled intervention trials are lacking. Existing evidence pertaining to treatment interventions is limited and most of the published literature consists of case studies. U.S. researchers who conducted a 2014 systematic review of the literature concluded that there is strong evidence supporting clinical diagnosis of OSS but there is a lack of strong research to guide clinicians in the treatment of OSS(2) –Further research is required to establish definitive functional outcome measures and effective treatment interventions –Strong evidence based on systematic reviews supports the use of stretching tight musculature within pain-free  range to avoid the risk of a tibial tubercle avulsion fracture –Strong evidence based on a systematic review and expert consensus supports appropriate strengthening, primarily quadriceps. Exercises should be performed only if they are pain free to decrease the risk of tibial tubercle avulsion fracture. May need to begin with isometric quadriceps exercises if patient presents with atrophy and significant pain –Scarce evidence is available from RCTs and systematic reviews to support physical therapy interventions; lesser quality studies and expert opinions are more prevalent –There is only one case series in the literature regarding knee orthotics to manage OSS, but many experts agree that the use of knee orthotics can be beneficial in symptom management. The most common orthoses designed for patients with OSS are the infrapatellar half-moon  buttress and patellofemoral knee orthoses with H buttress –Strong evidence supports iontophoresis for pain relief; however, the research is dated (1985 systematic review). Treatment recommendations are a maximum trial period of 3 treatments with a 20-minute  duration up to 5.0 milliamps every other day with dexamethasone-sodium  phosphate and 1cc of hydrogen chloride –The results from two systematic reviews emphasized the importance of patient education regarding activity modification to decrease symptoms, heat modalities for warm-up,  and cold modalities after aggravating activities. Avoid activities that reproduce pain and then gradually increase activity level  . Problem Goal Intervention Expected Progression Home Program Tibial pain on quadriceps exertion _ _ Knee pain that restricts sports participation _ _ Antalgic gait/disturbed weight-bearing statusDecrease pain intensity _ _ Return to sport/regular daily activities _ _ Normalize weight bearing and gait patternsKnee protection _ Restrict high-impact activities such as running and jumping. Promote low-impact cross-training (bicycling, elliptical trainer, water running, or swimming). Correct training errors such as jumping technique that increase risk _ _ Prescription/ application of devices and equipment _ Infrapatellar strap or knee padding to minimize risk of blunt trauma. _ Physical agents and mechanical modalities _ Iontophoresis, ice packs, and/or ice massage for pain _ _ Functional training _ Graduated program for return to running. An aggressive sports- specific reconditioning program may be needed for athletes after a prolonged period of activity modificationProgress as indicated and appropriate for each unique patient _ _Recommend home program for pain management as indicated for each"
        ]
    },
    "desired outcomes outcome measures": {
        "decrease pain intensity": [
            "V AS"
        ],
        "return to sport regular daily activities": [
            "BOT-2,  sport-specific  activities (e.g., jumping, cutting, running)",
            "Patient satisfactory survey"
        ],
        "normalized weight-bearing  and gait patterns": [
            "Gait assessment"
        ],
        "increase maintain quadriceps strength and general lower-extremity  strength": [
            "MMT"
        ],
        "increase maintain general lower extremity flexibility": [
            "Goniometry",
            "Flexibility reassessment"
        ]
    },
    "maintenance or prevention": [
        "Maintain appropriate flexibility and strength of surrounding knee musculature",
        "Educate in a proper warm-up,  cool-down,  stretching protocol",
        "Use ice following activity and follow the recommendations regarding the use of prescribed NSAIDs"
    ],
    "patient education": [
        "See “Osgood-Schlatter  disease” from the Mayo Clinic at https://www.mayoclinic.org/diseases-conditions/osgood-schlatter-disease/symptoms-causes/syc-20354864 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation "
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,  322-323. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Kabiri L, Tapley H, Tapley S. Evaluation and conservative treatment for Osgood-Schlatter  disease: a critical review of the literature. Int J Ther Rehabil . 2014;21(2):91-96. doi:10.12968/ijtr.2014.21.2.91. (SR)"
        },
        {
            "number in article": 3,
            "reference": "Nakase J, Goshima K, Numata H, et al. Precise risk factors for Osgood-Schlatter  disease. Arch Orthop Trauma Surg . 2015;135(9):1277-1281.  doi:10.1007/s00402-015-2270-2. (R)"
        },
        {
            "number in article": 4,
            "reference": "Danger F, Wasyliw C, Varich L. Osteochondroses. Semin Musculoskelet Radiol . 2018;22:118-124.  doi:10.1055/s-0038-1627094.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Pretell-Mazzini  J, Kelly DM, Sawyer JR, et al. Outcomes and complications of tibial tubercle fractures in pediatric patients: a systematic review of the literature. J Pediatr Orthop. 2016;36(5):440-446.  doi:10.1097/BPO.0000000000000488. (SR)"
        },
        {
            "number in article": 6,
            "reference": "Hudgins TH, Berry T, Jr, Alleva JT. Patellar tendinopathy (Jumper’s Knee). In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders and Rehabilitation . 4th ed. Philadelphia, PA: Saunders Elsevier; 2019:410-413.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Rathleff MS, Winiarski L, Krommes K, et al. Activity modification and knee strengthening for Osgood-Schlatter  disease: A prospective cohort study. Orthop J Sports Med . 2020;8(4):2325967120911106. doi:10.1177/2325967120911106. (R)"
        },
        {
            "number in article": 8,
            "reference": "Shapiro F. Developmental Disorders of the Knee. In: Pediatric Orthopedic Deformities . Vol 2. : Springer; 2019. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Ladenahauf HN, Seitlinger G, Green DW. Osgood-Schlatter  disease: A 2020 update of a common knee condition in children. Curr Opin Pediatr . 2020;32(1):107-112. doi:10.1097/MOP.0000000000000842. (RV)"
        }
    ]
}