{
    "metadata": {
        "title": "Amyotrophic Lateral Sclerosis (ALS)",
        "synonyms": [
            "als",
            "lou gehrig’s disease",
            "motor neuron disease (mnd)",
            "sclerosis, amyotrophic lateral"
        ],
        "anatomical location body part affected": [
            "Affects both upper and lower motor neurons;(1) eventually multisystem impairment develops"
        ],
        "area of specialty": [
            "neurological rehabilitation"
        ],
        "description": [
            "Amyotrophic lateral sclerosis (ALS) defined –ALS is a progressive neurodegenerative disease of upper and lower motor neurons(1,10) –The name derives from muscular wasting (“amyotrophy”), the region of the spinal cord primarily affected (the lateral cord, which contains descending motor pathways responsible for voluntary limb movement), and the degenerative changes that occur in the nerve fiber tissue (“sclerosis”)(2)",
            "Types of ALS –Sporadic -Approximately 90–95%  of persons with ALS in the United States have sporadic ALS(2) –Familial -Approximately 5–10%  of persons with ALS in the United States have familial ALS(2) -Autosomal dominant or autosomal recessive disease that is clinically similar to sporadic ALS(10) -Is probably a distinct entity from sporadic ALS, pathologically and biochemically(10) -Genetic mutations(1,17) -Individuals with mutations affecting the SOD1 gene have a decrease in copper-zinc superoxide dismutase (SOD) enzyme activity, which may result in increased free radicals and lead to increased neurotoxicity(4,17) -C9ORF72  mutation – reported in up to 23% of persons with familial ALS and 4% of those with sporadic ALS(17) -TAR DNA binding protein mutations and FUS mutations have been associated with ALS and frontotemporal dementia(17) -ANG – encodes angiogenin, ribonuclease (RNase A family)(17)",
            "Incidence –In Europe and North America, ALS is diagnosed in 1.47 to 2.7 per 100,000 persons each year(10) –In the United States, 5,600 new cases are diagnosed each year (2 cases per 100,000)(10) –It is estimated that 30,000 Americans have the disease(10) –Typical commencement of symptoms is in sixth to seventh decade of life(1) "
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G12.2": "motor neuron disease (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Because there is evidence that military service is a risk factor for development of ALS, in 2008 ALS became a presumptively compensable illness for all veterans with 90 days or more of continuously active service in the United States military(11)",
            "Regulations for financing assistive technology devices (ATDs) are complex and might influence adequate provision of and training on these devices for persons who need multiple ATDs(11)"
        ],
        "presentation signs and symptoms": [
            "General –Pattern and progression of ALS vary(2) –Onset typically is insidious -The onset is often so subtle that the symptoms are overlooked, preventing early detection –ALS can be subdivided based on which symptoms present first -Spinal-onset  ALS -Approximately two-thirds  of ALS patients have onset in the extremities first(32) -Bulbar-onset  ALS -Approximately 30% of patients with ALS have onset of symptoms beginning in bulbar functions (swallowing, chewing, speaking, and breathing)(31) –Progressive muscle weakness in extremities(2) -Progression of weakness generally is distal to proximal(4) –Progressive weakness in the muscles involved in respiration, swallowing, and speech formation(2) –Progressive muscle atrophy(2) –Pseudobulbar affect (episodes of involuntary or uncontrolled laughing and/or crying) may be seen(17) –Diagnostic criteria require that both upper motor neurons (UMNs) and lower motor neurons (LMNs) are involved -Both UMN and LMN lesions can result in decreased strength and atrophy -Where UMNs are involved, spasticity and hyperreflexia are present -Where LMNs are affected, findings include hyporeflexia and hypotonicity(4) -A combination of UMN and LMN symptoms will occur, resulting in varying signs and symptoms(4) –Muscle fasciculations are a frequent finding indicating LMN involvement(4) -Brief, involuntary contractions affecting a small number of muscle fibers are visible under the skin –Cognitive impairment can occur(4) -Cognitive impairment manifests particularly as executive dysfunction, apathy, disinhibition, and social cognition deficits",
            "Early symptoms –Spinal-onset  ALS -Symptoms typically begin in the hands and feet(4) -Patient may report tripping, items falling out of his/her hands, or difficulty with ADLs(2) -Fatigue(2) -Foot drop(4) -Cramping of muscles; particularly in the feet and hands(2) -Decreased function in upper and lower extremities(2) -Decreased strength in neck extensor musculature; patient may complain of fatigue after reading(4) -Shortness of breath on exertion(4) -The patient has difficulty sleeping in supine due to breathing problems(4)  –Bulbar-onset  ALS -Symptoms start by affecting bulbar functions (swallowing, chewing, speaking, and breathing)(33) -The patient may have difficulty repositioning tongue, realigning lips, or opening and closing mouth(4) -Dysarthria -Dysphagia -Patient has trouble projecting voice(2) -Sialorrhea – excessive saliva causing drooling(4)",
            "Advanced symptoms –Unable to extend neck; head drop or droop(4) –Paralysis of voluntary muscles(2) -Dependent edema due to absence of pumping action of voluntary muscle contractions –Contractures(4) –Pain related to contractures and immobility –Joint subluxations(4) –Cognitive impairment(4) –Respiratory compromise -Shortness of breath at rest(4) -Labored breathing(4) -Mechanical ventilation eventually is required(2) –Inability to speak due to dysarthria(4) and/or respiratory constraints –Difficulty swallowing/inability to swallow(4) –Please see  Clinical Review…Amyotrophic Lateral Sclerosis (ALS): Communication Disorders  ; CINAHL Topic ID Number: T708852;  Clinical Review…Dysphagia: Amyotrophic Lateral Sclerosis (ALS)  ; CINAHL Topic ID Number: T708986; and  Clinical Review…Augmentative and Alternative Communication: Amyotrophic Lateral Sclerosis  ; CINAHL Topic ID Number: T709142 for more detailed information on these topics Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Patients with ALS are at risk for falls. Follow facility protocols for fall prevention",
            "Allow frequent rests during examination, as indicated. Depending on stage of disease, sections of assessment may be deferred "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Cause is undetermined(17)",
            "Possible causes being studied include the following:–Excessive glutamate, which can destroy some neurons, has been found in ALS patients’ serum and cerebrospinal fluids(4)–Autoimmune response leading to death of nerve cells(4)–Environmental factors such as exposure to toxic or infectious agents, physical trauma, and behavioral and occupationalfactors(12)–In the case of SOD1  gene mutation, free radicals build up, causing cell destruction(4)"
        ],
        "pathogenesis": [
            "UMN and LMN degeneration occurs. The spinal cord atrophies, with ventral nerve root thinning and loss of largemyelinated fibers within the motor nerves. This causes progressive muscle weakness of the skeletal and smooth muscles,muscle atrophy, and loss of function related to movement, speech, swallowing, and breathing(10)",
            "Multiple components of pathogenesis have been found(32)–Genetic factors–Oxidative stress–Mitochondrial dysfunction–Impaired axonal transport–Neurofilament aggregation–Protein aggregation–Inflammatory dysfunction and contribution of non-neuronal  cells–Deficits in neurotrophic factors and dysfunction of signaling pathways–Glutamate excitotoxicity-Elevated levels of glutamate have been found in serum and cerebrospinal fluid in cases of sporadic ALS(10)",
            "Genetics–ALS can be passed on directly or indirectly (skipping a generation) in familial ALS(10)–There are at least 18 different genetic mutations that have been associated with ALS(10)–Familial ALS can be either autosomal dominant or autosomal recessive(10)"
        ],
        "risk factors": [
            "Risk factors are largely unknown(10)",
            "Sporadic ALS is more likely to be diagnosed in males than females(10)",
            "Family history(10)",
            "Age (> 40 years)(10)",
            "Smoking(3)",
            "Electrical injury(32)",
            "Possible risk factors–Lead ingestion(3)–Exposure to agricultural chemicals(32)–Military service(32)–Exposure to neurotoxins (e.g., BMAA)(17)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Complications can include: aspiration pneumonia pulmonary embolism nutritional deficiency skin complications from being wheelchair-  or bed-bound",
        "Limited mobility and confinement to wheelchair put patients at risk for deep vein thrombosis (DVT)",
        "Exercise Precautions include the following: –Allow frequent rests as needed; monitor closely for fatigue –Avoid heavy eccentric loads(4)",
        "Aspiration Dysphagia is common in patients with ALS and places patients at risk for aspiration(17) –Food consistency may need to be modified –Patient education on swallowing techniques may be needed –Ultimately a percutaneous endoscopic gastrostomy (PEG) tube often is required due to persistent choking –Refer to speech pathologist as indicated for swallowing issues",
        "Be aware of advanced directives Patient may have a “do not resuscitate” (DNR) or a “do not intubate”(DNI) order",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Patients with ALS are at risk for falls. Follow facility protocols for fall prevention",
            "Allow frequent rests during examination, as indicated. Depending on stage of disease, sections of assessment may be deferred "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Etiology of illness -When was ALS diagnosed in the patient? -What is the reason for referral?",
                "course of treatment": {
                    "medical management": " Medical management Document the progression of the disease to date How has it been treated? Who is the patient’s medical team composed of? Any recent hospital stays? Any complications? Medical management may include insertion of PEG tube, treatment of respiratory dysfunction, prescription of orthotic and assistive devices, and symptomatic treatment Supportive care may be necessary for complications such as aspiration and respiratory failure. Tracheostomy and mechanical ventilation may be required",
                    "surgical management": [],
                    "medications": " Medications for current illness/injury Determine what medications clinician has prescribed Riluzole was the first medication approved by the U.S. FDA for treatment of ALS (in 1995)(12) Glutamate antagonist Has been shown to extend tracheostomy-free  survival(17)(17) baclofen or tizanidine for spasticity NSAIDs or tramadol (Ultram) for pain relief glycopyrrolate, amitriptyline, or botulinum toxin for sialorrhea Evidence for the effectiveness of symptomatic treatment is limited Based on a 2017 summary of 9 Cochrane systematic reviews of symptomatic treatments(18)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Diagnosis is made based on the existence of both UMN and LMN symptoms with advancement of symptoms over the course of a year(1,10)",
                        "Authors of a systematic review conducted in 2018 concluded that the Awaji-Shima  criteria, a form of EMG testing, is the most sensitive criteria used for diagnosing ALS(26)",
                        "Diagnostic criteria for ALS were established by the World Federation of Neurology Research Group on Motor Neuron Diseases in 1998.(4) A diagnosis of ALS requires:(10)",
                        "The presence of evidence of LMN degeneration by clinical, electrophysiological, or neuropathological examination",
                        "The presence of evidence of UMN degeneration by clinical examination",
                        "The absence of electrophysiological and pathological evidence of other diseases associated with UMN or LMN degeneration",
                        "Laboratory tests",
                        "Creatine kinase may be elevated",
                        "Levels of glutamate in serum and CSF may be elevated",
                        "Imaging",
                        "MRI is often done to exclude other diagnoses",
                        "MRI usually is normal in ALS, but increased signal in the corticospinal tracts may occur",
                        "EMG and nerve conduction studies may show evidence of ongoing degeneration",
                        "Videofluoroscopic and/or fiberoptic evaluation of swallowing may be performed",
                        "Home remedies/complementary therapies : Document any use of home remedies (e.g., ice or heating pack) or complementary therapies (e.g., acupuncture),what they are used for, and whether they help. Some patients may be on a",
                        "ketogenic diet (highcalorie,  high carbohydrate diet)in an attempt to slow the progression of the disease and extend their life"
                    ],
                    "alternative therapies": "",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. What education has the patient received about the condition? "
                },
                "aggravating easing factors": " Identify aggravating and easing factors for each symptom -Fatigue -Fatigue may be aggravated by overexertion, sleep disruption, pain, poor nutrition, respiratory compromise, stress, weather (too hot or too cold), and certain medications -Factors that may ease fatigue symptoms include rest periods and energy-conserving  techniques -Cramping -Aggravating factors may include cold weather and decreased circulation caused by immobility -Pain -Aggravating factors may include position, depression, and insufficient rest; easing factors may include position changes/ROM exercise",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). See  Presentation/signs and symptoms , above",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much); use a nonverbal scale as appropriate",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to external variables. As disease progresses, pain may develop from increased dependency and muscle disuse",
                "sleep disturbance": " Sleep disturbance -Document sleep problems and number of wakings/night, if any -Less restful sleep due to poor diaphragm function, which causes loss of REM sleep -Sustained awakenings due to hypoventilation accompanied by rapid shallow breathing -It is important to determine whether the cause of sleeping difficulties is ventilatory failure -Patients may be referred for overnight polysomnography. In some cases sleep can be improved by using noninvasive ventilatory (NIV) support -Sleep-disordered  breathing occurs at a higher frequency in persons with ALS compared to the general population, due to early involvement of respiratory muscles(19) -Significantly impacts quality of life and survival and may predict prognosis -Sleep-disordered  breathing usually precedes daytime respiratory symptoms and chronic respiratory failure -Early identification and management of sleep-disordered  breathing are crucial -Managing sleep-disordered  breathing with noninvasive ventilation improves quality of life and survival",
                "other symptoms": "Document other symptoms patient may be experiencing that could be indicative of a need to refer to physician (dizziness, headache, cognitive impairment, bowel/bladder/sexual dysfunction)",
                "respiratory status": " Respiratory status -Any respiration supports presently? -Inquire about existence of underlying pulmonary disease that predated diagnosis of ALS (e.g., asthma, chronic bronchitis) -Past or current smoking -Occupational exposure to pulmonary irritants -Current respiratory medications -Document oxygen saturation levels and respiratory rate during evaluation/treatment -Obtain pulmonary function test results where available Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Inquire about other problems, including diabetes, cancer, heart disease, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) ",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Is patient working? -Does patient wish to continue working? -What are the patient’s leisure activities? -Is a home/office assessment indicated? -An evaluation of necessary supports for augmenting employment may be indicated pending patient requests",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -What supports does patient have in place to date? -What are the barriers to the patient’s mobility and functions? Can modifications assist the patient in his or her desired tasks?",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, children). Identify if there are barriers to independence in the home; any modifications necessary? -Authors of a scoping review of the supportive care needs of patients with ALS and their caregivers found a significant need for more practical, social, informational, psychological, emotional, and spiritual support(20)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  Evaluation procedures should be modified according to patient presentation. Key evaluation findings in patients with ALS are listed below; otherwise, standard assessment techniques should be utilized",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": " Assistive and adaptive devices –Provision of assistive technology devices may be crucial for functional independence, maintenance of physical and mental health, and self-care(11) –What devices are currently in use? Are they appropriate? (It is not uncommon for patient needs to change in a matter of weeks) –Assess need for ankle-foot  orthoses (AFOs), knee-ankle-foot  orthoses (KAFOs), and ambulatory assistive devices –Wheelchairs for ALS patients often are custom-designed  with features unique to those with ALS. These may include alternative driving systems, ventilator trays, and elevating and tilting features(11) -Programs to reuse these chairs for other individuals with ALS reduce costs and time required to get a chair(11) –Ensure that patient has appropriate pressure-relieving  equipment for bed and wheelchair -Mobile manipulators (e.g., teleoperated manipulators to retrieve objects)(13) -Brain-computer  interfaces(14) -Mechanical lifts",
            "balance": " Balance –Evaluate static and dynamic balance reactions with eyes opened and closed, in sitting and/or standing as appropriate –The Berg Balance Scale or the Tinetti Balance Test can be used in the earlier stages of ALS(4)",
            "cardiorespiratory function and endurance": [
                "Evaluate vital signs during rest and with activity. The Borg Rating of Perceived Exertion (RPE) Scale can be used to assist with assessment",
                "Does the patient use energy-conservation  techniques?",
                "Depending on stage of disease and reason for referral, a respiratory system assessment may be indicated -Auscultation -Observation of breathing pattern and use of accessory muscles  -Assessment of cough",
                "The 6-minute  walk for distance test (6MWT) or 2-minute  walk for distance test (2MWT) can be used to assess endurance"
            ],
            "circulation": "Palpate pulses and compare Functional mobility  (including transfers, etc.) –Evaluate transfer status and need for assistive devices –Utilize the FIM as indicated –The physical functioning subscale (PF10) of the Medical Outcomes Study Short Form–36  (SF-36)  can be used for quantifying physical functioning in patients with ALS(5) -Researchers in the Netherlands conducted a study to investigate unidimensionality and differential item functioning of the SF-36  PF10 in patients with various neurological disorders. One hundred ninety-eight patients post-stroke,  151 with multiple sclerosis and 193 with ALS, participated in the study -Analysis demonstrated that the sum score could be utilized as an indicator of overall physical performance in all diagnoses; there was only one item (number 10) in the subscale for patients with ALS that did not fall in line with results anticipated. The authors suggested this may have occurred because the item called for the assessment of two different skills",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Evaluate gait or wheelchair mobility –Assess for foot drop and any other abnormal patterns during gait -In order to compensate for foot drop, patients often excessively flex at their hips or knees –Assess need for assistive device or wheelchair –Gait speed can be assessed using the 10-meter  walk test (10MWT) –The Dynamic Gait Index (DGI) can be used to assess safety during ambulation Motor function (motor control/tone/learning) –Assess tone using Modified Ashworth Scale -Note presence of muscle spasms –Assess coordination -Note loss of dexterity in absence of weakness -Jebsen-Taylor  Hand Function Test or 9-Hole  Peg Test (9-HPT)  may be used to assess fine motor coordination",
            "muscle strength": " Muscle strength –Manual muscle test (MMT) upper and lower extremities as indicated where tone or coordination abnormalities are not present –Handheld dynamometry or isokinetic strength testing as indicated(4)",
            "observation inspection palpation including skin assessment": [
                "Especially important for patients with increased dependency; are there open areas or pressure ulcers? -Stage and measure any areas noted -Does the patient have appropriate pressure-relieving  cushions/mattress?",
                "Document presence of edema",
                "Assess for presence of contractures"
            ],
            "posture": " Posture –Evaluate overall posture –Evaluate posture in wheelchair seating system as indicated –Does the patient present with “head drop”? –Patients with axial truncal weakness have difficulty attaining and maintaining erect posture -To assist in attaining a standing position, they may support their torso by “walking” their hands up their thighs",
            "range of motion": " Range of motion –Evaluate active and passive ROM and flexibility",
            "self-care activities of daily living": "",
            "reflex testing": " Reflex testing –Evaluate deep tendon and abnormal reflexes –Hyperreflexia typically coexists with weak and atrophied muscles, due to presence of both UMN and LMN impairment(17) –Presence of positive Babinski test and clonus indicate UMN pathology(32) Self-care/activities  of daily living  (objective testing)  –Observe or inquire about ADLs –Barthel Index may be used",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –The Amyotrophic Lateral Sclerosis Assessment Questionnaire comprising 40 items (ALSAQ-40)  and the Amyotrophic Lateral Sclerosis Assessment Questionnaire comprising 5 items (ALSAQ-5)  may be simplified in the form of a sum score that can used as a marker of global health status(6) –ALS Severity Scale (ALS-SS)(7,8)speech, swallowing, lower extremity function, and upper extremity function -Categories are scored from 1to 10; 10 is normal -Total sum score spans 4–40  points –ALS Functional Rating Scale (ALS-FRS)(7) -Ten items on test -Each item can be scored from level 0 to 4 -Zero is unable and 4 is normal -Best score is 40 points",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Screen for cognitive impairment using the Mini-Mental  State Examination (MMSE) or other cognitive assessment tool. Where available, obtain results of neuropsychological testing performed by other disciplines",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Allow frequent rests as needed; monitor closely for fatigue",
                "The clinician should avoid placing heavy eccentric loads on the patient(4)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Exercise"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment ALS management focuses on multidisciplinary symptomatic treatment and palliative care(12) Impaired strength, balance, ROM, coordination, mobility, and ADLs Rule out  (There are many conditions that must be ruled out prior to confirming a diagnosis of ALS; below is a partial list. Patients with ALS ultimately will have both  UMN and LMN symptoms)(10) Myasthenia gravis Polyradiculopathies Multifocal motor neuropathy Kennedy’s disease or bulbospinal muscular atrophy Spinal muscular atrophy Primary lateral sclerosis CNS tumor Cervical spondylotic myelopathy CNS radiation injury Multiple sclerosis Syphilis Diffuse Lewy body disease Syringomyelia Spinal cord tumor Myelopathy plus radiculopathy Lyme disease",
        "rule out": "",
        "prognosis": [
            "There is no cure for ALS(10)",
            "ALS is unremittingly progressive and typically results in death within 2–5 years of diagnosis(10)  –Fifty percent live for > 3 years, 25% live for > 5 years, and 10% live for > 10 years"
        ],
        "referral to other disciplines": " Referral to other disciplines Counseling for assistance coping with functional decline and a terminal illness(8) Speech-language  pathologist (SLP) Respirologist, respiratory nurse specialist, or respiratory therapist to assist with ventilation strategies as disease progresses Occupational therapy for ADL training Support groups",
        "other considerations": [
            "Caregiver burden –Authors of a 2018 systematic review found that informal caregivers of patients with ALS experience caregiver burden that increases as the disease progresses(21) -A total of 25 studies that investigated quantitative relations between patient or caregiver factors and caregiver burden were included in the review -There was high-quality  evidence for a relationship between caregiver burden and behavioral impairments of the patient -Higher caregiver burden was also associated with greater physical impairment of the patient and more depressive feelings of the caregiver -The need to identify caregivers at risk for caregiver burden and to develop interventions to decrease caregiver burden was identified",
            "Airway clearance techniques –Researchers in the United States found that total medical costs, hospitalizations, and pneumonia claims were less after than before initiation of high-frequency  chest wall oscillation (HFCWO) in a group of patients with neuromuscular disease(22) -A total of 426 patients were included. Thirty-seven  percent had motor neuron disease -These findings lend support to the routine use of HFCWO in the care of patients with neuromuscular diseases –Researchers in Brazil concluded that noninvasive ventilation improved chest wall tidal volume, end-inspiratory  volume, and end-expiratory  volume as well as minute ventilation(15) -Based on a case series that involved 9 patients with ALS -Optoelectronic plethysmography was used to examine breathing pattern changes in ALS. Modifications in breathing patterns were observed even in early-stage  patients",
            "Telehealth may be incorporated for the management and treatment of patients who are experiencing lower physical and respiratory function and those who have difficulty accessing a clinic. Synchronous videoconferencing is the optimal method for providing telehealth services(28)",
            "Utilizing a structured home-based  exercise program without supervision of a physical therapist may also be feasible to alleviate functional deterioration in patients in early stages of ALS(29) –The structured exercise program consisted of strengthening and stretching exercises for both the upper and lower extremities as well as functional training for ADLs such as sit to stand. Body weight in anti-gravity  positions was used for primary resistance. Frequency and duration were individually set for each patient depending on their physical capabilities"
        ],
        "treatment summary": [
            "Goals/treatment will vary depending on disease progression and patient wishes",
            "Therapeutic exercises –Authors of a 2020 systematic review and meta-analysis  found support for the benefits of exercise therapy for patients with ALS, including significant improvements in functional ability as well as pulmonary function(27) -Based on 7 RCT studies of 322 patients with ALS that met inclusion criteria -The researchers found that moderate-intensity  exercise can improve muscle strength and oxygen consumption -Exercise may also slow the rate of motor neuron degeneration, minimize stress on fast-twitch  muscle fibers, reduce spasticity levels, and improve musculoskeletal endurance and cardiopulmonary function –Guidelines from the National Institute for Health and Care Excellence (NICE) state that an exercise program for persons with motor neuron disease should be considered to maintain joint ROM, prevent contractures, reduce stiffness and discomfort, and optimize function and quality of life(23) -The program should be appropriate to the person's level of function and tailored to his or her needs, abilities, and preferences, taking into account factors such as postural needs and fatigue  -It is advised to check whether family members/caregivers are able and willing to help with exercise programs –Researchers in the United States evaluated the safety and tolerability of resistance and endurance exercise in patients with ALS in an RCT. Participants were randomized to resistance, endurance, or stretching/ROM exercises. After 24 weeks all 3 exercise regimens were found to be safe, with no differences in disease progression between groups(24)",
            "Respiratory training –Authors of a 2016 systematic review and meta-analysis  concluded that respiratory muscle training in ALS can be used as an adjunctive therapy to improve ventilatory function and respiratory strength(16) -The review included 9 RCTs with a total of 194 patients who had either MS or ALS -Respiratory muscle training resulted in improvements in respiratory muscle strength (maximum expiratory pressure/ maximum inspiratory pressure) and forced expiratory volume in one second (FEV1) compared to the control group, but the groups did not differ in forced vital capacity or distance walked in 6MWT –Expiratory muscle strength training (EMST) utilizing a handheld, one-way spring-loaded  valve trainer can improve maximum expiratory pressure (MEP) in patients with ALS(30) -Forty-eight  patients with ALSwere randomized to the EMST group or sham group -The EMST group performed expiratory training at home 5 days a week using a handheld one-way  spring-loaded  valve trainer. EMST was performed with the device set to50% of the patient’s MEP. A nose clip was applied in order to prevent air escaping from the nostrils due to nasopharyngeal weakness. Patients were asked to take a deep breath, hold their cheeks lightly, and blow forcefully into the training device for 25 expirations (5 set of 5 repetitions) -Those in the sham group received a sham device that looked similar, but with the internal spring system removed -Results show that the end of the 8-week  study, MEP was significantly improved for those in the EMST group",
            "Treatment of fatigue –Authors of a 2018 Cochrane systematic review of treatment of fatigue in ALS found that there are few randomized studies and the quality of the evidence is very low(25) -One pharmacological study and 3 non-pharmacological  studies (resistance exercise, respiratory exercise, and repetitive transcranial magnetic stimulation [rTMS]), involving a total of 86 participants, were included -Authors found no clear improvements in fatigue for resistance exercise versus usual care and very low-quality  evidence suggesting possible improvements in fatigue for modafinil treatment versus placebo, respiratory exercise versus a sham intervention, and rTMS versus sham rTMS . Problem Goal Intervention Expected Progression Home Program Decreased ROM/ contracturesMaintain functional ROM/prevent contracturesTherapeutic exercise _ ROM to prevent the occurrence of joint contracturesProgress as indicated and able, given each patient’s unique circumstancesDevelop a home program that includes management of ROM/ contracture prevention and educate family/ caregivers Decreased strength/ eventual paralysisImprove/slow decline of strength in the short termTherapeutic exercise _ Promote therapeutic exercises as appropriate and indicatedProgress as indicated and able, given each patient’s unique circumstancesDevelop a home program that addresses muscle strengthening as indicated and appropriate  Decreased mobility/ function; decreased coordination; impulsivityPromote functional independence and manage fatigue as able; improve/ assist coordination; educate caregivers on impulsivityPrescription, application of devices and equipment Assess patient’s and caregivers’ needs for assistive and adaptive equipment within the home. Determine the appropriate devices. Consult with a durable medical equipment vendor to assist with ordering a wheelchair and other devices _ _ Gait/mobility _ An assistive device may be indicated to promote independence and safety while the patient remains ambulatory _ _ Feeding _ Built-up utensils, rocker knives, cuffs, and mobile arm supports may promote independence(9) _ _ Dressing _ Button hooks and zipper pulls(9) _ _ Orthotics/supports _ Cervical collars may be indicated when active neck extension is impaired(9) _ _ Resting hand splints to prevent contracture formation(9) _ _ Cock-up or short- opponens splints may promote ability to perform certain ADLs(9) _ _ Home adaptations _ Stair lifts, ramps(9) _ _ Tub bench, raised toilet seat and rails, removable shower head(9) _ _ Assistive devices _ Patients with respiratory compromise may expend more energy using an assistive device for ambulation vs. no device _ _ Ensure patient has sufficient hand strength to utilize walker/cane/ crutches _Progress as indicated and able, given each patient’s unique circumstancesThe patient and family will most likely require instruction on body mechanics and safety during transfers _ _  Pressure areas; pressure wounds; painRelieve pressure/ independent weight shifts; promote wound healing; reduce painPrescription, application of devices and equipment Pressure-relieving cushion and mattress _ Integumentary repair and various protection techniques _ Positioning _ Educate family/ caregivers _ Topics include: _ _ Assistance with mobility, prevention of contractures _ _ Pressure-relieving techniques, turning scheduleN/A Provide appropriate pressure-relieving equipment Decreased endurance/ ventilation needs; increased risk for pulmonary complicationsImprove/slow decline of general endurance; prevent pulmonary complicationsEducate family/ caregivers _ Instruct patient on energy conservation techniques _ Low-intensity aerobic exercise is generally recommended, including aquatic therapy, walking, and stationary bicycling _ HFCWO(4)Progress as indicated Implement/recommend a home program as appropriate to address the promotion of cardiovascular stamina Potential for injury due to impaired mobility and increased risk of fallsPrevention of injury while promoting self- care and mobilityEducate family/ caregivers  Educate family about safety risks and appropriate"
        ]
    },
    "desired outcomes outcome measures": {
        "maintained functional rom contracture prevention": [
            "ROM"
        ],
        "improved slowed decline of strength in the short term ": [],
        "promoted functional independence and managed fatigue; improved assisted coordination; educated caregivers on impulsivity": [
            "FIM",
            "Tinetti Performance Oriented Mobility Assessment (POMA)(4)",
            "Timed Up and Go Test (TUG)(4)"
        ],
        "relieved pressure independent weight shifts; promoted wound healing; reduced pain; reduced incidence of skin breakdown": [
            "Skin/wound assessment"
        ],
        "improved slowed decline of general endurance": [
            "6MWT",
            "Maximum V oluntary Isometric Contraction (MVIC) using a strain gauge tensiometer system(4)",
            "FVC(4)"
        ],
        "prevention of secondary complications and injury": [],
        "improved maintained health status": [
            "ALS-SS",
            "ALSAQ-5",
            "PF10 of the SF-36"
        ]
    },
    "maintenance or prevention": [
        "Home exercise program for ROM, pressure-relieving  strategies, and therapeutic activities as indicated",
        "Patients are advised to obtain equipment and assistive devices before they need them, if possible Due to the rapid progression of the disease, the addition of assistive technologies is essential so that the patient’s ability to participate in normal daily activities is not unduly restricted(11)",
        "Ensure that home environment is safe by eliminating tripping hazards and installing sturdy grab bars/railings at strategic locations. Shield sharp corners on furniture and place a shower chair in the bathroom",
        "When possible, a mechanical lift should be used to avoid injury when lifting a patient who has fallen",
        "Genetic counseling is advised if there is a family history of ALS(10)"
    ],
    "patient education": [
        "ALS Association, http://www.alsa.org/",
        "U.S. National Institute of Neurological Disorders and Stroke (NINDS), https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Amyotrophic-Lateral-Sclerosis-ALS-Fact-Sheet",
        "International Alliance of ALS/MND Associations, https://www.alsmndalliance.org/ This site includes a directory of ALS/MND organizations worldwide Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Jorgensen S, Arnold WD. Motor neuron diseases. In: Cifu DX, ed. Braddom’s Physical Medicine & Rehabilitation . 5th ed. Philadelphia, PA: Elsevier Saunders; 2016:883-886. (GI)"
        },
        {
            "number in article": 2,
            "reference": "ALS Association. Understanding ALS. The ALS Association Web site. http://www.alsa.org/about-als/ . (GI)"
        },
        {
            "number in article": 3,
            "reference": "Shoesmith CL, Strong MJ. Amyotrophic lateral sclerosis: update for family physicians. Can Fam Physician . 2006;52(12):1563-1569.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Dal Bello-Hass  V. Amyotrophic lateral sclerosis. In: O'Sullivan SB, Schmitz TJ, Fulk GD, eds. Physical Rehabilitation . 7th ed. Philadelphia, PA: F.A. Davis Company; 2019:712-747.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Dallmeijer AJ, de Groot V, Roorda LD, et al. Cross-diagnostic  validity of the SF-36 physical functioning scale in patients with stroke, multiple sclerosis and amyotrophic lateral sclerosis: a study using Rasch analysis. J Rehabil Med . 2007;39(2):163-169.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Jenkinson C, Norquist JM, Fitzpatrick R. Deriving summary indices of health status from the Amyotrophic Lateral Sclerosis Assessment Questionnaires (ALSAQ-40  and ALSAQ-5).  J Neurol Neurosurg Psychiatry . 2003;74(2):242-245.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Van den Berg JP, Kalmijn S, Lindeman E, et al. Multidisciplinary ALS care improves quality of life in patients with ALS. Neurology . 2005;65(8):1264-1267.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Ng L, Talman P, Khan F. Motor neurone disease: disability profile and service needs in an Australian cohort. Int J Rehabil Res . 2011;34(2):151-159.  doi:10.1097/ MRR.0b013e328344ae1f. (R)"
        },
        {
            "number in article": 9,
            "reference": "McGovern-Denk  M, Levine M, Casey P. Approaching occupation with the person with amyotrophic lateral sclerosis. Phys Disabil Spec Interest Sec Q . 2005;28(4):1-4.  (G)"
        },
        {
            "number in article": 10,
            "reference": "Kumar A, Wargo R, Wollett K. Amyotrophic lateral sclerosis. In: Domino FJ, ed. The 5-Minute Clinical Consult 2016 . 24th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2015:40-41.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Henschke C. Provision and financing of assistive technology devices in Germany: a bureaucratic odyssey? The case of amyotrophic lateral sclerosis and Duchenne muscular dystrophy. Health Policy . 2012;105(1-2):176-184.  doi:10.1016/j.healthpol.2012.01.013. (RV)"
        },
        {
            "number in article": 12,
            "reference": "National Institute of Neurological Disorders and Stroke. Amyotrophic Lateral Sclerosis (ALS) Fact Sheet. NINDS/NIH Web site. http://www.ninds.nih.gov/disorders/amyotrophiclateralsclerosis/detail_ALS.htm#4842_2https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Amyotrophic-Lateral-Sclerosis-ALS-Fact-Sheet . Published June 22, 2020. (GI)"
        },
        {
            "number in article": 13,
            "reference": "King CH, Chen TL, Fan Z, Glass JD, Kemp CC. Dusty: an assistive mobile manipulator that retrieves dropped objects for people with motor impairments. Disabil Rehabil Assist Technol. 2012;7(2):168-179.  doi:10.3109/17483107.2011.615374. (R)"
        },
        {
            "number in article": 14,
            "reference": "Blain-Moraes  S, Schaff R, Gruis KL, Huggins JE, Wren PA. Barriers to and mediators of brain-computer  interface user acceptance: focus group findings. Ergonomics . 2012;55(5):516-525.  doi:10.1080/00140139.2012.661082. (R)"
        },
        {
            "number in article": 15,
            "reference": "Magalhaes CM, Fregonezi GA, Vidigal-Lopes  M, Vieira BSPP, Vieira DSR, Parreira VF. Effects of non-invasive  ventilation and posture on chest wall volumes and motion in patients with amyotrophic lateral sclerosis: a case series. Brazilian J Phys Ther . 2016;20(4):336-344.  doi:10.1590/bjpt-rbf.2014.0164.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Ferreira GD, Costa ACC, Plentz RDM, Coronel CC, Sbruzzi G. Respiratory training improved ventilatory function and respiratory muscle strength in patients with multiple sclerosis and lateral amyotrophic sclerosis: systematic review and meta-analysis.  Physiotherapy . 2016;102(3):221-228.  doi:10.1016/j.physio.2016.01.002. (M)"
        },
        {
            "number in article": 17,
            "reference": "Harrison T. Amyotrophic lateral sclerosis. In: Ferri FF, ed. 2021 Ferri’s clinical advisor: 5 books in 1 . Philadelphia, PA: Elsevier; 2021:105.e13-105.e14.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "Ng L, Khan F, Young CA, Galea M. Symptomatic treatments for amyotrophic lateral sclerosis/motor neuron disease. Cochrane Database Syst Rev . 2017;10(1). Art No: CD011776. doi:10.1002/14651858.CD011776.pub2.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "D'Cruz RF, Murphy PB, Kaltsakas G. Sleep disordered breathing in motor neurone disease. J Thorac Dis . January 2018;10(Suppl 1):S86-S98.  doi:10.21037/jtd.2017.12.19. (R)"
        },
        {
            "number in article": 20,
            "reference": "Oh J, Kim JA. Supportive care needs of patients with amyotrophic lateral sclerosis/motor neuron disease and their caregivers: a scoping review. J Clin Nurs . 2017;26(23-24):4129-4152.  doi:10.1111/jocn.13945. (RV)"
        },
        {
            "number in article": 21,
            "reference": "de Wit J, Bakker LA, van Groenestijn AC, et al. Caregiver burden in amyotrophic lateral sclerosis: a systematic review. Palliat Med . 2018;32(1):231-245. doi:10.1177/0269216317709965. (SR)"
        },
        {
            "number in article": 22,
            "reference": "Lechtzin N, Wolfe LE, Frick KD. The impact of high-frequency  chest wall oscillation on healthcare use in patients with neuromuscular diseases. Ann Am Thorac Soc . 2016;13(6):904-909.  doi:10.1513/AnnalsATS.201509-597OC.  (RV)"
        },
        {
            "number in article": 23,
            "reference": "National Institute for Health and Care Excellence. Motor neurone disease: assessment and management. NICE guideline NG42. Web site. https://www.nice.org.uk/guidance/ng42/evidence/full-guideline-2361774637G . 2016. (G)"
        },
        {
            "number in article": 24,
            "reference": "Clawson LL, Cudkowicz M, Krivickas L, et al. A randomized controlled trial of resistance and endurance exercise in amyotrophic lateral sclerosis. Amyotroph Lateral Scler Frontotemporal Degener . 2018;19(3-4):250.  doi:10.1080/21678421.2017.1404108. (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Gibbons C, Pagnini F, Friede T, Young CA. Treatment of fatigue in amyotrophic lateral sclerosis/motor neuron disease. Cochrane Database Syst Rev . 2018;(Issue 1). Art No: CD011005. doi:10.1002/14651858.CD011005.pub2.  (SR)"
        },
        {
            "number in article": 26,
            "reference": "Amin Lari A, Ghavanini AA, Boakee HR. A review of electrophysiological studies of lower motor neuron involvement in amyotrophic lateral sclerosis. Neurol Sci . 2019;40(6):1125-1136.  doi:10.1007/s10072-019-03832-4.  (SR)"
        },
        {
            "number in article": 27,
            "reference": "Meng L, Li X, Li C, et al. Effects of exercise in patients with amyotrophic lateral sclerosis: a systematic review and meta-analysis.  Am J Phys Med Rehabil . 2020;99(9):801-810. doi:10.1097/PHM.0000000000001419. (M)"
        },
        {
            "number in article": 28,
            "reference": "Haulman A, Geronimo A, Chahwala A, Simmons Z. The use of telehealth to enhance care in ALS and other neuromuscular disorders. Muscle Nerve . 2020;61(6):682-692. doi:10.1002/mus.26838. (RV)"
        },
        {
            "number in article": 29,
            "reference": "Kitano K, Asakawa T, Kamide N, et al. Effectiveness of home-based  exercises without supervision by physical therapist for patients with early-stage  amyotrophic lateral sclerosis: a pilot study. Arch Phys Med Rehabil . 2018;99(10):2114-2117.  doi:10.1016/j.apmr.2018.02.015. (RV)"
        },
        {
            "number in article": 30,
            "reference": "Plowman EK, Tabor-Gray  L, Rosado MK, et al. Impact of expiratory strength training in amyotrophic lateral sclerosis: results of a randomized, sham-controlled  trial. Muscle Nerve. 2019;59(1):40-46.  doi:10.1002/mus.26292. (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Yunusova Y, Plowman EK, Green JR, Barnett C, Bede P. Clinical measures of bulbar dysfunction in ALS. Front Neurol . February 19, 2019;10:106. doi:10.3389/ fneur.2019.00106. (RV)"
        },
        {
            "number in article": 32,
            "reference": "Wijesekera LC, Leigh PN. Amyotrophic lateral sclerosis. Orphanet J Rare Dis . February 3, 2009;4:3. doi:10.1186/1750-1172-4-3.  (RV)"
        },
        {
            "number in article": 33,
            "reference": "Shellikeri S, Karthikeyan V, Martino R, et al. The neuropathological signature of bulbar-onset  ALS: A systematic review. Neurosci Biobehav Rev . 2017;75:378-392.  doi:10.1016/ j.neubiorev.2017.01.045. (RV)"
        }
    ]
}