{
    "metadata": {
        "title": "Selective Mutism",
        "synonyms": [
            "mutism, selective",
            "elective mutism",
            "mutism, elective"
        ],
        "anatomical location body part affected": [
            "Anatomy of communication"
        ],
        "area of specialty": [
            "child speech and language disorders"
        ],
        "description": [
            "According to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition  (DSM-5 ), children with selective mutism (SM) do not initiate speech or respond when spoken to by other persons.(1) Diagnostic criteria for SM are as follows:",
            "Consistent failure to speak in specific social situations in which speaking is expected despite being able to speak in other situations(1)",
            "Failure to speak interferes with social communication or educational or occupational achievement(1)",
            "Disturbance has lasted at least 1 month (not only the first month of school)(1)",
            "Failure to speak is not caused by a lack of knowledge or inability to use spoken language to communicate(1)",
            "The disturbance cannot be accounted for by another communication disorder (e.g., childhood-onset  fluency disorder)(1)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "313.23": "selective mutism",
            "309.83": "adjustment reaction with withdrawal; elective mutism as adjustment reaction"
        },
        "ICD-10 codes": {
            "F94.0": "elective mutism; selective mutism _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Spoken Language Expressive G-code set": {
                "G9162": "Spoken language expression functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9163": "Spoken language expression functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9164": "Spoken language expression functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage;no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patient fails to speak in specific social situations despite speaking in other situations.(1)Individuals with SM are most often children or adolescents whose failure to speak interferes with their social interaction as well as with their educational or vocational achievement.(2) “Selective” refers to the inability to speak in select environmental conditions or with select individuals.(2) SM is a rare disorder with incidence estimates ranging from 18 in 10,000 to 16 in 2,256.(2) Anxiety disorders and developmental disorders of speech and language often co-occur  with SM.(2) Associated features of SM include social anxiety such as excessive shyness, fear of social embarrassment, social isolation, withdrawal, and excessive clinging to parent.(1) Other associated traits include compulsivity, oppositional behavior (particularly at home), temper tantrums, and negativism.(1) Extreme cases of SM in adults are rare, but persons who have had SM as children often exhibit symptoms of social anxiety into adulthood(3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "It is important to obtain information about the child’s history from multiple sources (e.g., parents, caregivers, teachers, grandparents) and to consider the child’s behavior in different environments.(2) When assessing the child for the first time, do not place demands on verbal communication if the child is resistant. Do not force the child to speak; instead, begin with comprehension tasks that require simple pointing or nodding responses and reinforce all communication attempts.(33) The first few sessions should focus on allowing the child to become familiar and comfortable with the therapist(33)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes : children with sm are a heterogeneous group.   various etiological theories have been linked to sm, but the precise cause in many cases is unknown. some researchers describe sm as a “symptom of anxiety that reflects underlying": [],
        "pathogenesis": [
            "Results of large-scale  studies have found that SM often coexists with anxiety disorders and that high rates of shyness,social phobia, and social avoidance have been found in children with SM.(3) Children exhibit shyness and social anxiety inthe school or community setting prior to the onset of SM(3)",
            "In a study conducted in the United States with 35 children (ages 5–12 years) with SM (n = 10), social phobia (n = 11), or nodiagnosis (n = 14), researchers found that psychophysiological measures (e.g., systolic blood pressure, heart rate) indicatedthat the children in the SM group experienced less arousal during social interactions than did the other groups of childrenin the study. For this reason, the authors of the study hypothesized that failure to speak in SM might be an avoidancemechanism (a means of preventing anxiety/overstimulation from social situations), which would account for the observedlack of arousal in this group(32)"
        ],
        "risk factors": [
            "Family or patient history of communication disorders, anxiety disorders, or depression(2,8)",
            "Developmental delays(2)",
            "Trauma(6,7)",
            "Speaking a minority language as a native language; a school environment that does not support a child learning a secondlanguage(4)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When was the patient’s SM first noticed? Was there a traumatic event immediately preceding symptoms of SM?",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications have been prescribed; are they being taken? For example, note if the child is taking any medications for anxiety",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed : Report any diagnostic (e.g., psychological, speech-language, hearing) tests that have been previously completed"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., yoga) or alternative therapies (e.g., acupuncture) and if they are helpful",
                    "previous therapy": "Document whether child has had previous psychological or speech-language  therapy for this or other conditions and what specific treatments were effective"
                },
                "aggravating easing factors": "Obtain a description of the child’s communication in each environment (e.g., school, community, home) and with all regular communication partners -In which environments and with which persons does the child communicate the most? The least?Document psychosocial status (including shyness or social phobia) as well as family history of psychiatric disorders, as SM commonly coexists with psychosocial issues -Behavioral inhibition (a condition that appears as early as infancy in which children respond to novel stimuli with very strong reactions) has been theorized to be a precursor to SM. Infants who exhibit behavioral inhibition, especially in social situations, have an increased risk for SM(35) -Note any signs of anxiety in the clinical setting and gain information from parent and teacher report on any excessive anxiety or panic and when they occur(2) -SM can be conceptualized as a specific phobia for expressive speech and has been successfully treated with cognitive behavioral therapy(9) -In a study conducted with clients from a pediatric anxiety clinic in the United States, researchers found that children with SM had greater social problems than the children with mixed anxiety or mixed anxiety/attention-deficit/hyperactivity  disorder (ADHD)(31) -Review reports from psychiatric professionals, if available  -A psychologist or psychiatrist may administer a questionnaire to screen for anxiety, such as the Screen for Child Anxiety-Related  Emotional Disorders (SCARED)(10)Note hearing abilities -Does the patient have known hearing loss? -If so, does the patient use hearing aids? Cochlear implants? -Document any history of hearing problems or ear infections(2) -In a study conducted in Israel with 62 children (31 of whom had a diagnosis of SM), researchers found that 59% of the children with SM exhibited absent middle-ear  acoustic reflex (MEAR) and/or abnormal MEAR decay, which was significantly higher than the control group (10%). The MEAR is activated during vocalization in humans and is theorized to help decrease the masking influence of the speaker’s own voice so he or she can hear other sounds while vocalizing. Another reflex involved in monitoring self-vocalization  is the medial olivocochlear bundle (MOCB) reflex; researchers found that reduced MOCB function was present in 38% of children with SM, which was significantly higher than in the control group(8%)(28) -A hearing screen might be difficult to achieve for a patient with SM due to the selective nature of the responses; however, if the patient appears to have difficulty hearing as evidenced by requests for repetition, leaning in to hear, or complete unawareness of sounds/speech, recommendation for a full audiological workup is appropriate Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any child or family history of psychiatric or learning disorders.(2) Document the onset of SM",
                    "comorbid diagnoses": "Document relevant developmental issues, including prenatal/perinatal problems, difficulties with motor, speech, or language development, or odd social behavior",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask child or caregivers about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What type of school does the child attend? Is the language of the child’s school the same as the child’s home language? How big is the class? Does the child participate in extracurricular activities? Obtain parent and teacher report on the child’s interactions with peers and friendships",
                "functional limitations assistance with ADLs adaptive equipment": "Does the child use any assistive or alternative methods of communication (AAC)?",
                "living environment": "With whom does child live (e.g., caregivers, siblings)? -What language(s) is/are spoken and heard at home? If more than one, document amount of time each language is spoken and/or heard by the patient"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "Tests for language and articulation will need to be adapted to the child’s level of verbal ability and willingness –Selective Mutism Questionnaire (SMQ)(5) -19-item  questionnaire to be completed by the parents regarding speaking behavior at school, with the family, and in social situations outside of school –Speech Situations Questionnaire (SSQ)(12) -Parent and teacher versions available -Can assist with identification of specific environments or communicative partners with whom patient does not speak ",
            "speech and language examination": " Speech and language examination (including reading)Describe child’s nonverbal interactions through observation (e.g., classroom and clinic) and parent/teacher reportArticulation is often best screened through parent report in cases of SM. If there are concerns, administer a standardized articulation test, if possible, or have the parent administer a simple articulation test at home while audio taping the responses -For detailed information on articulation and phonological disorders in children, see the series of Clinical Reviews on speech sound disorders Receptive language tests that require pointing (e.g., Peabody Picture V ocabulary Test-4)might  be easier to administer before expressive language tasks.(11,12) During initial test administration, it is important to put the child at ease and not pressure the child to talk(2) -In a study conducted in Canada comparing the scores on receptive language and academic ability standardized tests obtained from both children with SM and age-matched  peers without SM, researchers found that girls with SM had lower receptive language skills than their age-matched, typically developing peers (no difference found for boys with SM)(12)It might be necessary to train parents to administer some expressive language tasks at home and audiotape or videotape the child’s responses. Parents can also be trained to administer simple narrative tasks (e.g., story-retelling)  using wordless picture books.(2) Some older children who are resistant to using oral language may provide written responses to expressive language subtests. For example, the Formulated Sentences subtest of the Clinical Evaluation of Language Fundamentals–fifth edition (CELF-5)  can be administered as a written sentence formulation task.(13) The Word Classes subtest of the CELF-5  can be printed so that the child can indicate semantically related choices on the paper rather than orally.(2) Combine standardized testing results with language samples gathered during play, at school, and at home(2)Refer to parent and teacher report for information on language pragmatics. Examples of questions -Does the child initiate conversation with any peers at school/home? -Does the child initiate interactions nonverbally? -Does the child use turn-taking  skills? -Does the child have appropriate eye contact? -Does the child respond to questions verbally or nonverbally? -How does the child request and get needs met (e.g., food) at school/home?If possible, assess vocal function, including vocal quality, loudness, pitch, and endurance; if there are specific concerns regarding voice, refer to otolaryngologist for complete workup to rule out laryngeal pathologies prior to completing a full evaluationAnT709181If possible, rule out or identify atypical speech dysfluencies (stuttering) -For detailed information on disorders of fluency see the series of the Clinical Reviews on this topicTo assess emergent literacy skills, use nonverbal tasks that require manipulatives (e.g., Lindamood Auditory Conceptualization Test) or request that the child hold up fingers to indicate number of sounds in a syllable or word.(2,14) To test reading comprehension, use written questions or yes/no questions after the child reads silently. Rely on teacher report to select appropriate level text. Document grades for reading and obtain any writing samples",
            "neurological examination": "",
            "oral structure and oral motor function": "If articulation concerns are noted, an oral mechanism exam should be performed only if child is willing. Begin with items that are less invasive (e.g., “pucker lips,” “place tongue tip on upper lip”) and proceed only if child is compliantAsk parent about child’s self-care  skills at home. If warranted, perform a standardized interview of child’s daily living skills (e.g., Vineland Adaptive Behavior Scales)(15)",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –Obtain report from teacher(s) on the child’s functioning at school and academic ability, including literacy, math, and attention skills",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Given the complications of assessment, initial therapy sessions might be diagnostic. It is important to put the child at ease in the initial sessions rather than focus on obtaining complete information about the patient’s communication abilities",
                "It is important to identify and eliminate any behaviors that may be reinforcing the SM. For example, if a teacher asks the child a question, receives no response, and then withdraws the request, the child’s behavior will be negatively reinforced(6)",
                "Effective treatment involves consistent response among all adults who interact with the child(16)"
            ]
        },
        "diagnosis need for treatment": "Treatment is warranted if SM interferes with language development and/or social, educational, or vocational development and activities. The DSM-5  specifies that the mutism must last at least 1 month in order to meet diagnostic criteria.(1) SM might only occur in one environment (e.g., school), so it is essential that collaboration occur regularly between the adults who are involved in the care and education of the child",
        "rule out": "SM should be distinguished from a language disorder, articulation disorder, apraxia, fluency (stuttering) disorder, behavioral disorder (e.g., defiance), deficits in pragmatic language (e.g., autism spectrum disorder [ASD]), and hearing loss. Rule out nonnative proficiency in language. It is recommended that SM not be diagnosed in a bilingual child unless the mutism lasts for at least 6 months.(8) If the mutism occurs only as a symptom of a psychotic disorder or developmental disorder, SM should be ruled out(4)",
        "prognosis": [],
        "referral to other disciplines": "Given the multifaceted nature of this disorder, there is need for family and school cooperation and referral to a psychiatrist or psychologist to assist in treating anxiety.(17) The team approach, especially within the school environment, has been proven effective for SM.(18) The treatment team usually consists at minimum of the child, the parents, the teacher, the psychotherapist, and the speech-language  pathologist (SLP).(16,17,18) Additional team members might include the school principal, special education teacher, school nurse, and guidance counselor.(18) Speech therapy alone is unlikely to be successful as a form of intervention.(4) Clinical trials have indicated that medications to reduce anxiety (e.g., selective serotonin reuptake inhibitors [SSRIs]) are effective in treating anxiety symptoms, but that behavioral intervention is still needed with children with persistent SM.(2,19) When family therapy, psychodynamic, or medical interventions are warranted, refer to a psychologist or psychiatrist as appropriate(4)",
        "other considerations": [],
        "treatment summary": [
            "Cognitive behavioral therapy (CBT) is often used based upon the view that SM is a learned behavior that develops as an escape from anxiety or as a way of gaining attention from others.(4) The most common behavioral treatments are contingency management and shaping, stimulus fading, positive reinforcement, systematic desensitization, social skills training, and modeling(4) –Authors of literature reviews of CBT studies have concluded that 1) some treatment is better than no treatment and 2) there is much evidence to support the use of behavioral interventions for SM(4,20)",
            "Cognitive behavioral treatment –Contingency management and shaping -Techniques of contingency management and shaping techniques might involve a reinforcement menu that is developed in collaboration with the child. Reinforcement is then provided for approximations of verbal behaviors (e.g., head nodding, mouthing, whispering, pointing) with the eventual goal of speech(4) -Case studies have indicated that contingency management programs are useful in increasing verbalizations, but effects on generalized speech are unclear(4)  -In a single-participant  alternating treatment design study conducted in the United States in which treatment A was child-focused,  exposure-based practice and treatment B was parent-focused contingency management, 9 children were treated for SM(21) -Treatment A involved shaping, modeling, prompting, and in vivo exposure with an established hierarchy of specific situations(21) -Shaping involved humming, vocalizing with the mouth open, mouthing words, whispering words, whispering sentences, and whispering sentences with increasing volume until spontaneous communication was accomplished -Additionally, anxiety-reduction  techniques such as breathing retraining were utilized -Treatment B focused on the parents; parents were taught to reward their children for appropriate speech in public places and punish them for failure to speak in these situations (including loss of toys or TV time)(21) -Therapists established routines for the public situations to increase the opportunities for the child to speak -Teachers were asked to participate in the reward/punishment procedures as well -Positive end-state  situations were achieved for 8 of the 9 participants; based on the data obtained from the study, researchers concluded that both treatment approaches may be effective for increasing audible speech in children with SM; however, treatment A appeared significantly more effective(21) –Stimulus fading -Stimulus fading can be used in conjunction with contingency management and refers to the technique of gradually introducing more persons and places in which speech is rewarded(4) -Stimulus fading interventions have been successful in increasing verbalizations and the variety of communicative contexts in which the child is successful(4) -In a pilot study conducted in Norway, 7 children with SM, ages 3 to 5 years, were treated with a multimodal approach using defocused communication and stimulus fading/sliding-in  technique. The treatment program was initiated in the home and transitioned into kindergarten for a maximum of 6 months. In sessions with the children, therapists used defocused communication techniques which included sitting next to the child rather than across, “thinking aloud” rather than asking direct questions, and giving increased response time for the child rather than answering for the child. After an average of 14 weeks of treatment, 6/7 children spoke in kindergarten settings, which was the goal of the program(34) –Systematic desensitization -Systematic desensitization involves the use of relaxation techniques (e.g., progressive muscle relaxation, imagery exercises) with exposure to successively more anxiety-provoking situations(4) -This technique appears to work better with older versus younger children(4) –Self-modeling -Self-modeling  involves recording or videotaping the child speaking and editing the tapes to depict the child speaking in situations in which he or she has previously remained mute(4) -In single-subject  studies using self-modeling, children have shown improvement immediately after intervention and at follow-up.  However, this technique has been used in conjunction with other behavioral techniques (e.g., positive reinforcement and stimulus fading), and it is difficult to determine the exact effects of self-modeling(4) -Caution: some children are resistant to hearing their voices recorded and taping will actually increase anxiety about speaking(4) –Behavioral language training intervention -This treatment is focused on using behavioral principles to train the child in nonverbal attending, verbal imitation, and functional conversation -In a randomized controlled pilot study conducted in the United States with 21 children with SM ages 4 to 8, researchers found that those children randomized to a 24-week  Integrated Behavior Therapy for Selective Mutism (IBTSM) showed significantly increased functional speaking behavior posttreatment compared to the waitlist control group. 75% of the children in the experimental group met the response criteria immediately following the program. Additionally, the children in the IBTSM group demonstrated significant improvements in the number of words spoken at school compared to baseline and were reported to have significant reductions in social anxiety per parent report (but not per teacher report). Researchers found that these clinical gains were maintained at a3-month follow-up.  The IBTSM program involved a hierarchy of speaking tasks in which positive reinforcement was provided for completing each task. Home assignments such as speaking to a familiar conversational partner in an empty classroom or having a play date with a  classmate in which no talking was expected were also part of the program, and by the end of the intervention the parents were trained to carryout maintenance activities to prevent relapse(27) -In a single-subject  study conducted in the United States, researchers examined the effects of behavioral language training on verbal responses of a child (age 7) with intellectual delay and SM; results indicated an increase in spontaneous verbalizations in both the home and school setting(22) –Social problem-solving  intervention -This intervention involves teaching the child a set of rules to increase child’s ability to 1) identify salient social stimuli; 2) identify the most appropriate social behaviors for the situation; 3) perform the target social behavior; and 4) evaluate the behavior once it is performed(23) -In a multiple baseline study conducted in the United States, two sisters with SM (ages 5 and 7) were given social problem-solving  training sessions 2 times/week in 30-minutes  sessions to increase their ability to answer questions in class(23) -During the sessions, they practiced answering 5 questions that would later be given to them by the teacher in class -During the sessions, the therapist provided a rationale for speaking audibly, reviewed the questions, and gave verbal praise and error correction -At baseline, both subjects answered 0 questions correctly in the classroom; during intervention and in follow-up sessions, they answered all questions correctly in the classroom. However, teachers noted little generalization to interactions with peers outside of the classroom –In a case series with 5 children ages 6 to 11 conducted in Singapore, researchers described a web-based  cognitive behavioral therapy program to treat SM. Researchers modified a Canadian web-based  cognitive behavioral program to be culturally appropriate for the Singaporean children. The program was 14 weeks long with 8 training sessions and 6 practice sessions; parents were given a log-in  and encouraged to practice at home as well. Posttreatment, 4/5 children included in the case series demonstrated improvements in the frequency of speech during therapy sessions at home, in school, and in other social situations(30)",
            "Communication-based  interventions –A child with a co-occurring  speech and/or language disorder might benefit from treatment of speech or language deficits if he or she is willing to attend sessions outside of the classroom. Addressing speech-language  goals in a less-threatening situation might facilitate eventual communication in the classroom. In addition, the focus on specific targets (e.g., syntactic or literacy concepts) may take attention away from the mutism and possibly facilitate progress(2) –Social/communication-based  intervention -This systematic approach can be used to increase social interactions between the child and peers. Peer interactions can be first encouraged in low-anxiety,  nonverbal interactions that are monitored by parents or teachers. As the child becomes comfortable with these interactions, the verbal demands can be slightly increased. This intervention approach follows principles that are recommended but have not empirically tested by researchers(2)",
            "Other types of treatments showing some evidence of effectiveness are family therapy interventions and multimodal interventions(8,24) –Music therapy has been described in a descriptive case study, but there are no experimental studies investigating its effectiveness(25) –Authors of another case study describe drama therapy with behavioral interventions as a successful treatment in a 5-year-old  girl with SM(26) -In this case study, the child’s speech increased not only in the therapy room but also generalized to non-therapy  settings with both family members and friends(26) –Authors of a case study with a 10-year-old  boy with SM described use of an expressive therapies continuum to treat the child. Initially, sessions began with structured play activities to ensure the child was comfortable with the activities and with the therapist. As the sessions progressed, the therapist introduced play, drama, and art-based  activities (on the expressive therapies continuum) to increase the child’s confidence with self-expression  and reduce anxiety in social situations(29)",
            "Home programs are rarely described in the research because of the preliminary nature of the research in clinical settings and the absence of signs of the disorder at home .  Problem Goal Intervention Expected Progression Home Program Selective mutism Increase verbal communication in different environments/ with different personsContingency management and shaping _ Child is reinforced for communicative efforts according to an appropriate reinforcement menu determined, in part, by the child _ _ See Treatment summary , aboveInitially, reinforcement is provided for any type of communication (gesture, nonverbal, whisper, etc.); as the child’s communicative efforts increase, reinforcements will be provided only for responses that more closely approximate verbalizations; fewer cues and prompting provided by SLP as verbalizations increaseNo home-based programs have been trialed Selective mutism Increase verbal communication in different environments/ with different personsStimulus fading _ SLP gradually introduces new communicative partners and environments _ _ See Treatment summary , aboveAs the child becomes more comfortable with verbal communication, the SLP will bring new communicative partners into treatment sessions; as the child becomes more verbally communicative with new conversational partners, the SLP will move treatment sessions to different environmentsNo home-based programs have been trialed Selective mutism Increase verbal communication in different environments/ with different personsSystematic desensitization _ Use of relaxation techniques to ease the anxiety of verbal communication _ _ See Treatment summary , aboveAs the child becomes more independent with his or her relaxation strategies, the SLP will introduce successively more anxiety-provoking communication situationsNo home-based programs have been trialed, but this approach has potential for home practice of relaxation techniques  Selective mutism Increase verbal communication in different environments/ with different peopleSelf-modeling _ Utilizing video- or audio- recordings of the child’s own speech to increase verbal communication in specific environments or with specific communicative partners _ _ See Treatment summary , aboveOnce the child has grown accustomed to hearing his or her voice in specific environments or with specific conversational partners, the SLP will eliminate the recordings and cue the patient to speak with his or her own voiceNo home-based programs have been trialed _ The home may be the ideal place for initial video- or audio-taping Selective mutism/ intellectual delayIncrease verbal communication in different environments/ with different personsBehavioral language training intervention _ Using behavioral principles to increase language skills _ _ See Treatment summary , aboveAs verbal communication increases, the SLP will reduce the frequency and intensity with which the child is promptedNo home-based programs have been trialed Selective mutism Increase verbal communication in the classroomSocial problem- solving intervention _ Teaching the child to identify social cues and then determine and carry out appropriate social behavior in given situations _ _ See Treatment summary , aboveSLP initially provides the rationale for target social behavior as well as verbal praise and error correction; as the child’s correct responses increase, SLP will fade out prompting, praise, and correctionsNo home-based programs have been trialed Selective mutism Address speech and/ or language deficits to increase verbalizationsCommunication-based intervention _ Speech/language therapy as indicated _ _ See Treatment summary , aboveAs verbal communication increases, the SLP will reduce the frequency and intensity with which the child is promptedNo home-based programs have been trialed, but this approach has potential for home practice of speech and/or language goals  Selective mutism Increase verbalizations with peersSocial/ communication-based intervention _ Use of peer interactions to promote communication in patient with SM _ _ See Treatment summary , aboveAs verbal communication increases, the SLP will reduce the frequency and intensity with which the child is promptedNo home-based programs have been trialed ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced anxiety in speaking situations": [
            "Systematic observations, parent/teacher report, anxiety measures, standardized behavior rating scales(20)"
        ],
        "increased verbalizations in a variety of settings and with a variety of persons": [
            "Systematic observations, parent/teacher report, standardized behavior rating scales, academic measures (curriculum-basedand or standardized), and/or standardized language measures(20)"
        ]
    },
    "maintenance or prevention": [
        "After treatment, follow-up  session/s and observations should be performed to determine if the effects of therapy have been maintained"
    ],
    "patient education": [
        "Parent or caregivers should be educated about possible causes of the disorder and the potential effects on social and academic development",
        "See information about selective mutism on American Speech-Language-Hearing Association (ASHA) website, http:// www.asha.org/public/speech/disorders/SelectiveMutism/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "American Psychiatric Association. Selective mutism. In: Diagnostic and Statistical Manual of Mental Disorders: DSM-5. 5th ed. Arlington, VA: American Psychiatric Association; 2013:195-197.  (G)"
        },
        {
            "number in article": 2,
            "reference": "McInnes A, Manassis K. When silence is not golden: an integrated approach to selected mutism. Semin Speech Lang . 2005;26(3):201-210.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Sharp WG, Sherman C, Gross AM. Selective mutism and anxiety: a review of the current conceptualization of the disorder. J Anxiety Disord . 2007;21(4):568-579.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Cohan SL, Chavira DA, Stein MB. Practitioner review: psychosocial interventions for children with selective mutism: a critical evaluation of the literature from 1990-2005.  J Child Psychol Psychiatry . 2006;47(11):1085-1097.  (SR)"
        },
        {
            "number in article": 5,
            "reference": "Henkin Y, Feinholz M, Arie M, Bar-Haim  Y. P50 suppression in children with selective mutism: a preliminary report. J Abnorm Child Psychol . 2010;38(1):43-48.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Krysanski V. A Brief review of selective mutism literature. J Psychol . 2003;137(1):29-40.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Jian X, Junyu W, Jinfang L. Post-traumatic  mutism in children. Brain Inj. 2009;23(5):445-449.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Toppelberg CO, Tabors P, Coggins A, Lum K, Burger C. Differential diagnosis of selective mutism in bilingual children. J Am Acad Child Adolesc Psychiatry . 2005;44(6):592-595.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Omdal H, Galloway D. Could selective mutism be re-conceptualised  as a specific phobia of expressive speech? An exploratory post-hoc study. Child Adolesc Ment Health . 2008;13(2):74-81.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Birmaher B, Brent DA, Chiappetta L, Bridge J, Monga S, Baugher M. Psychometric properties of the Screen for Child Anxiety Related Emotional Disorders (SCARED): a replication study. J Am Acad Child Adolesc Psychiatry . 1999;38(10):1230-1236.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Dunn LM, Dunn LM, Williams KT, Wang JJ. Peabody Picture Vocabulary Test-III. Circle Pines MN: American Guidance Service, Inc; 1997. (PP)"
        },
        {
            "number in article": 12,
            "reference": "Nowakowski ME, Cunningham CC, McHolm AE. Language and academic abilities in children with selective mutism. Inf Child Dev . 2009;18(3):271-290.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Semel E, Wiig EH, Secord WA. Clinical Evaluation of Language Fundamentals . 5th ed. San Antonio, TX: The Psychological Corporation; 2013. (PP)"
        },
        {
            "number in article": 14,
            "reference": "Lindamood PC, Lindamood P. Lindamood Auditory Conceptualization Test . 3rd ed. Austin, TX: Pearson Education; 2004. (PP)"
        },
        {
            "number in article": 15,
            "reference": "Sparrow SS, Balla DA, Cicchetti DV. Vineland Adaptive Behavior Scales . Circle Pines, MN: American Guidance Service; 1985. (PP)"
        },
        {
            "number in article": 16,
            "reference": "Schum RL. Selective mutism: an integrated treatment approach. ASHA Lead . 2002;7(17):4-6.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "Keen DV, Fonseca S, Wintgens A. Selective mutism: a consensus based care pathway of good practice. Arch Dis Child . 2008;93(10):838-844.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Ponzurick JM. Selective mutism: a team approach to assessment and treatment in the school setting. J Sch Nurs . 2012;28(1):31-37.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Schwartz RH, Freedy AS, Sheridan MJ. Selective mutism: are primary care physicians missing the silence?. Clin Pediatr (Phila) . 2006;45(1):43-48.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Pionek Stone B, Kratochwill TR, Sladezcek I, Serlin RC. Treatment of selective mutism: a best-evidence  synthesis. Sch Psychol Q . 2002;17(2):168-190.  (SR)"
        },
        {
            "number in article": 21,
            "reference": "Vecchio J, Kearney CA. Treating youths with selective mutism with an alternating design of exposure-based  practice and contingency management. Behav Ther . 2009;40(4):380-392.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Pecukonis EV, Pecukonis MT. An adapted language training strategy in the treatment of an electively mute male child. J Behav Ther Exp Psychiatry . 1991;22(1):9-21.  (R)"
        },
        {
            "number in article": 23,
            "reference": "O'Reilly M, McNally D, Sigafoos J. Examination of a social problem-solving  intervention to treat selective mutism. Behav Modif . 2008;32(2):182-195.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Amir D. Re-finding  the voice-Music  therapy with a girl who has selective mutism. Nordic J Music Ther . 2005;14(1):67-77.  (C)"
        },
        {
            "number in article": 25,
            "reference": "Sharkey L, Mc Nicholas F, Barry E, Begley M, Ahern S. Group therapy for selective mutism - a parents' and children's treatment group. J Behav Ther Exp Psychiatry . 2008;39(4):538-545.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Oon PP. Playing with Gladys: a case study integrating drama therapy with behavioural interventions for the treatment of selective mutism. Clin Child Psychol Psychiatry . 2010;15(2):215-230.  (C)"
        },
        {
            "number in article": 27,
            "reference": "Bergman RL, Gonzalez A, Piacentini J, Keller ML. Integrated behavior therapy for selective mutism: a randomized controlled pilot study. Behav Res Ther . 2013;51(10):680-689. doi:10.1016/j.brat.2013.07.003. (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Muchnik C, Ari-Even D, Hildesheimer M, Arie M, Bar-Haim  Y, Henkin Y. Abnormalities in auditory efferent activities in children with selective mutism. Audiol Neurootol . 2013;18(6):353-361.  doi:10.1159/000354160. (R)"
        },
        {
            "number in article": 29,
            "reference": "Fernandez KTG, Serrano KCM, Tongson MCC. An Intervention in treating selective mutism using the Expressive Therapies Continuum Framework. J Creativity Ment Health . 2014;9(1):19-32.  doi:10.1080/15401383.2013.873706. (C)"
        },
        {
            "number in article": 30,
            "reference": "Ooi YP, Raja M, Sung SC, Fung DS, Koh JB. Application of a web-based  cognitive-behavioural  therapy programme for the treatment of selective mutism in Singapore: a case series study. Singapore Med J . 2012;53(7):446-450.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Levin-Decanini  T, Connolly SD, Simpson D, Suarez L, Jacob S. Comparison of behavioral profiles for anxiety-related  comorbidities including ADHD and selective mutism in children. Depress Anxiety . 2013;30(9):857-864.  doi:10.1002/da.22094. (R)"
        },
        {
            "number in article": 32,
            "reference": "Young BJ, Bunnell BE, Beidel DC. Evaluation of children with selective mutism and social phobia: a comparison of psychological and psychophysiological arousal. Behav Modif. 2012;36(4):525-544.  doi:10.1177/0145445512443980. (R)"
        },
        {
            "number in article": 33,
            "reference": "Hung S, Spencer MS, Dronamraju R. Selective mutism: practice and Intervention strategies for children. Child Sch . 2012;34(4):222-230.  doi:10.1093/cs/cds006. (C)"
        },
        {
            "number in article": 34,
            "reference": "Oerbeck B, Johansen J, Lundahl K, Kristensen H. Selective mutism: a home-and  kindergarten-based  intervention for children 3-5 years: a pilot study. Clin Child Psychol Psychiatry . 2012;17(3):370-383.  doi:10.1177/1359104511415174. (R)"
        },
        {
            "number in article": 35,
            "reference": "Gensthaler A, Khalaf S, Ligges M, Kaess M, Freitag CM, Schwenck C. Selective mutism and temperament: the silence and behavioral inhibition to the unfamiliar. Eur Child Adolesc Psychiatry . October 2016;25(10):1113-1120.  doi:10.1007/s00787-016-0835-4.  (R)"
        }
    ]
}