{
    "metadata": {
        "title": "Alzheimer’s Disease  Occupational Therapy",
        "synonyms": [
            "alzheimer dementia",
            "alzheimer disease",
            "senile dementia of alzheimer type (sdat)",
            "primary degenerative dementia of the alzheimer type (dat)",
            "presenile dementia",
            "alzheimer dementia",
            "alzheimer disease",
            "alzheimer's dementia",
            "senile dementia of alzheimer type",
            "sdat",
            "major neurocognitive disorders (ncd)"
        ],
        "anatomical location body part affected": [
            "Cerebral cortex of the brain(5)"
        ],
        "area of specialty": [
            "acute care",
            "neurological rehabilitation",
            "home health",
            "geriatric rehabilitation"
        ],
        "description": [
            "Alzheimer’s disease (AD) is an adult neurological, degenerative disease of the cerebral cortex of unknown cause that impairs memory, language, judgment, and social and occupational functioning, ultimately resulting in death(1)",
            "A neurodegenerative disorder characterized by progressive and selective neuron loss (includes Alzheimer dementia)(46)",
            "Alzheimer-disease-related  dementias (ADRDs): neurodegenerative dementias that have some clinical and neuropathological commonalities with Alzheimer dementia but are distinct conditions, including frontotemporal dementia, vascular dementia, Lewy body dementia, and mixed dementias(47)",
            "AD is the most common cause for dementia. The prevalence of all dementia is reported to be about 1%–2%  in adults ≤ 65 years old and 30%–50%  by age 85.(48) Onset of AD typically is after age 65(3)",
            "AD can be divided into stages(2) –Stage 1 -Lasts 2–4 years -Orientation is affected -Reduced functional skills -Confabulation is common -Inability to complete meaningful activities such as driving and household tasks -Depression might occur -Patient often is unable to remain living independently –Stage 2 -Memory loss advances -Wandering -Loss of speech -Inability to motor plan effectively -Decline in appetite -Agitation -Delusions/hallucinations –Stage 3 -Dependent care -Mutism -Loss of motor skills  -Inability to take food/drink by mouth -Incontinence",
            "In 2011 National Institutes of Health and the Alzheimer’s Association recognized that AD as a disease with 3 stages of progression. They included an early, preclinical stage with no symptoms, a middle stage characterized by mild cognitive impairment, and the final stage marked by symptoms of dementia(50)",
            "A presumptive, preclinical diagnosis can also be made based on imaging (Pittsburgh compound B and PET scan) and/or biomarkers (e.g., total tau, phosphorylated tau 181, and Aβ 42)(25)",
            "For more information on Alzheimer’s disease (AD), see  Clinical Review…Alzheimer’ s Disease ; CINAHL Topic ID Number: T708728"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G30.0": "Alzheimer’s disease with early onset",
            "G30.1": "Alzheimer’s disease with late onset",
            "G30.8": "other Alzheimer’s disease",
            "G30.9": "Alzheimer’s disease, unspecified",
            "F02.80": "dementia in other diseases classified elsewhere without behavioral disturbance",
            "F02.81": "dementia in other diseases classified elsewhere with behavioral disturbance",
            "F03.90": "unspecified dementia without behavioral disturbance",
            "F03.91": "unspecified dementia with behavioral disturbance",
            "F05": "delirium due to known physiological condition",
            "G31.84mild": "cognitive impairment, so stated (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Signs and symptoms are progressive –Memory loss –Confusion about the location of familiar places, difficulty recognizing friends and family members –Taking longer to accomplish normal daily tasks –Compromised judgment, often leading to bad decisions –Loss of spontaneity and sense of initiative –Mood and personality changes; increased anxiety, wandering –Difficulty with language; problems with reading, writing, working with numbers –Hallucinations, delusions, suspiciousness, or paranoia –Repetitive statements or movement; occasional muscle twitches –Perceptual-motor  problems: difficulty performing ADLs",
            "Patients with severe AD are completely dependent on others for care. At this point they can experience weight loss, seizures, skin infections, difficulty swallowing, groaning, increased sleeping, and lack of bowel and bladder control Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Take note of any recent illness or changes in medications that may contribute to a change in mental status or cognitive functioning (e.g., urinary tract infection, depression medication changes) ",
            "The clinician should ensure that commands or inquiries are kept simple/concise",
            "The clinician should monitor patient agitation level throughout exam and discontinue assessment, if necessary, as indicated by the patient’s tolerance"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Largely unknown",
            "Genetics may play a role in some cases of AD–Late-onset  AD is characterized by low-penetrant  variants of a large number of genes, most commonly APOE epsilon-4allele–Early-onset  AD may be caused by pathogenic genetic variants of APP, PSEN1, and PSEN2 genes (however 90-95%  ofpatients with early-onset  AD do not have an identifiable pathogenic genetic variant"
        ],
        "pathogenesis": [
            "Neuropathogenic featuresmay include the following–Neurofibrillary tangles of tau protein-Tau protein in the brain typically consists of 3-repeat  and 4-repeat isoforms; 4-repeat  isoforms are more likely to bind toand stabilize microtubules-Hyperphosphorylation of tau proteins disrupt binding of 4-repeat  isoforms to microtubules, leading to formation ofneurofibrillary tangles of tau proteins-AD progression may be associated with a reduction of 4-repeat  isoforms–Mitochondrial dysfunction leads to neuroinflammation, oxidative damage, and apoptosis–Plaques of amyloid proteins develop with may also lead to-mitochondrial dysfunction-reduced acetylcholine release in hippocampus, leading to memory impairments-increased glycogen synthase kinase 3 beta (GSK3-beta)  leading to tau phosphorylation and neurofibrillary tangles",
            "Risk factors  (51)-Age-The percentage of persons with AD increases dramatically with age: 3% of persons ages 65–74,  17% of persons ages75–84,  and 32% of personsaged 85 or older have AD(51)-Genetics-The APOE‐e4 gene is the gene with the strongest impact on risk of late‐onset AD-A genetic mutation to any of three specific genes increases risk for AD: the gene for the amyloid precursor protein(APP) and the genes for the presenilin 1 and presenilin 2 proteins. Those inheriting an Alzheimer's mutation to thesegenes have an extremely high likelihood of developing the disease if they live a normal life span-Family history-Having one parent or sibling with AD increases one’s risk and having more than one parent or sibling further increases"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "As the patient often has difficulty with orientation, consideration should be taken to both verbally and visually orient the patient to the clinician, to where the patient is, and to where he or she will be going if a transition will occur to a treatment room or group situation",
        "Due to impaired memory and loss of skills, supervision is critical to patient safety for the prevention of wandering and becoming lost, as well as to assist with orientation in unfamiliar surroundings",
        "Due to changes in personality and mood, irritability can occur, which might impact participation and cooperation",
        "Patients are at risk for “sundowning” (in which a patient experiences heightened confusion in the evening, leading to increased agitation, wandering, anxiety, and opposition)(6)",
        "Motor planning becomes challenging due to impaired cognition and an inability to remember once familiar processes, which may also lead to agitation",
        "Transitions should be carefully planned with regard to any change in the routine or living situation; the patient should be involved in the process with repeated notice and visitations to reduce negative responses(2)",
        "Temperature of the therapeutic and home environment should be at least 70° F (21° C), as persons with AD are at risk for hypothermia because they often forget to wear appropriate clothing for the ambient temperature(2)",
        "Whenever possible, information provided by the patient should be verified by family or caregiver(s)",
        "Report signs of elder abuse or neglect",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Take note of any recent illness or changes in medications that may contribute to a change in mental status or cognitive functioning (e.g., urinary tract infection, depression medication changes) ",
            "The clinician should ensure that commands or inquiries are kept simple/concise",
            "The clinician should monitor patient agitation level throughout exam and discontinue assessment, if necessary, as indicated by the patient’s tolerance"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "The diagnosis of AD is based upon clinical history, results of physical and neurologic examinations, and the use of accepted diagnostic criteria. While a physician is the professional to make a diagnosis of AD, he or she may request that the patient be seen by other healthcare professionals before making the diagnosis. If the patient presents with a diagnosis of AD, when was the diagnosis made? -Has there been any report of memory loss, personality changes, and/or impaired judgment or orientation reported by patient or family members? -Is there a lack of interest in activities previously valued? -Are language skills recently impaired? -Is there a familial history of AD? -How much time has passed since onset of symptoms?(2) -What is the rate of symptom progression?(2) -For what specific deficits is the patient seeking therapy?",
                "course of treatment": {
                    "medical management": " Medical management Medical management will vary greatly depending on the symptoms and the stage of the disease. In general, the patient’s symptoms are managed with medication",
                    "surgical management": [],
                    "medications": " Medications for current illness/injury Determine what medications the clinician has prescribed; are they being taken as prescribed, and are they helping symptoms? The first treatment to target the fundamental pathophysiology of AD was granted accelerated U.S. FDA approval in adults in June 2021. Patients receiving aducanumabin trials had a significant reduction of amyloid beta plaque compared to controls,who had no reduction of amyloid beta plaque. More research is needed to prove its effectiveness, but early evidence is promising(52) Medications approved by the U.S. FDA include rivastigmine, galantamine, donepezil, memantine, and memantine combined with donepezil. All except memantine work to increase the level of neurotransmitters in the brain and thereby improve cognition, but the effectiveness varies. Memantine blocks certain receptors in the brain from excess stimulation that can damage nerve cells(32) Antipsychotic drugs can be used to treat the symptoms of hallucinations, aggression, and agitation. However, these must be used with caution because they are associated with an increased risk of stroke and death in persons with AD. They are not widely recommended(32)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Testing will be completed to rule out other causes of symptoms; diagnosis of AD includes the exclusion of other diagnoses or etiologies for the clinical presentation",
                        "Although controversial, MRI or CT scan to rule out other diagnoses might be appropriate(3)",
                        "Authors of a study conducted in China with 66 patients with AD found that the presence of subcortical ischemic",
                        "lesions as seen on MRI was associated with poorer functional status as measured by the Physical SelfMaintenance Scale (PSMS)(35)",
                        "PET scan to differentiate AD from frontotemporal dementia(3)",
                        "First approved by the U.S. FDA in 2012, an Amyvid PET scan (Florbetapir) for amyloid imaging is a relatively new test that can assist physicians in diagnosing the underlying cause of memory loss. A positive result on this test supports AD as the underlying cause of memory impairment in an adult undergoing workup for AD. A negative result will trigger the need for additional tests so that the diagnostic team can accurately diagnose and treat the underlying cause of memory loss(27,33)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether they help Ginkgo biloba may be helpful for cognition, but not ADLs, and there is conflicting efficacy reported for its use for deficits in these areas(3)  Chinese herbal medicines may improve cognitive function and ADL performance in patients with AD(38) Authors of a systematic review found that Chinese herbal medicines were at least as effective as other drugs; however, the evidence had a high risk of bias(38) Coenzyme Q10 is not effective for AD symptoms(3) Huperzine A (an herbal cholinesterase inhibitor) may improve cognition(3)",
                    "previous therapy": "Document whether patient has had occupational, physical, or speech-language  therapy for this or other conditions and what specific treatments were helpful or not helpful. What education about the condition has the patient and/or caregivers received?"
                },
                "aggravating easing factors": "Ask the patient and caregivers if they have determined what worsens or alleviates symptoms. Patients with AD are not always able to provide reliable information about symptoms. Additionally, patients with AD often become agitated when asked questions pertaining to their memory loss, cognitive decline, or symptoms that could be interpreted as inappropriate behavior. For these reasons, it is important to include the caregiver when gathering this type of information -Are there any strategies used by the caregiver(s) that are successful in calming the patient if sundowning occurs?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Interview patient and caregiver with regard to current symptoms (e.g., memory loss, disorientation, impaired executive functioning, impaired ADLs) as well as overall progression of symptoms",
                "rating of symptoms": "",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night). Changes in symptoms can be related to alterations in the physical setting, time of day, and noises/sounds",
                "sleep disturbance": "Sleep disturbances are common in patients with AD(3) -Document number of wakings/night and presence of sundowning as well as alterations in sleep/wake cycles and daytime sleepiness",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician -AD patients with psychotic symptoms are likely to have increased functional deficits compared to AD patients without psychotic symptoms -Authors of a longitudinal cohort study of 234 AD patients in Canada found that increased psychotic symptoms correlated with a deterioration in ability to complete basic ADLs(29)Identify if the patient has a diminished appetite; determine from patient/caregiver if appropriate nutrition is being obtained",
                "respiratory status": "Does patient require supplemental oxygen? Is respiratory status compromised? Barriers to learning -Are there any barriers to learning? Yes__ No__Due to the nature of AD, barriers to learning include the decline of a patient’s ability to participate in the learning of new tasks. Assessment should occur during the natural course of the patient’s routines to gain a more accurate understanding of his or her skill level. Agitation and irritability can also be present, impacting a patient’s participation in tasks and the learning of new skills"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask patient and family/caregiver about other diagnoses, including depression and cardiovascular disease Patients with AD and comorbid depression are at increased risk of stroke(7)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient/caregivers about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational activities? What are the patient’s previous and current interests? What are the patient’s previous and current occupations and roles  (e.g., spouse, grandparent)? These prior responsibilities can help guide treatment planning and provide motivation to participate in tasks",
                "functional limitations assistance with ADLs adaptive equipment": "What current adaptive equipment or modifications are available to the patient at home? Can they still be utilized based on the patient’s current level of functioning? Document any other strategies put into place such as memory aids. What is the patient’s current status in terms of independence with ADLs?",
                "living environment": "Inquire about home layout (e.g., stairs, number of floors in home, with whom patient lives [e.g., caregivers, family members]); identify if there are barriers to independence in the home; any modifications necessary? Will the patient be able to remain in the home environment and be safe? -How have the family/ caregivers been handling the symptoms? What strategies have they already put in place? Which are successful? Which are not working? Has the family recently moved the patient in with a family member or into a care facility? Has one family member taken on all the burden?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  It is critical to obtain caregiver input during the evaluation of a patient with AD. As the nature of the disease is degenerative, the patient might not be an accurate historian. Evaluation will likely reveal declining cognitive function and that processing of novel information is more challenging than performing ingrained, familiar motor skills. Clients with end-stage  disease might have lost language skills and have significantly impaired mobility and ROM, requiring total dependent care. Evaluation of the patient should include a combination of standardized testing for cognitive status and observation of functional activities in the natural context of the patient’s daily routines. The level of functioning will vary depending upon the stage of the disease; modify evaluation accordingly",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": " Assistive and adaptive devices –Document use of, independence with, and effectiveness of assistive technology and adaptive devices or techniques to assist with grooming/hygiene, such as long-handled  sponges/reachers and clothing without fasteners –Does the patient have any positioning devices (e.g., supportive chair, wheelchair cushion, pressure-relieving  cushions or mattress) for use during the day? –Ask the caregiver to report on whether the patient consistently remembers to utilize the adaptive equipment and whether the caregiver is required to be present to provide supervision and cueing, as well as to ensure the device is utilized as indicated for safety –Document cognitive aids currently in use such as memory aids, picture schedules, calendars, and premeasured medications –Document any other environmental measures the family has put in place to reduce symptoms such as agitation and wandering (e.g., locks, alarms, motion detectors) ",
            "balance": " Balance –Evaluate static and dynamic balance formally, if possible, and/or functionally during ADLs -Berg Balance Scale -Functional Reach Test",
            "cardiorespiratory function and endurance": [
                "Evaluate pulse and vital signs regularly pre/during/post activity",
                "Monitor breathing/respiration rate to assist with determining fatigue and endurance levels; use the Borg Rating of Perceived Exertion (RPE) Scale if the patient can understand the concepts in the scale"
            ],
            "circulation": " Circulation –Monitor for signs of good circulation, especially if the client is at end stage of the disease and might not demonstrate volitional/purposeful movement –Skin should be without discoloration –Extremities should be warm to touch Ergonomics/body mechanics –Observe body mechanics during functional tasks –Observe caregiver’s body mechanics if assisting with functional tasks Functional mobility  (including transfers) –Evaluate level of independence and degree of mobility during transfers and ADLs –Monitor safety awareness –Utilize FIM",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Document previous and current mobility status –Document presence of any gait devices and/or use of wheelchair –Refer to physical therapist (PT) if appropriate -In a 12-month  prospective cohort study conducted in the United States, of 125 patients (62.4% female and 96% White) with preclinical AD, patients were found to be at risk for falls, indicating that patients are at risk even before cognitive impairment begins(25) Joint integrity and mobility –Document any contractures –In end-stage  patients, monitor joint and limb positioning and utilize splinting as indicated to maintain integrity Motor function (motor control/tone/learning) –Assess fine motor coordination through observation of functional ADLs and leisure tasks –Assess muscle tone as indicated and appropriate; may utilize Modified Ashworth Scale –Assess motor control by describing amount and quality of specific movements",
            "muscle strength": " Muscle strength –Manual muscle testing (MMT) if patient can follow the directions and has no tone or coordination issues; otherwise, observe strength during functional tasks",
            "observation inspection palpation including skin assessment": [
                "Inspect the skin and document any bruising, circulatory changes, or skin breakdown •Perception (e.g., visual field, spatial relations)",
                "Document patient’s use of vision during tasks; does the patient attend to all items present in his or her visual field?",
                "Evaluate for visual discrimination, visual pursuits, saccades, and the presence of visual scanning",
                "Evaluate for figure ground discrimination during functional tasks",
                "For detailed information about assessing for visual dysfunction, see  Clinical Review…Visual Dysfunction: Occupational Therapy  ; CINAHL Topic ID Number: T708963"
            ],
            "posture": " Posture –Document static/dynamic posture in both sitting/standing throughout a variety of tasks –Document posture while positioned in wheelchair, seating device, or standard chair",
            "range of motion": " Range of motion –Assess AROM and PROM of both extremities –Note pain response via report or facial grimacing with any active movement or stretching –Document location and presence of contractures ",
            "self-care activities of daily living": "The ability to perform ADLs declines as AD progresses(8)brushing teeth, combing hair, dressing upper and lower extremities, managing clothing, using the toilet, applying makeup or shaving the face, bathing, eating -Patients with AD aged 75 years and older are at increased risk for poor oral health and poor oral hygiene(9) -Authors of a study conducted in Japan of 150 patients with AD found that independence in eating was maintained in patients with a “mild” or “moderate” severity of dementia rating; independence in eating was significantly reduced for patients whose severity of dementia rating was “severe.” Additionally, as the severity of dementia increased, so did the symptoms of dysphagia(10) –Functional ADLs observation -Patient interview -Family/caregiver interview -The Routine Task Inventory analyzes how a patient will perform specific ADLs, such as bathing, dressing, and grooming, and assigns a cognitive level based on his or her participation to assist the therapist with developing functional goals and to aid in effective treatment planning(6) -The Barthel Index rates self-care,  continence, and mobility skills with regard to level of assistanceneeded(4) -The Assessment of Motor and Process Skills (AMPS) is a standardized test for ADLs appropriate for patients with AD(11) –Assess IADLs such as driving and car transfers, meal preparation, shopping, and housework(11) -Assess the patient’s ability to use everyday technology such as remote controls, cell phones, and computers; the ability to use everyday technology is often affected early during AD and can significantly impair the ability to participate in activities around the house and IADLs(12) -Lawton and Brody Instrumental Activities of Daily Living Scale(11) -Includes items related to using the telephone, using public transportation, shopping, meal preparation, housework, and medication and money management",
            "reflex testing": "",
            "sensory testing": " Sensory testing –Examine for sensory awareness of the upper extremities, though formal testing may be challenging due to the inability to accurately follow the directions for specific sensory tests such as touch localization, two-point  discrimination, and stereognosis. Clinical observation of task completion might provide some information regarding sensory awareness",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –Document patient’s level of arousal and ability to communicate –Assess memory for ability to follow directions (single and multistep), sustain attention to task, and ability to problem solve both familiar and unfamiliar tasks –Evaluate orientation to person, place, time, and situation -Mini-Mental  State Examination (MMSE) to assess cognitive skills(4) -Functional Assessment Staging Scale (FAST) to assess cognitive regression or decline, and to assist with staging AD(6) -Allen Cognitive Level Screen (ACLS) to quickly gather information regarding a patient’s functional abilities(6) -Allen Diagnostic Module (a more in-depth  assessment using craft activities) to evaluate cognitive function and ability for new learning(24)an assessment of cognitive-linguistic  abilities developed for patients with AD -Authors of a study conducted in the United States with 788 patients with mild AD or subjective complaints of memory impairment found that the addition of a delayed recall subtest to the ADAS increased measurement precision. Additionally, poorer scores on the delayed recall subtest were associated with poorer performance on IADLs(34) -Functional Independence Measure–Cognition  (FIM-C)(30) -Authors of a cross-sectional  study in Japan that included 37 AD patients found correlations between the FIM-C  and MMSE. The FIM-C profile used with patients who have dementia reflects global cognitive function and can be used to evaluate language disorders",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Occupational therapy for patients with AD is recommended to allow the patient to improve, restore, or maintain QOL and maximal functional abilities for as long as possible(13) Task modification and activity analysis by an occupational therapist (OT) is important so that functional activities can be completed as independently as possible based on the patient’s current cognitive level Caregivers might require assistance with incorporating modifications into the home environment and during functional tasks(13) Rule out  (3,5) Vascular dementia or dementia of other etiology Depression Cancer  Parkinson disease Huntington’s disease Pick’s disease Chronic drug abuse and alcoholism Liver disease Lewy body dementia Wilson’s disease Supranuclear palsy Normal-pressure  hydrocephalus Thyroid disease Pituitary disease Dialysis Pellagra Vitamin B12 deficiency Folate deficiency Infection Heavy metal intoxication (e.g., mercury exposure)",
        "rule out": "",
        "prognosis": [
            "AD is a gradual, progressive impairment in cognition and memory that interferes with function and ability to perform ADLs",
            "Average survival time after initial diagnosis is about 10 years. This reflects more the advanced age of the majority of persons at diagnosis than the effects of the disease.Patients with early-onset  AD tend to have a more aggressive, rapid course than those with late-onset  AD(49)"
        ],
        "referral to other disciplines": " Referral to other disciplines Social work for support groups, community referrals, and placement in nursing facility, if necessary(2) Physical therapy to assist with balance, strength, and gait(2) Speech therapy for cognitive, language/communication, and swallowing needs –For detailed information about the speech-language  pathologist’s role in therapy for patients with AD, see  Clinical Review…Alzheimer's Disease: Speech Therapy  ; CINAHL Topic ID Number: T708913 Support groups (for both patients and caregivers)(2) Visiting nurse to assist with homecare as needed(2) Psychology or neuropsychology for management of psychosocial disturbances Refer to geriatrician as indicated, for multiple comorbidities and polypharmacy issues in patients over age 65",
        "other considerations": [
            "Individuals who are caregivers of patients with AD are at increased risk for psychosocial disturbances and should be offered reassurance and education and provided with access to community resources.(3,5) Families that receive education and support might experience less caregiver stress, depression, and burnout and participate in more meaningful activities with the patient.(14) Treating a caregiver’s psychological symptoms might decrease the need to transfer the patient with AD to a skilled nursing facility(1)",
            "An emerging area of research is the use of non-wearable  sensors (e.g., motion sensor, door contact sensor, pressure sensor, temperature sensor, bed mat)to monitor activities and evaluate cognitive decline in patients with AD or those transitioning between mild cognitive decline and AD. Twelve studies have been conducted, although evidence regarding the utility of these devices is not conclusive(39)",
            "Authors of a study evaluated the use of physical performance outcome measures for exercise interventions in patients with AD and related dementias. They found that the 6-minute  walk test, timed up and go, repeated chair stand tests, short-distance gait speed, Berg Balance Scale, and isometric strength are all reliable physical performance measures for exercise interventions in these populations(40)"
        ],
        "treatment summary": [
            "Treatment activities include motivating the patient to participate in independent and group activities that incorporate exercise, psychosocial skills, arts/crafts, meal preparation, reminiscence tasks, reality orientation, and cognitive skills(15,16)",
            "Occupational therapy programs for patients with AD  –Occupational therapy practice guidelines for adults with AD recommend the following (based on at least fair to good evidence):(31) -Implementation of compensatory and environmental strategies for patients with mild to moderate dementia -Providing patient-centered  (e.g., leisure) activities tailored to the patient with dementia -Falls-prevention  programs in hospital and geriatric settings -Physical training (e.g., balance, gait, flexibility) for falls prevention in older adult patients with cognitive impairments -Therapeutic cooking groups in residential setting -Attention-focus  groups for visual matching -Music, body awareness, and mobility training -Sleep hygiene strategies and sleep routines to improve daytime activities and sleeping at night -Toileting strategies (e.g., prompted voiding) -Caregiver education, case management, and stress management -Home-based  intervention for caregivers -Caregiver support groups –Authors of a systematic review of studies regarding the efficacy of nonpharmacological therapies for patients with AD found that multicomponent interventions based on caregiver education delayed the need for institutionalization of patients with AD(17) -The effects of specific interventions to improve cognition, ADLs, behavior, and mood were similar to the effects obtained by pharmacological interventions -Authors of the study emphasized that pharmacological and nonpharmacological therapies should be viewed as complementary, with the best outcomes seen when they are used in combination –Sixteen patients with AD who participated in a multifaceted intervention program (including occupational therapy) demonstrated a more stable cognitive status and improved mood(18) -Sixteen patients (aged 60–80)  with mild-moderate  dementia and their caregivers were selected for the study (from a pool of 200) conducted in Trieste, Italy -In the treatment group -Patients participated in three 60-minute  sessions per week of reality orientation therapy (ROT), occupational therapy, and reminiscence therapy (RT) for 4 months -Caregivers participated in weekly psychoeducational support groups for 1 hour -During the weekly psychoeducational groups, caregivers learned about dementia and were educated regarding occupational therapy and ROT principles that could be incorporated into the home environment -The control group received no form of intervention -Assessments utilized included the MMSE, Milan Overall Dementia Assessment (MODA), Instrumental Activities of Daily Living (IADL) and Activities of Daily Living (ADL), and the Geriatric Depression Scale (GDS) -Phase 1 included 24 sessions of ROT for 8 weeks -Phase 2 included 12 sessions of occupational therapy for 8 weeks focusing on ADLs and IADLs as well as RT activities utilizing items such as old photos and postcards of important persons and events from the 1940s through the 1990s, songs, and rhymes -Caregivers were administered the Brief Symptom Inventory and the Caregiver Burden Inventory prior to the start of therapy, after 2 months, and after 4 months -The effectiveness of supporting caregivers’ coping skills through support groups was identified as a positive outcome",
            "Environmental modifications –Authors of a study of 5 residential care facilities in Canada and the United States for patients with AD found a significant increase in the amount of time residents engaged in leisure activities when the care facility environment was set up in a more home-like  manner(19) –Memory aids may help patients with social interactions and ADLs. These include:(36) -Written and graphic cues -Schedules -Cue cards for task completion (e.g., dressing, oral hygiene) –Authors of a 2017 systematic review found strong evidence supporting a person-centered  approach to treatment of AD. Researchers also found moderate evidence supporting the use of noise regulation, environmental design, environmental relocation strategies, and unobtrusive visual barriers for reducing problematic behaviors in patients with AD(37)  -Based on a study conducted in the United States that included 1,854 articles, of which 42 met the inclusion criteria",
            "Cognitive training and rehabilitation(32) –Cognitive training and cognitive rehabilitation are interventions targeting the memory problems and cognitive impairments seen in early stages of AD –Telerehabilitation is an emerging form of therapy that can be used as a cognitive rehabilitation strategy in patients with AD. Authors of a systematic review who evaluated 5 studies found that preliminary results indicated that effects of telerehabilitation may be comparable to those of in-person  cognitive rehabilitation, but more and higher-quality  studies are needed(41)",
            "Exercise programs (for detailed information about exercise and AD, see  Clinical Review…Alzheimer Disease and Exercise ; CINAHL Topic ID Number: T902776) –Authors of an integrative review of 17 studies assessed the effect of exercise interventions on health-related  outcomes in community-dwelling  adults with AD. The integrative results confirmed that exercise can improve general health, but the effects of exercise on cognitive function could not be determined(42) –Authors of a meta-analysis  of 13 RCTs examined the effects of physical activity and exercise on cognitive function of patients with AD. Intervention groups showed a statistically significantly improvement in cognition measured by the MMSE compared to the control groups. This meta-analysis  suggests that physical activity and exercise can improve cognition of older adults with AD(43) –Authors of a systematic review of 8 intervention studies investigated the effect of physical exercise on AD biomarkers. No conclusions could be drawn regarding a relationship between exercise and AD biomarkers due to the small number of studies(44) –Authors of a narrative review researched the impact of exercise on neuropsychiatric symptoms (NPs) in patients with AD. Results conflicted, but most studies foundthat exercise decreased depression and sleep disturbances. The authors also concluded that exercise could reduce risk for or delay the onset of AD and has positive effects on cognitive flexibility, depressive symptoms, cardiovascular health, sleep, and general wellness(45)"
        ]
    },
    "desired outcomes outcome measures": {
        "promotion of the patient’s highest level of function through the implementation of various treatment strategies as cognitive level declines": [],
        "minimized inappropriate behaviors associated with a decline in mental status": [
            "Relevant Outcome Scale for Alzheimer’s Disease (ROSA)–This assessment tool was shown to be feasible for assessing cognitive, functional, and behavioral deficits in a study of theoutcomes of memantine in treatment of AD(26)"
        ],
        "maintenance of rom": [
            "Goniometry"
        ],
        "maintenance of proper positioning for the patient throughout the day": [],
        "ability to complete functional tasks during the day with appropriate level of assistance based on client’s cognitive level": [
            "ROSA",
            "Barthel Index",
            "FIM–In a cross-sectional  study of AD patients in Brazil, more advanced dementia in patients correlated with lower performanceon the FIM(28)"
        ],
        "utilization of compensatory strategies to reduce overstimulation": [],
        "incorporation of home modification suggestions to increase safety in the current home environment": [],
        "reduced risk of injuries and falls": [],
        "improved sleep ": []
    },
    "maintenance or prevention": [
        "Considering the nature of this progressive disease, the goal is for the patient to maintain functional skills and independence for as long as possible",
        "Keep the patient as active as possible with group exercise and leisure activities using activities appropriate to his or her cognitive level to assist with maintenance of skills",
        "Caregivers, both those in the home and those in daycare and residential environments, should be consulted and educated as much as possible regarding recommended modifications and activities to enhance the patient’s QOL",
        "For patients with AD for whom wandering is a frequent occurrence, a medical identification bracelet can help emergency workers ensure the patient is returned home safely(23)",
        "Incorporate above mentioned suggestions for fall prevention"
    ],
    "patient education": [
        "Alzheimer’s Association, https://www.alz.org/",
        "Alzheimer’s Foundation of America, https://alzfdn.org/",
        "Help sheets are available for patients and family members in English and several other languages on the Dementia Australia website, https://www.dementia.org.au/resources/help-sheets",
        "Alzheimer’s tip sheet from the American Occupational Therapy Association (available in English and Spanish): https://www.aota.org/about-occupational-therapy/patients-clients/adults/alzheimers.aspx Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Fong TG, Skylar-Scott  IA. Alzheimer's disease. Ferri FF, ed. Ferri's Clinical Advisor, 2021: 5 Books in 1 . Philadelphia, PA: Elsevier; 2020. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Schulte OJ, Stephens J, Ann J. Brain function, aging, and dementia. In: Umphred DA, ed. Neurological Rehabilitation . 6th ed. St. Louis, MO: Elsevier Mosby; 2012:835-860. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Grimes JA. Alzheimer disease. Domino FJ, Baldor RA, Golding J, Stephens MB, Berry KA, eds. The 5-Minute Clinical Consult 2021 . Philadelphia, PA: Wolters Kluwer; 2020. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Nurnberger JI, Jr, Berrettini W. Psychiatric geriatrics. Ebert MH, Leckman JF, Petrakis IL, Leckman JF, eds. Current Diagnosis & Treatment: Psychiatry . 3rd ed. New York, NY: McGraw-Hill  Medical; 2018. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Sloane PD, Kaufer DI. Alzheimer’s disease. In: Bope ET, Kellerman RD, eds. Conn's Current Therapy 2017 . Philadelphia, PA: Saunders Elsevier; 2017:639-644.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Warchol K. An interdisciplinary dementia program model for long-term  care. Top Geriatr Rehabil . 2004;20(1):59-71.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Bangen KJ, Delano-Wood  L, Wierenga CE, et al. Associations between stroke risk and cognition in normal aging and Alzheimer's disease with and without depression. Int J Geriatr Psychiatry . 2010;25(2):175-182.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Lechowski L, Van Pradelles S, Le Crane M, et al. Patterns of loss of basic activities of daily living in Alzheimer patients: a cross-sectional  study of the French REAL cohort. Dement Geriatr Cogn Disord . 2010;29(1):46-54.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Syrjälä AH, Ylöstalo P, Ruoppi P, et al. Dementia and oral health among subjects aged 75 years or older. Gerontology . 2012;29(1):36-42.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Edahiro A, Hirano H, Yamada R, et al. Factors affecting independence in eating among elderly with Alzheimer's disease. Geriatr Gerontol Int . 2012;12(3):481-490. doi:10.1111/j.1447-0594.2011.00799.x.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Kaplan LR, Foldi NS. The complexity of activities of daily living and their relationship to attention in Alzheimer disease: A review of ADL classification systems. Top Geriatr Rehabil. 2009;25(4):365-374.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Nygård L, Pantzar M, Uppgard B, Kottorp A. Detection of activity limitations in older adults with MCI or Alzheimer's disease through evaluation of perceived difficulty in use of everyday technology: a replication study. Aging Ment Health . 2012;16(3):361-371.  doi:10.1080/13607863.2011.605055. (R)"
        },
        {
            "number in article": 13,
            "reference": "American Occupational Therapy Association. Statement: occupational therapy services for persons with Alzheimer's disease and other dementias. Am J Occup Ther . 1994;48(11):1029-1031.  (G)"
        },
        {
            "number in article": 14,
            "reference": "Hwang JE, Rivas JG, Fremming R, Rivas MM, Crane KR. Relationship between perceived burden of caring for a family member with Alzheimer's disease and decreased participation in meaningful activities. Occup Ther Health Care . 2009;23(4):249-266.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Rydeen K, Kautzmann L, Cowan MK, Benzing P. Three faculty-facilitated,  community-based  level I fieldwork programs. Am J Occup Ther . 1995;49(2):112-118.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Dave J, Hecht M. Dementia. Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Saunders/Elsevier; 2018. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Olazarán J, Reisberg B, Clare L, et al. Nonpharmacological therapies in Alzheimer's disease: a systematic review of efficacy. Dement Geriatr Cogn Disord . 2010;30(2):161-178. (SR)"
        },
        {
            "number in article": 18,
            "reference": "Onor ML, Trevisiol M, Negro C, Signorini A, Saina M, Aguglia E. Impact of a multimodal rehabilitative intervention on demented patients and their caregivers. Am J Alzheimers Dis Other Demen . 2007;22(4):261-272.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Milke DL, Beck CHM, Danes S, Leask J. Behavioral mapping of residents' activity in five residential style care centers for elderly persons diagnosed with dementia: small differences in sites can affect behavior. J Hous Elderly . 2009;23(4):335-367.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Sheldon MM, Teaford MH. Caregivers of people with Alzheimer's dementia: an analysis of their compliance with recommended home modifications. Alzheimers Care Q . 2002;3(1):78-81.  (C)"
        },
        {
            "number in article": 21,
            "reference": "Corcoran MA, Gitlin LN, Levy L, et al. An occupational therapy home-based  intervention to address dementia-related  problems identified by family caregivers. Alzheimers Care Q. 2002;3(1):82-90.  (C)"
        },
        {
            "number in article": 22,
            "reference": "Carson VB, Smarr RR. Becoming an Alzheimer's whisperer: responding to challenging behaviors. Home Healthc Nurse . 2007;25(10):628-636.  (C)"
        },
        {
            "number in article": 23,
            "reference": "Zygowicz WM, Spaulding S. Lost and found: how to treat Alzheimer's patients. JEMS. 2010;35(6):50-61.  (GI)"
        },
        {
            "number in article": 24,
            "reference": "Boop CLT. Table of Assessments: Listed Alphabetically by title. Boyt Schell BA, Gillen G, eds. Willard & Spackman's Occupational Therapy . 13th ed. Philadelphia, PA: Lippincott Williams & Wilkins; 2018. (GI)"
        },
        {
            "number in article": 25,
            "reference": "Stark SL, Roe CM, Grant EA, et al. Preclinical Alzheimer disease and risk of falls. Neurology . 2013;81(5):437-443.  doi:10.1212/WNL.0b013e31829d8599. (R)"
        },
        {
            "number in article": 26,
            "reference": "Holthoff V, Ferris S, Gauthier S, et al; ROSA Study Group. Memantine effects measured with the Relevant Outcome Scale for Alzheimer's disease in an open-label,  single-arm, multicenter clinical study. Int J Geriatr Psychiatry . February 2013;28(2):164-172.  doi:10.1002/gps.3805. (R)"
        },
        {
            "number in article": 27,
            "reference": "Lowe VJ, Peller PJ, Weigand SD, et al. Application of the National Institute on Aging-Alzheimer's  Association AD criteria to ADNI. Neurology . June 4, 2013;80(23):2130-2137. doi:10.1212/WNL.0b013e318295d6cf. (R)"
        },
        {
            "number in article": 28,
            "reference": "da Silva Talmelli LF, Valell FACV, Grataoll ACM, Kusumotal L, Rodrigues RAP. Alzheimer's disease: functional decline and stage of dementia. Acta Paulista de Enfermagem . 2013;26(3). doi:10.1590/S0103-21002013000300003.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Tran M, Bedard M, Dubois S, Weaver B, Molloy DW. The influences of psychotic symptoms on the activities of daily living of individuals with Alzheimer disease: a longitudinal analysis. Aging Ment Health . 2013;17(6):738-747.  doi:10.1080/13607863.2013.770446. (R)"
        },
        {
            "number in article": 30,
            "reference": "Tanaka N, Nakatsuka M, Ishii H, Nakayama R, Hosaka R, Meguro K. Clinical utility of the functional independence measure for assessment of patients with Alzheimer's disease and vascular dementia. Psychogeriatrics . 2013;13(4):199-205.  doi:10.1111/psyg.12012. (R)"
        },
        {
            "number in article": 31,
            "reference": "Schaber P. In: Occupational therapy practice guidelines for adults with Alzheimer’s disease and related disorders . Bethesda, MD: AOTA Press; 2010:198. (G)"
        },
        {
            "number in article": 32,
            "reference": "Bahar-Fuchs  A, Clare L, Woods B. Cognitive training and cognitive rehabilitation for mild to moderate Alzheimer's disease and vascular dementia. Cochrane Database Syst Rev. June 5, 2013. Art No: CD003260. doi:10.1002/14651858.CD003260.pub2.  (SR)"
        },
        {
            "number in article": 33,
            "reference": "Shanley A, Goodman I, Khosravani N, Cicilioni K. Evaluating patients with cognitive changes: a new imaging option. Consultant . 2015;55(1):14-17.  . (GI)"
        },
        {
            "number in article": 34,
            "reference": "Lowe DA, Balsis S, Benge JF, Doody RS. Adding delayed recall to the ADAS-cog  improves measurement precision in mild Alzheimer's disease: implications for predicting instrumental activities of daily living. Psychol Assess . 2015;27(4):1234-1240.  doi:10.1037/pas0000133. (R)"
        },
        {
            "number in article": 35,
            "reference": "Chen YK, Xiao WM, Li WY, et al. Neuroimaging indicators of the performance of instrumental activities of daily living in Alzheimer's disease combined with cerebrovascular disease. Geriatr Gerontol Int . 2015;15(5):588-593.  doi:10.1111/ggi.12323. (R)"
        },
        {
            "number in article": 36,
            "reference": "Hopper T. Not cured…but improved. ASHA Leader . 2016;21(6):44-50.  (X)"
        },
        {
            "number in article": 37,
            "reference": "Jensen L, Padilla R. Effectiveness of environment-based  interventions that address behavior, perception, and falls in people with Alzheimer’s disease and related major neurocognitive disorders: a systematic review. Am J Occup Ther . 2017;71(5):1-10.  doi:10.5014/ajot.2017.027409. (SR)"
        },
        {
            "number in article": 38,
            "reference": "Zhang Y, Noh K, Song W. Chinese herbal medicines on cognitive function and activity of daily living in senior adults with Alzheimer's disease: a systematic review and meta-analysis.  Integr Med Res . 2019;8(2):92-100.  doi:10.1016/j.imr.2019.04.006. (M)"
        },
        {
            "number in article": 39,
            "reference": "Narasimhan R, McGlade C. Current state of non-wearable  sensor technologies for monitoring activity patterns to detect symptoms of mild cognitive impairment to Alzheimer's disease. Int J Alzheimers Dis . February 10, 2021;2021:2679398. doi:10.1155/2021/2679398. (RV)"
        },
        {
            "number in article": 40,
            "reference": "McGough EL, Lin SY, Belza B, et al. A scoping review of physical performance outcome measures used in exercise interventions for older adults with Alzheimer disease and related dementias. J Geriatr Phys Ther . 2019;42(1):28-47.  doi:10.1519/JPT.0000000000000159. (R)"
        },
        {
            "number in article": 41,
            "reference": "Cotelli M, Manenti R, Brambilla M, et al. Cognitive telerehabilitation in mild cognitive impairment, Alzheimer's disease and frontotemporal dementia: A systematic review. J Telemed Telecare . 2019;25(2):67-79.  doi:10.1177/1357633X17740390. (SR)"
        },
        {
            "number in article": 42,
            "reference": "Li B, Liu C, Wan Q, Yu F. An integrative review of exercise interventions among community-dwelling  adults with Alzheimer's disease. Int J Older People Nurs . 2020;15(1):e12287. doi:10.1111/opn.12287. (RV)"
        },
        {
            "number in article": 43,
            "reference": "Jia RX, Liang JH, Xu Y, Wang YQ. Effects of physical activity and exercise on the cognitive function of patients with Alzheimer disease: a meta-analysis.  BMC Geriatr . July 2, 2019;19(1):181. doi:10.1186/s12877-019-1175-2.  (M)"
        },
        {
            "number in article": 44,
            "reference": "Frederiksen KS, Gjerum L, Waldemar G, Hasselbalch SG. Effects of physical exercise on Alzheimer's disease biomarkers: a systematic review of intervention studies. J Alzheimers Dis . 2018;61(1):359-372.  doi:10.3233/JAD-170567.  (SR)"
        },
        {
            "number in article": 45,
            "reference": "Veronese N, Solmi M, Basso C, Smith L, Soysal P. Role of physical activity in ameliorating neuropsychiatric symptoms in Alzheimer disease: A narrative review. Int J Geriatr Psychiatry . 2019;34(9):1316-1325.  doi:10.1002/gps.4962. (RV)"
        },
        {
            "number in article": 46,
            "reference": "Dugger BN, Dickson DW. Pathology of neurodegenerative diseases. Cold Spring Harb Perspect Biol . July 5, 2017;9(7):a028035. doi:10.1101/cshperspect.a028035. (GI)"
        },
        {
            "number in article": 47,
            "reference": "Corriveau RA, Koroshetz WJ, Gladman JT, et al. Alzheimer's Disease-Related  Dementias Summit 2016: National research priorities. Neurology . 2017;89(23):2381-2391. doi:10.1212/WNL.0000000000004717. (GI)"
        },
        {
            "number in article": 48,
            "reference": "Atri A. The Alzheimer's disease clinical spectrum: diagnosis and management. Med Clin North Am . 2019;103(2):263-293.  doi:10.1016/j.mcna.2018.10.009. (GI)"
        },
        {
            "number in article": 49,
            "reference": "Lakhan SE. Alzheimer disease. Medscape Web site. https://emedicine.medscape.com/article/1134817-overview . Published 2021. (GI)"
        },
        {
            "number in article": 50,
            "reference": "Alzheimer’s disease diagnostic guidelines. NIH: National Institute on Aging Web site. https://www.nia.nih.gov/health/alzheimers-disease-diagnostic-guidelines . (GI)"
        },
        {
            "number in article": 51,
            "reference": "2020 Alzheimer's disease facts and figures. Alzheimers Dement . Advance online publication. March 10, 2020. doi:10.1002/alz.12068. (GI)"
        },
        {
            "number in article": 52,
            "reference": "FDA Grants Accelerated Approval for Alzheimer’s Drug. U.S. Food & Drug Administration Web site. https://www.fda.gov/news-events/press-announcements/fda-grants-accelerated-approval-alzheimers-drug . Published June 7, 2021. (GI)"
        },
        {
            "number in article": 53,
            "reference": "Morley JE, Farr SA, Nguyen AD. Alzheimer Disease. Clin Geriatr Med . 2018;34(4):591-601.  doi:10.1016/j.cger.2018.06.006. (GI) "
        }
    ]
}