{
    "metadata": {
        "title": "Spinal Cord Injuries in Children  Speech Therapy",
        "synonyms": [
            "speech therapy  spinal cord injuries in children",
            "injuries, spinal cord in children: speech therapy",
            "sci in children: speech therapy"
        ],
        "anatomical location body part affected": [
            "Vertebrae; spinal cord"
        ],
        "area of specialty": [
            "pediatric genetic and/or neurological disorders"
        ],
        "description": [
            "A spinal cord injury (SCI) is a traumatic injury causing damage to the spinal cord; nontraumatic spinal cord lesions (such as tumor or infection) generally result in similar signs, symptoms, and deficits and require the same general assessment and therapy techniques(1)",
            "An SCI is the consequence of a moment of significant hyperextension (forcing the neck or spine backward), hyperflexion (forcing the neck or spine forward), lateral flexion (forcing the neck to the side), axial loading (compression of the spine or neck from a hit on the top of the head), and/or rotational force (twisting of the spine or neck) that results from an acceleration/deceleration force causing extreme displacement of the vertebrae, thereby damaging the spinal cord(2,3)",
            "SCIs can be partial or complete(4) –With a partial SCI, the spinal cord can relay some information to and from the brain; patients with partial SCIs might experience some sensory and motor function below the level of the partial injury(4) –In a complete SCI, all sensory and motor function below the level of the injury is lost(4)",
            "American Spinal Injury Association (ASIA) Impairment Scale: scale ranges from A to E (decreasing in level of impairment from A to E)(1,3,23) –ASIA A – complete cord injury(1,3,23) -No motor or sensory function preserved in lowest sacral segments (S4/S5)(1,3) –ASIA B – sensory incomplete cord injury(1,3,23) -Sensory but not motor function preserved below neurologic level, including sacral segments S4/S5(1,3) –ASIA C – motor incomplete cord injury(1,3,23) -Motor function preserved below neurological level and > half of the key muscles below neurological level have muscle grade upon manual muscle test (MMT) < 3(1,3) -Must be some sparing of sensory and/or motor function in segments S4/S5(1,3) –ASIA D – motor incomplete cord injury(1,3,23) -Motor function preserved below neurological level and ≥ half of the key muscles below neurological level have muscle grade upon MMT ≥ 3(1,3) -Must be some sparing of sensory and/or motor function in segments S4/S5(1,3) –ASIA E – normal(1,3,23) -Motor and sensory scores normal(1,3) -Patient might have abnormalities on reflex exam(1) "
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "P11.5": "birth injury to spine and spinal cord",
            "S14": {
                "base": "injury of nerves and spinal cord at neck level",
                "S14.0": "concussion and oedema of cervical spinal cord",
                "S14.1": "other and unspecified injuries of cervical spinal cord",
                "S14.2": "injury of nerve root of cervical spine"
            },
            "S24": {
                "base": "injury of nerves and spinal cord at thorax level",
                "S24.0": "concussion and oedema of thoracic spinal cord",
                "S24.1": "other and unspecified injuries of thoracic spinal cord",
                "S24.2": "injury of nerve root of thoracic spine"
            },
            "S34": {
                "base": "injury of nerves and lumbar spinal cord at abdomen, lower back and pelvis level",
                "S34.0": "concussion and oedema of lumbar spinal cord",
                "S34.1": "other injury of lumbar spinal cord",
                "S34.2": "injury of nerve root of lumbar and sacral spine",
                "S34.3": "injury of caudaequina",
                "(ICD": " (ICD codes are provided for the reader’s reference, not for billing purposes)"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Signs and symptoms of SCI vary depending on the level of the injury",
            "Cervical spine injuries –When SCIs occur near the neck, symptoms are widespread and typically affect both the arms and the legs(4) –Loss of bowel and bladder control (including constipation, incontinence, and/or bladder spasms)(1,3,4,5) –Numbness(1,4) –Pain(3,6,7) –Respiratory compromise (due to paralysis of the inspiratory and/or expiratory muscles, including phrenic nerve and diaphragm muscle damage)(3,4,8,9) -Can lead to increased coughing, throat clearing, and difficulty clearing secretions(4) -Can result in ventilator or tracheostomy tube dependence(4,8,9) –Sensory changes occur(1,4) –Spasticity/muscle contractures(3,4,10) –Weakness or paralysis of the arms and/or legs(1,4,6) -High cervical spine injuries often result in tetraplegia, loss of partial or total strength and control of both the arms and legs(4,5) -Paraplegia is the loss of partial or total strength and control of the legs(4,5) –Injuries to the cervical (or high-thoracic)  spinal cord occasionally result in difficulty maintaining adequate blood pressure, abnormal sweating, and difficulty with body temperature regulation (autonomic dysreflexia)(3,4,5)",
            "Thoracic spine injuries –When SCIs occur at chest level, symptoms typically affect only the legs(4) –Respiratory compromise (due to paralysis of the inspiratory and/or expiratory muscles)(3,4,8,9) –Loss of normal bowel and bladder control (including constipation, incontinence, and bladder spasms)(1,3,4,5) –Numbness(1,4) –Sensory changes(1,4) –Spasticity/muscle contractures(3,4,10) –Pain(3,6,7) –Weakness and paralysis of the legs(1,4,5)",
            "Lumbar/sacral SCIs –When SCIs occur at the lower-back  level, varying degrees of symptoms affect the legs(4)  –Loss of normal bowel and bladder control (including constipation, incontinence, and bladder spasms)(1,3,4,5) –Numbness(1,4) –Pain(3,6,7) –Sensory changes(1,4) –Spasticity/muscle contractures(3,4,10) –Weakness and paralysis of the legs(1,4,5)",
            "Clinical syndromes associated with SCI(1,3) –Central cord syndrome(1,2,3) -Result of a hyperextension injury or anterior compression of the cervical spine(2,11) -Incomplete SCI(2,11) -Usually involvement of central grey matter with no damage to the bony spine(1,11) -Generally associated with good long-term outcomes(2,11) -Initial symptoms include tetraplegia/loss of muscle control, variable loss of sensory function in the extremities, and possible bowel and bladder impairment(2,11) -With early identification of central cord syndrome and appropriate medical, surgical, and/or therapeutic intervention, patients will likely have good functional outcomes (including ambulation, bowel/bladder control, and return to activities)(2,11) –Brown-Sequard  syndrome(2,3) -Hemicord injury (occurring only on one side) with ipsilateral (same side) weakness and contralateral (opposite side) loss of pain and temperature sensation(2,12) -Generally occurs as a result of penetrating trauma or cervical fracture(2,12) -The overall prognosis is good; 70–90%  of patients are able to walk and regain bowel and bladder control(2,12) –Anterior cord syndrome(2) -Injury to the anterior two thirds of the spinal cord resulting in complete loss of motor and sensory function(2) -Usually occurs as a consequence of hyperflexion injury, fracture-dislocation,  or burst fracture(2) -Loss of motor function is worse in the legs than the arms(2) -Prognosis is the worst of all of these syndromes; if no progress is noted within the first 24 hours of care, recovery of function is unlikely(2) -Overall rate for patients with anterior cord syndrome to return to normal daily functioning is less than 15%(2) –Caudaequina syndrome(3,13) -Relatively rare condition(13) -Extreme compression or inflammation of the nerves in the lower portion of the spinal canal; caused by significant narrowing of the spinal canal(13) -Considered a surgical emergency; left untreated, it can lead to permanent loss of bowel and bladder control and paralysis of the legs(13) -Symptoms(13) -Rapid onset of low back pain -Pain in one or both legs that starts in the buttocks and travels down the back of the thighs and legs (sciatica) -Numbness in the groin or area of contact as if sitting on a saddle (perineal or saddle paresthesia) -Acute bowel and bladder dysfunction -Lower extremity muscle weakness/loss of sensation -Reduced or absent lower extremity reflexes  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "For an evaluation of a child’s speech, language, and/or swallowing abilities, the parents or the primary caregiver should always be available to provide additional information and/or support as needed",
            "Review medical history prior to evaluation/treatment; review input from a variety of professionals (e.g., PT, OT, physician, school personnel)",
            "For bilingual children, the speech-language  pathologist (SLP) should make every effort to thoroughly evaluate all languages that the child speaks or hears on a regular basis. (For detailed information on assessment and treatment of bilingual children, see Clinical Review…Language Disorders: Bilingual School-Aged  Children ; CINAHL Topic ID Number:T709066 and Clinical Review…Language Disorders: Bilingual Infants and Toddlers ; CINAHL Topic ID Number: T709065)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "SCI (traumatic etiology)(1)–Motor vehicle accident(1,3,4)–Violence (e.g., gunshot wounds, stab wounds)(1,3,4,12,28)–Falls(1,3,4,11)–Recreational activities (e.g., skiing, horseback riding, surfing, football)(1,3,4,14)-Water sports (including body surfing, shallow-water diving, body boarding, board surfing, windsurfing, rafting, and skimboarding) are associated with risk of cervical spine injury(14)",
            "Spinal cord lesions (nontraumatic)(1)–Congenital or developmental(1,3)-Cerebral palsy(1,3)-Diastematomyelia (cleft of the spinal cord)(1)-Neural tube defects (e.g., dysraphism, spina bifida)(1,3)-For detailed information on spina bifida, see Clinical Review…Spina Bifida: Speech Therapy ; CINAHL Topic IDNumber:T709245–Degenerative disease(1,3,4)-Friedreich’s ataxia(1)-Spinal muscular atrophy(1)-For detailed information on spinal muscular atrophy, see Clinical Review…Dysphagia: Spinal Muscular Atrophy, TypeII and Type III ; CINAHL Topic ID Number: T709089-Hereditary spastic paraparesis(1)–Genetic and metabolic(1)–Infection(1,4)-Viral(1)-Bacterial(1)-Parasitic(1)–Inflammatory(1,4)-Pediatric-onset  multiple sclerosis(1,15)-For detailed information about multiple sclerosis, see the series of Clinical Reviews on this topic-Transverse myelitis(1,3,15)–Ischemic(1,3)–Post injury sequelae(1)–Rheumatological and degenerative(1)–Toxic(1)–Tumors(1,3,4,6)"
        ],
        "pathogenesis:  primary and secondary injury must be considered in cases of sci": [
            "Primary injury: the original trauma(1)–Including both traction and compression forces(1)–Compression can result from fractured and/or displaced bone fragments or disc material and ligament injuries(1)–Blood vessels, axons, and neural cell membranes might be damaged(1)–Microhemorrhages can occur in the central grey matter; these microhemorrhages sometimes spread radially and axiallywithin minutes of the initial injury(1)",
            "Secondary injury: occurs as a result of the primary injury(1)–Decreased blood flow occurs in grey matter and spreads to the white matter(1)–This hypoperfusion leads to neurogenic “spinal” shock(1,5)–The damaged cells, axons, and blood vessels from the primary injury release toxic chemicals that kill neighboring,otherwise healthy cells(1)"
        ],
        "risk factors": [
            "Age(1)–Children under the age of 15 years account for only 3–5%  of SCIs(3)–Average age at injury 31.7 years(1)–Greatest incidence between ages 16 and 39 years(22)",
            "Cervical stenosis(2)",
            "Male sex(1,22)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "For an evaluation of a child’s speech, language, and/or swallowing abilities, the parents or the primary caregiver should always be available to provide additional information and/or support as needed",
            "Review medical history prior to evaluation/treatment; review input from a variety of professionals (e.g., PT, OT, physician, school personnel)",
            "For bilingual children, the speech-language  pathologist (SLP) should make every effort to thoroughly evaluate all languages that the child speaks or hears on a regular basis. (For detailed information on assessment and treatment of bilingual children, see Clinical Review…Language Disorders: Bilingual School-Aged  Children ; CINAHL Topic ID Number:T709066 and Clinical Review…Language Disorders: Bilingual Infants and Toddlers ; CINAHL Topic ID Number: T709065)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the nature of the SCI? When did the SCI occur? At what age? -What caused the SCI? -For patients with a nontraumatic spinal cord lesion, what is the nontraumatic etiology associated with the damage to the spinal cord? -To what level of the spine did the damage occur? -Cervical, thoracic, or lumbar level -Is there an associated traumatic brain injury (TBI)? -Brain injuries commonly co-occur  with traumatic SCIs(1)Review the child’s speech and language development with parent/caregiver; the SLP must attempt to establish the child’s preinjury speech/language skills in order to determine if these skills are impaired post injury -Was the child a quiet or vocal infant? -Did the child coo, babble, or imitate sounds as an infant? -When did the child say his or her first word? -At what age did the child begin to name objects or persons? -At what age did the child start to put words together (e.g., “Daddy up”)? -Were the child’s first words easy or difficult to understand? -In addition to completing a history of the child’s communication development, obtain information on the child’s motor, social, and cognitive developmentObtain information regarding the mother’s pregnancy with the child as well as pertinent information about the delivery -Did the child’s mother have any illnesses, accidents, or complications while pregnant with the child?  -Did the mother take any medications during pregnancy? -What was the length of the pregnancy? -What was the duration of the delivery? -What was the child’s weight at birth? -Were there any complications or unusual circumstances during birth or shortly after? -What were the Apgar scores?",
                "course of treatment": {
                    "medical management": "Document the current and previous medical management (including any surgeries) of the SCI(1) Researchers are beginning to do trials of and show benefits from bone marrow nucleated cell(stem cell) treatments for children with SCI(27)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? Pharmacological treatment for SCI often includes steroids to reduce the swelling within the spinal column.(1,24) Authors of a retrospective study conducted in the United States that included 34 children with SCI compared complications between those children who received highdose  corticosteroids and those who did not and reported that the most common complication was hyperglycemia, occurring in all patients regardless of steroid status. Additionally, the infection rate was higher among children who were not receiving steroids(24)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Carefully review all diagnostic tests, including imaging studies (CT and/or MRI of head and spine), as well as neuropsychological testing and any other reports available(1)",
                        "In children, SCI symptoms can present without any radiological abnormality on certain imaging studies; this is known as spinal cord injury without radiological abnormality (SCIWORA)(2,3,25)",
                        "SCIWORA is thought to occur because of the elasticity of the pediatric spine(3)",
                        "An MRI of the spine is generally able to detect all spinal damage; hence it is the gold standard for diagnosing SCI in children(3,25)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document any factors that seem to improve or worsen the child’s speech, language, or swallowing abilities -For example, noisy, distracting environments (such as the classroom), different communication partners, time of day, language used (for bilingual children), fatigue, or stress",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms -For children with speech/language deficits, document the nature of the difficulties -Articulation/phonological errors -Difficulty coordination respiration and phonation -Specifically for children with tracheostomy tube and/or ventilator dependence(9) -Word-finding  difficulties -Difficulty comprehending spoken language -Reading/writing deficits (in school-aged children with premorbid reading/writing abilities) -For children with dysphagia, document the symptoms associated with swallowing difficulty -Coughing -Choking -Spitting up -Food “sticking” in the throat",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)(7)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables -Does the child have increased difficulty in certain environments? Home? School?  -Does the child have increased difficulty with specific conversational partners? Peers? Teachers? Siblings?",
                "sleep disturbance": "Document the number of wakings per night -Patients with SCI are at an elevated risk of developing obstructive sleep apnea (OSA)(5) -If the child has OSA, does he or she use a continuous positive airway pressure (CPAP) machine to maintain a patent airway during sleep?(5)",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., latex allergy, scoliosis, hypercalcemia, headaches, dizziness, bowel/bladder dysfunction, emotional or behavioral disorders, cognitive disorders)(3) -Children with SCI are at risk for pressure ulcers; inquire about the presence of any skin breakdown and, if present, refer to a physician if the child has not already been evaluated(1,3) -Patients with SCI are also at risk for DVT; patients with SCI do not always have the clinical signs/symptoms typically associated with DVT (such as swelling, warmth, and pain in the leg), so referral to a physician for DVT screening might be appropriate if the child has never been screened for DVT(3,5)",
                "respiratory status": "Children with high cervical SCI might have impaired respiratory status due to paralysis of the inspiratory and expiratory breathing muscles, specifically phrenic nerve and diaphragm muscle damage(3,8,9) -Does the child require supplemental oxygen? Nasal cannula? -Does the child have a tracheostomy tube? (For detailed information on assessment and treatment with a Passy-Muir speaking valve for children with tracheostomy tube, see Clinical Review…Passy-Muir  Tracheostomy & VentilatorT708919. For detailed information on assessmentChildren withT709082) -Does the child require temporary or permanent ventilator support?(8,9)Briefly assess psychosocial status; does the child appear depressed or anxious? How does he or she relate to his or her surroundings? Refer to neuropsychological reports for complete information regarding child’s and family’s psychosocial status/cognition -SCI can impact quality of life and social participation. Strong social support from friends and family members is associated with higher quality of life in individuals who have had an SCI(29) -Quality of life in children with SCI can be assessed with a validated measure of quality of life such as Pediatric Quality of Life Inventory (PedsQL) that includes items on physical and psychosocial health(31)Does the child have hearing loss? Does the child require/wear hearing aids or have cochlear implants? -A hearing screening with an audiometer is within the scope of practice of an SLP and should be performed with all pediatric speech and language evaluations. If the child fails the hearing screening, a referral to audiology should be made for a full audiological evaluation(16) Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the child have a previous history of SCI? Is there a history of a premorbid speech, language, or swallowing disorder?",
                    "comorbid diagnoses": "Ask the parent/caregiver about other problems, including congenital diseases, diabetes, cancer, psychiatric disorders, osteoporosis/bone loss, and orthopedic disorders(5) TBI is a common comorbidity(1) Authors of a study conducted in Switzerland with cross-sectional  data from 1,549 individuals with SCI reported on the prevalence and severity of various cooccurring  health conditions. Conditions reported to occur in at least 50% of individuals surveyed in this study were spasticity, chronic pain, sexual dysfunction, bowel dysfunction, bladder dysfunction, urinary tract infection, sleep disorders, and contractures(30) Bone loss occurs in individuals with SCI, especially in the bones of the lower limbs. Bone loss results from prolonged immobilization and muscle atrophy as well as possibly from neurological and hormonal changes following SCI(26) ",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask child and/or parent/caregiver about other symptoms the patient is experiencing Hyperglycemia is a common complication in children with SCI(24)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "It is important to determine the child’s premorbid level of academic achievement in order to compare to current function -Did the child ever attend day-care  or a nursery center? -Did teachers ever report any problems or make recommendations about speech therapy? -What grade is the child in now? What kind of grades or test scores does the child usually achieve? What are the child’s best subjects? Worst subjects? -How does the child feel about school? Does the child receive special classes or instruction at school, or has he or she required them in the past? -What extracurricular activities does the child enjoy? For example, does the child participate in recreational or competitive sports, drama, or music? -Participation and involvement in extracurricular activities with their peers is usually ranked as very important to children and parents following SCI(17) -Following SCI, children sometimes gravitate toward sedentary activities such as television, reading, video games, listening to music, and using a computer(18) -The multidisciplinary therapy and medical team is responsible for encouraging physically active, age-appropriate play activities for children with SCI(18)",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Does the child use a walker, wheelchair, or leg braces for ambulation? -Does the child wear orthotic devices? -Used to enhance function, help with position of an arm or leg, or for both purposes(10) -Does the child require/wear glasses or contacts? -Does the child use any type of augmentative and alternative communication (AAC)?",
                "living environment": " Living environment -With whom does the patient live? (e.g., parents, siblings, grandparents, caregivers) -Identify if there are barriers to independence in the home; any modifications necessary? -Is the child exposed to any other languages at home or in school? If so, what percentage of time is English spoken around/to the child? What percentage of time is another language spoken around/to the child?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Muscle wasting is common with SCI due to poor physical fitness/sedentary lifestyle.(5,18)Document the appearance of upper and lower extremities –Children with high cervical SCIs often have poor head and neck control, which increases the risk of feeding and/or swallowing difficulties",
            "assistive and adaptive devices": "Paraplegia and tetraplegia commonly result from SCI; therefore, most children with SCI will require the use of assistive or adaptive devices for ambulation(5) –Does the child use a walker, wheelchair, or leg braces?(5) –Does the child wear orthotic devices? -Used to enhance function, help with position of an arm or leg, or for both purposes(10) –Does the child require/wear glasses or contacts? –Does the child use an AAC device?",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": " Speech and language examination (including reading) Assess the child’s speech and articulation skills; utilize formal and informal tests as deemed appropriateAssess the child’s receptive and expressive language skills; utilize formal and informal tests as deemed appropriate -A spontaneous conversation or storytelling sample may be qualitatively analyzed as an informal test of expressive language. Fluency, grammatical errors, and paraphasias should be recorded; repeated language sample analysis can be performed throughout therapy as a measure of progressAssess the child’s vocal quality and vocal endurance -Children with SCI sometimes have difficulty voicing due to poor respiratory support(8,9) -Is the child able to adequately coordinate inhalation, phonation, and exhalation to produce speech and voice? -For children with a tracheostomy tube and/or ventilator-dependent  children, a Passy-Muir  valve might be appropriate. (For detailed information on assessment and treatment with a Passy-Muir  speaking valve for children with tracheostomy tube, see Clinical Review…Passy-Muir  Tracheostomy & Ventilator Swallowing and Speaking Valve , referenced above)Assess the child’s fluency of speech; utilize formal and informal tests as deemed appropriateFor school-aged  children with previously acquired reading and writing skills, an assessment of reading and writing is appropriate(17) -Children with SCI who are bilingual might have more difficulty with reading comprehension as compared to children with SCI who are not bilingual(17) -If the child presents with significant deficits, refer to learning disabilities specialist",
            "neurological examination": "",
            "oral structure and oral motor function": "An extensive oral mechanism examination should be completed with allIs the face symmetrical at rest? Is the face symmetrical while making movements (smiling, raising the eyebrows, closing the eyes)? Are there any abnormal movements (twitching, spasms, grimacing)? Is the child drooling or mouth breathing?Are the lips symmetrical at rest? Are the lips symmetrical during movements? Is ROM normal? Is strength normal? Is lip tissue healthy? Is there any scarring or cleft?Is the tongue normal in appearance? Any atrophy? Any discolorations? Any bleeding? Is ROM normal? Is strength normal?Is the hard palate intact? Any signs of fistulas, fissures, or scarring? Are height and width normal? Any prostheses present? Is coloration normal?Is coloration normal (should be pink and white)? Any signs of cleft or bifid uvula? Does the child sound hyper-  or hyponasal during conversational speech? -Place a small mirror under the child’s nose during production of nonnasal sounds; fogging or clouding may indicate nasal emission, which would indicate a referral to an otolaryngologistAre there any teeth missing? Are the teeth in good repair? Does the child wear braces or retainers? Is there a significant over-  or underbite?",
            "perception": "",
            "arousal attention cognition": "Cognitive impairment is common in children with SCI who have also experienced TBI –For detailed information on TBI, including Ranchos Los Amigos cognitive levels I-VIII,  see series of Clinical Reviews on this topic",
            "aac assessment": "",
            "swallow examination": "Evaluate the child for dysphagia –Complete an in-depth  bedside (or chairside) swallow evaluation (BSE) –Refer the patient for a modified barium swallow study or fiberoptic endoscopic evaluation of swallowing (FEES) if he or she has signs/symptoms of aspiration during the initial swallow evaluation. (For detailed information on modified bariumModified Barium Swallow (Pediatrics) ;T709077.For detailed information on FEES, see Clinical Review…Dysphagia AssessmentT709038)",
            "tracheostomy examination": "Children with high cervical SCI might require a tracheostomy tube due to paralysis of the inspiratory and expiratory breathing muscles, specifically phrenic nerve and diaphragm muscle damage.(3,8,9) If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-Muir Tracheostomy & Ventilator Swallowing and Speaking Valve ; referenced above. For detailed information on assessment ofChildren with Tracheostomy , referenced above"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment ",
                "Children with this diagnosis may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. If the child has dysphagia, ensure that the child and family/caregivers are aware of the potential for aspiration and are educated about prevention strategies when appropriate",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Communication impairment; swallowing impairment",
        "rule out": "Premorbid communication and/or swallowing disorder",
        "prognosis": [
            "Partial SCI has a more favorable prognosis overall than complete SCI(4)",
            "The higher the SCI is along the spine (i.e., closer to the head), the more likely the patient is to have lasting, widespread deficits(4)"
        ],
        "referral to other disciplines": "Children with SCI will benefit from a multidisciplinary approach to rehabilitation Referral to physical and/or occupational therapy to promote physical activity and participation in extracurricular activities as well as increase independence with ambulation and ADLs(3,5,17) Referral to learning disabilities specialist if child, parent, or teacher reports persistent academic difficulties Referral to psychology or psychiatry in the case of reported or observed change in temperament or behavior and/or difficulty adapting following SCI If the child appears to present with visual deficits, refer to ophthalmology for further testing Referral to audiologist if the patient fails the hearing screening during the speech/language/swallowing evaluation Referral to wound care specialist if the child has developed pressure ulcers(3)",
        "other considerations": [],
        "treatment summary": [
            "Dysphagia therapy (for detailed information on assessment and treatment of dysphagia, see the series of Clinical Reviews on this topic)",
            "Dysarthria/articulation therapy (for detailed information on assessment and treatment of dysarthria and articulation, see the series of Clinical Reviews on this topic)",
            "Receptive and/or expressive language therapy –For detailed information on acquired childhood aphasia, see Clinical Review…Aphasia, Acquired Childhood ; CINAHL Topic ID Number: T708867",
            "Fluency therapy",
            "V oice production therapy/Passy-Muir  valve training –For detailed information on assessment and treatment with a Passy-Muir  speaking valve for children with tracheostomy tube, see Clinical Review…Passy-Muir  Tracheostomy & Ventilator Swallowing and Speaking Valve , referenced above",
            "AAC: AAC systems such as a picture board or an electronic voice output device might be appropriate for children with SCI who have communication impairment due to significant dysarthria, reduced vocal volume, and/or poor coordination of respiration and phonation with ventilator or tracheostomy tube dependence(4,19) –Authors of a research review of 31 studies regarding AAC device users’ grammatical competency found that although AAC users can develop grammatical proficiency, they are at risk of developing receptive and expressive grammar deficits(20) -The review authors did note that an effective method of training children to utilize their AAC devices to express complex ideas was aided AAC modeling (described below)(20,21) –In a study conducted in the United States involving 5 preschool-aged  children with communication impairment who used AAC devices, researchers found that aided AAC modeling increased the children’s ability to express complex messages(21) -Aided AAC modeling comprises 2 parts -The SLP verbally models grammatically correct utterance during a play activity (e.g., “I see Sally’s dog”)(20,21)  -While speaking the message, the SLP simultaneously points to two symbols on the child’s AAC device corresponding to the meaning of the spoken utterance (“Sally,” “dog”)(20,21) -After treatment by aided AAC modeling, 4 of the 5 children consistently produced multi-symbol messages(21) -Additionally, these 4 children displayed generalized, long-term  use of symbol combinations following the conclusion of the intervention(21)",
            "For detailed information on AAC, see the series of Clinical Reviews on this topic . Problem Goal Intervention Expected Progression Home Program Poor respiratory support; reduced coordination of respiration and phonationProduce adequate voicing for intelligible speech productionPassy-Muir valve _ SLP trains the child and parent/caregiver regarding placement of valve, use of valve to produce speech, and care/cleaning of valve _ _ For detailed information on assessment and treatment with a Passy-Muir speaking valve for children with tracheostomy tube, see Clinical Review…Passy-Muir Tracheostomy & Ventilator Swallowing and Speaking Valve , referenced aboveChild will produce sustained phonation and increase speech production gradually from syllables to words, phrases, sentences, and, finally, conversationTo be determined by the treating SLP Dysphagia Improve efficacy, safety, and adequacy of the child’s swallowing skillsTherapeutic strategies _ Dysphagia therapy as indicated, including swallowing exercises, compensatory strategies, and aspiration precautions as indicated _ _ For detailed information on assessment and treatment of pediatric dysphagia, see series of Clinical Reviews on this topicSLP will increase amount of oral intake and vary consistencies as appropriate until the child is safely managing the least restrictive diet possibleTo be determined by the treating SLP  Receptive or expressive communication impairmentIncrease the morphological, syntax, and grammar complexity of expressive languageAAC device training _ SLP will train the child to utilize an AAC device to increase expressive language output _ _ (See Treatment summary , above)SLP trains the child to increase expressive output through AAC device from simple one- and two-word utterances to complex conversationsTo be determined by the treating SLP; child, parent/caregiver, and teachers should be trained to use the AAC device in all settings, including home, school, and community Receptive or expressive communication impairment (as needed)Improve receptive or expressive communicationReceptive language therapy _ (as needed) _ _ Expressive language therapy _ (as needed) _ _ Articulation therapy _ (as needed) _ _ Fluency therapy _ (as needed) _ _ (See Treatment summary , above)SLP increases child’s speech and language complexity as indicated, generally increasing from sound level to syllables, words, phrases, sentences, and, finally, conversation levelTo be determined by the treating SLP; child, parent/caregiver, and teachers should be trained to use the skills acquired in speech therapy in all settings, including home, school, and community ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved functional communication abilities": [
            "A complete speech, language, and cognitive reevaluation should be performed at the conclusion of therapy including thetests from the original evaluation in order to adequately measure the patient’s progress"
        ],
        "improved safety, efficiency, and adequacy of swallowing": [
            "BSE",
            "FEES"
        ],
        "increased independence with aac device": [],
        "increased expressive and receptive language skills": [
            "A complete speech and language reevaluation should be performed at the conclusion of therapy including the tests from theoriginal evaluation in order to adequately measure the patient’s progress"
        ],
        "improved coordination of respiration and phonation": [],
        "improved quality of life": [
            "PedsQL"
        ]
    },
    "maintenance or prevention": [
        "Motor vehicle safety practices reduce the risk of SCI including always wearing a safety belt while driving or riding in a motor vehicle, ensuring children are properly restrained in an approved child safety seat, and always obeying speed limits/ rules of the road(22)",
        "Early and accurate diagnosis of and intervention for SCIs can prevent or lessen permanent damage(2,13)",
        "Prevention of pressure ulcers in children with SCI relies on ensuring adequate parent/caregiver education as well as follow through with concepts such as pressure relief, skin care, and appropriate positioning(3)",
        "Vitamin D supplements can protect against bone loss/osteoporosis in patients with SCI(5)"
    ],
    "patient education": [
        "The United Spinal Association website provides information for patients, family members/caregivers, and the public regarding spinal cord injuries as well as educational information and local resources, https://unitedspinal.org/ Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on December 30, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "McDonald JW, Sadowsky C. Spinal-cord  injury. Lancet. 2002;359(9304):417-425.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Rich V, McCaslin E. Central cord syndrome in a high school wrestler: a case report. J Athl Train . 2006;41(3):341-344.  (C)"
        },
        {
            "number in article": 3,
            "reference": "Wu SS, Ahn C, Emmons KR, Salcido RS. Pressure ulcers in pediatric patients with spinal cord injury: a review of assessment, prevention, and topical management. Adv Skin Wound Care . 2009;22(6):273-284.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Spinal-cord  injury services at the Center for Pediatric Rehabilitation. Gillette Children's Specialty Healthcare  Web site. http://www.gillettechildrens.org/conditions-and-care/spinal-cord-injury-and-related-neurotrauma/ . Accessed April 9, 2018. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Bryce TN. Spinal Cord Injury. In: Cifu DX, Kaelin DL, Kowalske KJ, et al, eds. Braddom’s Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Saunders Elsevier; 2016:1095-1136.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Khosla A, Martin DS, Awwad EE. The solitary intraspinal vertebral osteochondroma. An unusual cause of compressive myelopathy: features and literature review. Spine. 1999;24(1):77-81.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Dijkers M. Comparing quantification of pain severity by verbal rating and numeric rating scales. J Spinal Cord Med . 2010;33(3):232-242.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Hirschfeld S, Exner G, Luukkaala T, Baer GA. Mechanical ventilation or phrenic nerve stimulation for treatment of spinal cord injury-induced  respiratory insufficiency. Spinal Cord. 2008;46(11):738-742.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Chawla JC. Rehabilitation of spinal cord injured patients on long term ventilation. Paraplegia . 1993;31(2):88-92.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Kelly BM, Patel AT, Dodge CV. Upper limb orthoses. In: Cifu DX, Kaelin DL, Kowalske KJ, et al, eds. Braddom’s Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Saunders Elsevier; 2016:242-243.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Tow AM, Kong KH. Central cord syndrome: functional outcome after rehabilitation. Spinal Cord . 1998;36(3):156-160.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Reinke M, Robinson Y, Ertel W, Kayser R, Heyde CE. Brown-Séquard  syndrome caused by a high velocity gunshot injury: a case report. Spinal Cord . 2007;45(8):579-582.  (C)"
        },
        {
            "number in article": 13,
            "reference": "Gardner A, Gardner E, Morley T. Cauda equina syndrome: a review of the current clinical and medico-legal  position. Backcare J . 2010;32-34.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Chang SK, Tominaga GT, Wong JH, Weldon EJ, Kaan KT. Risk factors for water sports-related  cervical spine injuries. J Trauma . 2006;60(5):1041-1046.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Alper G, Petropoulou KA, Fitz CR, Kim Y. Idiopathic acute transverse myelitis in children: an analysis and discussion of MRI findings. Mult Scler . 2011;17(1):74-80.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Skahan SM, Watson M, Lof GL. Speech-language  pathologists' assessment practices for children with speech sound disorders: results of a national survey. Am J Speech Lang Pathol. 2007;16(3):246-259.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Mulcahey MJ, Calhoun C, Riley A, Haley SM. Children's reports of activity and participation after sustaining a spinal cord injury: a cognitive interviewing study. Dev Neurorehabil . 2009;12(4):191-200.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Johnson KA, Klaas SJ. The changing nature of play: implications for pediatric spinal cord injury. J Spinal Cord Med . 2007;30(suppl 1):S71-S75.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Fried-Oken  M. Voice recognition device as a computer interface for motor and speech impaired people. Arch Phys Med Rehabil . 1985;66(10):678-681.  (C)"
        },
        {
            "number in article": 20,
            "reference": "Binger C, Light J. The morphology and syntax of individuals who use AAC: research review and implications for effective practice. Augment Altern Commun . 2008;24(2):123-138.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Binger C, Light J. The effect of aided AAC modeling in the expression of multi-symbol  messages by preschoolers who use AAC. Augment Altern Commun . 2007;23(1):30-43. (R)"
        },
        {
            "number in article": 22,
            "reference": "Spinal cord injury. American Association of Neurological Surgeons Web site. http://www.aans.org/Patient%20Information/Conditions%20and%20Treatments/Spinal%20Cord %20Injury.aspx . Accessed April 9, 2018. (GI)"
        },
        {
            "number in article": 23,
            "reference": "International Standards for Neurological Classification of Spinal Cord Injury (ISNCSCI). American Spinal Injury Association Web site. http://asia-spinalinjury.org/wp-content/uploads/2016/02/International_Stds_Diagram_Worksheet.pdf . Accessed April 9, 2018. (G)"
        },
        {
            "number in article": 24,
            "reference": "Cage JM, Knox JB, Wimberly RL, Shaha S, Jo C, Riccio AI. Complications associated with high-dose  corticosteroid administration in children with spinal cord injury. J Pediatr Orthop. 2015;35(7):687-692.  doi:10.1097/BPO.0000000000000364. (R)"
        },
        {
            "number in article": 25,
            "reference": "Boese CK, Oppermann J, Siewe J, Eysel P, Scheyerer MJ, Lechler P. Spinal cord injury without radiologic abnormality in children: A systematic review and meta-analysis.  J Trauma Acute Care Surg . 2015;78(4):874-882.  doi:10.1097/TA.0000000000000579. (M)"
        },
        {
            "number in article": 26,
            "reference": "Boyce AM, Tosi LL, Paul SM. Bisphosphonate treatment for children with disabling conditions. PM R. 2014;6(5):427-436.  doi:10.1016/j.pmrj.2013.10.009. (RV)"
        },
        {
            "number in article": 27,
            "reference": "Jarocha D, Milczarek O, Kawecki Z, Wendrychowicz A, Kwiatkowski S, Majka M. Preliminary study of autologous bone marrow nucleated cells transplantation in children with spinal cord injury. Stem Cells Transl Med . 2014;3(3):395-404.  doi:10.5966/sctm.2013-0141.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Wang F, Zhang J, Tang H, et al. Characteristics and rehabilitation for patients with spinal cord stab injury. J Phys Ther Sci . 2015;27(12):3671-3673.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Barclay L, McDonald R, Lentin P, Bourke-Taylor  H. Facilitators and barriers to social and community participation following spinal cord injury. Aust Occup Ther J . February 2016;63(1):19-28.  doi:10.1111/1440-1630.12241.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Brinkhof MW, Al-Khodairy  A, Eriks-Hoogland  I, et al. Health conditions in people with spinal cord injury: Contemporary evidence from a population-based  community survey in Switzerland. J Rehabil Med . February 2016;48(2):197-209.  doi:10.2340/16501977-2039.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Kelly EH, Riordan AL, Zebracki K, Thorpe S, Vogel LC. Relationships between caregiver characteristics and health-related  quality of life among youth with spinal cord injury. Top Spinal Cord Inj Rehabil . 2016;22(2):149-157.  (R)"
        }
    ]
}