{
    "metadata": {
        "title": "Clubfoot",
        "synonyms": [
            "talipes equinovarus",
            "equinovarus foot",
            "equinusvarus foot",
            "equinovarus"
        ],
        "anatomical location body part affected": [
            "Foot/bone, muscle and tendon of the forefoot, midfoot, heel and ankle"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "Congenital talipes equinovarus (clubfoot) is a three-dimensional complex musculoskeletal malformation of the lower extremity and foot characterized by four components: ankle equinus, heel varus, midfootcavus, and metatarsus adductus. It is usually a combination of bony deformity and soft tissue contracture(11)",
            "Clubfoot in the United States and Great Britain has an incidence of 1 to 2 per 1,000 live births (0.1 to 0.2%); it is 2 times more common in males. Clubfoot is bilateral in 50% of cases(11)",
            "This Clinical Review focuses on research evaluating nonsurgical management of clubfoot in babies"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Q66.0": "talipesequinovarus (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no special agencies or specific issues regarding reimbursement for therapy have been identified for clubfoot"
        ],
        "presentation signs and symptoms": [
            "Unilateral or bilateral clubfoot features: ankle equinus, heel varus, midfootcavus, and metatarsus adductus(11)",
            "Painless until pressure sores develop secondary to weight-bearing  on the untreated clubfoot",
            "Gait abnormalities",
            "Additional signs/symptoms may develop if walking begins before the deformity is corrected (see Pathogenesis , below) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Notify physician immediately if no sensation or motor response is found in the affected foot",
            "Postpone examination of patients with unresolved conditions such as foot infection, unhealed surgical wound, or fracture",
            "Follow physician/surgeon’s orders and postoperative protocol as closely as possible. Noncompliance with bracing in the Ponseti method is associated with relapse(11)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Clubfoot is considered idiopathic except in cases in which it is part of a musculoskeletalor neurological syndrome (e.g., muscular dystrophy, cerebral palsy, meningomyelocele,or arthrogryposis) present at birth(11)",
            "Insufficient medial rotation (pronation) of the foot in utero may contribute",
            "Authors of a 2018 systematic review of the etiology of idiopathic clubfoot suggest thatseveral genetic pathways are associated with abnormal limb and muscle contractileprotein development, but no major candidate gene has been identified. The environmenthas also been implicated in the disease pathogenesis. A clear cause of clubfoot has notbeen determined(22)"
        ],
        "pathogenesis": [
            "Cases vary from mild (soft foot) to severe (rigid foot), or 0 to 20 on the Dimeglio classification system(1)–After applying a gentle corrective maneuver to the foot, the residual deformity is assessed using the Dimeglioclassification (a 20-point  scoring system). Based on the score, a grade of 1-IV  is assigned to the deformity",
            "Contractures are widespread and conform to the bony deformities–Achilles tendon is almost always involved–Tibialis posterior muscle/posterior tibial tendon–Long and intrinsic toe flexors–Abductor hallucis muscle–Plantar aponeurosis",
            "In cases of a neglected clubfoot, the following conditions can arise, impacting the child’s overall quality of life(10)–Skin ulceration and possible infection–Weight-bearing  on dorsolateral side of foot–Progressive atrophy of involved calf muscles–Growth retardation of affected foot and leg"
        ],
        "risk factors": [
            "Family history of clubfoot(11)",
            "Two times more common in males than females(11)",
            "Smoking or exposure to solvents in the 3 months before pregnancy or during the first trimester(15)–Based on a study of 121 cases of clubfoot from the Norwegian Medical Birth Registry"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Treating clinicians should have appropriate training for this diagnosis",
        "Obtain written referral from attending pediatrician for specific treatment of clubfoot",
        "Obtain written consent from parent or legal caretaker",
        "Modify the examination and treatment as indicated for patients with coexisting conditions such as muscular dystrophy, cerebral palsy, or meningomyelocele",
        "Secure parental involvement and commitment to the treatment plan and daily protocol",
        "Provide a calm and quiet environment to lessen patient anxiety",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Notify physician immediately if no sensation or motor response is found in the affected foot",
            "Postpone examination of patients with unresolved conditions such as foot infection, unhealed surgical wound, or fracture",
            "Follow physician/surgeon’s orders and postoperative protocol as closely as possible. Noncompliance with bracing in the Ponseti method is associated with relapse(11)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury -Clubfoot is idiopathic in most cases -When was clubfoot diagnosed in the patient? -What is the patient’s current score on the Dimeglio classification system?",
                "course of treatment": {
                    "medical management": "Patients are usually under the general care of a pediatrician and/or a pediatric orthopedist. The Ponseti method of manipulation and serial casting is widely used.(23) Management includes use of orthoses and bracing such as the traditional DenisBrowne  (DB) abduction brace at night to up to 5 years of age(11) In areas around the world where medical resources are not as readily available, clubfoot in children may not be diagnosed until after they have begun walking and develop what is termed “neglected clubfoot.” This causes societal  stigma and can significantly impact quality of life, including the ability to participate in ageappropriate  activities and attend school, as well as employment and marriage in later life(10) If the clubfoot is not corrected by the time the child is of ambulatory age, the effects of weight-bearing  on the affected limb worsen the equinovarus deformities and the foot becomes nonreducible. The lateral column of the foot (calcaneus and cuboid) elongates more than the medial column (talus, navicular, and cuneiform), creating a rigid foot and ankle(10) Severe neglected clubfoot is associated with pain and difficulty with weight-bearing  and ambulation, recurrent skin breakdown with associated infections, and ultimately amputation(8)",
                    "surgical management": [
                        "Surgical management: Was clubfoot repair surgery performed (e.g., posteromedial and lateral soft-tissue  release,",
                        "Achilles tenotomy, cuboidosteotomy combined with selective softtissue release)? What was the date of surgery? Describe the procedure. Any postoperative complications to note?",
                        "Surgery is usually followed by bracing for about 6 weeks, followed by bracing at night",
                        "Factors that may be used to predict increased risk for surgical intervention in patients undergoing treatment for idiopathic clubfoot are the following:(16)",
                        "Female patients",
                        "Those patients with higher Dimeglio scores at presentation and at initiation of the brace use",
                        "Those patients who are not compliant with brace use"
                    ],
                    "medications": "Some children may receive acetaminophen (never aspirin) for pain after surgery",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Ask about findings on X-rays  or other imaging studies"
                    ],
                    "alternative therapies": "Has patient received any alternative treatments (e.g., chiropractic, craniosacral, Rolfing)?",
                    "previous therapy": "Has the patient received physical therapy previously for lower extremity musculoskeletal conditions and, if so, what specific treatments were helpful or not helpful? What therapy intervention was rendered before, after, or during the medical/surgical management of the clubfoot?"
                },
                "aggravating easing factors": "What factors increase or decrease symptoms? Is there pain upon weight-bearing?  Pain with ROM?",
                "body chart": "Use chart of the lower extremity to document location and nature of symptoms, as applicable",
                "nature of symptoms": "Patient may present with -pain/tenderness -inflammation/swelling -impaired foot mobility -impaired standing balance",
                "rating of symptoms": "If applicable, use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment. Specifically address if pain is the primary symptom and whether it is present now and how much. The Face, Legs, Activity, Cry, Consolability (FLACC) Scale may be used as well(2)",
                "pattern of symptoms": "Document whether there are changes in symptoms throughout the day and night (i.e., A.M., mid-day,  P.M., night)",
                "sleep disturbance": "Condition usually does not disturb sleep quality",
                "other symptoms": "Document other symptoms that may complicate treatment, such as muscle weakness or poor balance. Do compensatory changes in posture or movements exacerbate the problem? Does the type of shoe or orthotic support change the symptoms? Barriers to learning -Is communication with patient limited by age or language, hearing, vision, or cognitive impairment?",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Is there coexisting movement dysfunction, such as muscular dystrophy or cerebral palsy?",
                    "medications previously prescribed": "Obtain a complete list of current medications",
                    "other symptoms": "Are there any musculoskeletal problems or functional concerns other than clubfoot?"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What modifications can be implemented to allow the child to participate in desired activities during the period of rehabilitation?Determine the extent to which symptoms interfere with ADLs or use of adaptive equipmentAre there barriers in the home that impede access, such as stairs? What modifications are needed?",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Assess fit of splint or brace applied after surgical correction, if applicable. Assess need for assistive device in ambulation –Assess compliance with use of splints or braces if applicable -Adherence to orthoses-wearing  protocols is postulated to improve treatment outcomes; however, actual wear rates have been found to be lower than patient (parent)-reported  wear rates(14) -Noncompliance with the use of the foot-ankle  orthosis has been associated with the highest risk for surgical intervention(16)",
            "balance": "When appropriate for weight-bearing  status, assess balance in standing and single-leg  stance. Use the Pediatric Balance Scale (PBS) or the balance subtest of the Peabody Developmental Motor Scales, Second Edition (PDMS-2)",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess if bilateral pedal pulses are present and symmetrical; assess capillary refill at toe tips",
            "functional mobility": " Functional mobilityDetermine the extent to which symptoms interfere with ADLs or use of adaptive equipment –The PDMS-2  or WeeFIM are standardized tools that can be used",
            "gait locomotion": "Assess ability of nonambulatory patient to crawl, as indicated. In ambulatory child, assess lower extremity and rearfoot alignment and ankle movement in barefooted walking (on treadmill, if appropriate) at heel strike, stance, and push-off –Expect excessive internal rotation of the affected foot –Disturbances in phases of gait prior to surgical correction include -equinus gait  – reduced dorsiflexion during stance -calcaneus gait – reduced plantar flexion at toe-off -foot drop – increased plantar flexion at the end of swing -knee hyperextension  – during midstance –Be aware that gait analysis has shown that children with unilateral clubfoot often alter the gait mechanics of the unaffected side to maintain gait symmetry(17)Assess joint mobility using the Paris Stoddard Scale for mobility, noting any hypomobility or hypermobility of the foot and ankle. Screen young children for hip dysplasia using the Ortolani or Barlow test(11) –For infants, assess hindfoot (talocrural) and midfoot mobility (i.e., pronate and supinate forefoot while holding the heel in neutral position). For older children, assess passive accessory motion at the talocrural, subtalar, tarsometatarsal, and metatarsophalangeal joints",
            "muscle strength": "Assess bilateral lower extremity muscle strength using manual muscle testing (MMT) in the older patient, paying particular attention to isolating the foot and ankle musculature. For the younger child or infant, observe spontaneous active movement in gravity and antigravity positions, if possible –After correction of idiopathic and nonidiopathic clubfoot using the Ponseti method, only poor evertor muscle strength was associated with recurrence after 2 years(12)",
            "observation inspection palpation including skin assessment": [
                "Assess for leg-length  discrepancy using supine to sit. Note if true or functional leg-length  discrepancy",
                "Inspect the affected lower extremity for any signs of inflammation (warmth, redness, or swelling)",
                "Assess skin integrity for any signs of skin breakdown. Note location, size, and color of any wound or surgical site. Skin irritation may also be related to the use of a splint or brace",
                "Document the presence of any clubfoot deformity or any other musculoskeletal deformity (e.g., ankle equinus, heel varus, forefoot adduction, midfootcavus)",
                "Palpate for muscle atrophy (very common in the gastrocsoleus and the intrinsic foot muscles) •Pain/tenderness: Assess with age-appropriate  pain scale when palpating the joints and soft tissue structures of the knee, foot, and ankle "
            ],
            "posture": "",
            "range of motion": "Assess bilateral lower extremity ROM as well as the great toe and digits. ROM will most likely be decreased at the foot and ankle due to tightness or muscle contractures in the Achilles tendon, tibialis posterior, flexor hallucis longus, and flexor digitorum longus –Less dorsiflexion motion is associated with higher rates of further surgical intervention(18)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess infant for newborn reflexes (e.g., Moro, asymmetrical tonic neck reflex, Babinski). For older children, assess for the integration of these newborn reflexes as well as the patellar and Achilles deep tendon reflexesAssess bilateral lower extremities for any sensory impairments (e.g., light touch, pinprick, joint proprioception). Dermatomal and myotomal testing for bilateral lower extremities is appropriate. Give particular attention to the distribution of the superficial peroneal nerve (dorsum of foot) and deep peroneal nerve (1st web space)",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests –Dimeglio classification system(1) –Clubfoot Assessment Protocol",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Infant feedings may assist in calming the child",
                "Patient distraction and relaxation strategies may be employed",
                "Cold urticaria",
                "Cold intolerance",
                "Paroxysmal cold hemoglobinuria",
                "Cryoglobulinemia",
                "Raynaud’s disease or phenomenon",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young",
                "Persons with an aversion to cold"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment when choosing to use modalities",
                "Ambulatory patients with clubfoot may be at increased risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies",
                "Adapt therapeutic exercises for ambulatory patients with functional limitations (e.g., poor balance/weight-bearing  status, poor coordination)",
                "Involve parent/caregiver in comforting infant/child patient during treatment sessions",
                "Cryotherapy contraindications(3)",
                "Cryotherapy precautions(3)"
            ]
        },
        "diagnosis need for treatment": "Early intervention with physical therapy treatment should be recommended. Clubfoot can impact a child’s overall development, especially gross motor skills. Decreased lower extremity and core strength, impaired functional and age-appropriate mobility, decreased static and standing balance, impaired ankle/foot joint mobility, and decreased lower extremity ROM and flexibility can impact the child’s motor development. Parent education regarding the child’s condition, treatment plan, and prognosis is a key component in the child’s rehabilitation",
        "rule out": " Rule out Metatarsus adductus  Congenital talipes valgus Congenital metatarsus primus varus Claw foot Cavovarus deformity of foot",
        "prognosis": [
            "The Ponseti method of management, which is used worldwide, has an excellent correction rate in children ≤ 2 years. It also appears to be effective in neglected clubfoot (i.e., treatment started after child has started walking or after 2 years of age), although the upper age limit has not been determined(23) –Based on a case series in India, 44 of 49 patients (89.8%) treated with the Ponseti method for idiopathic clubfoot were reported to have good to excellent results at mean follow-up of 5 years(4)",
            "Management of both resistant or relapsed clubfoot after conservative treatment and neglected clubfoot usually requires patient-specific surgical treatment (e.g., Achilles tenotomy and/or bracing)(11)",
            "Residual equinus deformity after Ponseti method and Achilles tenotomy was found to be associated with a high rate of future surgical procedures(18) –Based on a study of 148 feet conducted in the United States that examined what factors were predictive of the need for surgical correction. Average dorsiflexion for the group that did not require further surgery was 14 degrees, while the average for the group that did receive further surgery was 5.1 degrees",
            "Authors of a meta-regression  that looked at the reoccurrence rate in Ponseti-treated  clubfeet stated that reoccurrence happens in 7–64% of children with idiopathic clubfeet(24) –Highest rate of reoccurrence was seen in children with unilateral deformity who received tenotomy and were followed up less than 2 years",
            "Two studies looked at the need for surgery by the age of 10 as an outcome measure, comparing the Ponseti technique and the French physical therapy (PT) method (described in Treatment Summary  below) –Gross motor skills were evaluated using the Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2) of 172 patients, comparing initial treatment (Ponseti or PT), initial clubfoot severity (Dimeglio ≤ 13 vs > 13), laterality (unilateral or bilateral), and surgical versus nonoperative outcome (25) -Patients in PT group scored significantly higher on running speed/agility, body coordination, strength, and agility. All other measures were similar between groups -Impaired balance was seen in patients with bilateral involvement and those requiring surgery –Functional outcomes of children at 10 years of age were compared between children who underwent nonoperative treatment only (Ponseti or French PT) and those who required subsequent surgery(26) -Those children who required surgery (posterior release or posteromedial release) had less ankle power and isokinetic strength when compared to children who had nonoperative treatment only -Both nonoperatively and surgically treated clubfeet had significant limitations in plantarflexion ROM, power, and torque when compared to age-matched controls"
        ],
        "referral to other disciplines": " Referral to other disciplines Orthotist/pedorthist for bracing modifications, orthoses, and orthopedic footwear Podiatric orthopedist for surgical consult in cases that require further evaluation/ treatment compared to conservative care Wound care specialist as indicated",
        "other considerations": [
            "Although parents of an infant born with clubfoot are often told to seek treatment as soon as possible, clubfoot has been shown to not be an orthopedic emergency: treatment begun later has not been shown to be inferior to treatment that starts immediately(19) –A lower rate of relapse and better clinical outcomes were seen when treatment was initiated between 28 days and 3 months of age(27) -Based on a Chinese study of 90 children (131 feet) with a mean follow-up  of 5 years -Early treatment (< 28 days) was associated with more casts and higher relapse rate",
            "Infants with untreated idiopathic clubfoot have an increased risk of developmental hip dysplasia (11)",
            "Despite the overall high success rates with the Ponseti and French PT methods, a small percentage of children may still present with some residual foot deformities (e.g., supination, metatarsus adductus), even after subsequent casting/splinting or soft tissue release. A custom foot orthotic may be required to accommodate these deformities ",
            "Authors of a synthesis of previous research on treatment-seeking factors for clubfoot in middle-  and low-income  countries identified the following barriers to treatment(20) –Intrapersonal barriers: lack of income; additional responsibilities; guardian’s belief regarding cause of clubfoot; support of fathers, extended family, and community –Institutional barriers: long distances to treatment centers, insufficient information about treatments, and challenges following treatments –Public-policy  barriers: two-tiered  healthcare system makes it difficult for some patients to get timely care",
            "Surgical intervention –Residual equinovarus deformity may follow Ponseti treatment and percutaneous Achilles tenotomy for severe clubfoot. Predictive factors found for residual deformity in 50 retrospective cases included Pirani score, lateral tibiocalcaneal angle, and talocalcaneal angle preceding Ponsetitreatment(9) –Cuboid subtraction osteotomy combined with posteromedial release is an effective surgical approach to manage rigid neglected clubfoot deformity(10) -Based on a study conducted in Italy that included 31 patients (56 feet) older than 5 years -Average follow-up  time was 6 years -Using the Laaveg and Ponseti classifications, 24 feet had excellent correction, 20 feet had good correction, 9 had fair correction, and only 3 had poor correction at 1 year postsurgical repair, with results being maintained up to the patient’s last follow-up -Significant improvements in Dimeglio score were observed following surgical repair"
        ],
        "treatment summary": [
            "The goal is essentially the same for idiopathic and nonidiopathicclubfoot; i.e., to achieve a plantigrade foot, with or without an Achilles tenotomy",
            "There are two well-established  nonoperative treatment approaches –Ponseti nonsurgical or semi-operative  method(5) -Serial manipulation and long-leg  casting; manipulation in Ponseti method described as gentle stretching of soft tissues(6) -Percutaneous Achilles tenotomy, if necessary to achieve plantigrade foot -DB abduction brace for 3 months at night and during naps for patients aged 2 to 3 years –French PT method(7) -Daily 30-minute  sequence of gentle manipulations during the time the baby is relaxed or asleep after having been fed. These manipulations start with gentle joint tractions, then progressive reduction of each deformity. A major requisite is that the baby never cries during the manipulations and splinting for first 8 weeks -Followed by manipulations and splinting, with interim bracing 3 times weekly",
            "Treatment overview–Ponseti  (11) –Initial treatment varies with age -Serial casting to begin within first month of life, although recent research suggests that it should start between 28 days and 3 months of age(27) -Gentle manipulations and stretching with casting are performed weekly until maximum effect achieved at 5 to 8 weeks -Heel cord lengthening surgery once maximum effect, after which placed in long-leg  cast for 3 weeks -Denis-Brown  abduction device can be used at night for 3 to 5 years -Over 18 months – bony surgery if soft tissue surgery failed -Over 4 years – tendon transfers useful, especially if recurrent disease –Useful bony operations include metatarsal osteotomies, calcanealosteotomies, intertarsal fusions",
            "Related research comparing the different methods –The Ponseti method and the French PT method were found to have similar clinical outcomes in a prospective United States cohort study(8) -Two hundred fifty-six  infants with idiopathic clubfoot/clubfeet were assigned to the Ponseti method vs the French physical therapy method based on parental preference -One hundred seventy-six  infants (267 clubfeet) were treated with the Ponseti method -Eighty infants (119 clubfeet) were treated with the French PT method -Outcomes were classified as -Good – plantigrade foot with or without a heel-cord  tenotomy  -Fair – plantigrade foot that had or needed to have a limited posterior release, a tibialis anterior tendon transfer, and/or lateral column shortening -Poor – plantigrade foot that had or needed to have a complete posteromedial surgical release -Mean follow-up  was 4.3 years -Comparing Ponseti method vs the French physical therapy method -Percentage of clubfeet with good outcomes, 72% vs 67% (not significant) -Percentage of clubfeet with fair outcomes, 12% vs 17% (not significant) -Percentage of clubfeet with poor outcomes, 16% vs 16% (not significant) –Gait analysis can provide additional information to assist with determining which nonoperative treatment intervention may be optimal for restoring normalized gait biomechanics –A three-phase  PT program after treatment with the Ponseti method was found to be effective in increasing ROM, functional status, and treatment satisfaction in children with clubfoot(28) -Based on a Turkish study involving 62 patients with unilateral clubfoot -Outcome measures were ROM, one-leg  standing test, sit to stand test, the Oxford Ankle-Foot  Questionnaire for Children and Parent, and treatment satisfaction -The 3-phase  PT program lasted 3 months and consisted of the following: -Phase 1 –rhythmic  and repeated mobilizations to subtalar and talocrural joints, stretching to Achilles and foot invertors and intrinsics, education on home exercise program (plantar fascia relaxation massage, subtalar mobilization, active assistive dorsiflexion and eversion ROM, sensory stimulation to anterior tibialis and peroneus longus) -Phase 2 – continued mobilizations as in phase 1, kinesiology taping for fibularis longus and brevis muscle, functional exercises (ball exercises, weight bearing) -Phase 3 – balance and proprioception training, strengthening exercises for tibialis anterior and peroneal muscles –Comparison of plaster of Paris (POP) and semirigid fiberglass (SRF)cast material revealed no significant difference in the number of casts required to correct clubfoot(13) -Based on an RCT conducted in Canada involving 30 patients -SRF resulted in a more favorable parental experience, particularly with respect to ease of removal –Comparison of POP cast material and semirigid soft cast revealed that the soft cast was superior to the POP cast in the areas of parent satisfaction and cast-related complication rates(21) -Based on an RCT conducted in Turkey involving 196 babies (249 feet) -Similar to the above study, no difference was found in number of castings -. Problem Goal Intervention Expected Progression Home Program Foot tenderness and abrasion due to abnormal weight- bearing (in ambulatory child)Resolved inflammation of soft tissues _ Protect painful tissuesTherapeutic strategies _ Shoe modifications may help support/ protect affected tissuesAllow 2–3 weeks for abrasion and swelling to subsideUse the RICE approach, as tolerated, to reduce pain and swelling Contractures related to equinovarus foot deformityResolution of contractures with plantigrade foot on standingTherapeutic strategies _ Please see Treatment summary , above _ _Gradually progress intensity of joint mobilizations and exercises; 3–5 times per week for 4–6 weeksParent education. Provide the patient’s parent or caregiver with manual stretching exercises. Daily repetition of stretches Decreased strength (calf muscles in particular)Increase strength Therapeutic strategies _ Incorporate strengthening activities as indicated and appropriateProgress therapeutic exercises with exercise bandsParent education. Provide patient’s parent/caregiver with diagrams and written instructions  Delayed functional development: poor balance, walking ability, stair climbing, asymmetrical weight bearingNormal balance and ambulatory functionFunctional training _ Age-appropriate balance exercises and gait training, functional mobility training, developmental training, stair trainingAllow 6 weeks to achieve goalsParent education. Provide patient’s parent/caregiver with written instructions regarding exercises and functional activities that can be performed at home and correct use and/or application of equipment ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced or resolved pain": [],
        "resolved deformity": [
            "Clubfoot Assessment Protocol",
            "Dimeglio classification system(1)"
        ],
        "resolved impairments such as immobility, weakness, and inflexibility": [
            "ROM",
            "MMT",
            "WeeFIM, PDMS-2",
            "Balance assessment (PBS, balance subtest of the PDMS-2)"
        ],
        "age-appropriate  ambulatory function": [
            "Gait assessment"
        ],
        "improved quality of life": [
            "Quality of life measures (PedsQL)"
        ]
    },
    "maintenance or prevention": [
        "Maintain the highest achievable foot ROM, strength, and function",
        "Parental compliance with bracing or CPM protocols; important to prevent recurrence"
    ],
    "patient education": [
        "Ponseti International, “Clubfoot and the Ponseti Method,” http://www.ponseti.info/",
        "See “Clubfoot” at the American Academy of Orthopaedic Surgeons website, https://orthoinfo.aaos.org/en/diseases--conditions/clubfoot",
        "See “Clubfoot” at the Mayo Clinic website, https://www.mayoclinic.org/diseases-conditions/clubfoot/symptoms-causes/syc-20350860 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Dimeglio A, Bensahel H, Souchet P, Mazeau P, Bonnet F. Classification of clubfoot. J Pediatr Orthop B . 1995;4(2):129-136.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Merkel SI, Voepel-Lewis  T, Shayecitz JR, Malviya S. The FLACC: a behavioral scale for scoring postoperative pain in young children. Pediatr Nurs . 1997;23(3):293-297.  https:// www.researchgate.net/publication/13998379_The_FLACC_A_Behavioral_Scale_for_Scoring_Postoperative_Pain_in_Young_Children . (GI)"
        },
        {
            "number in article": 3,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016:42-44.  (GI) "
        },
        {
            "number in article": 4,
            "reference": "Porecha MM, Parmar DS, Chavda HR. Mid-term results of Ponseti method for the treatment of congenital idiopathic clubfoot - (A study of 67 clubfeet with mean five year follow-up).  J Orthop Surg Res . 2011;6:3. (R)"
        },
        {
            "number in article": 5,
            "reference": "Ponseti IV. Treatment of congenital clubfoot. J Bone Joint Surg Am . 1992;74(3):448-454.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Ponseti method. Ponseti International  Web site. http://www.ponseti.info/ponseti-method.html . (GI)"
        },
        {
            "number in article": 7,
            "reference": "Souchet P, Bensahel H, Themar-Noel  C, Pennecot G, Csuknyi Z. Functional treatment of clubfoot: a new series of 350 idiopathic clubfeet with long-term  follow-up.  J Pediatr Orthop B. 2004;13(3):189-196.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Richards BS, Faulks S, Rathjen KE, Karol LA, Johnston CE, Jones SA. A comparison of two nonoperative methods of idiopathic clubfoot correction: the Ponseti method and the French functional (physiotherapy) method. J Bone Joint Surg Am . 2008;90(11):2313-2321.  doi:10.2106/JBJS.G.01621. (R)"
        },
        {
            "number in article": 9,
            "reference": "Noh H, Park SS. Predictive factors for residual equinovarus deformity following Ponseti treatment and percutaneous Achilles tenotomy for idiopathic clubfoot: a retrospective review of 50 cases followed for median 2 years. Acta Orthop . 2013;84(2):213-217.  doi:10.3109/17453674.2013.784659. (R)"
        },
        {
            "number in article": 10,
            "reference": "Faldini C, Traina F, Di Martino A, Nanni M, Acri F. Can selective soft tissue release and cuboid osteotomy correct neglected clubfoot? Clin Orthop Relat Res . 2013;471(8):2658-2665.  doi:10.1007/s11999-013-2977-8.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Drummond A. The child with musculoskeletal or articular dysfunction. Hockenberry MJ, Wilson D, Rogers CC, eds. Wong’s Nursing Care of Infants and Children . 11th ed. : Elsevier Mosby; 2019. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Gelfer Y, Dunkley M, Jackson D, et al. Evertor muscle activity as a predictor of the mid-term outcome following treatment of the idiopathic and non-idiopathic  clubfoot. Bone Joint J. 2014;96-B(9):1264-1268.  doi:10.1302/0301-620X.96B9.33755.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Hui C, Joughin E, Nettel-Aguirre  A, et al. Comparison of cast materials for the treatment of congenital idiopathic clubfoot using the Ponseti method: a prospective randomized controlled trial. Can J Surg . 2014;57(4):247-253.  (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Morgenstein A, Davis R, Talwalkar V, Iwinski H, Jr, Walker J, Milbrandt TA. A randomized clinical trial comparing reported and measured wear rates in clubfoot bracing using a novel pressure sensor. J Pediatr Orthop . 2015;35(2):185-191.  doi:10.1097/BPO.0000000000000205. (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Dodwell E, Risoe P, Wright J. Factors associated with increased risk of clubfoot: A Norwegian national cohort analysis. J Pediatr Orthop . 2015;35(8):e104. doi:10.1097/ BPO.0000000000000449. (R)"
        },
        {
            "number in article": 16,
            "reference": "Aydin BK, Sofu H. Predicting the need for surgical intervention in patients with idiopathic clubfoot. J Pediatr Orthop . 2016;36(4):e49. (R)"
        },
        {
            "number in article": 17,
            "reference": "Lööf E, Andriesse H, Weidenhielm Brostrom E. The impact of laterality on gait in children with clubfoot. Gait Posture . 2015;S61. doi:10.1016/j.gaitpost.2015.06.114. (R)"
        },
        {
            "number in article": 18,
            "reference": "Hosseinzadeh P, Steiner RB, Hayes CB, et al. Initial correction predicts the need for secondary achilles tendon procedures in patients with idiopathic clubfoot treated with Ponseti casting. J Pediatr Orthop . 201636(1):80-83.  doi:10.1097/BPO.0000000000000407. (R)"
        },
        {
            "number in article": 19,
            "reference": "Zionts LE, Sangiorgio SN, Cooper SD, Ebramzadeh E. Does clubfoot treatment need to begin as soon as possible? J Pediatr Orthop . 2016;36(6):558-564.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Drew S, Lavy C, Gooberman-Hill  R. What factors affect patient access and engagement with clubfoot treatment in low- and middle-income  countries? Meta-synthesis  of existing qualitative studies using a social ecological model. Trop Med Int Health . 2016;1(5):570-589.  doi:10.1111/tmi.12684. (M)"
        },
        {
            "number in article": 21,
            "reference": "Aydin BK, Sofu H, Senaran H, Erkocak OF, Acar MA, Kirac Y. Treatment of clubfoot with Ponseti method using semirigid synthetic softcast. Medicine. 2015;94(47):1-4. doi:10.1097/MD.0000000000002072. (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Pavone V, Chisari E, Vescio A, Lucenti L, Sessa G, Testa G. The etiology of idiopathic congenital talipes equinovarus: a systematic review. J Orthop Surg Res . 2018;13(1):206. doi:10.1186/s13018-018-0913-z.  (SR)"
        },
        {
            "number in article": 23,
            "reference": "Digge V, Desai J, Das S. Expanded age indication for Ponseti method for correction of congenital idiopathic talipes equinovarus: A systematic review. J Foot Ankle Surg . 2018;57(1):155-158.  doi:10.1053/j.jfas.2017.08.015. (SR)"
        },
        {
            "number in article": 24,
            "reference": "Wallace J, White H, Eastman J, Augsburger S, Ma I, Walker J. Reoccurrence rate in Ponseti treated clubfeet: A meta-regression.  Foot. 2019;40:59-63.  doi:10.1016/ j.foot.2019.03.002. (R)"
        },
        {
            "number in article": 25,
            "reference": "Zapata KA, Karol LA, Jeans KA, Jo CH. Gross motor function at 10 years of age in children with clubfoot following the French physical therapy method and the Ponseti technique. J Pediatr Orthop . 2018;28(9):e519-e523.  doi:10.1097/BPO.0000000000001218. (R)"
        },
        {
            "number in article": 26,
            "reference": "Jeans KA, Karol LA, Erdman AL, Stevens WR, Jr. Functional outcomes following treatment for clubfoot: ten-year follow up. J Bone Joint Surg Am . 2018;100(23):2105-2023. doi:10.2106/JBJS.18.00317. (R)"
        },
        {
            "number in article": 27,
            "reference": "Liu YB, Li SJ, Zhao L, Yu B, Zhao DH. Ponseti clubfoot management: does the age matter? 90 children (131 feet) with a mean follow-up of 5 years. Acta Orthop . 2018;89(6):662-667.  doi:10.1080/17453674.2018.1526534. (R)"
        },
        {
            "number in article": 28,
            "reference": "Taracki D, Leblebici G, Tarakci E, Bursali A. The effectiveness of three-phase  physiotherapy program in children with clubfoot after Ponseti treatment. Foot Ankle Surg . Advance online publication. 2021;S1268-7731(21):00040-0.  doi:10.1016/j.fas.2021.03.003. (R)"
        }
    ]
}