{
    "metadata": {
        "title": "Tendon Transfer -- Foot •Tendon transfer in the foot involves relocating the distal attachment of a healthy tendon to restore more normal alignment and stability in a weakened or deformed foot. Various open surgical approaches or minimally invasive percutaneous techniques are employed, depending mainly on the disorder and the patient’s foot anatomy(1) •Tendon transfer may improve a chronic functional deficit or relapsed condition in the forefoot, midfoot, or ankle for which conservative management is unsuccessful or not indicated. Among the podiatric conditions that may indicate tendon transfer are adult acquired flatfoot (pes planus), Charcot-Marie-Tooth  disease, drop foot, equinovarus foot deformity (e.g., idiopathic clubfoot), hallux varus, nontraumatic Achilles tendon rupture, and symptomatic Achilles tendinopathy(1,2,3,4) •Tendons commonly transferred to the foot are the flexor digitorum longus (FDL), flexor hallucis longus (FHL), tibialis posterior (TP), tibialis anterior (TA), and the Achilles. For example, the FDL tendon may be used to reconstruct the TP tendon in patients with painful acquired flatfoot deformity.(1,2) The FHL tendon may be relocated in patients with chronic nontraumatic Achilles tendon rupture or painful Achilles tendinopathy.(1,3,4) The TP tendon may be moved anteriorly on the navicular bone for foot drop due to deep peroneal nerve injury.(9) The TA may be used to correct relapsed idiopathic clubfoot in children treated with the Ponseti method(10) •Evidence-based  guidelines for postoperative rehabilitation after foot tendon transfer are lacking. Therapists should rely on the surgeon’s protocol for weight bearing (WB)",
        "synonyms": [
            "tendon relocation -- foot",
            "foot tendon transfer"
        ],
        "anatomical location body part affected": [
            "Foot/toes, midfoot, or ankle"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Modified split tendon transfer of posterior tibialis muscle in the treatment of spastic equinovarus foot deformity: long-term  results and comparison with the standard procedure",
            "Tendon transfer in the foot involves relocating the distal attachment of a healthy tendon to restore more normal alignment and stability in a weakened or deformed foot. Various open surgical approaches or minimally invasive percutaneous techniques are employed, depending mainly on the disorder and the patient’s foot anatomy(1)",
            "Tendon transfer may improve a chronic functional deficit or relapsed condition in the forefoot, midfoot, or ankle for which conservative management is unsuccessful or not indicated. Among the podiatric conditions that may indicate tendon transfer are adult acquired flatfoot (pes planus), Charcot-Marie-Tooth  disease, drop foot, equinovarus foot deformity (e.g., idiopathic clubfoot), hallux varus, nontraumatic Achilles tendon rupture, and symptomatic Achilles tendinopathy(1,2,3,4)",
            "Tendons commonly transferred to the foot are the flexor digitorum longus (FDL), flexor hallucis longus (FHL), tibialis posterior (TP), tibialis anterior (TA), and the Achilles. For example, the FDL tendon may be used to reconstruct the TP tendon in patients with painful acquired flatfoot deformity.(1,2) The FHL tendon may be relocated in patients with chronic nontraumatic Achilles tendon rupture or painful Achilles tendinopathy.(1,3,4) The TP tendon may be moved anteriorly on the navicular bone for foot drop due to deep peroneal nerve injury.(9) The TA may be used to correct relapsed idiopathic clubfoot in children treated with the Ponseti method(10)",
            "Evidence-based  guidelines for postoperative rehabilitation after foot tendon transfer are lacking. Therapists should rely on the surgeon’s protocol for weight bearing (WB) or application of equipment  . Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "6": "lower leg",
            "7": "ankle and foot (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients typically present 2 or more weeks postoperative wearing a cast, removable immobilizer boot, or compression wrap and often require an ambulatory aid",
            "Postoperative foot pain and chronic leg pain (bilateral in some cases)",
            "Tenderness: localized/generalized",
            "Swelling, edema: localized/generalized",
            "Bruising or hematoma: localized/generalized",
            "Reduced foot muscle strength ",
            "Foot stiffness with reduced ROM",
            "Impaired balance if increased pain or dysfunction on WB",
            "Increased fall risk",
            "Antalgic gait with possible underlying gait abnormalities",
            "Lower extremity pain may disturb or prevent regular ADLs",
            "Reduced walking ability and endurance",
            "Reduced strength and ROM in affected lower extremity Causes & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Assess degree of injury/stage of healing and treat appropriately",
            "Unexplained inability to bear weight on foot, suggestive of fracture or infection",
            "Severe swelling of foot in patient with apparent febrile illness",
            "Stop the examination and notify physician immediately if the patient reports no sensation or cannot demonstrate a motor response in the affected foot",
            "Postpone the exam in cases with unresolved inflammation, infection, or healing of soft tissue or severe hematoma"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:": [
            "The patient’s disabling foot problem and symptoms that persist despite conservative management determine the specificreasons for tendon transfer–FDL tendon transfer to the navicular bone is indicated for patients with severe flexible flatfoot deformity due to anoverstretched or ruptured TP tendon. The patient walks on the inside of the affected foot because the medial arch flattenedand the foot rolled inward(1,2)–FHL tendon transfer to the calcaneus is indicated for patients with painful and poor ankle plantar flexion strength due toAchilles tendon rupture or tendinopathy.(1,3,4) The FHL tendon may also be used in patients with foot malalignment dueto a neurological problem such as drop foot or Charcot-Marie-Tooth  disease in the lower leg(4,5)–TA tendon transfer may be used to treat relapsed idiopathic clubfoot(10)–TP tendon transfer with or without combined FDL tendon transfer is indicated for patients with foot drop(commonlycaused by traumatic peroneal nerve palsy). Restoring normal dorsiflexion by tendon transfer helps relieve pressure andallow for re-innervation  to occur. Peripheral nerve reconstruction may be needed depending on the case(12,13,14)–Split tendon transfer of the TP tendon may be used to treat patients with cerebral palsy who have equinovarusfootdeformity(15)–Split tibialis anterior tendon transfer (SPLATT) to the peroneus tertius or brevis may be used to treat children with staticencephalopathy and varus feet(16)"
        ],
        "surgical risk factors and complications:": [
            "Ongoing medical problems (e.g., a recent heart attack, stroke, blood clot, diabetes, or infection) may contraindicate thesurgery",
            "Some patients may not have the working muscle(s) needed for successful tendon reconstruction or transfer",
            "Complicating factors–The relocated tendon may not be functionally strong–The transferred tendon may not be long or flexible enough for reattachment–Extensive scarring or damage may prevent relocating the tendon in healthy soft tissue–The relocated tendon may pass around joints that are not sufficiently mobile or stable–In TP tendon transfer for foot drop, a resulting valgus and flatfoot deformity can occur(12)"
        ],
        "anesthesia-related  problems": [],
        "infection": [],
        "damage to nerves and blood vessels": [],
        "excessive bleeding": [],
        "blood clots emboli": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Obtain written referral from attending physician/surgeon for specific treatment and follow postoperative protocol for rehabilitation as closely as possible",
        "If the patient is a juvenile, obtain written consent from parent or legal caretaker",
        "Modify the examination and treatment as indicated for patients with coexisting conditions",
        "Monitor for the development of deep venous thrombosis (DVT). Physical therapy should be put on hold and the physician contacted for instructions if the patient presents with pain in the calf and/or any of the signs and symptoms of DVT",
        "Shortness of breath and symptoms of DVT are suggestive of pulmonary embolism, a medical emergency ",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Unexplained inability to bear weight on foot, suggestive of fracture or infection",
            "Severe swelling of foot in patient with apparent febrile illness",
            "Stop the examination and notify physician immediately if the patient reports no sensation or cannot demonstrate a motor response in the affected foot",
            "Postpone the exam in cases with unresolved inflammation, infection, or healing of soft tissue or severe hematoma"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the specific diagnosis and reason for tendon transfer surgery. Was the condition acquired or congenital? Document the date of onset. How have symptoms changed since surgery?",
                "course of treatment": {
                    "medical management": "Patients are usually under the general care of a podiatrist or orthopedist. Document any conservative foot care (e.g., orthosis, special shoes, exercise therapy) trialed before surgery. What treatments have or have not been effective?",
                    "surgical management": [
                        "Surgical management:  Document the date and type (or name) of the surgical procedure used for tendon transfer. Were there any complications of surgery? Did the surgeon provide guidelines or a protocol for WB and general physical therapy?"
                    ],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? NSAIDs usually are prescribed for pain",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Ask about findings on X-rays  or other imaging studies. Postoperative tests may include serial ultrasound or MRI"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture, chiropractic) and whether they help",
                    "previous therapy": "Has the patient received physical therapy previously for lower extremity musculoskeletal conditions and, if so, what specific treatments were helpful or not helpful?"
                },
                "aggravating easing factors": "What factors increase or decrease symptoms?Length of time each item is performed before the symptoms come on or are eased? Is there pain with WB, foot exercise, or ROM?",
                "body chart": "Use chart of lower extremity to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Patient may present with foot pain/tenderness, inflammation/swelling, impaired foot mobility, impaired or restricted WB, impaired standing balance",
                "rating of symptoms": "Use a visual analog scale (V AS-P)  or 010  scale to assess symptoms at their best, worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia, unrelenting calf pain) -Are there any barriers to learning? Yes__ No__ -If Yes, describe",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document prior treatment for other orthopedic conditions",
                    "comorbid diagnoses": "Ask patient about other ongoing problems including obesity, diabetes, cancer, heart disease, pulmonary disease, and psychiatric disorders. Is there coexisting movement dysfunction, such as orthopedic disorders or neuromuscular disease? ",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Are there any musculoskeletal concerns or functional deficits other than foot problems?"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "(e.g., does the patient participate in recreational or competitive sports?) What do the patient’s daily activities require?",
                "functional limitations assistance with ADLs adaptive equipment": "Determine the extent to which symptoms interfere with ADLs or use of adaptive equipment",
                "living environment": "What barriers in the home impede accessibility, such as stairs? Are any modifications needed? With whom does patient live, caregivers, etc.?"
            }
        },
        "relevant tests and measures": {
            "general": "While tests and measures are listed in alphabetical order, sequencing should be appropriate ›Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting. Tests should be administered as appropriate for stage of postoperative healing and rehabilitation",
            "anthropometric characteristics": "Determine BMI and assess whether weight loss is indicated",
            "assistive and adaptive devices": "Assess fit of splint or brace applied after surgical correction, if applicable. Assess need for assistive device in ambulation. Assess for proper fit and use of crutches or wheelchair (type of mobility device indicated will be case specific)",
            "balance": "When appropriate for WB status, assess balance in standing and single-leg  stance",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess bilateral pedal pulses, present and symmetrical; assess capillary refill at toe tipsAssess sensation in the lower extremities, especially the feet; is it present and symmetrical? Does increased neural tension affect immobilized joints in the lower extremity?Assess whether poor body mechanics are present and require focused rehabilitationComplete a functional assessment. Monitor ability to maintain current WB status during functional activities. Determine functional limitations and the extent to which symptoms interfere with ADLs or use of adaptive equipment. The Timed Up-and-Go  (TUG) test may be used for objective measurement, as appropriate",
            "functional mobility": "",
            "gait locomotion": "Assess gait pattern when full WB and the patient can take at least 4 steps without assistance. Assess for any gait disturbances and safety with Dynamic Gait Index (DGI).In ambulatory patient, assess lower extremity and rear foot alignment and ankle movement in barefooted walking (on treadmill, if appropriate) at heel strike, stance, and push-off. Were disturbances in phases of gait present prior to surgical correction?Assess mobility and stability of the treated foot/ankle when appropriate for stage of healingAssess lower extremity motor control and tone, especially in the treated foot/ankle; compare to nonoperative foot",
            "muscle strength": "Access isometric strength in plantar flexion, dorsiflexion, inversion, and eversion using manual muscle testing (MMT), as appropriate for stage of healing. Introduce isotonic strength testing as appropriate. Assess uninvolved lower extremity muscle strength using MMT. Compare bilaterally",
            "observation inspection palpation including skin assessment": [
                "Examine lower extremities for gross deformity, discoloration, abrasion, edema, trophic changes, and bruising",
                "Assess for leg-length  discrepancy using supine to sit. Note if true or functional leg-length  discrepancy",
                "Inspect the affected foot/ankle for signs of inflammation (warmth, redness, or swelling). Assess swelling with circumferential measurements (e.g., figure of 8)",
                "Assess skin integrity for any signs of skin breakdown. Note location, size, and color of any wound or surgical site. Note whether skin irritation is also related to the use of a splint or brace",
                "Document the presence of any foot deformity (e.g.,ankle equinus, heel varus, forefoot adduction, midfoot cavus)or any other musculoskeletal deformity",
                "Palpate for muscle atrophy (very common in the calf and the intrinsic foot muscles) •Pain/tenderness: Assess with V AS-P  scale when palpating the joints and soft tissue structures of the knee, foot, and ankle"
            ],
            "posture": "Assess bilateral symmetry in barefoot standing after full WB status is achieved. Assess foot and ankle position and observe for compensatory unloading of the treated foot. Assess subtalar neutral in non-WB  when appropriate",
            "range of motion": "Assess bilateral lower extremity ROM as well as the great toe and digits. ROM will likely be decreased at the foot and ankle due to surgical scars and tightness or contractures in the affected muscles (e.g., gastroc-soleus,  TP, TA, FHL, and FDL) ",
            "self-care activities of daily living": "",
            "reflex testing": "Assess the patellar and Achilles deep tendon reflexes, as appropriate for stage of healing",
            "sensory testing": "Assess bilateral lower extremities for any sensory impairments (e.g., light touch, pinprick, joint proprioception). Dermatomal and myotomal testing for bilateral lower extremities is appropriate. Note particular attention to the distribution of the superficial peroneal nerve (dorsum of foot) and deep peroneal nerve (1st web space)",
            "special tests specific to diagnosis": " –Lower Extremity Functional Scale (LEFS) or other lower extremity questionnaire –Ankle-Hindfoot  Scale (AHS) – this is a widely used instrument developed by the American Orthopaedic Footfunction, pain, and alignment –Foot and Ankle Outcome Score (FAOS) questionnaire",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Over an area of circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Cold intolerance",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young or very old",
                "Persons with aversion to cold",
                "Bowel or bladder incontinence",
                "Tracheostomy",
                "Infectious diseases",
                "Cardiovascular problems",
                "Uncontrolled seizures",
                "Respiratory compromise, vital capacity less than 1L",
                "Aspiration risk",
                "Catheters",
                "Cognitive impairments",
                "Tetraplegia or high paraplegia",
                "Open wounds",
                "Dry skin or skin rashes ",
                "Electrodes should not be placed over: -the trunk or heart region in patients with demand-type  pacemakers or implantable cardioverter defibrillators -the pelvic, abdominal, lumbar, or hip region in pregnant women -carotid bodies -phrenic nerve or urinary bladder stimulators -areas of known peripheral vascular disease including arterial or venous thrombosis or thrombophlebitis -the phrenic nerve, eyes, or gonads -areas of active osteomyelitis -areas of hemorrhage",
                "Electrotherapy should be used with caution -in patients without intact sensation -in patients who are unable to communicate -in patients with compromised mental status -in patients with cardiac dysfunction -in patients with epilepsy",
                "Electrodes should not be placed -over neoplasms -over compromised skin -over tissues vulnerable to hemorrhage or hematoma -over the cervical or craniofacial region"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies",
                "Allow time for wound healing",
                "Follow surgeon’s guidelines for WB and functional rehabilitation",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy contraindications  (6)",
                "Cryotherapy precautions  (6)",
                "Aquatic therapy contraindications(6)",
                "Aquatic therapy precautions(6)",
                "Electrotherapy contraindications  (in some cases, when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(6)",
                "Precautions  for electrotherapy"
            ]
        },
        "diagnosis need for treatment": "Foot tendon transfer/reduced foot strength and ROM following non-WB  phase of healing; deficits in physical functioning such as decreased balance, proprioception, and gait abnormalities that restrict full participation in regular activities",
        "rule out": "Prior to surgery, physician will exclude muscle rupture avascular necrosis joint sprain soft tissue or bone tumor fracture sesamoiditis plantar fasciitis",
        "prognosis": [
            "TP tendon transfer for foot drop –Authors of a study (N = 30) foundgood objective results and very good subjective satisfaction and functional status improvementafter common peroneal nerve exploration with repair and early TP tendon transfer(12) -Functional evaluation was measured by the Stanmore assessment questionnaire.The score at 30 months was excellent in 70% of cases and good in 30% of cases –Authors of a study (N = 27) compared single versus double tendon transfer for foot drop caused by traumatic common peroneal nerve palsy. The single tendon transfer involved transfer of the TP tendon, whereas the double tendon transfer involved the transfer of the TP tendon and the FDL tendon to the extensor digitorum longus and extensor hallucis longus tendon. The double tendon transfer goal was to help avoid toe drop following surgery(13) -Foot drop and AROM were comparable between the two groups -Prevention of toe drop and active toe extension were significantly greater in the double tendon transfer group. However, not all patients in this group regained active toe extension (only 8 of 14 patients) -More studies are needed to determine if double tendon transfer produces better functional outcomes than single tendon transfer –Authors of a study (N = 20) after TP tendon transfer for patients with foot drop for greater than 1 year found at a 2-year follow-up  that all but one patient could walk with a heel-toe  gait without any orthotic support(14)  -19 of 20 patients had a mean active dorsiflexion (DF) of 7.5°, active PF of 36.25°, and active DF of the toes ranged from 5 to 20° –Authors of a 2017 retrospective study in Korea found that an anterior transfer of TP tendon can be an effective treatment option for individuals with foot drop due to peroneal nerve palsy(11)",
            "Authors of a follow-up  study (N = 22) after peroneus brevis tendon augmentation of Achilles tendon transfer in India found that all patients achieved good functional outcome in terms of the FAOS at 1 year(7)",
            "Authors of a longitudinal study (N = 31) after FDL transfer for symptomatic flexible flat-foot  deformity in Australia found that 87% of patients were pain free and functioning well at final follow-up (mean,15.2 years)(8)",
            "Authors of a follow-up  study (N = 14) after TA tendon transfer for relapsed idiopathic clubfoot initially treated with the Ponseti method in the United States found that none required additional operative intervention at a mean age of 47 years (range, 37 to 55 years old)(10)",
            "Authors of a study (N = 124) compared long-term  results of a new modified split tendon transfer of tibialis posterior (SPOTT) to the standard SPOTT technique to treat patients with equinovarus foot deformity due to cerebral palsy(15) –The standard SPOTT technique involves splitting the TP tendon, detaching it from its medial insertion, and transferring the lateral part to the outside of the foot. Overcorrection of equinovarus is a potential complication of this surgery –The new modified SPOTT additionally takes the remaining half of the TP tendon and elongates it to reduce its strength and lower the risk of the overcorrection and resulting foot deformity –The new modified SPOTT procedure is a safe technique and compared to the standard SPOTT showed significantly better surgical outcomes",
            "Authors of a study (N = 133) foundthe SPLATT to the peroneus tertius or brevis in children with static encephalopathy and varus foot deformities to be a safe and effective treatment(16) –Correction was successful in 77% of cases –Resulting valgus deformities and recurrent varus deformities may occur and require repeat surgical intervention"
        ],
        "referral to other disciplines": "Back to physician for continuing pain, podiatrist for orthotics, as indicated, occupational therapist, nutritionist, aquatic therapist",
        "other considerations": [],
        "treatment summary": [
            "Generally, the treated foot will be placed in a splint for 1–2 weeks until sutures are removed. Then the foot/leg will be immobilized in a non-WB  plaster cast or removable boot for up to 6 weeks. Initial treatment will include pain management with cryotherapy –TP tendon transfer procedures for foot drop often require non-WB  instructions and castimmobilization for 6 weeks. Authors of a study (N = 24 cadaveric ankles) investigated whether early active DF and protected WB could be safe(17) -The risks of early rehabilitation included tendon slippage at insertion site, increased tendon length, muscle atrophy and weakness, and recurrent foot deformity -Pulvertaft weave (PW) technique and interference screw fixation (ISF)were compared -The TP tendons in cadaveric ankles were cycled 1000 times at 50–150  N and then were loaded to failure. Tendon displacement at the insertion site was measured (> 5 mm is considered failure) -Mean tendon displacement was similar in the PW group (2.9 ±2.5 mm) compared to the ISF group (2.4 ± 1.1 mm) -Early postoperative active DF and early protected partial WB for TP tendon transfers may have potential benefits, including improved patient satisfaction, decreased stiffness, and decreased risk for venous thromboembolism. PW and ISF groups were comparable. The greater variability in the PW group suggest it may be a less reliable technique, but more research is needed",
            "Early mobilization of stiff joints should focus on coordination of movement (motor control) and isometric strengthening while avoiding full ROM exercise in order not to overstretch the transferred tendon",
            "Light isotonic exercises may be implemented at about 6 weeks postoperative. The progression to protected full WB without the cast or removable boot and initial resistance training to restore foot and ankle strength may start at 8 weeks after surgery",
            "Balance training and full ROM exercises can usually be implemented along with full WB",
            "Functional deficits in posture and gait should be addressed as indicated",
            "An independent home exercise program can be prescribed as appropriate",
            "A progressive conditioning program may be indicated to restore specific fitness for physical activity and include  –aerobic exercise: begin with stationary cycling or water running –lower-extremity  resistance training . Problem Goal Intervention Expected Progression Home Program Decreased ability to transfer secondary to non-WB status, decreased ability to maintain non-WB statusProtection of healing tissues with proper non- WB transfers and gaitPrescription, application of devices and equipment Transfer and gait/stair training as necessaryGradual progression of intensity of exercises as patient is allowed to bear weight. Wean from ambulatory assistive device, as appropriateCorrect use of assistive device. Patient education with written instructions for activities to be performed at home. Daily repetition of exercises Painful or nonsymmetrical stance on return to WB _ _ Functional decline: reduced balance, walking ability, stair climbing; increased risk of fallsRestore normal symmetry in posture and gait mechanics post non-WB _ _ Improve functional balance and walking endurance, with independence in fall- prevention strategiesPrescription of appropriate assistive device _ _ Functional training _ Transfer training as necessary. Instruction/ training in gait patterns for WB restrictions. Exercises to normalize posture and gait. Implement balance and proprioception training tools as indicated and when appropriate: pillow, foam pad, ankle board, wobble diskGradual progression of intensity of exercises as patient is allowed to bear weight. Wean from assistive device, as appropriate _ _ Progress difficulty and complexity of activities as appropriateInstructions for correct use of assistive device _ _ Patient education with written instructions for activities to be performed at home. Repetition of exercises at home as appropriate (weight shift, balance, and proprioceptive exercises). Home modifications for reduced fall risk Foot tightness, reduced flexibility post non-WBNormal joint mobility Manual therapy _ Superficial heat, joint mobilization, and passive stretching to improve ankle/foot flexibilityN/A Instruct patient in self-foot massage and stretches  Foot and general deconditioning due to immobilization: reduced foot and ankle strength, endurance, and ROMRestore normal strength, ROM, and endurance; return to sport or previous activityTherapeutic exercises _ Continue modes of training that match patient’s upper-body ability (e.g., arm cycling, weightlifting) to help maintain fitness during non-WB period _ _ Begin foot/ankle therapy with AROM exercises in non- WB, and progress to resistive exercises post non-WB. For example, towel/pencil curling to strengthen foot intrinsic muscles _ _ Towel curling: starting at one edge of the towel, gradually pull the towel toward you until you reach the other end of the towel, using your toes only to advance the towel _ _ Pencil curling: Use toe flexion to pick up a pencil from the floor, grasped between the toes and the forefoot (marbles, jacks, or other small objects may also be used) _ _ Progressive resistive ankle strengthening post NWB (e.g., manual resistance, elastic band to strengthen dorsiflexion, plantar flexion, inversion, and eversion; ankle board) _ _ Address tightness of ankle/foot (e.g., use a long towel or strap to passively stretch Achilles tendon; tennis ball under the foot to massage the plantar fascia). _ When FWB, lower- body cardiovascular exercise (e.g., bike or elliptical trainer)Progress intensity and duration of exercises as appropriateProvide patient and family/caregivers with written instructions regarding therapeutic activities that can be performed at home and correct use and/ or application of equipment  ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes outcome measures": [
            "Resolved pain and tenderness/V AS",
            "Resolved edema/Circumferential or volumetric measurements",
            "Normal WB status and ambulatory function/Gait analysis",
            "Normal foot flexibility and ROM/Goniometry",
            "Normal foot/ankle strength/MMT",
            "Normal posture, balance, and gait mechanics/Reassessment",
            "Satisfaction with return to prior regular ADLs/AHS, LEFS, SF-36"
        ]
    },
    "maintenance or prevention": [
        "Maintenance of the surgically corrected anatomic alignment and restored foot function are the goals of appropriate management"
    ],
    "patient education": [
        "American Orthopaedic Foot & Ankle Society (AOFAS) website. FootCareMD: “Tendon Transfers” http://www.aofas.org/footcaremd/treatments/Pages/Tendon-Transfers.aspx Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Fitoussi F, Bachy M. Tendon lengthening and transfer. Orthop Traumatol Surg Res . 2015;101(1 Suppl):S149-S157.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Panchbhavi VK. Percutaneous techniques for tendon transfers in the foot and ankle. Foot Ankle Clin . 2014;19(1):113-122.  doi:10.1016/j.fcl.2013.10.008. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Durrant B, Chockalingam N, Hashmi F. Posterior tibial tendon dysfunction: a review. J Am Podiatr Med Assoc . 2011;101(2):176-186.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Thompson J, Baravarian B. Acute and chronic Achilles tendon ruptures in athletes. Clin Podiatr Med Surg . 2011;28(1):117-135.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Neufel SK, Farber DC. Tendon transfers in the treatment of Achilles’ tendon disorders. Foot Ankle Clin . 2014;19(1):73-86.  doi:10.1016/j.fcl.2013.10.005. (RV)"
        },
        {
            "number in article": 6,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Singh A, Nag K, Roy SP, Gupta RC, Gulati V, Agrawal N. Repair of Achilles tendon ruptures with peroneus brevis tendon augmentation. J Orthop Surg (Hong Kong) . 2014;22(1):52-55.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Chadwick C, Whitehouse SL, Saxby TS. Long-term  follow-up of flexor digitorum longus transfer and calcaneal osteotomy for stage II posterior tibial tendon dysfunction. Bone Joint J. 2015;97B(3):346-352.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Wu CC, Tai C-L. Tai Ching-Lung.  Anterior transfer of the tibialis posterior tendon for treating drop foot: Technique of enforcing tendon implantation to improve success rate. Acta Orthop Belg . 2015;81(1):147-154.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Holt JB, Oji DE, Yack HJ, Morcuende JA. Long-term  results of tibialis anterior tendon transfer for relapsed idiopathic clubfoot treated with the Ponseti method: A follow-up of thirty-seven  to fifty-five years. J Bone Joint Surg Am . 2015;97:45-55.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Cho BK, Park KJ, Choi SM, Im SH, Soohoo NF. Functional outcomes following anterior transfer of the tibialis posterior tendon for foot drop secondary to peroneal nerve palsy. Foot Ankle Int . 2017;38(6):627-633.  doi:10.1177/1071100717695508. (R)"
        },
        {
            "number in article": 12,
            "reference": "Lingaiah P, Jaykumar K, Sural S, Dhal A. Functional evaluation of early tendon transfer for foot drop. J Orthop Surg . 2018;26(3):2309499018799766. doi:10.1177/2309499018799766. (R)"
        },
        {
            "number in article": 13,
            "reference": "Mathieu L, Achour S, Oberlin C, Belkheyar Z. Single versus double tendon transfer for foot drop due to post-traumatic  common fibular nerve palsy. Eur J Trauma Emerg Surg . Advance online publication. 2021. doi:10.1007/s00068-021-01602-6.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Agarwal P, Gupta M, Kukrele R, Sharma D. Tibialis posterior (TP) tendon transfer for foot drop: A single center experience. J Clin Orthop Trauma . 2020;11(3):457-461. doi:10.1016/j.jcot.2020.03.007. (R)"
        },
        {
            "number in article": 15,
            "reference": "Aleksi# C, Baš#arevic Z, Stevanovi# V, Rako#evi# J, Baljozovi# A, #obelji# G. Modified split tendon transfer of posterior tibialis muscle in the treatment of spastic equinovarus foot deformity: long-term  results and comparison with the standard procedure. Int Orthop . 2020;44(1):155-160.  doi:10.1007/s00264-019-04443-6.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Lullo B, Nazareth A, Rethlefsen S, Illingworth KD, Abousamra O, Kay RM. Split tibialis anterior tendon transfer to the peroneus brevis or tertius for the treatment of varus foot deformities in children with static encephalopathy: a retrospective case series. J Am Acad Orthop Surg Glob Res Rev . 2020;4(5):e2000044. doi:10.5435/JAAOSGlobal-D-20-00044.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Marsland D, Stephen JM, Calder T, Amis AA, Calder JDF. Strength of interference screw fixation to cuboid vs Pulvertaft weave to peroneus brevis for tibialis posterior tendon transfer for foot drop. Foot Ankle Int . 2018;39(7):858-864.  doi:10.1177/1071100718762442. (R)"
        }
    ]
}