{
    "metadata": {
        "title": "Biceps Tendinopathy",
        "synonyms": [
            "biceps tendinopathy",
            "bicipital tendonitis/tendinitis",
            "bicipital tenosynovitis",
            " tendinopathy, biceps",
            "tendinosis, biceps"
        ],
        "anatomical location body part affected": [
            "The biceps muscle has two separate proximal tendons, a short head and a long head. The short head of the biceps tendon attaches to the coracoid process. The long head attaches to the supraglenoid tubercle, located on the superior glenoid labrum. The long head is almost always affected in biceps tendinopathy(1)",
            "The long head of the biceps tendon traverses the bicipital groove and attaches to the superior labrum.(1) The long head traverses through the rotator interval between the subscapularis and supraspinatus. Within this area, the coracohumeral ligament and the superior glenohumeral ligament compose a “tendoligamentous sling” that provides stability for the long head(1)",
            "The long head of the biceps contributes 10% of shoulder abduction when the humerus is externally rotated.(1) It has also been reported to act as a glenohumeral stabilizer and a humeral head depressor(3)",
            "Because the long head is also an intraarticular shoulder structure, its pathology is often associated with degenerative processes of the rotator cuff and the glenohumeral joint (e.g., subscapularis tendon rupture, superior labral anterior to posterior [SLAP] lesions, shoulder impingement).(1,6)Consequently, the etiology of biceps tendinopathy and the resultant chronic pain are likely multifactorial(16)",
            "The distal biceps tendon, which attaches onto the radial tuberosity on the radius, can also become injured, but this article mainly addresses tendinopathy of the long head"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Long head of biceps tendinopathy (LHBT) –LHBT is an umbrella term that encompasses tendinosis/tendonitis/paratenonitis/tendon rupture(2) –Chronic overuse tendon injury should be considered tendinopathy, not tendonitis(15) –Tendinopathy is a clinical syndrome describing repetitive overuse tendon injury characterized by pain, swelling, and/or functional limitation –Tendinopathy could be tendonitis (presence of inflammation) or tendinosis (absence of inflammation; degeneration of the tendon). Inflammation is likely important in the early phase and gradually declines as degenerative changes develop(4,15) -There continue to be differing opinions on whether tendinosis refers to a tendon that is irreversibly damaged or just in a failed healing stage(15) –Inflammation is less often a part of the pathology in clinical cases of LHBT; therefore, such treatments as anti-inflammatory  medication might have no benefit(6)",
            "Biceps tendonitis/tenosynovitis(1,4) –Tendon inflammation is commonly referred to as biceps tendonitis when it is more likely tenosynovitis  –Inflammation of the tendon sheath can impact the long head. In chronic cases, the tendon becomes enlarged and pain increases –Primary (or isolated) biceps tendonitis refers to inflammation of the tendon as it runs in the intertubercular groove. It typically occurs in the younger athletic population and in only 5% of cases with LHBT",
            "Biceps tendinosis(4) –The term biceps tendinosis is accurately used when there are degenerative changes in the tendon –LHBT presents more commonly as tendinosis rather than tendonitis –Degeneration of the tendon occurs –It is often a consequence of chronic overuse –Biceps tendinosis is typically seen in older patients (athletes older than 35 and nonathletes older than 65)",
            "Biceps tendon rupture(2) –Long head tendon rupture typically occurs secondary to degeneration or partial tearing –Although not always present after a rupture, a “Popeye” muscle sign might be visible if the long head retracts, resulting in a bulging biceps muscle belly(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M75.2": "bicipital tendonitis",
            "S46.1": "injury of muscle, fascia, and tendon of long head of biceps (ICD codes are provided for the reader’s reference only, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Although symptoms might be difficult to differentiate from those of other shoulder conditions, LHBT typically presents with anterior shoulder pain, especially over the bicipital groove,(22)and the pain usually worsens with activities involving elbow flexion(4)",
            "Acute biceps tendonitis is characterized by shoulder fatigability and general discomfort during repetitive forward elevation of the arm. Aching and tenderness in the anterior shoulder can develop as the condition worsens and becomes chronic",
            "Cases of chronic biceps tendon pain usually present with associated rotator cuff tears and impingement or other shoulder joint pathology.(4)Massive and chronic rotator cuff tears are associated with more severe cases of LHBT(13)",
            "Patients might experience referred pain from the shoulder radiating down the anterior arm;(1)pain can also radiate to the deltoid region(4)",
            "Pain can occur with prolonged rest and immobility, particularly at night(4)",
            "The throwing athlete often complains of pain during follow-through  of a throwing motion and might feel a “snap” if the tendon subluxes in the groove(4)",
            "Patients who describe “locking” might experience tendon entrapment within the groove(3)",
            "Patients with an unstable long head might also have a subscapularis tear, especially following a traumatic event",
            "An audible pop may indicate proximal biceps instability(1)",
            "Patients with concomitant impingement might complain of a pinching sensation with overhead activities and a toothache sensation in the lateral proximal arm(4)",
            "Patients with mild LHBT may present only with complaints of fatigue during repeated shoulder movement(4) Causes, Pathogenesis, and Risk Factors"
        ],
        "contraindications precautions to test": [
            "A suspected tendon rupture should be reported immediately for orthopedic consultation"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Overuse–Biceps tendonitis/tenosynovitis develops through overuse in a short period of time; inflammation is present(2)–Biceps tendonitis can be described as inflammatory tenosynovitis that affects the tendinous aspect of the long head of thebiceps tendon (1)–Biceps tendinosis develops as a consequence of chronic overuse; degeneration of the tendon occurs(2)",
            "Impingement–Mechanical impingement: the long head can become entrapped within the bicipital groove due to degenerative changes tothe bicipital groove or because of a thickening of the tendon sheath(1)–External impingement: the impacting of the biceps tendon/groove under the presence of osteophytes or spurs on theanterior acromion or a thickened coracoacromial ligament(5)–Impingement can also occur secondary to scapular dyskinesis(4)",
            "Instability–Glenohumeral joint instability is the leading cause of LHBT(1,16)–Absence of the tendon within the bicipital groove may suggest subluxation or dislocation of the long headof the bicepstendon, which can further accelerate biceps pathology(2)–Anterior-posterior  and multidirectional glenohumeral instability from rotator cuff or intra-articular  lesions is stronglyassociated with LHBT(1,4)",
            "Traumatic–The long head is susceptible to injury due to the shear and torsion forces placed upon it. Such high demands increase therisk of LHBT(2)"
        ],
        "pathogenesis": [
            "Authors of an electron microscope study found that histological degenerative changes in the tendons of individuals withLHBT were characterized by non-collagen  extracellular matrix and diffuse collagen disorganization as compared tocontrols(17)",
            "There are two theories regarding the pathology of tendinopathies(7)–Mechanical theory-Supporters of this theory explain that tendinopathies are due to repeated tendon loading. Continuous or prolongedstresses can result in microtrauma that reduces tensile strength, which will eventually lead to tendon failure–Vascular theory-Supporters of this theory explain that the vascular supply to an involved tendon has become compromised, resulting inthe tendinopathy experienced by patients",
            "A proposed tendinopathy model includes three stages of progression:(15)–Reactive tendinopathy (this term implies an inflammatory component)–Tendon disrepair–Degenerative tendinopathy",
            "Risk factors–Coexisting shoulder musculoskeletal disease and repetitive overhead activities that stress the biceps tendon as a stabilizerof the glenohumeral joint likely increase the risk of injury-Rotator cuff tears-Up to 95% of patients with LHBT have rotator cuff pathology(4)-Intraarticular lesions (e.g., SLAP lesions) leading to anterior-posterior  instability-Shoulder impingement syndrome(4)-Occupational activities associated with shoulder overuse injuries (e.g., massage therapy, shoveling, construction, treetrimming, heavy lifting)(4)-Sports that load the upper extremity above shoulder height (e.g., swimming, tennis, gymnastics, baseball, golf, weightlifting)(4)-Authors of a study conducted in the United States performed a quantitative ultrasound on youth baseball pitchers andconcluded that pitching increases the tendon width of the long head of the biceps tendon and infraspinatus tendon in aslow as the 50-pitch  mark(20)-A flat medial wall or shallow bicipital groove (predisposes to tendon subluxation and subsequent inflammation)(4)–Extrinsic biomechanical factors, such as poor posture or faulty technique in throwing, swinging, or lifting"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "A suspected tendon rupture should be reported immediately for orthopedic consultation"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -When did symptoms begin? -Was a traumatic event involved, or did symptoms develop slowly? -What activity was the patient doing just prior to the emergence of symptoms? -How have the symptoms progressed since onset?",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management. How has the pain responded to treatments?",
                    "surgical management": [
                        "Surgical management:",
                        "Surgical treatment for LHBT involves tenotomy or tenodesis. Many studies demonstrate similar outcomes for both procedures, although tenodesis is more often used when treating in younger persons, athletes, workers, and those trying to avoid cosmetic deformity(14)"
                    ],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are they effectively controlling symptoms?(4,16) NSAIDs commonly are prescribed Medications to increase blood flow to the tendon may be used (e.g., nitroglycerin patches) Steroid injections should be used judiciously and should be performed into the tendon sheath under ultrasound guidance Injection of biologics (autologous blood and platelet-rich  plasma) is a promising treatment that needs further research",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Ultrasonography (US) can detect evidence of tendinosis and allows for dynamic evaluation of the shoulder(4)",
                        "MRI is useful for evaluating the long head of the biceps within the bicipital groove and detecting any edema or fluid that may indicate pathology(8)",
                        "US use is considered the cost-effective approach in diagnosing long head of the biceps pathology(1)",
                        "X-rays  might be used to rule out bony lesions or calcifications in the tendons and for assessment of the bicipital groove(4)",
                        "Recent research has suggested that using ultrasound for the detection of rotator cuff pathology is comparable to MRI studies and should be the preferred diagnostic test in revision cases(21)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Ask patient to describe the main aggravating activity. Pain usually improves with rest. Repetitive overhead activities, especially those involving shoulder abduction with external rotation, can overload the role of the biceps long head as alifting and carrying bags, briefcases, etc., and swimming, tennis, and throwing sports(4,16)",
                "body chart": "Use body chart to document location and nature of symptoms. Pain is commonly located in the anterior shoulder but can refer down the arm(1)",
                "nature of symptoms": "Document nature of symptoms (constant vs intermittent, sharp, dull, aching, burning, numbness, tingling)  -Is there a reproducible painful, audible, or perceived “snap” (indication the tendon is coming out of the bicipital groove)?(4) -Does the shoulder lock or catch (common in SLAP lesions or bicipital entrapment)? -Symptoms might include achy pain, tenderness, fatigability, and paresthesia",
                "rating of symptoms": "Assess for provocation of pain with elbow flexion against resistance. Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings per night. If the individual sleeps on the injured arm, pain might increase and pain might impair sleep(4)",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, diplopia, dysphagia, dysarthria, dystaxia) Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Is there a previous history of shoulder injury, pain, or surgery? It is common for patients with this injury to have a history of rotator cuff syndrome, intraarticular lesions (e.g., labral tears), or shoulder impingement syndrome",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the patient participate in overhead sports? -Occupational activities associated with shoulder overuse injuries include massage therapy, shoveling, construction, tree trimming, heavy lifting, and sports that load the upper extremity above shoulder height (e.g., swimming, tennis, gymnastics, baseball, golf, weight lifting)",
                "functional limitations assistance with ADLs adaptive equipment": "Inquire about limitations in ADLs. Impairments might be noticed in everyday activities, such as taking out the trash or holding a grocery bag(4)",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting): •Body mechanics/ergonomics: Assess for maintenance of proper upper-body  posture and mechanics during functional movements; assess workstation as indicated(4)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Should be normalRule out cervical radiculopathy or other peripheral nerve involvement with modified nerve tension testing, if appropriate Joint integrity and mobility –LHBT provides anterior glenohumeral stability and humeral head depression.(16) However, biceps tendon injuries are commonly associated with other shoulder conditions that affect stability.(22)Assess anterior, inferior, and posterior glenohumeral joint mobility to rule out instability or hypermobility –Also assess scapulothoracic mobility –Assess mobility of cervical and thoracic spine as indicated ",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": " Muscle strength –Assess strength of shoulder movements in forward elevation, abduction, adduction, and internal and external rotation. Also assess elbow flexion, extension, and forearm supination/pronation. Compare results to the unaffected shoulder and elbow. Resisted shoulder flexion will likely be painful and forearm supination strength might be slightly diminished. Assess hand strength with dynamometer as indicated",
            "observation inspection palpation including skin assessment": [
                "There is usually no apparent swelling, redness, or warmth",
                "A visible gap in the biceps muscle belly indicates rupture. Ecchymosis and a lump on the lateral upper arm might also be indicative of a ruptured tendon(1)",
                "Assess tenderness (V AS) at the bicipital groove; compare to the noninjured extremity.(4) Palpate biceps tendon with shoulder externally rotated, confirm by producing pain by resisting attempt to flex elbow or supinate forearm with elbow bent and against side. Palpation of the LHBT can elicit a painful response(1)",
                "Palpate and inspect biceps muscle for atrophy, deformity, or adhesions compared to uninvolved side; biceps tendinopathy is generally felt anteriorly, but compare with uninvolved side since this area is often tender regardless of pathology(4)",
                "Assess surface anatomy of acromioclavicular and sternoclavicular joints compared to uninvolved side",
                "Observe dynamic scapular stability during shoulder movements; document any dyskinesis or winging(4)",
                "Observe for maintenance of spinal stability during functional movements(4)"
            ],
            "posture": " Posture –Assess the neck, thoracic spine, clavicles, scapulae, and shoulders for bilateral symmetry and general posture –Inspect for deformity, including winged scapula, and muscle atrophy",
            "range of motion": " Range of motion –Determine active and passive ROM to assess function of the rotator cuff and shoulder joint. Painful arc might be present at 80°. ROM will likely be full at the shoulder if injury (tenosynovitis, tendinosis) is impacting only the biceps tendon (e.g., no rotator cuff impairment)(4) –Assess scapulohumeral rhythm during active ROM –Screen cervical movements to rule out a radiculopathy and thoracic movements for hypomobilityDeep tendon reflexes typically are normal in patients with LHBT(4)Assess if injury is limiting function, especially in overhead or lifting activities, as well as washing hair or back and toileting",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Dermatome scan typically is normal. Although paresthesia and referred pain might be experienced in some patients with biceps tendinopathy, patients reporting such symptoms should have a cervical condition ruled out(1)",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –In comparison to results of shoulder arthroscopy, the sensitivity and specificity for Speed’s test were 75% and45%, respectively.(8)For Yergason’s test, they were 30% and97%, respectively(23) –Special tests for biceps tendon pathologyPatient standing or sitting, the upper extremity is internally rotated coupled with shoulder flexion(1)Patient seated, elbow flexed 90°. Examiner palpates the biceps tendon 3 inches below the glenohumeral joint and rolls the tendon from side to side in bicipital groove. Test positive if pain increases. Palpable displacement of tendon indicates instability of the long headPatient seated, forearm supinated, elbow fully extended, shoulder forward flexed 90°. Examiner resists further forward flexion. Test positive if pain increases at the bicipital groove(1,4)Patient standing or sitting, elbow flexed 90° and stabilized against the thoracic cage with the forearm pronated. As the examiner resists supination by the patient, test is considered positive if pain increases at the bicipital groove or if subluxation of the long head of the biceps tendon occurs(1,4)Patient standing or sitting, the upper extremity is in a position of 90° of shoulder and elbow flexion; the clinician holds the upper extremity in this position while internal rotating the arm; the test is positive if the patient experiences pain during internal rotation of the shoulder(1) –Questionnaires for functional outcomes; i.e., symptoms and ability to perform certain activities -Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure -QuickDASH score  -American Shoulder and Elbow Surgeons (ASES) Shoulder Score -Shoulder Pain and Disability Index (SPADI) -Roles and Maudsley (RM) score",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over area of nerve regrowth"
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves",
                "Thermotherapy  contraindications -Decreased circulation -Decreased sensation -Acute/subacute traumatic and inflammatory conditions -Skin infections -Impaired cognition or language barrier -Malignancy -Liniments or heat rubs -Presence of or tendency for hemorrhage or edema -Heat rubs",
                "Therapeutic ultrasound  contraindications; do not use: -Over the region of a cardiac pacemaker -Over the pelvis, abdominal, and lumbar regions during pregnancy -Over the eyes or testes -In an area with infection or bleeding -If a tumor or malignancy is present in the area -In the area of a deep vein thrombosis (DVT) or thrombophlebitis -Over the heart, stellate, or cervical ganglia -Over epiphyseal plates",
                "Therapeutic ultrasound  precautions -Sensory deficits -Ineffective communication skills in a patient (e.g., impaired cognition, language barrier) -Circulatory impairments -Plastic or metal implants -Peripheral vascular disease -Note: Always decrease ultrasound intensity if the patient complains of discomfort "
            ],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or the specific protocols of the treatment clinic"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "After steroid injection, avoid lifting or vigorous exercise for 48 to 72 hours(4)",
                "Review contraindications/precautions for use of modalities(9)"
            ]
        },
        "diagnosis need for treatment": "LHBT—pain and restricted ROM and strength in upper-extremity  functional activities. Physical therapy is indicated to reduce pain, improve ROM, posture, strength, scapular stability, and ability to perform functional activities, and to improve and/or restore function of the biceps mechanism in proper shoulder mechanics",
        "rule out": " Rule out  (16) Glenohumeral instability SLAP lesion(5) Subscapularis tear/impingement(22) Fracture of the greater or lesser tuberosity Adhesive capsulitis(1) Subacromial bursitis(1) Peripheral nerve entrapment Inflammatory arthropathy Intrathoracic disease or diaphragmatic irritation Bone tumor/metastasis Aseptic necrosis",
        "prognosis": [
            "Patients with tenosynovitis who are treated conservatively have a favorable prognosis, whereas tendinosis is often recalcitrant to nonoperative treatment",
            "Outcomes after surgical treatment, tenotomy or tenodesis, are usually improved(16)"
        ],
        "referral to other disciplines": "",
        "other considerations": [
            "Cosmetic appearance –Physical appearance should be considered when treating patients with a biceps tendinopathy. Typically, younger patients receive biceps tenodesis after LBHT rupture (to correct a Popeye deformity) or severe tendinopathy",
            "Physical activity –Loss of elbow flexion strength, supination strength, and endurance have been reported after LHBT rupture(10) –Tendon ruptures are usually surgically repaired via tenodesis in physically active persons(1)"
        ],
        "treatment summary": [
            "Guidelines for conservative treatment of LHBT are lacking.(15)In most cases, a comprehensive shoulder rehabilitation program should include strengthening exercises for(16) –rotator cuff/scapular stabilizers –shoulder joint stability and function –upper-body  posture –elbow flexion",
            "The treatment plan should also involve patient education on faulty techniques and sports training errors, as well as discussion of acceptable relative rest and activity modification. Proper posture and body mechanics should also be reviewed, and workstation modifications should be implemented as appropriate(4)",
            "Although an evidence-based  protocol for biceps tendinopathy is currently lacking, current physical therapy typically focuses on the following:(4) –Achieving full, pain-free  ROM –Developing adequate scapular and core stability –Improving any scapulothoracic strength and rhythm deficits –Restoring rotator cuff and biceps strength –Posterior capsule stretching",
            "The benefit of NSAIDs and corticosteroid injections to treat pain in patients with LHBT is questionable(4,16)",
            "Following operative intervention for LHBT, strictly adhere to the surgeon’s prescription or protocol. Postoperative therapy might include the following:(11) –Sling use for the first 4 weeks after surgery with only passive elbow and shoulder ROM allowed –Sling use discontinued after the 4 weeks and active ROM is then initiated –Strengthening exercises to begin at 10 weeks postoperatively  -Authors of a case-control  prospective study (N = 48 patients with chronic LHBT) conducted at multiple international sites found that a single session of radial extracorporeal shock wave therapy (rESWT; 2000 shock waves, energy flux density of 0.18 mJ/mm) significantly improved V AS, QuickDash, and RM scores during a 12-month  follow-up compared to controls(18)",
            "Authors of a case-series  observational study (N = 10 patients with chronic LHBT) in the United States found that 2 to 8 sessions of dry needling to the LHBT, plus strengthening and stretching of the biceps muscle, improved global rating of change (GROC), QuickDASH, and pain scores (V AS)(19)",
            "Authors of a single case study in the United States found that positional release therapy to active trigger-point  locations (longhead of the biceps, supraspinatus, and pectoralis minor) was effective for relieving symptoms in a swimmer with suspected LHBT(15) . Problem Goal Intervention Expected Progression Home Program Pain Decrease pain Patient education _ Instruct patient to modify or discontinue activities that provoke pain, such as restricting the range of daily upper-extremity activities to below shoulder height _ _ Physical agents and mechanical modalities _ Use of cryotherapy for pain relief.(9) The efficacy of ultrasound therapy is still uncertain(12)Reduced reliance on modalities over timeRest to allow decrease of irritation of LHBT. Educate patient on modifying activities that involve aggravating movements, such as overhead activity. Instruct patient in use of cold packs, proper posture, and correct body mechanics  Reduced ROM Improve ROM Physical agents and mechanical modalities _ The use of hot packs prior to treatment might assist in attaining further ROM gains(9) _ _ Therapeutic exercises _ Once pain has subsided, ROM and gentle stretching exercises might be prescribed (e.g., wall walking, pulleys, towel stretches). Avoidance of abduction and aggressive overhead exercises might be necessary early on _ _ Manual therapy _ Resolve restricted scapular, thoracic spine, and/or shoulder joint arthrokinematics with appropriate joint mobilization techniquesTherapeutic exercises _ Progress abduction and overhead exercises as appropriateHome exercise program of ROM and stretching exercises  Shoulder/scapular and biceps muscle weakness or atrophyIncrease strength of weak musclesTherapeutic exercises _ Strengthening should focus on the scapular stabilizers and the rotator cuff. Begin with isometric strengthening of the middle/lower scapular retractors along with internal and external rotator cuff strengthening exercises, as indicated _ _ Manual therapy _ Proprioceptive neuromuscular facilitation (PNF) for improving scapulohumeral rhythm (e.g., therapist manually resists scapular elevation, depression, protraction, and retraction)Therapeutic exercises _ Progress to dynamic scapular stabilizing exercises, anterosuperior rotator cuff strengthening (e.g., scaption or forward flexion with weight) and biceps strengthening (e.g., isometrics, bicep curls, or resisted supination as appropriate)Provide a home exercise program that incorporates strengthening of the scapular stabilizers, rotator cuff, and biceps Poor posture and weak core/trunk strengthCorrect faulty posture and improve core/trunk strengthPatient education _ Educate patient on proper posture concepts along with posture monitoring techniques _ _ Therapeutic exercises _ Pectoral stretching, deep cervical flexor strengthening, and foam roller exercises. Also incorporate transversus abdominis strengtheningTherapeutic exercises _ Progress to dynamic closed-chain stabilization and ball stabilization exercisesIncorporate postural correction and core/ trunk strengthening exercises in the home exercise program Restrictions in ADLs or sportRestore prior functional capacity in ADLs or sportTherapeutic exercises _ When appropriate, introduce dynamic, multidirectional exercises that begin to resemble activities similar to typical environment(4)Functional training _ Slowly reintegrate back to sport specific training(4)Gradual return to sport/activity as appropriate(4)  ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain": [
            "V AS"
        ],
        "improved rom": [
            "Goniometry"
        ],
        "increased strength of weak muscles": [
            "Manual muscle testing",
            "Isokinetic testing",
            "Dynamometer"
        ],
        "corrected faulty posture": [],
        "improved scapular stability resolved dyskinesia": [],
        "improved core trunk strength": [],
        "restored to prior functional capacity in adls or sport": [
            "DASH",
            "SPADI",
            "ASES Shoulder Score"
        ]
    },
    "maintenance or prevention": [
        "Similar to athletes recovering from rotator cuff injuries, patients treated for biceps tendinopathy should be given an independent shoulder strengthening/stretching program along with posture and core stability exercises. Patients should also be advised to warm up before strenuous activity. Return to sport after treatment should be dependent on physician clearance and supervised by a knowledgeable coach"
    ],
    "patient education": [
        "“Biceps Tendonitis” from the American Academy of Orthopaedic Surgeons, https://orthoinfo.aaos.org/en/diseases--conditions/biceps-tendinitis Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Varacallo M, Mair SD. Proximal biceps tendinitis and tendinopathy. [Updated 2019 Jun 4]. StatPearls [Internet]  Web site. https://www.ncbi.nlm.nih.gov/books/NBK533002/ ."
        },
        {
            "number in article": 2019,
            "reference": " (RV)"
        },
        {
            "number in article": 2,
            "reference": "Raney EB, Thankam FG, Dilisio MF, Agrawal DK. Pain and the pathogenesis of biceps tendinopathy. Am J Transl Res . 2017;9(6):2668-2683.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Landin D, Thompson M, Jackson MR. Actions of the biceps brachii at the shoulder: a review. J Clin Med Res . 2017;9(8):667-670.  doi:10.14740/jocmr2901w. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Krabak BJ. Biceps tendinopathy. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 3rd ed. Philadelphia, PA: Saunders Elsevier; 2015:58-61.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Garving C, Jakob S, Bauer I, Nadjar R, Brunner UH. Impingement syndrome of the shoulder. Dtsch Arztebl Int . 2017;114(45):765-776.  doi:10.3238/arztebl.2017.0765. (RV)"
        },
        {
            "number in article": 6,
            "reference": "Chen RE, Voloshin I. Long Head of Biceps Injury: Treatment Options and Decision Making. Sports Med Arthrosc Rev . 2018;26(3):139-144.  doi:10.1097/ JSA.0000000000000206. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Rees JD, Stride M, Scott A. Tendons – time to revisit inflammation. Br J Sports Med . 2014;48(21):1553-1557.  doi:10.1136/bjsports-2012-091957.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Jain NB, Luz J, Higgins LD. The diagnostic accuracy of special tests for rotator cuff tear: the row cohort study. Am J Phys Med Rehabil . 2017;96(3):176-183.  doi:10.1097/ PHM.0000000000000566. (RV)"
        },
        {
            "number in article": 9,
            "reference": "In: Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz's Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,  80-82, 127-128. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Alentorn-Geli  E, Assenmacher AT, Sánchez-Sotelo  J. Distal biceps tendon injuries: A clinically relevant current concepts review. EFORT Open Rev . 2017;1(9):316-324. doi:10.1302/2058-5241.1.000053.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Price MD, Anstey DE, Carroll K, Gill TJ. Arthroscopically-assisted  biceps tenodesis using a suture anchor. Curr Orthop Pract . 2011;22(6):524-528.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Alexander LD, Gilman DR, Brown DR, Brown JL, Houghton PE. Exposure to low amounts of ultrasound energy does not improve soft tissue shoulder pathology: a systematic review. Phys Ther . 2010;90(1):14-25.  (SV)"
        },
        {
            "number in article": 13,
            "reference": "Wu PT, Jou IM, Yang CC, et al. The severity of the long head biceps tendinopathy in patients with chronic rotator cuff tears: macroscopic versus microscopic results. J Shoulder Elbow Surg . 2014;23(8):1099-106.  doi:10.1016/j.jse.2013.11.013. (R)"
        },
        {
            "number in article": 14,
            "reference": "Patel KV, Bravman J, Vidal A, Chrisman A, McCarty E. Biceps Tenotomy Versus Tenodesis. Clin Sports Med . 2016;35(1):93-111.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Baker RT, Van Riper M, Nasypant AM, Seegmiller JG. Evaluation and treatment of apparent reactive tendinopathy of the biceps brachii. Int J Athletic Ther Train . 2014;19(4):14-21.  doi:10.1123/ijatt.2014-0023.  (C)"
        },
        {
            "number in article": 16,
            "reference": "Raney EB, Thankam FG, Dilisio MF, Agrawal DK. Pain and the pathogenesis of biceps tendinopathy. Am J Transl Res . 2017;9(6):2668-2683.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Zabrzy#ski J, Gagat M, Paczesny #, #apaj #, Grzanka D. Electron microscope study of the advanced tendinopathy process of the long head of the biceps brachii tendon treated arthroscopically. Folia Morphol (Warsz) . 2018;77(2):371-377.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Furia JP, Rompe JD, Maffulli N, Cacchio A, Schmitz C. Radial extracorporeal shock wave therapy is effective and safe in chronic distal biceps tendinopathy. Clin J Sport Med . September 2017;27(5):430-437.  doi:10.1097/JSM.0000000000000399. (R)"
        },
        {
            "number in article": 19,
            "reference": "McDevitt AW, Snodgrass SJ, Cleland JA, Leibold MBR, Krause LA, Mintken PE. Treatment of individuals with chronic bicipital tendinopathy using dry needling, eccentric-concentric  exercise and stretching; a case series. Physiother Theory Pract . June 2018;22:1-11.  doi:10.1080/09593985.2018.1488023. (R)"
        },
        {
            "number in article": 20,
            "reference": "Popchak AD, Hogaboom NS, Vyas D, et al. Acute response of the infraspinatus and biceps tendons to pitching in youth baseball. Med Sci Sports Exerc . 2017;49(6):1168-1175. doi:10.1249/MSS.0000000000001205. (R)"
        },
        {
            "number in article": 21,
            "reference": "Fischer CA, Weber MA, Neubecfeer C, Bruckner T, Tanner M, Zeifang F. Ultrasound vs. MRI in the assessment of rotator cuff structure prior to shoulder arthroplasty. J Orthop. 2015;12(1):23-30.  doi:10.1016/j.jor.2015.01.003. (R)"
        },
        {
            "number in article": 22,
            "reference": "Varacallo M, Mair SD. Biceps tendon dislocation and instability. [Updated 2019 Jun 4]. StatPearls [Internet]  Web site. https://www.ncbi.nlm.nih.gov/books/NBK534102/ . 2019. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Gismervik SØ, Drogset JO, Granviken F, Rø M, Leivseth G. Physical examination tests of the shoulder: a systematic review and meta-analysis  of diagnostic test performance. BMC Musculoskelet Disord . 2017;18(1):41. doi:10.1186/s12891-017-1400-0.  (SR)"
        }
    ]
}