{
    "metadata": {
        "title": "Pes Anserine Tendinopathy",
        "synonyms": [
            "pes anserine bursitis",
            "pes anserine tendonitis",
            "goosefoot bursitis",
            "pes anserine bursitis",
            "pes anserine syndrome",
            "pes tendinobursitis syndrome, anserine",
            "pes anserinus tendinitis/bursitis",
            "pes anserinus tendino-bursitis  syndrome",
            "pes anserinus tendinobursitis syndrome",
            "pes anserine disease",
            "tendinobursitis, pes anserine syndrome"
        ],
        "anatomical location body part affected": [
            "Tendons of the sartorius, gracilis, and semitendinosus muscles have the same insertion. It is 5 to 6 cm distal to the knee along the proximal anteromedial tibia. The three separate tendons come together to form one structure that resembles the shape of a webbed foot. This characteristic has led the conjoint structure to be named pes anserinus, Latin for goosefoot(7,14)",
            "The pes anserine muscles are primarily knee flexors. Secondarily, they are tibial internal rotators that function as dynamic stabilizers to protect the knee from valgus and rotary stressors",
            "The pes anserine bursa is located at the medial tibial tuberosity deep to the pes anserine tendon but superficial to the medial collateral ligament.(9)The bursa does not communicate with the intraarticular knee joint, unlike the gastrocnemius-semimembranosus bursa"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "Pes anserine tendinopathy is a condition affecting the pes anserine tendon, but it may also involve the bursa. The term pes anserine syndrome may be used when the condition appears inflammatory(5,9)",
            "Pes anserine tendinopathy often coexists with other chronic knee disorders and is therefore usually included in the differential diagnosis of knee pain.(4) Involvement of the pes anserine should be considered when there is spontaneous pain inferomedial to the knee joint, especially in patients with knee osteoarthritis(5)",
            "Tendinopathy is a clinical syndrome describing an overuse tendon injury characterized by pain, swelling, and/or functional limitation. Tendinopathy can be tendinitis (presence of inflammation) or tendinosis (absence of inflammation). However, distinguishing tendinitis from tendinosis is not clinically feasible in most cases. Overuse tendon injury should be considered tendinopathy when not acute(9)",
            "The term pes anserine syndrome is used for patients who may have anserine tendinopathy and/or pes anserine bursitis, which is a more inflammatory condition(5)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M70.5": "Other bursitis of knee",
            "M70.96": "Unspecified soft tissue disorders related to use, overuse, and pressure, lower leg",
            "M71.561": "Bursitis, not elsewhere classified, right knee",
            "M71.562": "Bursitis, not elsewhere classified, left knee",
            "M71.569": "Bursitis, not elsewhere classified, unspecified knee (ICD codes are provided for the reader’s reference only, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients might present with a dull ache and tenderness over the proximal anteromedial tibia. The point of maximal tenderness is approximately 5 to 6 cm below the anterior-medial  aspect of the knee(5)",
            "Swelling might also be present over the pes anserine area(9)",
            "On occasion, patients report having posteromedial to midline knee pain without edema, which makes differentiating pes anserine tendinopathy from a meniscus tear very difficult(5)",
            "Episodes of rigidity lasting over 1 hour upon waking can be experienced",
            "Getting out of a car or chair orascending stairs will likely increase symptoms(2) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Refer patient to physician if there are signs of infection ",
            "Symptoms of pes anserine tendinopathy might be similar to symptoms of tibial stress fracture or meniscus tear. Thus, any coexisting knee joint pathology that compromises medial stability and alignment should also be evaluated and treated. If fracture or stress fracture is suspected, immediately refer back to physician",
            "History –History of present illness/injury -Mechanism of injury or etiology of illness -When did symptoms begin? -Insidious onset vs. traumatic event? -What was the patient doing immediately prior to developing symptoms? -How have the symptoms progressed? -Course of treatment -Medical management: Ask about patient’s past and current medical and/or surgical management for knee pain. How has the pain responded to treatments? -Possible surgical interventions are bursectomy, removal of a bony exostosis, or harvesting of the tendons -Based on a study in Turkey, ultrasound-guided leukocyte-rich  platelet-rich  plasma (LR-PRP) injection is a safe and effective treatment for individuals with pes anserinus tendinobursitis(11) -Medications for current illness/injury: Determine what medications clinician has prescribed, if any. Are they being taken? Are they effectively controlling symptoms?Oral NSAIDs may be recommended -Steroid injections may be more efficacious than oral NSAIDs for pain control in patients with pes anserine bursitis(5,8) -Diagnostic tests completed:  The diagnosis is most often made clinically. However, imaging with ultrasonography,arthrography, or MRI might be required to exclude other potential causes -Researchers in Turkey reportedthat the sensitivity and specificity of clinical diagnosis of pes anserine tendinitis bursitis syndrome relative to MRI findings were low. Sensitivity and specificity were 41.2% and 59.5%, respectively. The authors concluded that imaging methods would improve diagnostic accuracy(12) -Home remedies/alternative therapies: Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help -Previous therapy: Document whether patient has had physical therapy for this or other conditions and what specific treatments were helpful or not helpful -Aggravating/easing factors: With weight-bearing,  active knee flexion worsens symptoms, whereas full knee extension alleviates them. Vague discomfort at rest becomes sharper and more localized with certain daily activities, such as prolonged standing, walking, climbing/descending stairs, squatting, and getting into or out of a vehicle(9) -Body chart:  Use body chart to document the location and nature of symptoms. Patients usually present with dull ache and tenderness (and variable mild warmth or swelling) over the medial tibial tuberosity -Nature of symptoms:  Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Symptoms might include dull ache, tenderness, and swelling -Rating of symptoms:  Severe point tenderness at pes anserine tendon insertion–anteromedial  portion of superior (proximal) tibia might be present. Use a visual analog scale (V AS) or 0–10  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -Pattern of symptoms:  Document changes in symptoms throughout the day. Symptoms usually are related to activities -Sleep disturbance : Document number of wakings/night related to this condition. Does placing a pillow between the legs or sleeping in a brace alleviate symptoms? Does patient wake up with a stiff knee? -Other symptoms:  Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (foot drop, lower leg paresthesia) -Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe _______________________",
            "Medical history –Past medical history -Previous history of same/similar diagnosis:  Any previous dysfunction, surgery, or injury involving the leg or knee? Any history of knee arthritis or gout? -Comorbid diagnoses:  Ask patient about other medical concerns, including diabetes, cancer, cardiovascular disease, outcomes of pregnancy, psychiatric disorders, orthopedic disorders, rheumatoid arthritis, and gout  -Medications previously prescribed:  Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) -Other symptoms:  Ask patient about other symptoms he/she might be experiencing",
            "Social/occupational history –Patient’s goals:  Document what the patient hopes to accomplish with therapy and in general –Vocation/avocation and associated repetitive behaviors, if any:  Does the patient participate in any sports or recreational activities? What does the patient’s occupation require? Does he or she experience long bouts of static standing or sitting during the day? –Functional limitations/assistance with ADLs/adaptive equipment:  Inquire about any preexisting functional limitations or adaptive equipment already in place –Living environment:  Does the patient have stairs? What is the number of floors in the home? With whom does the patient live (e.g., caregivers, etc.)? Identify if there are barriers to independence in the home; are any modifications necessary?"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The presumptive cause of pes anserine tendinopathy is overuse of the pes anserine tendons",
            "Excessive friction of the conjoint tendon on the bursa, possibly due to tight hamstrings, may cause pes anserine bursitis(2)",
            "Eccentric action of pes anserine muscle group dampens lateral rotation of the lower leg in terminal knee extension. Valgusstress on the knee when bearing weight on the leg externally rotated increases the work required of the pes anserinemuscle(9)",
            "Direct trauma can cause a contusion of the bursa(9)"
        ],
        "pathogenesis": [
            "Symptoms in pes anserine syndrome may be due to multiple inflammatory conditions such as bursitis, tendinitis, orfasciitis(7)",
            "Inflammation of the pes anserine bursa may compress the saphenous nerve, resulting in medial tibial pain and a positiveTinel’s sign"
        ],
        "risk factors": [
            "Age 50–80  years(9)",
            "Knee osteoarthritis/degenerative joint disease(9)",
            "Diabetes mellitus(9,14)",
            "Obesity(9)",
            "Female sex(9,14)",
            "Intraarticular pathology that promotes medial knee joint instability (e.g., rheumatoid arthritis, osteoarthritis, torn meniscus,cruciate ligament tears) and medial collateral ligament laxity(9)",
            "Genu valgum(7,9)",
            "Pes planus(2)",
            "Subtalar hyperpronation(7)",
            "Tight/inflexible pes anserine muscles–Tight hamstrings(9)",
            "Long-distance  running",
            "Activities/sports that involve lateral movements and cutting(2)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Refer patient to physician if there are signs of infection ",
            "Symptoms of pes anserine tendinopathy might be similar to symptoms of tibial stress fracture or meniscus tear. Thus, any coexisting knee joint pathology that compromises medial stability and alignment should also be evaluated and treated. If fracture or stress fracture is suspected, immediately refer back to physician"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " -Mechanism of injury or etiology of illness -When did symptoms begin? -Insidious onset vs. traumatic event? -What was the patient doing immediately prior to developing symptoms? -How have the symptoms progressed? -Course of treatmentAsk about patient’s past and current medical and/or surgical management for knee pain. How has the pain responded to treatments? -Possible surgical interventions are bursectomy, removal of a bony exostosis, or harvesting of the tendons -Based on a study in Turkey, ultrasound-guided leukocyte-rich  platelet-rich  plasma (LR-PRP) injection is a safe and effective treatment for individuals with pes anserinus tendinobursitis(11)Determine what medications clinician has prescribed, if any. Are they being taken? Are they effectively controlling symptoms?Oral NSAIDs may be recommended -Steroid injections may be more efficacious than oral NSAIDs for pain control in patients with pes anserine bursitis(5,8)The diagnosis is most often made clinically. However, imaging with ultrasonography,arthrography, or MRI might be required to exclude other potential causes -Researchers in Turkey reportedthat the sensitivity and specificity of clinical diagnosis of pes anserine tendinitis bursitis syndrome relative to MRI findings were low. Sensitivity and specificity were 41.2% and 59.5%, respectively. The authors concluded that imaging methods would improve diagnostic accuracy(12)Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they helpDocument whether patient has had physical therapy for this or other conditions and what specific treatments were helpful or not helpfulWith weight-bearing,  active knee flexion worsens symptoms, whereas full knee extension alleviates them. Vague discomfort at rest becomes sharper and more localized with certain daily activities, such as prolonged standing, walking, climbing/descending stairs, squatting, and getting into or out of a vehicle(9)Use body chart to document the location and nature of symptoms. Patients usually present with dull ache and tenderness (and variable mild warmth or swelling) over the medial tibial tuberosityDocument nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Symptoms might include dull ache, tenderness, and swellingSevere point tenderness at pes anserine tendon insertionanteromedial  portion of superior (proximal) tibia might be present. Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)Document changes in symptoms throughout the day. Symptoms usually are related to activitiesDocument number of wakings/night related to this condition. Does placing a pillow between the legs or sleeping in a brace alleviate symptoms? Does patient wake up with a stiff knee?Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (foot drop, lower leg paresthesia) -Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe _______________________",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any previous dysfunction, surgery, or injury involving the leg or knee? Any history of knee arthritis or gout?",
                    "comorbid diagnoses": "Ask patient about other medical concerns, including diabetes, cancer, cardiovascular disease, outcomes of pregnancy, psychiatric disorders, orthopedic disorders, rheumatoid arthritis, and gout ",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in any sports or recreational activities? What does the patient’s occupation require? Does he or she experience long bouts of static standing or sitting during the day?",
                "functional limitations assistance with ADLs adaptive equipment": "Inquire about any preexisting functional limitations or adaptive equipment already in place",
                "living environment": "Does the patient have stairs? What is the number of floors in the home? With whom does the patient live (e.g., caregivers, etc.)? Identify if there are barriers to independence in the home; are any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Assess for leg-length discrepancy. Calculate BMI for overweight/obese patients. Assess for swelling/edema with circumferential measurements",
            "assistive and adaptive devices": "Assistive devices rarely are indicated for isolated pes anserine tendinopathy",
            "balance": "Assess single-leg  stance; assess eyes open and closed, dynamically and on unstable surface. Compare to unaffected leg for timing and qualityAssess endurance with 6-minute  walk test (6MWT) for distanceAssess for increased pain with stair climbing and squatting; assess technique with squat",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Perform thorough gait assessment and document any abnormalities or asymmetries that might be contributing to the problem. If present, antalgic gait pattern is more likely caused by knee joint pathology such as osteoarthritis than pes anserine tendinopathy Joint integrity and mobility –Examine the low back, hip, knee, ankle/foot, and patellofemoral joint mobility to help assess for any pathologies that cause symptoms similar to those of pes anserine tendinopathy or that might increase valgus stress at the knee (e.g., subtalar hyperpronation)",
            "muscle strength": " Muscle strength –Pain might be experienced in patients with pes anserine tendinopathy when pes anserine muscles (i.e., sartorius, gracilis, or semitendinosus) are individually strength tested(7) -Sartorius muscle flexes, abducts, and laterally rotates thigh at hip joint -Gracilis muscle adducts thigh at hip joint, flexes, and medially rotates leg at knee joint -Semitendinosus muscle extends thigh at hip joint, flexes, and medially rotates leg at knee joint –Assess strength of quadriceps and hamstrings. If hand dynamometry or isokinetic testing is available, compare the ratio of strength between quadriceps and hamstrings –Assess ability to maintain quad control during straight-leg raise –Also assess hip and lower leg muscular strength, as lack of strength in these areas can contribute to faulty lower extremity biomechanics",
            "observation inspection palpation including skin assessment": [
                "Patients with pes anserine tendinopathy will have severe point tenderness at the pes anserine bursa/insertion with occasional local swelling(7)",
                "If palpation reveals a firm mass attached to the tibia without warmth, erythema, or other systemic signs, patient should be referred back to the physician(7)"
            ],
            "posture": "Assess for intrinsic factors that contribute to valgus stress, including genu valgum, increased Q angle, and subtalar hyperpronation. Tension and stretching on the pes anserine tendons may cause pain and inflammation(7) –Assess subtalar neutral",
            "range of motion": " Range of motion –Assess knee, hip, and ankle ROM –Assess ability to achieve full knee extension –Assess tightness/flexibility of the hamstrings, quadriceps, hip adductors/flexors, and lower leg ",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Saphenous nerve entrapment by pes anserine bursitis has been reported to mimic tibial plateau stress fracture. Signs of saphenous nerve entrapment include medial tibial pain and paresthesia and a positive Tinel’s sign(2)",
            "special tests specific to diagnosis": " Special tests specific to diagnosisin supine position, measure the amount the leg can be raised, as this assesses the flexibility of the hamstrings. Of the three pes anserine muscles, the semitendinosus is in the hamstrings groupmeasures the flexibility of the hip flexor muscle group, which includes the sartorius. The patient is asked to lie supine with the gluteal folds near edge of the table. The patient then brings the contralateral limb to the single knee-to-chest  position, making sure that the lumbar region remains flush with the table. The clinician then lowers the patient’s test leg to the point at which motion stops or the leg begins to rotate externally. Goniometric measurements are then taken. The test is considered normal if the thigh is parallel with the floor –Other special tests might be performed (e.g., McMurray’s meniscus test, knee collateral ligament stress tests, Ober’s test) to rule out other orthopedic conditions –Lower Extremity Functional Scale (LEFS) –Knee Injury and Osteoarthritis Outcome Score (KOOS)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Over area of nerve regrowth",
                "Hypertension",
                "Hypersensitivity to cold",
                "Over an acute wound",
                "Over superficial nerves",
                "Do not place electrodes near -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads",
                "Osteomyelitis",
                "Hemorrhage",
                "Impaired sensation, mental status, communication",
                "Cardiovascular disease",
                "Malignancy",
                "Dermatological conditions",
                "Proximity of electromagnetic radiation",
                "In pregnant women, near the pelvis, lumbar spine, hips, abdomen ",
                "In patients with stroke or seizures, near the neck",
                "History of spontaneous abortion in pregnant women",
                "Over the region of a cardiac pacemaker",
                "Over the pelvis, abdominal, and lumbar regions during pregnancy",
                "Over the eyes or testes",
                "In an area with infection or bleeding",
                "If a tumor or malignancy is present in the area",
                "In the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia",
                "Over epiphyseal plates",
                "Sensory deficits",
                "Ineffective communication skills in a patient (e.g., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Peripheral vascular disease",
                "Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Promote adherence to weight-bearing  orders from physician and, if necessary, provide appropriate assistive device for maintenance of these orders",
                "Any serious medical condition or underlying knee joint pathology (e.g., medial collateral ligament injury, cruciate ligament injury, meniscus injury) should be identified prior to initiating treatment(7)",
                "Evidence is lacking to support the use of electrotherapeutic modalities for treating pes anserine tendinopathy",
                "See  Overall Contraindications/Precautions  , above",
                "Cryotherapy  contraindications(1)",
                "Cryotherapy  precautions(1)",
                "Electrotherapy  contraindications/precautions(1)",
                "Therapeutic ultrasound  contraindications; do not use:(1)",
                "Therapeutic ultrasound  precautions(1)"
            ]
        },
        "diagnosis need for treatment": "Pes anserine tendinopathy causes pain and localized swelling on the medial knee and is aggravated after prolonged static positioning and during functional activities such as getting out of a car or negotiating stairs. Treatment may improve function in ADLs",
        "rule out": " Rule out  (9) Tendinopathy Arthritis (osteoarthritis, psoriatic arthritis, rheumatoid arthritis) Torn meniscus Lumbar (L3-L4)  radiculopathy Osteochondritis dissecans Osgood-Schlatter  disease Tibial stress fracture Medial collateral ligament sprain Medial plica syndrome Popliteal cyst Gout Osteosarcoma Saphenous nerve compression Spontaneous osteonecrosis Other diagnostic possibilities include synovitis, synovial hemangioma, synovial sarcoma, ganglion cyst, meniscal cyst, and pigmented villonodular synovitis",
        "prognosis": [
            "Tendinopathies might take several months to heal. However, if the patient seeks care promptly, recovery might take only 6–10 weeks(9)",
            "Authors of a study in Turkey compared functional capacity and pain with two treatment methods for patients with knee osteoarthritis (KOA) alone and patients with knee osteoarthritis with pes anserine tendino-bursitis  (PATB)(8) –Sixty patients with KOA and PATB (group 1) and 57 patients with KOA but without PATB (group 2) were enrolled in the study –V AS, WOMAC, and 3-meter  timed-up  and go scores were measured –Group 1 was randomly divided into group A, in which participants received physical therapy modalities, and group B, in which participants received corticosteroid injections –The researchers concluded that initial scores were significantly higher in the PATB group secondary to severe pain and disability. PT and corticosteroid treatments were equally effective methods for treatment of PATB"
        ],
        "referral to other disciplines": " Referral to other disciplines Rheumatologist  Orthopedist Orthotist",
        "other considerations": [
            "Extracorporeal shock wave therapy (ESWT) –In a study conducted in Iran, researchers concluded that ESWT could be an effective and safe treatment for pain reduction in individuals with chronic pes anserine bursitis (pain duration > 3 months)(15)"
        ],
        "treatment summary": [
            "Address extrinsic and intrinsic factors associated with patient’s symptoms. Design conservative therapeutic regimen to reduce pain and restore function. Treatment for pes anserine tendinopathy is primarily noninvasive(7)",
            "Although differentiating between pes anserine tendinitis and pes anserine bursitis can be extremely difficult due to the close proximity of the two structures, treatment is the same",
            "Prospective, randomized, controlled intervention trials are lacking for pesanserine tendinopathy. Existing evidence is based mainly on a few case series. Current opinion is that symptoms related only to pes anserine tendinopathy will likely resolve with physical therapy and patient education(5)",
            "The primary components of a conservative treatment plan are relative rest, activity modification, avoidance of aggravating activities, pain management, therapeutic exercises to regain/maintain knee strength and ROM, and interventions to control excessive knee valgus stress",
            "Kinesiology taping may improve symptoms in pes anserine syndrome(6,10) –Based on an RCT in Iran, kinesiology taping was significantly more effective than naproxen plus physical therapy for decreasing pain and swelling in patients with pes anserine syndrome(10) -Fifty-six  individuals with pes anserine syndrome were randomized into two groups – a kinesiology taping group and a naproxen plus physical therapy group -Patients in the kinesiology taping group received taping once a week for 3 weeks. The naproxen plus physical therapy group received 250 mg of naproxen 3 times daily for 10 days; they also received 10 daily sessions of physical therapy -Outcome measures included V AS for pain and sonography to measure swelling before and after treatment",
            "Iontophoresis and open kinetic chain exercisesare effective for pain reduction and increasing knee ROM in individuals with pes anserine bursitis(13) –Based on a study in India of 30 runners aged 15–30  years with pes anserine bursitis –Patients were randomly assigned to the iontophoresis and open kinetic chain exercise group or a control group that received ultrasound. Both groups received 12 days of intervention -The iontophoresis and open kinetic chain exercise group received a daily 20-minute  iontophoresis session for the initial 5 days and then performed two daily exercise sessions, 30 minutes each, for the remainder of therapy sessions. Exercises included hamstring stretch on the wall, single-leg hip extension, seated knee extension, and straight-leg  raise (10 repetitions, 10 count hold each) -The control group received pulsed ultrasound therapy, 0.8-2  W/cm2, for 8 minutes; ultrasound was applied over the painful area -Outcome measures were V AS and knee ROM -Both groups experienced improvement; however, the iontophoresis and open kinetic chain exercise group had significantly better results compared to the ultrasound group . Problem Goal Intervention Expected Progression Home Program  Presence of pain and tendernessDecrease pain intensity and promote healingPhysical agents and mechanical modalities _ Ice pack/cryotherapy for pain relief(1) _ Electrical stimulation might also provide pain relief(1) _ Therapeutic ultrasound has also been reported to be effective in reducing inflammation, if present. Myofascial release of extensors, adductors, flexors, and abductor muscle groups(3) _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "decrease pain intensity and promote healing": [
            "V AS"
        ],
        "increase maintain full knee and hip rom and flexibility of involved muscles": [
            "Goniometry",
            "Muscle flexibility tests"
        ],
        "increase maintain quadriceps strength and general lower extremity strength": [
            "Manual muscle tests",
            "Isokinetic testing"
        ],
        "restore normal gait pattern": [
            "Gait analysis"
        ],
        "restore normal balance": [
            "Single-limb  stance"
        ],
        "restore prior lower-extremity  functional capacity in daily activities and or sports": [
            "Patient satisfaction surveys",
            "Functional outcome testing",
            "Lysholm Knee Score",
            "KOOS",
            "Cincinnati Knee Rating Scale"
        ]
    },
    "maintenance or prevention": [
        "Maintain strength and flexibility of tissues that support the knee and apply therapeutic interventions for underlying knee joint pathology",
        "Continue with orthotic wear to stabilize feet and decrease valgus mechanical stress at pes anserine tendons(7) "
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . Philadelphia, PA: FA Davis; 2016:42-43,127,322.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Glencross PM, LaPrade RF. Pes anserine bursitis. Medscape Web site. http://emedicine.medscape.com/article/308694-overview . Published June 25, 2015. Accessed July 11,"
        },
        {
            "number in article": 2021,
            "reference": " (GI)"
        },
        {
            "number in article": 3,
            "reference": "Roberts D. Pes anserine tendonitis vs. medial meniscal tear. Massage Today . 2015;(4):13-13.  (X)"
        },
        {
            "number in article": 4,
            "reference": "Bernardo-Bueno  MM, Gonzalez-Suarez  CB, Malvar AK, et al. Stratifying minimal versus severe pain in knee osteoarthritis using a musculoskeletal ultrasound protocol. J Ultrasound Med . 2019;38(6):1411-1423.  doi:10.1002/jum.14819. (R)"
        },
        {
            "number in article": 5,
            "reference": "Sapp GH, Herman DC. Pay Attention to the Pes Anserine in Knee Osteoarthritis. Curr Sports Med Rep . February 2018;17(2):41. doi:10.1249/JSR.0000000000000449. (G)"
        },
        {
            "number in article": 6,
            "reference": "Beutler A. Musculoskeletal Therapies: Adjunctive Physical Therapy. FP Essent . July 2018;470:16-20.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Charrette M. Pes anserine bursitis. Am Chiropractor . 2016;38(10):12-17.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Sarifakioglu B, Afsar SL, Yalbuzdag SA, Ustaömer K, Bayramo#lu M. Comparison of the efficacy of physical therapy and corticosteroid injection in the treatment of pes anserine tendino-bursitis.  J Phys Ther Sci . 2016;28(7):1993-1997.  doi:10.1589/jpts.28.1993. (R)"
        },
        {
            "number in article": 9,
            "reference": "Baerga-Varela,  Rosario-Concepion.  Knee bursopathy. In: Frontera WR, Silver JK, Rizzo TD Jr, et al, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Saunders Elsevier; 2019:399-402.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Homayouni K, Foruzi S, Kalhori F. Effects of kinesiotaping versus non-steroidal  anti-inflammatory  drugs and physical therapy for treatment of pes anserinus tendino-bursitis:  a randomized comparative clinical trial. Phys Sportsmed . 2016;44(3):252-256.  doi:https://doi.org/10.1080/00913847.2016.1199251. (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Karaba# C, Cali# HT, Topaloglu US, Karakük#ü C. Effects of ultrasound guided leukocyte-rich  platelet-rich  plasma (LR-PRP)  injection in patients with pes anserinus tendinobursitis. Transfus Apher Sci . 2021;60(3):103048. doi:https://doi.org/10.1016/j.transci.2020.103048. (R)"
        },
        {
            "number in article": 12,
            "reference": "Atici A, Bahadir Ulger FE, Akpinar P, et al. Poor accuracy of clinical diagnosis in pes anserine tendinitis bursitis syndrome. Indian J Orthop . 2021. doi:https://doi.org/10.1007/s43465-021-00424-3.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Ashish G. A study to find the effectiveness of iontophoresis with open kinematic chain exercises in pes anserine bursitis in sports persons. Int J Med Exerc Sci . 2021;7(1):916-926.  doi:https://doi.org/10.36678/IJMAES.2021.V07I01.001. (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Mohseni M, Graham C. Pes anserine bursitis. StatPearls [Internet] Web site. https://www.ncbi.nlm.nih.gov/books/NBK532941/ . Published 2021. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Khosrawi S, Taheri P, Ketabi M. Investigating the effect of extracorporeal shock wave therapy on reducing chronic pain in patients with pes anserine bursitis: a randomized, clinical-controlled  trial. Adv Biomed Res . 2017;6:70. doi:https://doi.org/10.4103/2277-9175.190999.  (RCT)"
        }
    ]
}