{
    "metadata": {
        "title": "Diabetic Foot Ulcer",
        "synonyms": [
            "foot ulcer, diabetic",
            "ulcer, diabetic foot"
        ],
        "anatomical location body part affected": [
            "Foot/skin and subcutaneous tissue, including muscle"
        ],
        "area of specialty": [
            "acute care",
            "home health",
            "wound management",
            "orthopedic rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "Diabetic foot ulcer (DFU) is a long-term  complication that develops in approximately 15% to 25% of patients withtype 1 or 2 diabetes mellitus (DM) (1,2,3,41)",
            "DFUs occur most often on the plantar surface of the forefoot(hallux, first metatarsal head) and heel, but alsoin the nail folds and nail beds (1,2,3)",
            "Uninfected DFUs are characterized by ischemia, swelling, callus, deformity, and loss of sensation due to neuropathy (1,3)",
            "Uninfected DFUs represent the pivotal first and second stages (Wagner grades 1 and 2) in the natural history of diabetic foot disease(1,2,3) –Wagner Grading System -0: Intact skin -1: Superficial ulcer of skin or subcutaneous tissue -2: Ulceration extends through dermis; may extend into tendon and bone capsule -3: Deep ulcer with osteomyelitis or abscess -4: Gangrene of affected toes or distal half of foot -5: Proximal foot gangrene",
            "Prompt treatment and surveillance of DFU is imperative because in the United States it is estimated that only 50% of ulcers close within one year (2)",
            "Pressure-relieving  interventions, meticulous wound care, and management education may prevent progression of the DFU to the stages of infection (Wagner grades 3–5)(1,2,3,4,5,6,7)",
            "This Clinical Review focuses on the identification and treatment of Wagner grade 1 or 2 DFUs. Patients with chronic infected DFUs (for example, abscess, osteomyelitis, or gangrene) often require surgical management to accomplish limb salvage and prevent amputation"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "E10.5": "insulin-dependent diabetes mellitus with peripheral circulatory complications",
            "E11.5": "non-insulin-dependent diabetes mellitus with peripheral circulatory complications",
            "E11.621": "Type 2 diabetes mellitus with foot ulcer",
            "E14.5": "unspecified diabetes mellitus with peripheral circulatory complications",
            "L97": "ulcer of lower limb, not elsewhere classified (ICD codes provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage ",
            "Medicare Part B covers the purchase of custom shoes when the certifying physician identifies a risk factor for ulcer formation and submits appropriate documentation"
        ],
        "presentation signs and symptoms": [
            "Foot wounds and impaired skin integrity(e.g., dystrophic toenails, callus, ulceration, crack, puncture, abrasion, blister, dryness); often bilateral(1,2)",
            "Burning sensation in early stage followed by tingling and then numbness(2)",
            "Structural changes (e.g., toe deformity, prominent metatarsal head) (2,3,7)",
            "Weak intrinsic foot muscle function related to neuropathy (2,4,7)",
            "Conservative gait strategy (i.e., slower walking speed, wide base, prolonged double support time)(5) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Does the physician’s prescription include a functional mobility examination or is the referral limited to foot care only?",
            "Lack of specific consent from patient and referring physician to perform the examination",
            "Inform physician immediately on finding evidence consistent with any of the following: –Charcot foot (flatfoot deformity without pain or sensation), because of the associated risk for chronic deformity (see Clinical Review… Charcot-Marie-Tooth  Disease in Adults ; CINAHL Topic ID Number: T708624 for more information) –Necrotizing fasciitis, a condition requiring emergency surgery -Symptoms may include pain in area of lesion that is worse than would be expected by the appearance of the lesion, flu-like  symptoms, drop in blood pressure –Unresolved gangrene infection –Osteomyelitis (see Clinical Review…Osteomyelitis ; CINAHL Topic ID Number: T708482 for more information)",
            "Do not perform the exam if patient is unable to follow directions due to cognitive impairment unless legal caretaker understands and provides consent",
            "Note weight-bearing  (WB) status"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Repetitive biomechanical stress and high pressure/shear forces on bony areas of foot(1,2,3)",
            "Foreign bodies in footwear and poor fitting footwear, usually secondary to reduced protective sensation from diabeticperipheral neuropathy(6)",
            "Poor adherence to medical instructions for foot care and prevention(3)",
            "Pathological changes in blood vessels, nerves, and osteo-articular  structures related to DM that impair skin integrity andcause ischemic wounds(1,2,5)"
        ],
        "pathogenesis": [
            "The formation of a callus usually proceeds the development of a DFU (6)",
            "Hyperglycemia in DM causes nonenzymatic glycosylation of soft tissues associated with numerous pathological changesseen in DFUs (e.g., decreased skin thickness, increased skin hardness, thickened tendons, decreased bone density, atrophyof fat pad and muscle)(5)",
            "Peripheral arterial occlusive disease in the femoral, popliteal, and tibial vessels decreases capillary blood flow andoxygenation to the diabetic foot at risk(1,2)",
            "Peripheral neuropathy can reduce protective sensation in the affected foot.(1,2,4) Patients typically adopt a conservative gaitstrategy (5)",
            "Impaired wound healing in DFUs is related to arterial insufficiency and glycosylation(1,2)",
            "Non-limb-threatening  infections are usually monomicrobial (e.g., Streptococcus , Staphylococcus ).Limb-threatening infections are often multimicrobial (gram-positive  cocci, gram-negative  bacilli, anaerobic bacilli)(6)",
            "Early intervention for patients with Wagner grade 1 or 2 DFU is necessary to reduce invasive infection. Inpatient care isrecommended after invasive foot infection develops and includes systemic antibiotic therapy, vascular laboratory testing ofartery limb perfusion, and surgical debridement of infected tissue (54)",
            "Wagner grades 3 and 4 DFUs are severely infected (e.g., osteomyelitis, gangrene) and require limb salvage, oftenfootamputation (6,54)",
            "Chronic heel ulcers pose the highest risk for DFU amputations.(7)Authors ofa 19-year  follow-up  study (N = 1,381) inDenmark found that men less than 65 years of age with DM and patients with DM-related  comorbidities had the highestrisk for DFU amputations (30)"
        ],
        "risk factors   ,,,,": [
            "Hyperglycemia; i.e., elevated fasting blood glucose and glycosylated hemoglobin A1c (HbA1c) levels",
            "Peripheral neuropathy",
            "Peripheral artery disease (PAD)–PAD and peripheral neuropathy oftenco-occur  with DFU. Presence of PAD with or without peripheral neuropathy canbe found in 50% of diabetic patients with lower limb lesions. The presence of peripheral neuropathy may mask typicalclinical symptoms of PAD such as claudication and pain at rest, so that a foot ulcer is the first sign of previously unknownPAD(38)",
            "Foot deformity that predisposes to skin breakdown and callus formation",
            "Foot trauma",
            "Risk factors for peripheral arterial disease; i.e., hypertension, dyslipidemia, smoking, obesity",
            "Immobility of the lower extremity",
            "Improperly fitting footwear that causes excessive pressure/shear on bony areas",
            "History of DFU",
            "In-shoe  peak plantar pressure of 200 kilopascals (kPa) or more is associated with increased risk of DFU, based on a 2013review of 70 studies(31)General Contraindications/Precautions"
        ],
        "specific written consent from parent or legal caretaker is required for pediatric patients": [],
        "unresolved severe infection  e.g., gangrene  or osteomyelitis": [],
        "wounds that require surgical correction of severe bony prominence in order for the ulcer to properly heal": [],
        "current drug or alcohol abuse": [],
        "dvt": [],
        "see specific  contraindications precautions to examination   and  contraindications precautions   under assessment": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Does the physician’s prescription include a functional mobility examination or is the referral limited to foot care only?",
            "Lack of specific consent from patient and referring physician to perform the examination",
            "Inform physician immediately on finding evidence consistent with any of the following: –Charcot foot (flatfoot deformity without pain or sensation), because of the associated risk for chronic deformity (see Clinical Review… Charcot-Marie-Tooth  Disease in Adults ; CINAHL Topic ID Number: T708624 for more information) –Necrotizing fasciitis, a condition requiring emergency surgery -Symptoms may include pain in area of lesion that is worse than would be expected by the appearance of the lesion, flu-like  symptoms, drop in blood pressure –Unresolved gangrene infection –Osteomyelitis (see Clinical Review…Osteomyelitis ; CINAHL Topic ID Number: T708482 for more information)",
            "Do not perform the exam if patient is unable to follow directions due to cognitive impairment unless legal caretaker understands and provides consent",
            "Note weight-bearing  (WB) status"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "The development of DFUs is strongly associated with biomechanical stress and pressure on bony areas of the foot, especially in the presence of peripheral neuropathy and uncontrolled hyperglycemia.(31) When was the ulcer first noticed? How has it progressed since onset? Note the probable mechanism of the wounding (i.e., whether from extrinsic biomechanical stress or internal pathophysiological changes)",
                "course of treatment": {
                    "medical management": "Has the patient received counseling on preventing diabetic complications, including advice on diet, exercise, and weight control?(8) Is patient compliant with these preventive measures as well as with regular selfskin  inspection? Has the patient been under the care of a podiatrist? Is medical treatment controlling blood glucose? Are there any complications related to peripheral arterial disease? Was an orthopedic shoe or total contact cast prescribed for offloading? Does the patient use an ambulatory assistive device or wheelchair because of reduced functional mobility? Has a specific dressing been prescribed for the patient’s ulcer? Advanced wound therapies such as bioengineered skin substitutes, topical growth factors, and stromal matrices may be used when wounds are chronic(39) Typical indication for advanced therapies is presence of wounds that have not achieved a 50% reduction in wound size after 4 weeks of standard wound care(39)",
                    "surgical management": [
                        "Surgical management:  Was any surgical intervention performed? If so, what was the date of surgery and the outcome? Was the foot immobilized in a cast or a removable orthosis? Were there any complications? "
                    ],
                    "medications": " Medications for current illness Drugs commonly prescribed for patients with DFU include insulin and oral glucose-lowering  agents. Metformin is the most popular firstchoice treatment for type 2 diabetes.(8) Has patient been compliant with taking medications? Systemic antibiotics are usually prescribed for serious infection Authors of a 2017 Cochrane review found low-certainty  evidence that use of an antimicrobial dressing instead of a nonantimicrobial dressing may promote healing of DFUs over a medium-term  follow-up period (55) Is a topical medication being used on the ulcer? Is the patient being treated for cardiovascular disease?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Ask about findings of laboratory tests related to diabetes (e.g., fasting blood glucose and HbA1c levels). Was a bone scan done to rule out infection or osteomyelitis?"
                    ],
                    "alternative therapies": "Has patient tried a restricted diet for diabetes, or exercise and weight loss program for diabetes control? Are herbal remedies or topical agents being used?",
                    "previous therapy": "Document whether patient has had physical therapy for lower extremity musculoskeletal conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document whether the patient has any DFU symptoms. What does the patient associate with increased or decreased DFU symptoms? Does the patient have a history of claudication?",
                "body chart": "Use chart of foot to document location and symptoms",
                "nature of symptoms": " Nature of symptoms -Foot ulcers, wounds, and dystrophic changes in skin -Inflammation/infection/swelling -Impaired foot mobility -Functional changes such as poor posture, balance, or walking ability -Altered or antalgic gait -Disability in ADLs",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment. Specifically address if pain is the primary symptom and whether it is present now and how much",
                "pattern of symptoms": "Document whether there are changes in symptoms throughout the day and night (i.e., a.m., mid-day,  p.m., night)",
                "sleep disturbance": "Document number of wakings/night directly related to foot symptoms",
                "other symptoms": "Document other symptoms that patient may be experiencing, such as lower extremity muscle weakness, poor balance, or arthritic pain. Is the patient at increased risk of falls?",
                "respiratory status": "Document any respiratory compromise Barriers to learning -Is patient communication/education limited by language, hearing, vision, or cognitive impairment?"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of lower extremity problems, previous ulcer, or amputation?",
                    "comorbid diagnoses": "Are there other medical problems, such as heart disease, pulmonary disease, cancer, dementia, psychiatric disorders, movement dysfunction, kidney problems, or impaired vision?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient whether any musculoskeletal problems or functional concerns exist in addition to the diabetic foot condition"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Question about use of tobacco, alcohol, and/or recreational drugs. Does the work environment or recreational activities require special footwear? How can the patient compensate to participate in desired occupational, recreational, or social activities during the period of treatment?",
                "functional limitations assistance with ADLs adaptive equipment": "Determine the extent to which symptoms interfere with ADLs or require use of adaptive equipment",
                "living environment": "Are there barriers in the home that impede access, such as stairs? What modifications are needed? -Does the patient live with family members or caregivers?  -Patients with visual difficulties, physical constraints impairing movement, or cognitive problems that affect their ability to assess the condition of the foot will need other persons such as family members to assist(40)"
            }
        },
        "relevant tests and measures": {
            "general": "Include functional tests and measures, especially if the physician has specified a full patient ›Relevant tests and measures:  Include functional tests and measures, especially if the physician has specified a full patient assessment. A comprehensive approach will include visual inspection, foot pulse palpation, skin temperature measurement, and shoe assessment, as well as gait, orthopedic, neurologic, and vascular exams (56) •Anthropometric measurements:  Document height, weight, and BMI. Is there a leg-length  difference?",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Assess the fit and patient’s use of prescribed ambulatory assistive device or wheelchair. Otherwise, evaluate for suitable ambulatory assistive device. Determine the need for supportive/protective equipment/ orthotics and devices for ADLs (e.g., is a “sock aid” and/or shoehorn indicated or being used properly and consistently?)",
            "balance": "Assess standing static and dynamic balance on both feet (eyes open vs. closed), as well as in single-leg  stance, if applicable. Consider using Berg Balance Scale assessment or Functional Reach Test as indicated",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess dorsalis pedis and posterior tibialis pulses bilaterally",
            "functional mobility": "Assess ability in transfers (e.g., chair to stand), stair climbing, and walking ability. Utilize FIM or Timed Up & Go (TUG) test, as indicated",
            "gait locomotion": "Observe for altered/antalgic gait pattern. Assess lower extremity/rearfoot alignment, movement of foot in barefooted walking, and width of stance. Measure normal walking speed (e.g., for 20 meters). Use Dynamic Gait Index (DGI), as indicated. DFU is associated with slower walking speed, wide base, and prolonged double support time(5)Assess forefoot flexibility (pronate and supinate forefoot while holding the heel in neutral position). Assess passive accessory motion at the talocrural, subtalar, cuboid, tarsometatarsal, metatarsophalangeal, and interphalangeal joints. Assess integrity of the ankle ligaments",
            "muscle strength": "Assess strength in ankle plantarflexion, dorsiflexion, inversion, eversion, and forefoot adduction/ abduction. Assess ability to perform heel raise in single-leg  stand. Assess lower extremity functional strength –Neuropathic DFU is associated with decreased intrinsic foot muscle strength.(4) Test intrinsic muscle strength, toe extension, abduction of big toe",
            "observation inspection palpation including skin assessment": [
                "Assess foot type: rectus, pes planus, or pes cavus",
                "Assess for change in foot color on dependency and for texture/turgor",
                "Examine for cuts/cracks, abrasions, blisters, and minor infections (e.g., tinea pedis)",
                "Inspect callus for color and thickness (debride, if necessary, pending approval from physician)",
                "Inspect for dystrophic nails (thick, discolored) or ingrown nails",
                "Examine metatarsal heads (especially great toe) and heel for plantar pressure ulcers, and dorsum of toes for lesions",
                "Measure length and width of foot ulcer",
                "Inspect foot ulcer for involvement of underlying tissues (debride, if necessary, pending approval from physician)",
                "Palpate for prominent plantar prominences",
                "Palpate for nodules along Achilles tendon",
                "Inspect for phalangeal structural abnormalities such as hammer toe, claw toe, or hallux valgus",
                "Inspect for type of shoe, excessive/uneven wear, distortion, and inadequate support",
                "Does patient wear socks? If so, inspect socks for foreign bodies, staining, and excessive wear •Pain/tenderness:  Assess with V AS or numeric scale. Foot pain is usually minimal or absent in patients with deep ulceration"
            ],
            "posture": "",
            "range of motion": "Assess active and passive ROM of foot in plantar flexion, dorsiflexion, inversion, eversion, supination, and pronation. Assess ROM of hallux. Assess flexibility of Achilles tendon (expect tight calf muscle group)",
            "self-care activities of daily living": "Home-care  assessment may be indicated for patients with restricted mobility. Ask patient to demonstrate how he/she inspects feet and note any difficulty getting lower extremity into appropriate position. Note patient’s ability to dress self, and especially ability to don and doff socks and shoesAssess for sensory changes in affected foot (e.g., tactile sensation [cotton], proprioception, temperature, deep pressure, and vibration with tuning fork) in the distribution of the superficial  peroneal nerve (dorsum of foot) and deep peroneal nerve (first web space), as well as intrinsic muscle weakness in tibial nerve distribution (interossei and lumbricals)",
            "reflex testing": "Assess Achilles and patellar deep tendon reflexesAssess for foot edema with ankle girth and figure-8 measurements of circumference",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special testsA 10-gram  nylon monofilament is pressed against the foot with just enough pressure to bend the filament. Failure of the patient to feel the filament is positive for sensory neuropathy and increases risk for DFU. Replace filament on a regular basis, as repeated use (≤ 30 applications) was found to decrease the force needed to bend it(9) –Foot Function Index (FFI), a 23-item,  foot-specific  questionnaire with three subscales that assess foot function in terms of pain, disability, and activity(10) –Inlow’s 60-second  Diabetic Foot Screen Tool was found to have excellent interrater and intra-rater  reliability(11) –Quality of life Assessments (e.g., SF-36)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Uncontrolled epilepsy",
                "Skin conditions such as atopic eczema, ichthyosis, and senile pruritus",
                "Skin infections",
                "Incontinent bladder or bowel",
                "Skin ulcers, caused by venous insufficiency, edema, or lymphedema",
                "Alcohol or drug ingestion",
                "Danger of hemorrhaging",
                "Post-op  surgical incisions with dehiscence, sutures, or staples",
                "Tissue flaps and recent skin grafts",
                "Thrombophlebitic areas",
                "Malignancies",
                "Sensory impairments",
                "Pulmonary disease",
                "Cardiac insufficiency",
                "Unstable blood pressure",
                "Impaired circulation",
                "Edema",
                "Acute febrile episode",
                "Acute inflammation",
                "Thermal regulation impairment",
                "Rheumatic arthritis",
                "Multiple sclerosis",
                "Confusion or impaired cognition",
                "Fear of water "
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Used in close proximity to diathermy treatment",
                "In an area with infection or bleeding",
                "If a tumor is present in the area",
                "In the area of DVT or thrombophlebitis",
                "Over epiphyseal plates of growing bones",
                "Use caution in patients with sensory deficits and in patients who are unable to communicate sensory deficits",
                "Use caution if patient has circulatory impairments",
                "Use caution over plastic or metal implants",
                "Always decrease ultrasound intensity if the patient complains of discomfort",
                "Do not use laser with pregnant women, patients with epilepsy, or patients with infections",
                "Do not use over the unclosed fontanelles of children",
                "Do not use over cancerous lesions, the mediastinum, areas of impaired sensation, sympathetic ganglia, the vagus nerve, the gonads, the cornea, endocrine glands, or hemorrhaging lesions",
                "Goggles with an appropriate optical density rating should be worn by the patient"
            ],
            "other": [
                "Use a sterile field and sterile techniques when treating foot lesions",
                "Dressings that retain moisture are contraindicated in the presence of infection",
                "Allow wound healing prior to weight-bearing  on the affected area (e.g., the heel). Orthopedic devices can facilitate early functional mobility (see Treatment summary  below)",
                "Avoid barefooted walking",
                "Patients with peripheral neuropathy are at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Contraindications/precautions applicable to this diagnosis regarding use of modalities are mentioned below. Rehabilitation professionals should always use their professional judgment in decision making",
                "Whirlpool contraindications(12)",
                "Whirlpool precautions(12)",
                "Electrotherapy:  contraindications/precautions (in some cases, when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below provided potential benefits outweigh the possible risks)(12)",
                "Therapeutic ultrasound contraindications(12)",
                "Therapeutic ultrasound precautions(12)",
                "Low-level  laser therapy (LLLT) contraindications(12)",
                "LLLT precautions(12)"
            ]
        },
        "diagnosis need for treatment": "DFU/unhealed wound(s); risk of amputation; impaired standing balance, general mobility, and walking ability; increased risk of falls; poor wound management, possibly secondary to lack of knowledge of foot care and risks for DFU treatment _ See research cited aboveAllow up to 20 weeks for wound healingAt least daily cleansing and dressing. Patient compliance with foot hygiene and skin care Impaired intrinsic foot muscle strength and flexibilityImprove foot strength and ROMTherapeutic exercise _ Ankle and foot resistance exercises with elastic band _ _ _Gradually progress repetitions and frequency of exercises. Daily repetition of exercisesProvide the patient with home program for strengthening, stretching, and aerobic conditioning Reduced balance and walking ability; dysfunctional gait pattern; increased risk of falls _ _ _ Impaired intrinsic foot joint mobilityImproved functional mobility, gait stability, and gait pattern; reduced falls riskFunctional training and gait reeducation _ Gait reeducation should aim to reduce the prolonged stance time and the increased rearfoot and forefoot pressures that have been found in patients with diabetic neuropathy(5)Slowly progress weight-bearing activity. Wean from assistive devices when appropriatePatient education. Provide patient and family/ caregivers with written instructions regarding exercises and functional activities that can be performed at home and correct use and/or application of equipment, activity modification  Foot ulceration related to increased plantar pressures _ _Ulcer prevention and wound healing _ _Protective footwear and ambulatory aids _ Custom shoes, total contact cast, or posterior walking splint. Use of ambulatory device to decrease weight bearing on the affected foot _ _",
        "rule out": "Uncontrolled infection (abscess, osteomyelitis, gangrene)",
        "prognosis": [
            "Lifetime risk for a foot ulcer in patients with DM is 15 to 25% (1,2,3,41)",
            "Studies indicate that approximately 90% of Wagner grade 1 and 2 DFUs heal with comprehensive treatment that includes control of infection and offloading of the wound (1,2,3,6,7,54,56)",
            "Healing of small superficial DFUs typically takes 4 to 10 weeks with optimal management, although deep ulcers may take as long as 20 weeks to heal(13,14)",
            "A simple model to predict which neuropathic DFUs will not heal with standard care has been developed –The model assigns points if the wound is older than 2 months, larger than 2 cm2, or has a grade ≥ 3 (on a 6-point  scale)(15) –The model counted 1 point for each. The probability that a wound would not heal is 35% for a score of 0, 47% for a score of 1, 66% for a score of 2, and 81% for a score of 3",
            "After an initial DFU, risk of re-ulceration  is high Inadequate offloading footwearis a primary factor (42,43) –General risk factors for re-ulceration  can be categorized as disease-related, biomechanical, or behavioral(43) ",
            "Poor control of DM is a major risk factor for DFU recurrence, based on a prospective 3-year  follow-up  study (N = 73) in the Czech Republic(32)",
            "Pre-hospital  delay among patients with diabetic foot problems contributes to poor outcomes, based on a retrospective study of data from 270 patients in China(44) –Nine variables were associated with a longer pre-hospital  delay: no previous ulcer, no health insurance, poor housing conditions, low income level, low educational level, infrequent foot inspection, few follow-up  medical visits, absence of diabetic foot education, and lack of knowledge of foot lesion warning signals –Longer delays increased the risk of amputation and mortality"
        ],
        "referral to other disciplines": "Orthopedic, vascular, or plastic surgeon for consultation and sharp debridement of DFU, as needed. Orthotist/pedorthist for shoe modifications, orthoses, and orthopedic footwear to correct causative pressures. Podiatrist/orthopedist for surgical consult to correct deformities. Nutritionist for dietary intervention. Nursing for acute wound care",
        "other considerations": [
            "Use of hyperbaric oxygen in the treatment of DFU may be associated with ulcer healing in select patients.(45)However, authors of a multicenter randomized trial (N = 120) in the Netherlands found that addition of hyperbaric oxygen to standard care for DFU did not significantly improve complete wound healing or limb salvage after 12 months of treatment (57)",
            "Results of clinical trials show that human skin equivalents, such as human fibroblast-derived  dermal substitute, and allografts consisting of human amnion/chorion membrane promote wound closure and result in more frequent and rapid healing of DFUs when compared to standard care(39)",
            "Electronic protective footwear for patients with DFU is currently under development –A wireless orthotic shoe composed of lightweight embedded systems and non-invasive  sensors for diabetic patients with peripheral neuropathy may someday be commercially available(28) –A “smart” insole prototype with pressure and tissue healing electronic monitoring has been developed in Brazil(29)"
        ],
        "treatment summary": [
            "The following suggestions to enhance the healing of chronic ulcers of the foot in diabetes are provided by the 2016 guidelines from the International Working Group on the Diabetic Foot:(53) –Clean ulcers regularly with clean water or saline, debride them when possible in order to remove debris from the wound surface, and dress them with a sterile, inert dressing to control excessive exudate and maintain a warm, moist environment in order to promote healing. (GRADE strength of recommendation: strong; quality of evidence: low) –In general, remove slough, necrotic tissue, and surrounding callus with sharp debridement in preference to other methods, taking relative contraindications such as severe ischemia into account. (strong; low) –Select dressings principally on the basis of exudate control, comfort, and cost. (strong; low) –Do not use antimicrobial dressings with the goal of improving wound healing or preventing secondary infection. (strong; moderate) –Consider the use of systemic hyperbaric oxygen therapy, even though further blinded and randomized trials are required to confirm its cost-effectiveness,  as well as to identify the population most likely to benefit from its use. (weak; moderate) –Topical negative pressure wound therapy may be considered in postoperative wounds even though the effectiveness and cost-effectiveness  of the approach remain to be established. (weak; moderate) –Do not select agents reported to improve wound healing by altering the biology of the wound, including growth factors, bioengineered skin products and gases, in preference to accepted standards of good quality care. (strong; low) –Do not select agents reported to have an impact on wound healing through alteration of the physical environment, including through the use of electricity, magnetism, ultrasound, and shockwaves, in preference to accepted standards of good quality care. (strong; low) –Do not select systemic treatments reported to improve wound healing, including drugs and herbal therapies, in preference to accepted standards of good quality care. (strong; low)",
            "Standard foot care : In the office setting, this includes gentle irrigation twice daily with normal saline or a surfactant cleanser to remove contamination and for mechanical debridement, followed by dressing(16) –Dead tissue and debris should be debrided from the ulcer to obtain a pink and granulating wound base –Superficial debridement can be accomplished by water spray using a sterile 18-gneedle and 30-ml  syringe or a commercial sprayer.(17) However, hyperkeratotic and necrotic tissue usually require surgical trimming  –Evidence is lacking to support the use of alginate dressings, hydrocolloid dressings, or foam dressings for increasing the healing rate of DFUs compared with basic wound contact dressings -Based on 3 separate Cochrane reviews that compared alginate dressings with standard contact dressings (6 trials, 375 participants),(18) hydrocolloid dressings with standard contact dressings (4 trials, 511 participants),(19) and foam dressings with standard contact dressings (6 trials, 157 participants)(34) –Traditional low-adherent  dressings that retain moisture can be used if the DFU is not infected, but are contraindicated in the presence of infection(20) –Change dressings at least daily –Treat infected wounds with the prescribed antibiotic –Patient education should include infection control and offloading of the area around DFU –Remind patients to avoid warm foot baths and heating pads (because of risk for skin burning) and to avoid using harsh topical agents such as hydrogen peroxide, iodine (e.g., Betadine), and astringents (e.g., witch hazel)",
            "Orthopedic devices : Offloading-pressure  devices may prevent DFU, improve healing, and reduce recurrence(2,21,22,34) –Assistive devices to relieve WB (e.g., crutches, walkers, custom relief orthotic walkers [CROWs], or wheelchair) –Special shoes/inserts – custom shoes, depth shoes, diabetic boots, forefoot and heel relief shoes, and custom inserts –Total contact cast (TCC) –Authors of a 2013 Cochrane systematic review of 7 trials (366 participants) found that non-removable,  pressure-relieving casts were more effective for healing plantar DFUs than removable casts or dressings alone(22) –In a 2-year  follow-up  study in Spain, customized orthotics (N = 200 feet) that significantly reduced mean peak plantar pressure (to well below 200 kPa) decreased the re-ulceration  rate from 79% to 15% (44) –Authors of a 2016 systematic review found good-quality  evidence supporting the use of non-removable  offloading support interventions in order to provide pressure relief to prevent forefoot ulcer recurrences(50) –In patients treated with a TCC there was a higher proportion of healed wounds and faster healing time compared to those who were treated with healing sandals or a shear-reducing  foot bed(51) -Based on a 12-week  single-blind  RCT in the United States -Seventy-three  patients with DFU were randomized into three groups: TCC, healing sandals, or removable boot with shear-reducing  foot bed -Results show that patients treated with the TCC had a higher proportion of wounds healed (69.6%) compared to patients treated with healing sandals (44.5%) or removable boot with shear-reducing  foot bed (22.2%)",
            "Modalities : Several treatment modalities have been reported in small studies to improve DFU healing. Authors of a 2013 systematic review of 8 RCTs (N = 325 participants) found that evidence is lacking to support the general use of electrophysical modalities for managing DFUs(35) –Low level laser therapy (LLLT): results of an RCT (N = 68) in India showed that LLLT increased the percentage of ulcer area reduction over 15 days compared to controls who received conventional treatment for DFU(27) -On the basis of the ulcer size, the duration of exposure to LLLT was calculated to deliver 2–4 J/cm2  at 60 mW, 5 kHz, daily for 15 days –Foot humidifier: A device that delivered warm, humidified air with a noncontact dressing (3 hours daily, 5 days per week, 8 weeks) improved ulcer healing time versus standard care in a case series in the United States(23) –Electrical stimulation (ES):Several different applications of ES have been described to promote wound healing, including direct current, alternating current, high-voltage  pulsed current, low-intensity  direct current, and pulsatile electrostatic current. Evidence is lacking to support any one approach because of the variability in the parameters of ES application usedin reported studies -Low-intensity  direct current -Authors of a study conducted in Iran found that low intensity cathodal direct current electrical stimulation at sensory threshold effectively increased the plasma level of vascular endothelial growth factor (VEGF) and nitric oxide (NO) in patients with diabetic foot ulcers. VEGF and NO were associated with improved blood flow and tissue temperature, thereby promoting healing(46)  -Pulsatile electrostatic field (PESF)(52) -Authors of a study conducted in Italy suggested that use of PESF can accelerate ulcer wound healing in patients with type 2 diabetes. PESF is noninvasive and works by reducing the formation of rouleaux, increasing metabolic activity, and increasing vasomotor function –Ultrasound therapy: -Authors of a pilot study in the United States found that more frequent use of non-contact  low-frequency  ultrasound (NCLF-US)  was effective for treating DFUs by inhibiting pro-inflammatory  cytokines(47) -Profiles of cytokines/proteinase/growth factors in wound fluid and biopsied tissue were quantified in 12 subjects with chronic DFUs -Subjects were randomized to receive standard care, NCLF-US  once per week, or NCLF-US  3 times per week. Thrice weekly application resulted in the best wound area reduction –Air massage: Authors of a study in South Africa found that the experimental group that received compressed air massage to tissue around the ulcer (15 to 20 minutes, 5 days per week) reduced the time to healing by 25 days (30.1%) compared to standard-care-only  group(24) –Authors of a 2010 systematic review concluded that negative pressure wound therapy (NPWT), a vacuum technique to facilitate drainage, is safe and can accelerate DFU healing.(25)However, authors of a 2013 Cochrane review of 5 RCTs (N = 605 participants) found that the current evidence was insufficient or uncertain to support the use of NPWT for treating DFUs(36)",
            "Therapeutic exercise : –Individualized moderate exercise training (ET) is safe and effective for blood glucose control in most patients with type 2 DM.(33) However, patients with DFUs should receive physician clearance before starting a new exercise program -Physician clearance for ET is mandatory if exercise-related  adverse signs/symptoms are documented in the patient’s medical history -Exercise without physician supervision is contraindicated if patient has known heart disease -Adapt therapeutic exercises for ambulatory patients with functional limitations (e.g., poor balance, restricted WB status, poor coordination) to reduce risk of falls –Recommendations for footcare in the American Diabetes Association’s Standards of Medical Care include consideration of exercise for patients with significant claudication or a positive ankle-brachial  index (indicative of LE arterial disease)(40) –Authors of an RCT (N = 29 participants with DM and peripheral neuropathy whose walking ability was not limited by diabetic foot disease) in the United States found that standing and walking (WB) exercises (progressive balance, flexibility, strengthening, and aerobic training) 3 times per week for 12 weeks increased 6MWT scores and daily step count significantly more than the same exercises done in sitting or lying (non-WB)(37) . Problem Goal Intervention Expected Progression Home Program  Diabetic foot wounds covered by debris, callus, or fibrotic tissueHealed wound _ _ Clean, debrided wound baseWound care _ Cleansing, debridement, and dressing (see above) _ Debride and trim hyperkeratotic tissue _ _ Always obtain physician orders and refer to surgeon as indicated _ _ Modalities for wound"
        ]
    },
    "desired outcomes outcome measures": {
        "wound healing or reduced ulcer size": [
            "Wound assessment/measurements/staging",
            "Foot Health Status Questionnaire(26)",
            "Percentage of ulcers healed, overall time to healing"
        ],
        "resolved edema": [
            "Figure-8  measure of ankle edema"
        ],
        "improved foot strength and rom": [
            "Foot strength and mobility"
        ],
        "minimal adverse events such as new infection or amputation": [
            "Number of new ulcers, re-ulceration  rate"
        ],
        "improved functional mobility  balance, gait, and foot function": [
            "Berg Balance Scale",
            "Functional mobility reassessment (FIM, TUG test)",
            "6MWT",
            "FFI"
        ],
        "improved walking ability": [
            "Gait reassessment",
            "DGI"
        ],
        "increased patient knowledge understanding of ulcer causes and prognosis, foot hygiene, risks, etc.": [
            "Patient compliance with instructions on foot hygiene, skin care, and proper footwear"
        ],
        "avoid amputation": [
            "Amputation rate and level"
        ]
    },
    "maintenance or prevention": [
        "Maintain the highest achievable ankle and foot ROM, as well as lower-extremity  strength and function",
        "Maintain rigid control of blood glucose level",
        "Patient education on compliance regarding foot hygiene, skin care, and proper footwear Results of a study conducted in the Netherlands indicate that low compliance with appropriate footwear is not explained by the usability of the footwear (factors such as weight, difficulty with donning and doffing, and appearance)(48) –153 patients with diabetes, peripheral neuropathy, prior plantar foot ulceration, and newly prescribed custom-made footwear were recruited to participate –Although the usability of the footwear was perceived acceptable to good, the footwear use was low. However, only 42% of patients used their prescribed footwear more than 60% of daytime hours –The only factor found to determine footwear use was how patients perceived the benefit of using them. Only 5% mentioned foot protection as a priority –These results suggest a need for more effective education of patients on the therapeutic value of the preventive interventions to protect against potential complications",
        "Appropriate off-loading  and continuing diabetes education are preventive treatment for DFUs(56)",
        "A comprehensive program focused on foot-specific  patient education, skin and nail care, and protective footwear can lower the incidence of DFUs and amputation(8)",
        "Patients with loss of peripheral sensation should be educated on ways to substitute other sensory modalities (e.g., hand palpation, visual inspection) for surveillance of early foot problems(40)",
        "The Ipswich Touch Test can be used by a nonprofessional (friend, relative, caregiver) in the home to detect loss of foot sensation(49) Based on a study (N = 331 patients with diabetes) in the United Kingdom The test comprises light touching of the tips of the patient’s first, third, and fifth toes of each foot with the tip of the tester’s index finger for 1 to 2 seconds with the patient’s eyes closed The diagnostic standard, done by a trained health professional, was pressure perception using standard 10-g monofilament",
        "Regular orthopedic or podiatric foot exams for patients at high risk"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Ghotaslou R, Memar MY, Alizadeh N. Classification, microbiology and treatment of diabetic foot infections. J Wound Care . 2018;27(7):434-441.  doi:10.12968/ jowc.2018.27.7.434. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Ilonzo N, Patel M, Lantis JC, 2nd. Managing the Diabetic Foot Ulcer: How Best Practices Fit the Real 2018 United States. Surg Technol Int . 2018;32:49-59.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Yosuf MK, Mahadi SI, Mahmoud SM, Widatalla AH, Ahmed ME. Diabetic neuropathic forefoot and heel ulcers: management, clinical presentation and outcomes. J Wound Care. 2015;24(9):420-425.  doi:10.12968/jowc.2015.24.9.420. (R)"
        },
        {
            "number in article": 4,
            "reference": "Allan J, Munro W, Figgins E. Foot deformities within the diabetic foot and their influence on biomechanics: A review of the literature. Prosthet Orthot Int . 2016;40(2):182-192. doi:10.1177/0309364615592705. (RV)"
        },
        {
            "number in article": 5,
            "reference": "Wrobel JS, Najafi B. Diabetic foot biomechanics and gait dysfunction. J Diabetes Sci Technol . 2010;4(4):833-845.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Arosi I, Hiner G, Rajbhandari S. Pathogenesis and Treatment of Callus in the Diabetic Foot. Curr Diabetes Rev . 2016;12(3):179-183. doi:10.2174/1573399811666150609160219. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Andrews KL, Houdek MT, Kiemele LJ. Wound management of chronic diabetic foot ulcers: from the basics to regenerative medicine. Prosthet Orthot Int . 2015;39(1):29-39. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Dorresteijn JA, Valk GD. Patient education for preventing diabetic foot ulceration. Diabetes Metab Res Rev . 2012;28 Suppl 1:101-106.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Spruce MC, Bowling FL. Diabetic foot screening: new technology versus 10g monofilament. Int J Low Extrem Wounds . 2012;11(1):43-48.  doi:10.1177/1534734612438055. (R)"
        },
        {
            "number in article": 10,
            "reference": "Budiman-Mak  E, Conrad KJ, Mazza J, Stuck RM. A review of the Foot Function Index and the Foot Function Index – Revised. J Foot Ankle Res . 2013;6(1):5. doi:10.1186/1757-1146-6-5.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Murphy CA, Laforet K, Da Rosa P, Tabamo F, Woodbury MG. Reliability and predictive validity of Inlow’s 60-second  Diabetic Foot Screen Tool. Adv Skin Wound Care . 2012;25(6):261-266.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Margolis DJ, Kantor J, Santanna J, Strom BL, Berlin JA. Risk factors for delayed healing of neuropathic diabetic foot ulcers: a pooled analysis. Arch Dermatol . 2000;136(12):1531-1535.  (M)"
        },
        {
            "number in article": 14,
            "reference": "Santamaria N, Ogce F, Gorelik A. Healing rate calculation in the diabetic foot ulcer: comparing different methods. Wound Repair Regen . 2012;20(5):786-789. doi:10.1111/j.1524-475X.2012.00818.x.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Margolis DJ, Allen-Taylor  L, Hoffstad O, Berlin JA. Diabetic neuropathic foot ulcers: predicting which ones will not heal. Am J Med . 2003;115(8):627-631.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Hutson C, Carlson T. Wound management. In: Buttaro TM, Trybulski J, Bailey PP, Sandberg-Cook  J, eds. Primary care: A collaborative practice . 4th ed. St. Louis, MO: Mosby Elsevier; 2013:302-311.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "McCardle JE. Versajet hydroscalpel: treatment of diabetic foot ulceration. Br J Nurs. 2006;15(15):S12-S17.  (RCT)"
        },
        {
            "number in article": 18,
            "reference": "Dumville JC, O'Meara S, Deshpande S, Speak K. Alginate dressings for healing diabetic foot ulcers. Cochrane Database Syst Rev . 2012;(2):CD009110. doi:10.1002/14651858. CD009110.pub2.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "Dumville JC, Deshpande S, O'Meara S, Speak K. Hydrocolloid dressings for healing diabetic foot ulcers. Cochrane Database Syst Rev . 2012;(8 publication 3):CD009099. doi:10.1002/14651858. CD009099.pub2.    (SR)"
        },
        {
            "number in article": 20,
            "reference": "Steed DL, Attinger C, Colaizzi T, et al. Guidelines for the treatment of diabetic ulcers. Wound Repair Regen . 2006;14(6):680-692.  (G)"
        },
        {
            "number in article": 21,
            "reference": "Lewis J, Lipp A. Pressure-relieving  interventions for treating diabetic foot ulcers. Cochrane Database Syst Rev . 2013;(1):CD002302. doi:10.1002/14651858.CD002302.pub2. (SR)"
        },
        {
            "number in article": 22,
            "reference": "McCulloch J, Knight CA. Noncontact normothermic wound therapy and offloading in the treatment of neuropathic foot ulcers in patients with diabetes. Ostomy Wound Manage . 2002;48(3):38-44.  (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Goldman RJ, Brewley BI, Golden MA. Electrotherapy reoxygenates inframalleolar ischemic wounds on diabetic patients: a case series. Adv Skin Wound Care . 2002;15(3):112-120.  (C)"
        },
        {
            "number in article": 24,
            "reference": "Mars M, Desai Y, Gregory MA. Compressed air massage hastens healing of the diabetic foot. Diabetes Technol Ther . 2008;10(1):39-45.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Xie X, McGregor M, Dendukuri N. The clinical effectiveness of negative pressure wound therapy: a systematic review. J Wound Care . 2010;19(11):490-496.  (SR)"
        },
        {
            "number in article": 26,
            "reference": "Otterman NM, van Schie CHM, van der Schaff M, van Bon AC, Busch-Westbroek  TE, Nollet F. An exercise programme for patients with diabetic complications: a study on feasibility and preliminary effectiveness. Diabet Med . 2011;28(2):212-217.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Kajagar BM, Godhi AS, Pandit A, Khatri S. Efficacy of low level laser therapy on wound healing in patients with chronic diabetic foot ulcers – a randomized control trial. Indian J Surg. 2012;74(5):359-363.  (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Dabiri F, Vahdatapour A, Noshadi H, Hagopian H, Sarrafzadeh M. Electronic orthotics shoe: preventing ulceration in diabetic patients. Conf Proc IEEE Eng Med Biol Soc . 2008;2008:771-774.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Do Carmo Dos Reis M, SOares FA, da Rocha AF, Carvalho JL, Rodriques SS. Insole with pressure control and tissue neoformation induction systems for diabetic foot. Conf Proc IEEE Eng Med Biol Soc . 2010;2010:5748-5751.  doi:10.1109/IEMBS.2010.5627854. (R)"
        },
        {
            "number in article": 30,
            "reference": "Bruun C, Siersma V, Guassora AD, Holstein P, de Fine Olivarius N. Amputations and foot ulcers in patients newly diagnosed with type 2 diabetes mellitus and observed for 19 years. The role of age, gender and co-morbidity.  Diabetic Med . 2013;30(8):964-72.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Patry J, Belley R, Cote M, Chateau-Degat  ML. Plantar pressures, plantar forces, and their influence on the pathogenesis of diabetic foot ulcers: a review. J Am Podiatr Med Assoc . 2013;103(4):322-32.  (RV)"
        },
        {
            "number in article": 32,
            "reference": "Dubsky M, Jirkovska A, Bem R, et al. Risk factors for recurrence of diabetic foot ulcers: prospective follow-up analysis in the Eurodiale subgroup. Int Wound J . 2013;10(5):555-61.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Buresh R. Exercise and glucose. J Sports Med Phys Fitness . 2014;54(4):373-82.  (RV)"
        },
        {
            "number in article": 34,
            "reference": "Fernandez ML, Lozano RM, Diaz MI, Jurado MA, Hernandez DM, Montesinos JV, Montesinos JV. How effective is orthotic treatment in patients with recurrent diabetic foot ulcers? J Am Podiatr Med Assoc . 2013;103(4):281-90.  (R)"
        },
        {
            "number in article": 35,
            "reference": "Kwan RL, Cheing GL, Vong SK, Lo SK. Electrophysical therapy for managing diabetic foot ulcers: a systematic review. Int Wound J . 2013;10(2):121-31.  (SR)"
        },
        {
            "number in article": 36,
            "reference": "Dumville JC, Hinchliffe RJ, Cullum N, et al. Negative pressure wound therapy for treating foot wounds in people with diabetes mellitus. Cochrane Database Syst Rev . 2013; (10). Art No: CD010318. doi:10.1002/14651858.CD010318.pub2.  (SR)"
        },
        {
            "number in article": 37,
            "reference": "Mueller MJ, Tuttle LJ, LeMaster JW, et al. Weight-bearing  versus nonweight-bearing  exercise for persons with diabetes and peripheral neuropathy: a randomized controlled trial. Arch Phys Med Rehabil . 2013;94(5):829-38.  (RCT)"
        },
        {
            "number in article": 38,
            "reference": "Aielllo A, Anichini R, Brocco E, et al. Treatment of peripheral arterial disease in diabetes: a consensus of the Italian Societies of Diabetes (SID, AMD). Nutr Metab Cardiovasc Dis. 2014;24(4):355-369.  doi:10.1016/j.numecd.2013.12.007. (G)"
        },
        {
            "number in article": 39,
            "reference": "Zelen CM, Serena TE, Snyder RJ. A prospective, randomised comparative study of weekly versus biweekly application of dehydrated human amnion/chorion membrane allograft in the management of diabetic foot ulcers. Int Wound J . 2014;11(2):122-128.  doi:10.1111/iwj.12242. (R)"
        },
        {
            "number in article": 40,
            "reference": "American Diabetes Association. Microvascular complications and foot care. Sec 9 in Standards of Medical Care in Diabetes-2015.  2015;38(Suppl 1):S58-S66.  (G)"
        },
        {
            "number in article": 41,
            "reference": "Boulton AJ, Armstrong DG, Albert SF, et al. Comprehensive foot examination and risk assessment: a report of the task force of the foot care interest group of the American Diabetes Association; with endorsement by the American Association of Clinical Endocrinologists. Diabetes Care . 2008;31(8):1679-1685.  (G)"
        },
        {
            "number in article": 42,
            "reference": "Ulbrecht JS, Hurley T, Mauger DT, Cavanagh PR. Prevention of recurrent foot ulcers with plantar pressure-based  in-shoe orthoses: the CareFUL prevention multicenter randomized controlled trial. Diabetes Care . 2014;37(7):1982-1989.  doi:10.2337/dc13-1989.  (RCT)"
        },
        {
            "number in article": 43,
            "reference": "Waajiman R, DeHart M, Arts MLJ, et al. Risk factors for plantar foot ulcer recurrence in neuropathic diabetic patients. Diabetes Care . 2014;37(6):1697-1705. doi:10.2337/dc13-2470.  (R)"
        },
        {
            "number in article": 44,
            "reference": "Yan J, Liu Y, Zhou B, Sun M. Pre-hospital  delay in patients with diabetic foot problems: influencing factors and subsequent quality of care. Diabetic Med . 2014;31(5):624-629. doi:10.1111/dme.12388. (R)"
        },
        {
            "number in article": 45,
            "reference": "Oliveiri N, Rosa P, Burges L, Dias E, Olivieri F, Cassio I. Treatment of diabetic foot complications with hyperbaric oxygen therapy: a retrospective experience. Foot Ankle Surg . 2014;20(2):140-143.  doi:10.1016/j.fas.2014.02.004. (R)"
        },
        {
            "number in article": 46,
            "reference": "Mohajeri-Tehrani  MR, Nasiripoor F, Torkaman G, Hedayati M, Annabestani Z, Asadi MR. Effect of low-intensity  direct current on expression of vascular endothelial growth factor and nitric oxide in diabetic foot ulcers. J Rehabil Res Dev . 2014;51(5):815-824.  doi:10.1682/jrrd.2013.08.0174. (R)"
        },
        {
            "number in article": 47,
            "reference": "Yao M, Hasturk H, Kantarci A. A pilot study evaluating non-contact  low-frequency  ultrasound and underlying molecular mechanism on diabetic foot ulcers. Int Wound J . 2014;11(6):586-593.  doi:10.1111/iwj.12005. (R)"
        },
        {
            "number in article": 48,
            "reference": "Arts MLJ, deHaart M, Bus SA, Bakker JPJ, Hacking HGA, Nollet F. Perceived usability and use of custom-made  footwear in diabetic patients at high risk for foot ulceration. J Rehabil Med . 2014;46(4):357-362.  (R)"
        },
        {
            "number in article": 49,
            "reference": "O'Loughlin A, Dinneen SF. ACP Journal Club: the Ipswich Touch Test at home had 78% sensitivity and 94% specificity for detecting loss of foot sensation. Ann Intern Med . 2015;162(4). (R)"
        },
        {
            "number in article": 50,
            "reference": "Bus SA, Deursen RW, Armstrong DG, et al. Footwear and offloading interventions to prevent and heal foot ulcers and reduce plantar pressure in patients with diabetes: a systematic review. Metab Res Rev . 2016;99-118.  (SR)"
        },
        {
            "number in article": 51,
            "reference": "Lavery LA, Higgins KR, La Fontaine J, Zamorano RG, Constantinides GP, Kim PJ. Randomized clinical trial to compare total contact casts, healing sandals and a shear-reducing  removable boot to heal diabetic foot ulcers. Int Wound J . 2015;12(6):710-715.  (RCT)"
        },
        {
            "number in article": 52,
            "reference": "Liani M, Trabassi E, Cusaro C, et al. Effects of a pulsatile electrostatic field on ischemic injury to the diabetic foot: Evaluation of refractory ulcers. Prim Care Diabetes . 2014;8(3):244-249.  (R)"
        },
        {
            "number in article": 53,
            "reference": "Game FL, Apelqvist J, Attinger C. IWGDF guidance on use of interventions to enhance the healing of chronic ulcers of the foot in diabetes. Diabetes Metab Res Rev . 2016;32(Suppl 1):75-83. doi:10.1002/dmrr.2700. (X)"
        },
        {
            "number in article": 54,
            "reference": "Bandyk DF. The diabetic foot: Pathophysiology, evaluation, and treatment. Semin Vasc Surg . 2018;31(2-4):43-48.  doi:10.1053/j.semvascsurg.2019.02.001. (RV)"
        },
        {
            "number in article": 55,
            "reference": "Dumville JC, Lipsky BA, Hoey C, Cruciani M, Fiscon M, Xia J. Topical antimicrobial agents for treating foot ulcers in people with diabetes. Cochrane Database Syst Rev . June 14, 2017;6(6):CD011038. doi:10.1002/14651858.CD011038.pub2. (SR)"
        },
        {
            "number in article": 56,
            "reference": "Blume P, Wu S. Updating the Diabetic Foot Treatment Algorithm: Recommendations on Treatment Using Advanced Medicine and Therapies. Wounds. 2018;30(2):29-35.  (RV)"
        },
        {
            "number in article": 57,
            "reference": "Santema KTB, Stoekenbroek RM, Koelemay MJW, et al. Hyperbaric Oxygen Therapy in the Treatment of Ischemic Lower- Extremity Ulcers in Patients With Diabetes: Results of the DAMO2CLES Multicenter Randomized Clinical Trial. Diabetes Care . 2018;41(1):112-119.  (RCT)"
        }
    ]
}