{
    "metadata": {
        "title": "Turner Syndrome  Physical/Occupational Therapy",
        "synonyms": [
            "bonnevie-ullrich  syndrome  physical/occupational therapy",
            "gonadal dysgenesis, 45, x: physical/occupational therapy",
            "gonadal dysgenesis, xo: physical/ occupational therapy",
            "monosomy x: physical/occupational therapy",
            "ullrich-turner syndrome: physical/occupational therapy"
        ],
        "anatomical location body part affected": [
            "Sex organs; endocrine system; musculoskeletal system; may also affect the kidneys, heart, and ears"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "women’s health",
            "cardiopulmonary rehabilitation"
        ],
        "description": [
            "Turner syndrome (TS) is a congenital genetic disorder resulting from the complete or partial deletion of the second sex chromosome, either X or Y .(1,2)Consequently, all patients with TS are female.(1) The characteristics associated with TS vary with karyotype and include short stature, premature ovarian failure, loose nuchal skin or webbing at the neck, left-sided cardiac anomalies, edema of the hands and feet, and the absence of spontaneous puberty(1,2)",
            "Reimbursement:  Reimbursement for therapy will depend on insurance contract coverage.No specific issues or information regarding reimbursement has been identified. Children identified at birth with TS may qualify for early intervention or school-based services(3)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage.No specific issues or information regarding reimbursement has been identified. Children identified at birth with TS may qualify for early intervention or school-based services(3)"
        ],
        "presentation signs and symptoms": [
            "Short stature(2,3,4)",
            "Delayed or absent menses (amenorrhea); lack of spontaneous puberty (hypogonadism, gonadal dysgenesis)(1,2,3,4)",
            "Loose nuchal skin (in infants)(2)",
            "Webbed neck(1,3,4)",
            "Cardiovascular abnormalities (especially left-sided)(1,3) -Coarctation(1) -In a study conducted in Australia,5.3% (5 of 95) of girls presenting with coarctation of the aorta, when karyotyped,had TS(13) -Aortic valve disease(1,3) -Aortic dissection(1,3)",
            "Cognition (the following areas may be affected)(3,12) -Perceptual reasoning",
            "Working memory -Processing speed -ADHD(3,10) -Cubitus valgus (increased carrying angle of the elbow)(1,2,3,4) -Deep-set,  hyperconvex nails(4)  -Decreased social cognition (e.g., social interactions, comprehending facial expressions)(3,10) -Edema (lymphedema) in the hands and feet (in infants), which usually resolves by 2 years of age(1,3,4) -Gastrointestinal disorders -Celiac disease(4,18) -Inflammatory bowel disease(3,4) -Hearing loss(10) -Hypertension(4) -Learning disabilities(2,3) -Delayed spatial perception(2,3) -Impaired mathematical reasoning(3,4) -Impaired sense of direction(4) -Decreased verbal intelligence quotient (VIQ) (with XPkaryotype)(10) -Decreased executive functions(3,10) -Low hairline(3,4) -Micrognathia (abnormally small jaw)(1,3) -Poor visual-motor  integration and motor performance(2,10) -Short metacarpals (which may decrease hand strength, fine motor control)(10) -Protruding and/or deep-set  ears(1,3) -Renal abnormalities(4) -Widely spaced nipples(1,2,4) -Vision problems (strabismus, color blindness)(3) -Recurrent otitis media(4) -Keloid formation(4) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Patients with TS are at an elevated risk for depression and emotional disorders due to their chronic medical problems, social isolation, and physical differences.(3,5) Proceed with sensitivity during physical therapy and occupational therapy evaluations and,as needed, refer to psychiatry or psychology"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes: ts is a genetic disorder involving the sex chromosomes. in normal development, both males and females have two sex chromosomes, xy and xx, respectively. ts is caused by the complete or partial deletion of the second sex chromosome,": [],
        "pathogenesis:  a complete or partial deletion of the second sex chromosome occurs in %  of all fetuses  and % of these fetuses spontaneously abort, resulting in miscarriage, and among the spontaneous aborted fetuses, % of have ,xo": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with TS often have cardiovascular abnormalities (especially left-sided),  including coarctation, aortic valve disease, and aortic dissection:(1,2,3) obtain doctor’s orders regarding the appropriate amount of cardiovascular exertion during exercise and proceed with caution, monitoring patient’s vital signs and clinical presentation throughout therapy",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When was TS diagnosed? What signs, symptoms, or complications does the patient have? -Review history and physical examination report from patient’s pediatrician or primary care physician -For pediatric patients -Did the child’s mother have any illnesses, accidents, or complications while pregnant with the child? -Did the mother take any medications during the pregnancy? -What was the length of the pregnancy with the child? -What was the duration of the delivery? -What was the child’s weight at birth? -Were there any complications or unusual circumstances during birth or shortly after? -What was the child’s Apgar score?",
                "course of treatment": {
                    "medical management": "Multiple specialists may be involved in the medical management of patients with TS; specialists must communicate to ensure that the medical treatments are not contraindicated or redundant(2) Surgery to remove gonads is recommended in TS patients with an X/XY mosaicism to prevent complications (e.g., gonadoblastoma)(1) Angioplasty or open-heart  surgery may be needed to correct coarctation of the aorta(1,3) Limb lengthening may be done to address short stature, but the indications for this procedure are limited because of associated medical conditions that may be present (e.g., cardiovascular, renal, learning disabilities)(11)",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken? Medications commonly prescribed in TS include androgen replacement therapy(4) beta-blockers  for patients with aortic dissection for blood pressure control(1,3) vitamin D supplements(23) (osteoporosis and fractures are common in women with TS who are over the age of 45 years)(3) estrogen replacement therapy (ERT)(2,3,23) May begin in early adolescence (ages 1214 years)(1,2,3) The goal of ERT is to initiate puberty(1) The use of a low-dose  estrogen during childhood (as early as age 5 years) may significantly normalize the onset and tempo of puberty in girls with TS(14) Based on prospective, randomized, double-blind, placebo-controlled  clinical trial of 149 girls with TS, conducted in two pediatric endocrine centers located in the United States Both placebo and intervention groups received escalating estrogen after the age of 12 years. The dose was reduced for breast development before age 12 years, vaginal bleeding before age 14 years, or undue advance in bone age Other benefits of ERT appear to include improved bone mass as well as optimization of cognitive and motor function(1,3) Could be given in combination with growth hormone(2,3) Delayed estrogen therapy is a risk factor for lower bone mineral density in women with TS(19) recombinant growth hormone(1,3,4,5) Initiated when the patient’s height falls under the norm by 2 standard deviations OR by age 8 years(1) Use of growth hormone may increase the risk of otitis media and joint disorders(3) Could be given in combination with androgen replacement therapy(3,4,5) ",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Diagnosis of TS is confirmed by molecular DNA testing(2)",
                        "Giemsa (G) banding staining technique(2)",
                        "TS may be discovered during a chorionic villus sampling (CVS) or amniocentesis performed for another reason (such as advanced maternal age)",
                        "Early diagnosis and intervention improves functional outcomes for girls with TS(3)",
                        "Cardiac evaluation(1,2,3)",
                        ": cardiac complications are common in patients with TS",
                        "Blood pressure(1)",
                        "Echocardiogram(3)",
                        "Electrocardiogram (EKG/ECG)(1,2)",
                        "Endocrine evaluation(2,3)",
                        "Due to the lack of the second sex chromosome, patients with TS usually have hormonal deficits(2,3)",
                        "Thyroid function testing(1)",
                        "Neurological evaluation",
                        "MRI/CT scan of the brain(2)",
                        "Neuropsychological evaluation(2,3)",
                        "To be completed by a qualified psychiatrist or neuropsychologist",
                        "May include IQ testing (e.g., Stanford-Binet; Wechsler Intelligence Scale for ChildrenRevised  [WISC-R])",
                        "Girls with TS typically have normal global intelligence but nonverbal intelligence is relatively impaired(3)",
                        "Tests for learning disabilities(2)",
                        "Prenatal diagnosis may be made via CVS, amniocentesis, or ultrasound findings (cardiac or renal)(3)",
                        "Renal or abdominal ultrasound(1,2,4)",
                        "Patients with TS may present with kidney complications such as pelvic kidney or horseshoe kidneys(2,4)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether they help",
                    "previous therapy": "Document whether the patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Are there situations in which the patient has more difficulty walking, running, or performing specific motor tasks? -Does the patient have more energy/success in the morning, afternoon, or evening?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if the pain is present now and how much ).FLACC or Faces or other nonverbal scale for children or other cognitively impaired patients",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night). Also, document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to a physician",
                "respiratory status": "Does the patient require supplemental oxygen? Nasal cannula? Does the patient have a tracheostomy tube? Does the patient require ventilator support? Barriers to learning -Are there any barriers to learning? Yes__ No__Hearing impairment, visual impairment, ADHD "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Family history of same/similar diagnosis Is there a family history of TS? Is there a family history of any other congenital genetic disorders? Is there a family history of fine or gross motor developmental delays?",
                    "comorbid diagnoses": "Ask patient/caregiver about other problems, including diabetes, cancer, heart disease, emotional disorders, depression, and orthopedic disorders Common comorbidities include frequent otitis media (ear infections),(4) hearing impairment,(1,3,6) cardiovascular anomalies,(1,3) ADHD,(3,5) renal abnormalities,(1,3,4)hypertension,(1) diabetes mellitus (DM),(4) glucose intolerance,(1,3) hyperlipidemia,(1) and hypothyroidism(1,3)(22) short stature cubitus valgus genu valgum scoliosis (highly variable incidence, generally mild, average onset between ages 12 and 30 years) thoracic hyperkyphosis slipped capital femoral epiphysis (6 times more common in persons with TS than general population) hip dysplasia (present in 5% of patients) Adults with TS are at increased risk for fractures and osteoporosis(23) Patients with TS are at an elevated risk of autoimmune disorders Researchers of a retrospective cohort study, conducted in England over the years 19992011, compared 2,459 TS patients admitted to hospital with a control cohort and found elevated rate ratios for patients with TS in 16 of the 29 autoimmune conditions evaluated(15) The highest rate ratios recorded were1)1)1)1)1) Although pregnancy is now possible through in vitro technology (donor egg technology) for patients with TS, there is a high risk of maternal mortality due to cardiac complications(1,9) Pregnant TS patients must be monitored very closely throughout pregnancy(1,9) Spontaneous pregnancy (without egg donation) has been documented in patients with TS; however, this is extremely rare(9)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) Medications may have been prescribed for comorbid conditions such as cardiac issues, renal problems, thyroid deficiency, and diabetes(3)",
                    "other symptoms": "Ask the patient about other symptoms she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -For pediatric or school-aged  patients -Did the child ever attend daycare or a nursery center? -Did the child receive early intervention services for speech, physical, or occupational therapy? -Did teachers ever report any problems or make recommendations about physical or occupational therapy? -What grade is the child in now? -Does the child fatigue with writing or complain of difficulty while writing or using her hands? -What kind of grades or test scores does the child usually achieve?  -Children with TS often have learning disabilities;(3,5) refer to neuropsychological or learning disability testing for details -What are the best subjects? -What are the worst subjects? -Girls with TS often have difficulty in mathematics, impaired verbal and visuospatial processing, and deficits in attention(3,5,24) -How does the child feel about school? -Does the child receive special classes or instruction at school? -Does the child have an individualized education program (IEP)? -Does the child make friends easily? -Does the child interact well with other children and adults? -Children with TS may have poor pragmatic skills, resulting in impaired social skills(3,5,24) -Research indicates that girls with TS have a reduced ability to recognize emotions on other people’s faces, especially fearful expressions(5,24) -For child patients, what are her interests, hobbies, or other activities? -For adult patients, what are her interests, hobbies, employment, or other activities?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Did the child meet all of her developmental milestones on time? -At what age was the child first able to -lift her head while being held? -lift her head and chest when lying on her stomach? -follow a moving object or person with her eyes? -reach for and grasp objects? -help hold the bottle during feedings? -move toys from one hand to another? -shake a rattle? -sit up independently? -roll over? -drink from a cup? -feed herself finger foods? Feed herself with a spoon and fork? -grasp small objects by using a pincer grasp? -crawl on hands and knees? -pull herself to stand? Stand alone? -walk with one hand held? Walk independently? Run? -cooperate with dressing by offering a foot or an arm? Dress herself? -Does the patient use a walker, wheelchair, leg braces, etc.? -Does the patient have a hearing loss? Does the patient require/wear hearing aids or have cochlear implants? -Recurrent otitis media is a manifestation of TS(3,4) and can contribute to hearing loss in this population -Does the patient require/wear glasses? -Does the patient use an assistive or augmentative communication device?",
                "living environment": "With whom does the patient live (e.g., caregivers, family members)? -Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Calculate BMI –Patients with TS are at an elevated risk for obesity(1,3) –Researchers in Brazil conducting a review of articles regarding growth curves for girls with TS concluded that there was a need to construct an international growth reference for girls with TS(16)",
            "assistive and adaptive devices": " Assistive and adaptive devices –Does the patient use or need to use a walker, wheelchair, leg braces, etc.? –Does the patient require/wear hearing aids or have cochlear implants?  –Does the patient require/wear glasses? –Does the patient use an assistive or augmentative communication device?",
            "balance": "Evaluate static and dynamic balance reactions; patients with TS may have impaired balance –May use Pediatric Balance Scale (PBS) or Berg Balance Scale",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess pulse bilaterally; note any discrepancies or abnormalitiesAssess fine motor coordination and motor planning ability –Writing, drawing, copying –9-hole  peg test, Perdue Pegboard Test –Ball skills –Patients with TS may present with reduced movement velocity as well as increased planning time as compared with typically developing girls; this may be due to reduced muscle initiation or reduced motor speed(7) –Fitts’ graphical aiming tasksBed mobility and transfers (including toilet and tub transfers) should be assessed to determine the amount of assistance needed for the patient to perform each activity safelyan 18-item,  7-level  ordinal scale(8)Pediatric Functional Independence Measure",
            "functional mobility": "",
            "gait locomotion": "Perform a thorough gait assessment, including observing for gait speed, abnormalities, and assessing for safety. Include stairs and running as appropriateAssess joint mobility in all patients with TS –Patients with TS often exhibit joint instability(22) –Modified Schober method (a technique to assess spinal motion) –Patrick-FABER  test –Sacroiliac compression tests –Check infants with TS for hip dysplasia(22) Motor function  (motor control/tone/learning) –Assess upper extremity grasp and release, coordination (e.g., serial opposition, finger to nose, and diadochokinesis) –Bruininks-Oseretsky  Test of Motor Proficiency -Assesses gross motor and fine motor skills -Ages 4 through 21 years –Patients with TS may present with significant motor deficits(7) –Assess for hypotonia throughout the body(3) –In a research study conducted in Poland in 2013, researchers compared physical fitness performance in 184 girls with TS aged 10–18  years to age-matched  controls (N = 280) using the EUROFIT test battery(7) -The fitness tests from the EUROFIT battery included flamingo balance (single-leg  balance test), plate tapping (movement speed), sit-and-reach  (flexibility test), standing broad jump test (explosive leg power), handgrip (static arm strength), sit-ups  in 30 seconds (trunk strength), bent-armhang  (muscular endurance/functional strength), shuttle run x5 m (running speed/agility), and endurance shuttle run 20 m (cardiorespiratory endurance) -Girls with TS scored significantly lower compared to age-matched  controls in balance, standing broad jump, sit-ups, shuttle run, and endurance shuttle -No significant differences were found for plate tapping -Girls with TS scored higher than the age-matched controls in handgrip, sit-and-reach,  and bent-arm hang –In a case series from Egypt, motor performance was impaired in the TS cases, with related neurologic deficits (i.e., upper extremity hypotonia and decreased muscle power) found in 17% of the girls(10)",
            "muscle strength": "Manually assess functional upper extremity strength (shoulder, elbow, wrist, and grip strength), trunk strength, and functional lower extremity strength (hip, knee, and ankle) –Manual muscle testing (MMT) to evaluate strength in both upper and lower extremities, including the shoulder, elbow, forearm, wrist, and fingers. Do not perform MMT with contracted muscles or muscles with tone and coordination issues  –Grip and pinch strength assessment with a dynamometer and pinch meter –Patients with TS often have reduced muscle strength throughout the body(3) Neuromotor development(26) a standardized test that can be used to identify delays in motor development; includes information for planning a treatment program and measuring changes as a result of therapy -Norms for 3 through 16 years -Also includes a checklist of motor tasks in everyday situations",
            "observation inspection palpation including skin assessment": [],
            "posture": "Observe patient’s posture in sitting and standing positions; note deviations Perception  (e.g., visual field, spatial relations) –Examine the patient’s visual acuity and field -Formal evaluation may include Test of Visual-Perceptual  Skills (non-motor),  Third Edition (TVPS-3),  Motor-Free Visual Perception Test (MVPT) –Girls with TS often have visuospatial processing deficits(5) -Anatomic changes in the brain (e.g., relative gray matter volume increased in the temporal regions of the brain with one X chromosome vs. greater volume in the parieto-occipital  region in girls with both X chromosomes). The parieto-occipital  region of the brain is associated with visuospatial skills(12) –Beery-Buktenica  DevelopmentalTest of Visual-Motor  Integration (Beery VMI-6)(20) -Assessment tool used to identify children who are having difficulty with visual-motor  integration -Appropriate for children ages 2 to 18 –Developmental Test of Visual Perception 3rdedition(21) -Identifies the presence and degree of visual perception and visual motor difficulties in children ages 4 to 12Assess functional ROM of the upper and lower extremities as well as the spine using goniometric measurementsAssess safety and ability to perform ADLs combing hair, dressing upper and lower extremities, using the toilet, applying makeup or shaving face, bathing, eating –FIM testing is appropriate for ADLs(8) –Specialized occupational therapy testing may be required for patients with TS who are learning to drive; patients with TS may have difficulty with depth perception and poor judgment of appropriate distances in driving(25)T903513",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess light touch, sharp/dull, position sensation (proprioception and kinesthesia), vibration, and temperature; patients with TS may present with reduced sensory-motor integration(3)To be determined by the evaluating PT and/or OT; tests utilized in research with TS patients fine motor precision, fine motor integration, manual dexterity, bilateral coordination, balance, running speed and agility,fine manual control, manual coordination, body coordination, strength and agility, and total motor composite(12) Wechsler Intelligence Scale for Children-Revised  (WISC-R), Differential Ability Scales (DAS) –Denver Developmental Screening Test(10)",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Keep a problem list for each patient and document her medications",
                "Update the plan of care if there are changes in comorbid diagnoses and/or medications",
                "Monitor patients for signs of cardiovascular distress and/or stroke throughout each session"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the physician. The summary presented below is meant to serve as a guide and not to replace orders from a physician or a clinic’s specific protocols",
                "Patients with TS often have cardiovascular abnormalities (especially left-sided),  including coarctation, aortic valve disease, and aortic dissection;(1,2,3) obtain doctor’s orders regarding the appropriate amount of cardiovascular exertion during exercise and proceed with caution, monitoring patient’s vital signs and clinical presentation throughout the therapy",
                "Patients with TS have increased morbidity and mortality from cardiovascular disease(23) ",
                "Osteoporosis and fractures are common in women with TS who are over the age of 45;(22) discuss weight-bearing  exercise with patient’s physician before the start of therapy. Spinal flexion is contraindicated in patients with osteoporosis"
            ]
        },
        "diagnosis need for treatment": "Physical and/or occupational therapy for patients with TS may focus on improving fine or gross motor skills as determined by a thorough evaluation by the PT and/or OT. Physical and occupational therapy should be part of a multidisciplinary approach to treating the individual with TS",
        "rule out": "To provide the best possible treatment, the patient’s medical team will attempt to rule out the following diagnoses before making a diagnosis of TS Growth hormone deficiency(1) Klippel-Feil  anomaly(1) Léri-Weill  syndrome(1) Multiple pterygium syndrome(1) Noonan syndrome(1) Polycystic ovary syndrome (PCOS)(1) Pseudohypoparathyroidsyndrome(1) Stein-Leventhal  syndrome(1) Additional information The author of a descriptive, qualitative dissertation study of 10 adolescents (16–18  years) and 14 adults (19–26  years) with TS from the United States and Denmark came to the following conclusions about the transitions that women with TS experience(17) –Critical events that patients face are infertility, disclosure to the peer group, and driving –Challenges include shyness related to social interactions, effects of nonverbal learning disorder on academic performance, enduring years of daily hormone injections and medical surveillance, and facing teasing and stereotyping –Women with TS transitioning from adolescence to adulthood often feel misunderstood, and find that both the general public and the healthcare community are either unaware or misinformed about TS and the impact of TS on lifestyle(25,28) –Internet-based  resources were seen as attractive, particularly when subjects were able to connect with other individuals with TS",
        "prognosis": [
            "1–2%  of women with TS will conceive without the use of in vitro fertilization(1) –In vitro fertilization and other infertility treatments may allow women with TS to reproduce(1)"
        ],
        "referral to other disciplines": "The following referrals may be appropriate for patients with TS Refer to speech therapy if the patient has delayed speech or language or difficulty feeding or swallowing Refer to a neurologist if the patient has not already undergone neurological and/or neuropsychological examination Refer to an ophthalmologist if vision problems are noted or reported by the patient during the examination(3) Refer to an audiologist and/or otolaryngologist if the patient appears to have difficulty hearing during the evaluation(3) Refer to learning disabilities specialist if parents of a child with TS report difficulty in school subjects(1) Due to the unique challenges of caring for a daughter with TS, parents may have difficulty coping with stress, resulting in depression and/or anxiety –Referral to psychiatrist, psychologist, or family counseling may be appropriate if the patient and/or a parent describes difficulty coping with stress, hopeless thoughts, and/or depression(1,5)",
        "other considerations": [],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "The desired outcomes of physical or occupational therapy for a patient with TS will depend on the results of a fullevaluation by a PT and OT, observations of the patient, and, if the patient is a child, parental input. Possible desiredoutcomes may include:–Improved balance: PBS, Berg Balance Scale–Improved gait: gait speed, stride length, etc.–Increased joint stability: modified Schober method, sacroiliac compression test–Increased muscle strength: MMT–Improved independence with ADLs: FIM–Improved fine and gross motor control and coordination: BOT-2,  Movement ABC-2,  Beery VMI-6,  Developmental Testof Visual Perception 3rd edition–Improved aerobic endurance: 6MWT",
            "A complete physical and occupational therapy reevaluation should be performed at the conclusion of therapy to include thetests from the original evaluation to adequately measure the patient’s progress–The progress of school-aged  children with IEPs will be measured quarterly to yearly using goals set by the IEP team"
        ]
    },
    "maintenance or prevention": [
        "There is no way to prevent TS",
        "Early diagnosis and intervention improve functional outcomes for patients with TS(3)",
        "The use of low-dose  estrogen during childhood (as early as age 5 years) may significantly normalize the onset and tempo of puberty in girls with TS(14)",
        "After TS is diagnosed, periodic developmental assessments to include neuromuscular status and sensory-motor  integration should be performed to allow for the identification of any deficits as well as appropriate interventions at each stage of development(25)",
        "Appropriate and continuous growth hormone therapy in conjunction with estrogen, calcium, and vitamin D may be helpful for preventing osteoporotic fractures in women with TS, especially after the age of 45 years(23)",
        "Patients with TS should have cardiac evaluations every 3 to 4 years because of the increased risk of cardiovascular abnormalities(4)",
        "The Pediatric Endocrine Society launched a quality improvement network in the spring of 2015, and their first project is to improve the care of girls aged 11–17  years with TS. The focus is to develop a standardized clinical assessment and management plan (SCAMP) for estrogen treatment to induce puberty in girls with TS. More information is available at https://www.pedsendo.org/quality_improve/current_topics/index.cfm"
    ],
    "patient education": [
        "Information, education, research, and other resources are available on the website of the Turner Syndrome Society of the United States, https://www.turnersyndrome.org/",
        "The MAGIC Foundation is a group for families of children with growth hormone deficiencies, https:// www.magicfoundation.org/",
        "Information and links to other sites about TS can be found at the Genetics Home Reference website, https://ghr.nlm.nih.gov/condition/turner-syndrome",
        "Human Growth Foundation supports children and adults with growth or growth hormone disorders, http://hgfound.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Goldstein R, Roberts M. Turner syndrome. In: Domino FJ, ed. The 5-Minute Clinical Consult Standard 2015 . 23rd ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott, Williams & Wilkins; 2014:1224-1225.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Andolina LM, Alvero R. Turner's syndrome. Ferri FF, ed. 20187 Ferri's Clinical Advisor: 5 Books in 1 . online edition ed. Philadelphia: Elsevier Mosby; 2018. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Shankar RK, Backeljauw PF. Current best practice in the management of Turner syndrome. Ther Adv Endocrinol Metab . 2018;9(1):33-40.  doi:10.1177/2042018817746291. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Fitzgerald PA. Endocrine disorders. In: Papadakis MA, McPhee SJ, eds. 2018 Current Medical Diagnosis & Treatment . 57th ed. New York, NY: McGraw-Hill  Education; 2018:1117-1221.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Morri LA, Tishelman AC, Kremen J, Ross RA. Depression in Turner syndrome: a systematic review. Arch Sex Behav . February 2020;49(2):769-786. doi:10.1007/s10508-019-01549-1.  (SR)"
        },
        {
            "number in article": 6,
            "reference": "Kubba H, Smyth A, Wong SC, Mason A. Ear health and hearing surveillance in girls and women with Turner’s syndrome: recommendations from the Turner’s Syndrome Support Society. Clin Otolaryngol . 2017;42(3):503-507.  doi:10.1111/coa.12750. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Milde K, Tomaszewski P, Stupnicki R. Physical fitness of schoolgirls with Turner syndrome. Ped Exerc Sci . 2013;25(1):27-42.  doi:10.1123/pes.25.1.27. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Functional Independence Measure (FIM). Rehabilitation Measures Database Web site. https://www.sralab.org/rehabilitation-measures/fimr-instrument-fim-fim . Published 2013. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Cabanes L, Chalas C, Christin-Maitre  S, et al. Turner syndrome and pregnancy: clinical practice. Recommendations for the management of patients with Turner syndrome before and during pregnancy. Eur J Obstet Gynecol Reprod Biol . 2010;152(1):18-24.  doi:10.1016/j.ejogrb.2010.05.019. (RV)"
        },
        {
            "number in article": 10,
            "reference": "Saad K, Abdelrahmann AA, Abdel-Raheem  YF, et al. Turner syndrome: review of clinical, neuropsychiatric, and EEG status: an experience of tertiary center. Acta Neurol Belg . 2014;114(1):1-9.  doi:10.1007/s13760-013-0264-9.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Kim SJ, Pierce W, Sabharwal S. The etiology of short stature affects the clinical outcome of lower limb lengthening using external fixation. A systematic review of 18 trials involving 547 patients. Acta Orthop . 2014;85(2):181-186.  doi:10.3109/17453674.2014.899856. (R)"
        },
        {
            "number in article": 12,
            "reference": "Hong DS, Hoeft F, Marzelli MJ, et al. Influence of the X-chromosome  on neuroanatomy: evidence from Turner and Klinefelter syndromes. J Neurosci . 2014;34(10):3509-3516. doi:10.1523/JNEUROSCI.2790-13.2014.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Wong SC, Burgess T, Cheung M, Zacharin M. The prevalence of Turner syndrome in girls presenting with coarctation of the aorta. J Pediatr. 2014;164(2):259-263.  doi:10.1016/ j.jpeds.2013.09.031. (R)"
        },
        {
            "number in article": 14,
            "reference": "Quigley CA, Wan X, Garg S, Kowai K, Cutler GB, Ross JL. Effects of low-dose estrogen replacement during childhood on pubertal development and gonadotropin concentrations in patients with Turner Syndrome: results of a randomized, double-blind,  placebo-controlled  clinical trial. J Clin Endocrinol Metab . 2014;99(9):E1754-1764. doi:10.1210/jc.2013-4518.  (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Goldacre MJ, Seminog OO. Turner syndrome and autoimmune diseases: record-linkage  study. Arch Dis Child . 2014;99(1):71-73.  doi:10.1136/archdischild-2013-304617.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Bertapelli F, Barros-Filho  Ade A, Antonio MA, Barbeta CJ, de Lemos-Marini  SH, Guerra-Junior.  Growth curves for girls with Turner syndrome. Biomed Res Int . 2014;2014:687978. doi:10.1155/2014/687978. (RV)"
        },
        {
            "number in article": 17,
            "reference": "Behm KM. Transitional experiences of 16-26 year olds with Turner syndrome [doctoral dissertation]. 2014. (R)"
        },
        {
            "number in article": 18,
            "reference": "Marild F, Stordal K, Hagman A, Ludvigsson JF. Turner syndrome and celiac disease: a case-control  study. Pediatrics . 2016;137(2):23-30.  doi:10.1542/peds.2015-2232.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Nguyen HH, Wong P, Strauss BJ, et al. Delay in estrogen commencement is associated with lower bone mineral density in Turner syndrome. Climacteric . 2017;20(5):436-441. (R)"
        },
        {
            "number in article": 20,
            "reference": "Beery KE, Buktenica NA, Beery NA. Beery VMI developmental test of visual-motor  integration 6th edition. MHS Assessments Web site. https://www.mhs.com/MHS-Assessment?prodname=beeryvmi6 . (GI)"
        },
        {
            "number in article": 21,
            "reference": "Hammill DD, Wiederholt JL, Voress JK. Developmental test of visual perception – 3rd edition. MHS Assessments Web site. https://www.mhs.com/MHS-Assessment?prodname=dtvp3 . (GI)"
        },
        {
            "number in article": 22,
            "reference": "Acosta AM, Steinman SE, White KK. Orthopaedic manifestations in Turner syndrome. J Am Acad Orthop Surg . 2019;27:e1021-e1-28.  doi:10.5435/JAAOS-D-17-00796.  (RV)"
        },
        {
            "number in article": 23,
            "reference": "Cui X, Cui Y, Shi L, Luan J, Zhou X, Han J. A basic understanding of Turner syndrome: Incidence, complications, diagnosis, and treatment. Intractable Rare Dis Res . 2018;7(4):223-228.  doi:10.5582/irdr.2017.01056. (RV)"
        },
        {
            "number in article": 24,
            "reference": "Gravholt CH, Viuff MH, Brun S, Stochholm K, Andersen NH. Turner syndrome: mechanisms and management. Nat Rev Endocrinol . 2019;15(10):601-614. doi:10.1038/s41574-019-0224-4.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Culen C, Ertl DA, Schubert K, Bartha-Doering  L, Haeusler G. Care of girls and women with Turner syndrome: beyond growth and hormones. Endocr Connect . 2017;6(4):R39-R51.  doi:10.1530/EC-17-0036.  (RV)"
        },
        {
            "number in article": 26,
            "reference": "Movement Assessment Battery for Children, 2nd edition. Pearson Web site. https://www.pearsonclinical.com.au/filemanager/uploads/Webinar%20Files/Motor%20Assessments %20for%20School%20Aged%20Children%20and%20Adolescents.pdf . Published 2017. (GI)"
        },
        {
            "number in article": 27,
            "reference": "Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition. Rehabilitation Measures Database Web site. https://www.sralab.org/rehabilitation-measures/bruininks-oseretsky-test-motor-proficiency-second-edition . Published 2017. (GI)"
        },
        {
            "number in article": 28,
            "reference": "Lin A, Prakash S, Anderson NH, et al. Recognition and management of adults with Turner syndrome: From the transition of adolescence through the senior years. Am J Med Genet. 2019;179A:1987-2033.  doi:10.1002/ajmg.a.61310. (RV)"
        }
    ]
}