{
    "metadata": {
        "title": "Incontinence, Urinary, in Children",
        "synonyms": [
            "urinary incontinence in children",
            "pediatric urinary incontinence",
            "urinary incontinence, pediatric",
            "incontinence, urinary, pediatric",
            "enuresis in children",
            "pediatric enuresis"
        ],
        "anatomical location body part affected": [
            "Pelvic floor, bladder, detrusor muscle, urinary sphincter"
        ],
        "area of specialty": [
            "pediatric rehabilitation",
            "neurological rehabilitation"
        ],
        "description": [
            "Definitions of pediatric urinary incontinence vary in the literature. In an effort to standardize terminology, in 2006 the International Children’s Continence Society (ICCS) defined urinary incontinence as uncontrollable leakage of urine.(11)The Diagnostic and Statistical Manual of Mental Disorders, fifth edition( DSM-5 ), defines urinary incontinence as involuntary voiding of urine during the day, with a severity of at least twice a week, in children > 5 years of age in the absence of congenital or acquired defects of the CNS(15)",
            "Urinary incontinence can be further classified as intermittent or continuous. Despite efforts to standardize terminology, intermittent incontinence is also referred to as functional incontinence and continuous incontinence is also referred to as organic incontinence(11)",
            "In 2014, the ICCS updated its terminology to reflect the DSM-5  diagnostic criteria and ICD-10 classification(11)",
            "Functional urinary incontinence (where no anatomic or neurologic abnormality can be found) can be caused by an array of bladder storage and voiding disorders(1)",
            "If a child has been continent for at least 6 months before the development of incontinence, the continence is considered “secondary.” “Primary” incontinence refers to continued leakage since infancy(11)",
            "Infants and children are considered untrained, not incontinent, up to the time of toilet training. Control of daytime bladder function matures between 2 and 3 years of age, whereas nighttime control is normally achieved between 3 and 7 years of age(15)",
            "Occasional accidents are not unusual in children up to 6 years of age",
            "Nocturnal enuresis (i.e., involuntary urinary incontinence at night after age of expected bladder control reserved for children > 5 years of age; or “bedwetting”) is classified as either monosymptomatic nocturnal enuresis (MNE) or nonmonosymptomatic nocturnal enuresis (NMNE), the latter if there is evidence of lower urinary tract malfunction(17) –Incontinence is used to describe loss of bowel or bladder function at any time, whereas enuresis is used primarily to describe urinary incontinence at night",
            "Approximately 3.1% of girls and 2.1% of boys 6–7 years old have an episode of wetting at least once per week(17) –Of all children who wet, 10% have daytime wetting, 75% wet only at night, and 15% wet during the day and at night",
            "This paper focuses primarily on functional urinary incontinence in children (both daytime and enuresis) through age 17. This is also sometimes referred to as overactive  bladder or urge incontinence within the paper. Many of the causes of organic urinary incontinence are not indicators for physical therapy"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "N31.0": "uninhibited neuropathic bladder, not elsewhere classified",
            "N31.1": "reflex neuropathic bladder, not elsewhere classified",
            "N31.2": "flaccid neuropathic bladder, not elsewhere classified",
            "N31.8": "other neuromuscular dysfunction of bladder",
            "N31.9": "neuromuscular dysfunction of bladder, unspecified",
            "N32.8": "other specified disorders of bladder",
            "N39.3": "stress incontinence",
            "N39.4": "other specified urinary incontinence",
            "R32": "unspecified urinary incontinence (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Functional urinary incontinence –Daytime incontinence(1) -Occurs predominantly in girls -Common signs and symptoms are urgency (with posturing [e.g., legs crossed]), frequent urination, deferred voiding, weak or intermittent stream, and recurrent urinary tract infections (UTIs) -Prevalence of daytime enuresis ranges from 2% to 20%. Authors of a Turkish study found that 8% of 2,353 primary-school-age  children in Denizli, Turkey, presented with daytime urinary incontinence and there was no significant difference between sexes(15) -Based on the results of a United Kingdom longitudinal study of 10,819 children, the prevalence of daytime incontinence declined from 15.5% at 4.5 years to 4.9% at 9.5 years. Daytime incontinence was more associated with girls than boys(12) -Pattern of urination can be constantly wet pants (dribbling), frequent small amounts of urine, presence of weak urinary stream, dysuria, increased frequency, hesitancy –Dysfunctional voiding(1) -Incontinence due to a voiding phase dysfunction -Includes several patterns of voiding that result in incomplete bladder emptying, including weak flow, staccato voiding (interrupted), and fractionated voiding (occurs in several small fractions) –Nocturnal enuresis(17) -Occurs more often in boys than in girls -May occur in children with no daytime urinary symptoms to suggest an underlying voiding dysfunction (i.e., MNE)",
            "Organic incontinence(1) –Presentation and signs and symptoms depend on underlying condition Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Reassure patient that he or she may use the toilet as needed prior to and during the exam",
            "See  Overall Contraindications/Precautions  , above"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Neurogenic bladder",
            "Immaturity/developmental variability (i.e., poor voluntary control of muscles and/or inattentiveness to body signals)",
            "Overactive bladder",
            "Bladder irritability (e.g., caused by urinary tract infection, caffeine)",
            "Infrequent or deferred voiding (e.g., child may ignore urge to void)",
            "Small bladder capacity with detrusor instability while filling",
            "Large volume of urine produced (i.e., polyuria)",
            "Anatomic anomalies (e.g., ectopic ureter)",
            "Obstructive uropathy (e.g., posterior urethral valves)",
            "Anxiety",
            "Pressure (e.g., from constipation)",
            "Vaginal reflux with subsequent leakage of urine",
            "Giggle incontinence"
        ],
        "pathogenesis": [
            "Genetics–Sixty to seventy percent of children with nocturnal enuresis have a positive family history of enuresis, with risk for severeenuresis greater with maternal enuresis history(17)–No link has been found between daytime incontinence and genetics(1)",
            "Primary nocturnal enuresis is thought to be the interplay of polyuria, decreased functional bladder volume, and increasedarousal threshold when asleep(17)",
            "Daytime incontinence and nocturnal enuresis – same as primary nocturnal enuresis with more concern for underlyingurologic or neurologic disorder, urinary reflux into vagina with seepage, stress incontinence with increased abdominalpressure (e.g., laughing, coughing)(17)",
            "Secondary enuresis – any condition causing polyuria, UTI, encopresis, emotional stress or trauma(17)"
        ],
        "risk factors": [
            "Daytime incontinence(1)–Constipation–Recurrent UTIs–Diabetes mellitus, diabetes insipidus–Attention-deficit  disorder (ADD), attention-deficit/hyperactivity  disorder (ADHD)–Developmental delay–High-impact  exercising in adolescent girls (23)",
            "Nocturnal enuresis(17)–Family history of nocturnal enuresis–Constipation–Lower urinary tract dysfunction–Sleep disorders–Neuropsychiatric disorders–Recent emotional stress and trauma (e.g., divorce, depression, new school)",
            "Behavior and emotional disorders(16)",
            "Sensory processing disorder(14)–Based on a U.S. study of 209 school-aged  U.S. children (5–11 years of age), those with dysfunctional voiding/urinaryincontinence were more likely to show global differences in sensory processing and 5 times more likely to have lowtactile sensitivity scores on the Short Sensory Profile (SSP)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "The underlying cause of organic urinary incontinence must be addressed",
        "Patient should be accompanied by a parent/primary caregiver during the examination and treatment sessions since the patient is a minor",
        "Children with primary nocturnal enuresis may have low self-esteem(18) Based on a systematic review of 4 case-control  and 3 cohort studies Children with primary nocturnal enuresis scored 10% lower on standardized rating scales for self-esteem  than children without enuresis",
        "Confirm that the patient does not have any acute medical condition that would contraindicate physical exertion",
        "Prepare patient for the possibility of urinary incontinence during the exam and treatment",
        "The “examination” and “plan of care” presented below are meant to serve as guides, not to replace orders from a physician or a clinic’s specific protocol",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Reassure patient that he or she may use the toilet as needed prior to and during the exam",
            "See  Overall Contraindications/Precautions  , above"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness  (2) -Include toilet training history (e.g., delayed, prolonged, not achieved) and child’s current voiding and bowel regimen -Inquire about family issues (e.g., stressors such as move, separation/divorce, death, new siblings) -Diet history -History of sexual abuse -History of UTI",
                "course of treatment": {
                    "medical management": " Medical management Ask about patient’s past and current medical management for his or her symptoms How has the condition responded to treatments? Include behavioral training attempted (e.g., dampness alarms)",
                    "surgical management": [],
                    "medications": " Medications for current illness/injury  (2) Currently only anticholinergic agents (e.g., oxybutynin) are approved for pediatric urge syndrome/overactive bladder Desmopressin, an antidiuretic vasopressin analog, decreases urine production during the night. Approximately 70% of patients respond to desmopressin, but there is a high recurrence rate once the medication is stopped. Treatment duration is typically 3 to 6 months, with 1month  breaks to determine if enuresis has stopped(16) Alpha blockers are sometimes used for treatment of children with symptoms of primary bladder neck dysfunction Intravesical botulinum toxin type A injections are used experimentally in refractory pediatric voiding dysfunction for children with idiopathic detrusor overactivity. It is considered a thirdline  option. The positive effects typically last 6 to 9 months and repeated injections are necessary. Further research is needed to evaluate the risk of fibrosis and alteration of bladder function(16)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition include the following:(2)",
                        "Urinalysis to rule out glucosuria, bacteriuria, proteinuria, hyposthenuria (i.e., low specific gravity), pyuria",
                        "Bladder scan",
                        "Postvoid residual (PVR) measurement",
                        "Uroflowmetry",
                        "EMG",
                        "Renal/bladder ultrasound",
                        "V oiding cystourethrogram (VCUG)",
                        "Formal urodynamics may be indicated depending on patient’s history and physical exam(2)",
                        "In dysfunctional voiding and urge syndrome in children, urodynamic patterns do not correlate well with symptoms or treatment outcomes(3)",
                        "Minimally invasive investigations in children are recommended at least until standard treatment has been administered(3)",
                        "Urodynamic testing may be useful for clinical decision making;(10)however, authors of a 2013 Cochrane review",
                        "concluded there was no evidence that urodynamic testing altered clinical decisionmaking  or lowered urinary incontinence rates in children(13)",
                        "Urinary diaries over 37 days(10)",
                        "Include times of voiding, whether associated with urgency, whether accompanied by leakage",
                        "Activity at time of voiding",
                        "May include volume of urine",
                        "Type and volume of fluid intake ",
                        "Episodes of urinary incontinence"
                    ],
                    "alternative therapies": " Home remedies/alternative therapies Document any use of home remedies or alternative therapies and whether or not they help Acupuncture (traditional or laser) Based on a 2015 systematic review and meta-analysis,  acupuncture can be cautiously suggested as an effective treatment for nocturnal enuresis(19) Twenty-one  RCTs with 1,590 children Authors noted that beneficial effect might be overstated due to low methodological quality",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Common aggravating factors -Coughing, sneezing, lifting, running, jumping, Valsalva maneuver (activities that increase abdominal pressure) -Consumption of caffeinated beverages -High fluid intake -Laughing may cause “giggle enuresis,” in which the bladder empties entirely—patients typically avoid social situations where they might be induced to laugh -Document anything used to reduce or prevent accidents",
                "body chart": "Use body chart to document location and nature of symptoms, if any exist",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Make note of whether patient is aware of the need to urinate before leaking, whether the patient is immediately aware of having leaked urine, whether urgency is felt",
                "rating of symptoms": " Rating of symptoms -Visual analog scale (V AS) or 010  scale may be used to assess symptoms such as urgency at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -Use of child-based  scoring scales such as the Dysfunctional V oiding and Incontinence Symptoms Score (DVISS) Questionnaire(4)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to other external variables such as activity level or stress level -Use of a urinary diary may assist with quantifying the frequency and severity of incontinence. The use of a urinary diary is a semi-objective  method. A diary should be used for 3 to 7 days(10)",
                "sleep disturbance": " Sleep disturbance -Document disorders of sleep arousal (children who do not wake up normally to an auditory stimulus may also have insufficient arousal to the sensation of a full or contracting bladder) -Disordered breathing during sleep, often because of inflamed or enlarged tonsils or adenoids, has been associated with nighttime enuresis. Document presence of symptoms of this condition, such as snoring, mouth breathing, frequent ear and sinus infections, sore throat, choking, and daytime drowsiness",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., bowel dysfunction, saddle anesthesia, hematuria). Blurred vision and dizziness may be side effects of anticholinergic medication",
                "respiratory status": "Assess if relevant Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document whether child has ever had periods of continence. Has the patient undergone surgical correction? If so, when and what has been the functional outcome? Surgical correction is typically indicated for organic urinary incontinence vs. functional urinary incontinence(9)  Traditional open surgical procedures for organic urinary incontinence are bladder neck reconstruction, artificial urinary sphincter implantation, and sling procedure. Antegrade bladder neck injection of bulking agents may be an alternative surgical technique that can minimize postoperative complications(9)",
                    "comorbid diagnoses": "Ask patient or caregiver about other problems. Diabetes, ADHD, behavioral disorders, emotional disorders, orthopedic injuries, psychiatric disorders, sensory processing disorder, constipation, and sinus and ear infections have a high rate of comorbidity with urinary incontinence",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient/caregiver about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the child participate in recreational or competitive sports? -Does the child avoid social or recreational situations in case of accidents? -Does the child attend school in a traditional setting or at home? If traditional setting, where are the bathrooms located? -Researchers in the United States concluded that absenteeism from school contributed to familial anxiety and educational difficulties in children with incontinence. They also found that over a third of the parents reported having no plan in place to support the child’s needs at school(20) -Based on 83 families who provided demographic information and completed either the Revised Children’s Manifest Anxiety Scale, Second Edition, or the Adult Manifest Anxiety Scale",
                "functional limitations assistance with ADLs adaptive equipment": "Does the child wear protective garments in case of accidents? Does the patient or primary caregiver report any difficulties with toilet transfers? If so, are any assistive devices (e.g., step stool) being used in the home?",
                "living environment": "Stairs, number of floors in home, number of bathrooms in home, with whom patient lives. Identify if there are barriers to independence in the home or school; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height and weight and compare to age- and sex-specific  growth curves; calculate BMI",
            "assistive and adaptive devices": "Are they needed and being used appropriately?Assess lower extremity myotomes. Note any asymmetry",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "Assess toilet transfer as indicated",
            "gait locomotion": "Include as part of assessment of neurological statusAssess as part of neurodevelopmental evaluation. Presence of abnormal muscle tone may indicate a disorder or lesion associated with neurogenic bladder",
            "muscle strength": "Perform a complete assessment of bilateral lower extremity and trunk strength with manual muscle testing, if age appropriateAssess for achievement of developmental milestones. Use of a standardized neuromotor development scale may be appropriate in some situations",
            "observation inspection palpation including skin assessment": [
                "Inspect and palpate lumbosacral spine, taking note of any dimples, hair tufts, or skin discoloration that could indicate an intraspinal lesion",
                "Inspect for perineal, genital, and lower abdominal rash caused by chronic dampness, which can potentially lead to skin breakdown",
                "Check for dryness of child’s undergarments",
                "In some situations, observing the child void may be helpful -Make note of posture, use of abdominal muscles, grunting, and whether stream is weak or interrupted",
                "Palpate for distended bladder or stool-filled  colon"
            ],
            "posture": "Assess standing and sitting posture. Note any asymmetry. Use scoliometer if patient presents with scoliosis",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "Assess the following reflexes bulbocavernosus reflex) Is child able to independently change clothing when wet? Is girl able to wipe herself for adequate hygiene? Is the child able to safely and independently stand while donning and doffing pants and underwear?",
            "sensory testing": "Assess light touch in lumbar and sacral dermatomes, assess peroneal sensation",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess child’s ability to follow instructions and focus on a task without significant redirection",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Stimulation through or across the chest",
                "Cardiac pacemaker",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Over pharyngeal area",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Used in close proximity to diathermy treatment"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Electrotherapy contraindications/precautions (in some cases, with prior approval of the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(5)",
                "Stimulus parameters should be set at levels that do not cause pain",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Unlike an adult, a child with urinary incontinence may not be considered to have a pathology. A child must be evaluated within the context of his or her developmental age, which may be influenced by social, cultural, and environmental factors. The time course for attaining urinary continence shows individual variability. Most children (> 90%) achieve this developmental milestone prior to starting school (around 5 years of age). Beyond this age, incontinence becomes an increasing social concern. The need for treatment is determined by many factors, including the need to minimize the loss of self-esteem  and effects on interpersonal relationships, quality of life, and school performance European clinical practice evidence-based  guidelines on functional urinary incontinence were updated and published in 2013; however, these guidelines primarily focus on adults with urinary incontinence(10) treatment .",
        "rule out": "UTI, causes of neurogenic bladder (e.g., cerebral palsy, spina bifida, spinal cord injury, multiple sclerosis, tumor), diabetes mellitus, diabetes insipidus, genitourinary tract abnormality, sexual abuse(1)",
        "prognosis": [
            "Prognosis is excellent for patients with causes that respond to specific medical or surgical interventions, including cystitis, diabetes mellitus, and diabetes insipidus",
            "The prognosis for patients with urinary incontinence due to neurogenic bladder depends on the neurologic cause and whether a surgical solution is available",
            "Functional urinary incontinence due to overactive bladder or dysfunctional voiding usually resolves, but daytime symptoms continue after puberty and into adulthood in as many as 20% of those affected. The spontaneous (without treatment) cure rate is 14% per year after age 5(1)",
            "Ninety-nine  percent of cases of nocturnal enuresis resolve without treatment, with a 15% per year spontaneous resolution after age 5(17)"
        ],
        "referral to other disciplines": " Referral to other disciplines Pediatric urologist Neurologist to address neurogenic causes  Psychologist/psychiatrist for anxiety and behavioral concerns Occupational therapist for adaptive equipment and ADL issues",
        "other considerations": [
            "Punishment for incontinence should be avoided. Children with enuresis are commonly punished and are at significant risk for emotional and physical abuse.(6) Bedwetting has been identified as a “trigger” in abuse situations",
            "Invasive treatment of neurogenic bladder may include electrical stimulation via implantable neuroprosthesis or percutaneous stimulators"
        ],
        "treatment summary": [
            "Functional incontinence –Alarms: based on the use of electronic devices, which detect moisture and trigger an alarm. The sensor can be placed in the child’s underwear or pad near the perineum (personal alarm) or in a mat on which the child lies (a pad and bell alarm). Alarms can be audible or vibrate with light effects(16) -The use of alarms at night that detect moisture may eliminate nocturnal enuresis in children(7) -Based on a 2005 Cochrane systematic review, which included 55 trials, researchers concluded that alarm interventions are an effective treatment for nocturnal enuresis. Alarms are more effective than desmopressin or tricyclics. There is insufficient evidence to determine the efficacy of different types of alarm, or how alarms compare to behavioral interventions. Relapse rates were reduced when overlearning (giving children extra fluids at bedtime) was added to alarm treatment -Alarm therapy is curative in 60% of children -Minimal duration is 3 months and can be terminated after a child has achieved at least 14 consecutive dry nights(16) –Lower urinary tract rehabilitation -Also referred to in the literature as pelvic floor rehabilitation and urotherapy -Typically includes behavioral modification, pelvic floor training, and biofeedback(4,25) -Behavioral modification techniques include timed voiding,(1,2) positive reinforcement for regular voiding,(1) avoiding acidic/diuretic beverages (caffeine, carbonated, citrus, chocolate),(1) adequate hydration,(1) and use of voiding diary(1,11,22) -An escalating treatment protocol starts with conservative techniques and progresses to more invasive techniques only after conservative methods have failed (22) -Pelvic floor training with biofeedback -In children with urge syndrome, the goal is to learn to suppress the sensation of need to void by normal central inhibition rather than by urethral compression (e.g., squatting)(2) -With dysfunctional voiding, the goal is to have children learn to relax the pelvic floor muscles to void without having to use abdominal pressure(2) –Electrical stimulation/neuromodulation -Considered a second-level  intervention for children in whom efficacy of urotherapy has been poor -Different methods have been reported to be effective for improving lower urinary tract function, including transcutaneous stimulation over sacral nerve roots(8) -Anogenital electrical stimulation -For severe involuntary detrusor contractions -TENS -Used to suppress detrusor overactivity by modulating S3 reflex pathways -Interferential therapy is safe and well tolerated and may be an effective therapy in the treatment of children with nocturnal enuresis(21) -Based on an RCT conducted in Iran of 54 children, aged 6–14  years, with primary nocturnal enuresis -Children in the control group received standard urotherapy (hydration, scheduled voiding, toilet training, diet) whereas intervention group received standard urotherapy plus 15 sessions of interferential (IF) electrical stimulation for 20 minutes, twice per week -The IF stimulation was delivered at a carrier frequency of 4 kHz, a beat frequency sweep covering of 5-25 Hz, a duration of 250 μs and a repeated time of 6 s with adjustable amplitude (0-50  mA). Two rectangular self-adhesive  (2.5×3.5 cm) electrodes were bilaterally placed on the skin of the symphysis pubic, and two other electrodes from each channel were crossly placed on the skin under the ischial tuberosity -The mean number of wet nights per week decreased from 5.7 to 1.1 after the 15 interferential sessions (5.4 to 3.3 days in control) and 78% were improved 1 year later, compared to 46% of the control group -. Problem Goal Intervention Expected Progression Home Program Functional urinary incontinenceUrinary continence Therapeutic strategies _ Behavioral modification(1,2) _ _ Pelvic floor training(2,25) _ _ Biofeedback– computer games controlled by the EMG activity of the pelvic floor muscles may be used(4) _ _ Electrical stimulation(8) _ _ See Treatment summary , above _Timed voiding involves progressing from hourly voiding, regardless of need, to every 2 or 3 hours – gradually decrease frequency of voiding _ _ Treatment is generally continued until decrease in urinary symptoms is obtainedTreatment can be continued in home setting _ _ Pelvic floor training, with or without biofeedback, or electrical stimulation may be repeated if urinary incontinence recurs after successful"
        ]
    },
    "desired outcomes outcome measures": {
        "urinary continence": [
            "V oiding diary",
            "Dysfunctional V oiding and Incontinence Symptoms Score (DVISS) Questionnaire(4)"
        ],
        "decreased social or hygiene problems related to voiding": []
    },
    "maintenance or prevention": [
        "Underlying diseases and conditions must be addressed(2)",
        "A rational toileting schedule based on the pattern of incontinence is encouraged; timed voiding can reduce leakage episodes.(10)Use a calendar to keep track of dry and wet episodes for self-monitoring  and motivation(16)",
        "Need for easy access to toilet facilities should be stressed",
        "When access to bathroom facilities is limited, patients should avoid high volumes of fluid intake",
        "Minimize fluid and solid intake 1–2 hours before sleep is recommended in order to reduce increased nocturnal urine production(16)",
        "Avoidance of caffeine is recommended; doing so may improve symptoms of urgency and frequency(10)",
        "Attention to adequate hygiene and skin care is important",
        "Parents/caregivers of children with urinary incontinence should be educated on the function of the urinary tract and the causes of enuresis. Parents need to approach the problem with understanding and patience. Incontinence may cause great  distress and embarrassment. It is important to understand that many children experience occasional incontinence and that treatment is available(6)",
        "School plans should be in place for children experiencing incontinence(20)",
        "Primary-school-based  screening programs can identify children with urinary incontinence, provide initial treatment recommendations, and coordinate referral to patient’s primary physician(15)"
    ],
    "patient education": [
        "See “Bedwetting” from the American Academy of Pediatrics at https://www.healthychildren.org/English/ages-stages/toddler/toilet-training/Pages/Bedwetting.aspx",
        "See details regarding guidelines for the diagnosis and treatment of urinary incontinence at http://www.i-c-c-s.org Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Berry AK, Carr MC. Daytime incontinence. In: Cabana MD, ed. The 5-Minute Pediatric Consult Standard . 6th ed. Philadelphia, PA: Wolters Kluwer; 2015:264-265.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Ellsworth P, Caldamone A. Pediatric voiding dysfunction: current evaluation and management. Urol Nurs . 2008;2(4):249-257,  283. (G)"
        },
        {
            "number in article": 3,
            "reference": "Bael A, Lax H, de Jong TP. The relevance of urodynamic studies for urge syndrome and dysfunctional voiding: a multicenter controlled trial in children. J Urol. 2008;180(4):1486-1493.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Reilly M, Hornsy Y. Treatment of a child with daytime urinary incontinence. Pediatr Phys Ther . 2008;20(2):185-193.  (C)"
        },
        {
            "number in article": 5,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Robson WLM. Enuresis. Medscape Web site. http://emedicine.medscape.com/article/1014762-diagnosis . Published August 5, 2015. Accessed May 6, 2020. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Caldwell PHY, Codarini M, Stewart F, Hahn D, Sureshkumar P. Alarm interventions for nocturnal enuresis in children. Cochrane Database Syst Rev . 2020;(Issue 5):CD002911. doi:10.1002/14651858.CD002911.pub3.  (SR)"
        },
        {
            "number in article": 8,
            "reference": "Alcantara AC, Mello MJ, Costa e Silva EJ, Silva BB, Ribeiro Neto JP. Transcutaneous electrical neural stimulation for the treatment of urinary urgency or urge-incontinence  in children and adolescents: a Phase II clinical trial. J Bras Nefrol . 2015;37(3):422-426.  doi:10.5935/0101-2800.20150065.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Lee DH, Oh CY, Jang HS, Hong CH. Bladder neck injection of a polydimethylsiloxane-bulking  agent under pneumovesicum for treatment of children with urinary incontinence: report of 3 cases. J Laparoendosc Adv Surg Tech A . 2013;23(3):297-300.  doi:10.1089/lap.2012.0240. (C)"
        },
        {
            "number in article": 10,
            "reference": "Lucas MG, Bedretdinova D, Burkhard F, et al. European Association of Urology Guidelines on Urinary Incontinence. http://uroweb.org/wp-content/uploads/20-Urinary-Incontinence_LR.pdf . Published April 2014. Accessed January 23, 2017. (G)"
        },
        {
            "number in article": 11,
            "reference": "Austin PF, Bauer SB, Bower W, et al. The standardization of terminology of lower urinary tract function in children and adolescents: update report from the standardization committee of the International Children's Continence Society. J Urol. June 2014;191(6):1863-1865.  doi:10.1016/j.juro.2014.01.110. (G)"
        },
        {
            "number in article": 12,
            "reference": "Swithinbank LV, Heron J, von Gontard A, Abrams P. The natural history of daytime urinary incontinence in children: a large British cohort. Acta Paediatr . Advance online publication. July 2010;99(7):1031-1036.  doi:10.1111/j.1651-2227.2010.01739.x.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Clement KD, Laptian MC, Omar MI, et al. Urodynamic studies for management of urinary incontinence in children and adults. Cochrane Database Syst Rev . 2013;CD003195. doi:10.1002/14651858.CD003195.pub3.  (SR)"
        },
        {
            "number in article": 14,
            "reference": "Cupelli ET, Escalier L, Galambos N, Xiang S, Franco I. Sensory processing differences and urinary incontinence in school-aged  children. J Pediatr Urol . October 5, 2014. doi:10.1016/j.jpurol.2014.01.002. (R)"
        },
        {
            "number in article": 15,
            "reference": "Bolat D, Acar IC. Prevalence of daytime urinary incontinence and related risk factors in primary school children in Turkey. Korean J Urology . 2014;55(3):213-218.  doi:10.4111/ lju.2014.55.3.213. (R)"
        },
        {
            "number in article": 16,
            "reference": "Maternik M, Krzeminska K, Zurowska A. The management of childhood urinary incontinence. Pediatr Nephrol . 2015;30(1):41-50.  doi:10.1007/s00467-014-2791-x.  epub March 11, 2014. (RV)"
        },
        {
            "number in article": 17,
            "reference": "Hershorin ER, DeFreitas MJ. In: M. D. C, ed. The 5-Minute Pediatric Consult Standard . 7th ed. Philadelphia, PA: Wolters Kluwer; 2015:332-333.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "Phung P, Kelsberg G, Safranek S. Clinical inquiry: does primary nocturnal enuresis affect children’s self-esteem?  J Fam Pract . 2015;64(4):250-259.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "Lv ZT, Song W, Wu J, et al. Efficacy of acupuncture in children with nocturnal enuresis: a systematic review and meta-analysis  of randomized controlled trials. Evid Based Complement Alternat Med . 2015;320701. doi:10.1155/2015/320701. (M)"
        },
        {
            "number in article": 20,
            "reference": "Filce HG, LaVergne L. Absenteeism, educational plans, and anxiety among children with incontinence and their parents. J Sch Health . 2015;85(4):241-250.  doi:10.1111/ josh.12245. (R)"
        },
        {
            "number in article": 21,
            "reference": "Kajbafzadeh AM, Sharifi-Rad  L, Mozafarpour S, Ladi-Seyedian  SS. Efficacy of transcutaneous interferential electrical stimulation in treatment of children with primary nocturnal enuresis: a randomized controlled trial. Pediatr Nephrol . 2015;30(7):1139-1145.  doi:10.1007/s00467-014-3039-5.  (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Schäfer SK, Niemczyk J, von Gontard A, Pospeschill M, Becker N, Equit M. Standard urotherapy as first-line intervention for daytime incontinence: A meta-analysis.  Eur Child Adolesc Psychiatry . 2018;27(8):949-964.  doi:10.1007/s00787-017-1051-6.  (M)"
        },
        {
            "number in article": 23,
            "reference": "Almousa S, Bandin van Loon A. The prevalence of urinary incontinence in nulliparous adolescent and middle-aged  women and the associated risk factors: A systematic review. Maturitas. 2018;107:78-83.  doi:10.1016/j.maturitas.2017.10.003. (SR)"
        },
        {
            "number in article": 24,
            "reference": "Joinson C, Grezda MT, von Gontard A, Heron J. A prospective cohort study of biopsychosocial factors associated with childhood urinary incontinence. Eur Child Adolesc Psychiatry . 2019;28(1):123-130.  doi:10.1007/s00787-018-1193-1.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Ladi-Seyedian  S, Sharifi-Rad  L, Kajbafzadeh AM. Pelvic floor electrical stimulation and muscles training: A combined rehabilitative approach for management of non-neuropathic  urinary incontinence in children. J Pediatr Surg . 2019;54(4):825-830.  doi:10.1016/j.jpedsurg.2018.06.007. (R)"
        }
    ]
}