{
    "metadata": {
        "title": "Vaginismus",
        "synonyms": [
            "superficial dyspareunia"
        ],
        "anatomical location body part affected": [
            "Vaginal muscles, pelvic floor muscles (PFMs), genital area(1,2)"
        ],
        "area of specialty": [
            "women’s health",
            "orthopedic rehabilitation"
        ],
        "description": [
            "The Diagnostic and Statistical Manual of Mental Disorders , fifth edition (DSM-5 ) classifies vaginismus as “genito-pelvic  pain disorder/penetration disorder” (GPPD/ PD)(3) –The diagnosis of GPPD/PD merges the diagnoses of vaginismus and dyspareunia into a single condition, rather than distinct diagnostic entities –Vaginismus was previously considered a sexual disorder characterized by vaginal muscle spasm preventing penetration.(1,2) However, vaginal spasm is not universally present(4,5) –The current model considers vaginismus as a multifactorial pain disorder involving physical, psychological, and psychosocial factors",
            "The criteria for a diagnosis of GPPD/PD include the following:(3) –Persistent or recurrent difficulties for at least 6 months with one of more of the following: -Inability to have vaginal intercourse/penetration -Marked vulvovaginal or pelvic pain during vaginal intercourse/penetration attempts -Marked fear or anxiety either about vulvovaginal or pelvic pain or vaginal penetration -Marked tensing or tightening of the PFMs during attempted vaginal penetration –The problem causes clinically significant distress or impairment",
            "Definitions of various female sexual pain disorders(22) –Vaginismus – involuntary spasm of the perineal and levator ani muscles, hypertonicity, impossibility of penetration, fear of pain –Dyspareunia –genital  pain experienced just before, during, or after sexual intercourse –Vestibulodynia – severe pain upon touch or attempted vaginal entry, within the vulvar vestibule, physical findings limited to vestibular erythema –Vulvodynia – chronic pain in the vulvar area of at least 3–6 months’ duration",
            "There is an ongoing debate as to whether the grouping of vaginismus and dyspareunia in GPPD/PD is appropriate or helpful when considering treatment(21,22) –Authors argue that lifelong vaginismus (never has been able to experience intercourse) is different from having pain during sexual activity and is considered to have the following components not necessarily similar to other diagnoses(21) -Fear of pain -Pain catastrophizing cognitions and harm avoidance -Disgust and fear of contamination –Canadian researchers comparing 50 women with vaginismus, 50 women with dyspareunia/provoked vestibulodynia (PVD), and 43 controls found that women with  vaginismus had significantly more fear and vaginal muscle tension than women in the other two groups(25) -Subjects of the study participated in a structured interview, pain sensitivity testing, a filmed gynecological examination, and several self-report  measures",
            "Vaginismus is considered to be underreported due to women not discussing it. It is also rarely taught in medical school or in residency training(23) _ clothing and blankets as covering. Progress from pants to shorts,use of sheet to nonuse, as indicated _ _Exercise and relaxation techniques to reduce anxiety and fear regarding insertion should be incorporated into home program. Education regarding the role of anxiety in vaginismus should be included. Home program may progress to inclusion of partner participation _ Poor awareness of PFM Increase awareness of PFM function and role in vaginismus _ _ _ Decrease painTherapeutic exercise (13,14,17) _ Neuromuscular control exercises for PFM _Progress each patient as indicated and toleratedExercises to improve neuromuscular control and function should be incorporated into home program. Instruction on frequency and duration of exercises should be provided and reinforced during treatment. Home program may progress to inclusion of partner participation  Altered neuromuscular function of hip and trunk musclesIncrease strength, control, and flexibility of hip rotators and flexors _ _ _ Increase strength, control, and flexibility of trunk muscles _Therapeutic exercise _ _ PNF techniques to hip and trunk _ _ _ Spinal stabilization program _ _ _ Flexibility training _ _ _ Abdominal breathing exercise, if indicated _ _ _ Manual therapy _ _ Trigger point/soft tissue mobilization _Progress each patient as indicated and toleratedExercises to improve neuromuscular control and function of the hips and trunk should be incorporated into home program . Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "N94.2": "Vaginismus",
            "N84.1": "Dyspareunia (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Marked pelvic or genital pain during intercourse",
            "Tensing or tightening of the PFMs during attempted penetration",
            "Inability to engage in vaginal intercourse or penetration",
            "Fear/anxiety regarding vaginal intercourse/penetration Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Only clinicians trained in the evaluation/assessment of the pelvic floor and chronic vaginal pain should carry out portions of the evaluation of this region",
            "Pelvic floor physical therapists are well-trained  to evaluate PFM function but they are not typically charged with diagnosing GPPD/PD(21)",
            "Women with vaginismus often do not permit or tolerate genital examination or internal assessment of pelvic floor. Sensitivity is required when performing any assessment or examination of a woman with vaginismus –The woman’s ability to tolerate examination should be determined prior to initiating a physical examination –Fear and anxiety may be associated with any type of genital examination. Reactions may include expression of discomfort, pulling away, examination refusal, or screaming(11) ",
            "Sexual history is an important component of assessment of patients with vaginismus.(2,6) Sensitivity is required when exploring sexual history –Therapists should obtain specific permission prior to asking questions regarding sexual history –Obtaining sexual history may be deferred to a later part of the examination to allow time to build a level of trust –Sexual history should be obtained with the patient clothed",
            "A detailed pain assessment is part of the evaluation of a woman with vaginismus. Sensitivity is required when questions regarding chronic pain are posed",
            "Women with vaginismus demonstrate more defensive reactions during examination by a physical therapist and show more affective distress during recall of sexual activity(5) –If no distress is observed during examination, vaginismus may not be an appropriate diagnosis(13)",
            "Vaginismus, dyspareunia, and vulvodynia may occur simultaneously –The key sign of vaginismus is pain with penetration or attempted penetration during sexual activity, gynecologic examination, or tampon insertion –Patient examination should include assessment of possible concurrent conditions –Information on assessment of related pelvic floor conditions is available -Clinical Review…Pelvic Pain, Chronic, in Women ; CINAHL Topic ID Number: T708587 -Clinical Review…Pelvic Girdle Pain: An Overview ; CINAHL Topic ID Number: T708588 -Clinical Review…Vulvodynia ; CINAHL Topic ID Number: T901566",
            "Assessment should be discontinued if the patient requests the examination be stopped"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The exact etiology of vaginismus is unknown–Physical/biologic factors(1,2)-Pelvic floor dysfunction (e.g., reduced neuromuscular control)-Difficult to distinguish pelvic floor dysfunction as a cause or symptom of vaginismus-Presence of PFM hypertonicity is not a diagnostic marker(4,5)-PFM contraction in vaginismus is involuntary and may not be caused by hypertonicity or trigger points(4,5,6)-PFM hypertonicity and trigger points relating to comorbid conditions (e.g., vulvodynia) may be present(5)-In lifelong vaginismus, autonomic, nonvoluntary paradoxical reflex contractions of the bulbocavernosus muscle mayoccur(21)-Previous genital trauma, injury, or surgery and chronic irritation or inflammation from environmental sources (e.g.,hygiene products, latex, spermicides) have been suggested as possible etiologic factors for vaginismus. Conditions thatmay contribute to problems with vaginismus include-vulvodynia-vaginitis-endometriosis-pelvic inflammatory disease (PID)-skin conditions (e.g., lichen sclerosus)-No controlled studies have examined physical factors with respect to the etiology of vaginismus–Psychological factors(1,2)-Involuntary contraction, distress, and avoidance behaviors are indicative of a phobic response-Negative sexual attitude-Based on a study of 87 women in Canada examining the role of psychological factors in dyspareunia(6)-Three groups were included: a vaginismus group, a vulvar vestibulitis (VVS) group, and a control group-Women with vaginismus were more likely to hold a negative sexual attitude than women in the control group-Methodology of distinguishing a difference between the vaginismus and VVS groups was unclear-Sexual or physical abuse-Based on the same study regarding sexual attitudes(6)-Women with vaginismus were twice as likely to report a history of child abuse occurring before the age of 14 years–Relationship factors-Women with vaginismus have fewer sexual relations and tend to avoid sexual contact(6)-Difficult to distinguish whether this is a consequential or causal factor(2)–Economic factors-Based on a Danish research study of over 4,000 adults, financial hardship is associated with sexual dysfunction(7)",
            "Based on a survey study of 89 women in the United Kingdom who had vaginismus or a history of it, the perceived causalfactors reported by women with vaginismus include(10)–fear of pain (74%)–belief that sex was wrong (53%)–something that happened in early years (48%)–brought up to believe that sex was painful (47%)–fear of intimacy (45%)–sense of control over body (35%)–previous medical condition (16%)–physical or sexual abuse (15%)"
        ],
        "pathogenesis": [
            "Pathogenesis is unclear",
            "Development of the “vaginistic reflex”(8)–Model based on learning theory–Occurrence of penetration associated with fearful and/or painful situations results in occurrence of muscle spasm andburning pain (unconditioned stimulus-response)–Penetration or possibility of penetration coupled with muscle spasm and pain during subsequent episodes (conditionedstimulus-response)–Occurrence of pain and muscle spasm during subsequent events reinforces the possibility of a pain/spasm response topenetration or possibility of penetration–Additional negative reinforcement may occur if thoughts of inadequacy and failure accompany the experience"
        ],
        "risk factors": [
            "Any occurrence of dyspareunia, vulvodynia, or PFM spasm",
            "Personality traits(9)–Fear avoidance–Pain catastrophizing–Social or other phobias",
            "Sexual and physical abuse(6)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Women with vaginismus with or without vulvodynia should have a complete medical workup to determine if there are any specific causes of pain or spasm",
        "If an abusive situation is suspected, patient should be referred back to treating physician. Any state-required  protocol should be observed",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Only clinicians trained in the evaluation/assessment of the pelvic floor and chronic vaginal pain should carry out portions of the evaluation of this region",
            "Pelvic floor physical therapists are well-trained  to evaluate PFM function but they are not typically charged with diagnosing GPPD/PD(21)",
            "Women with vaginismus often do not permit or tolerate genital examination or internal assessment of pelvic floor. Sensitivity is required when performing any assessment or examination of a woman with vaginismus –The woman’s ability to tolerate examination should be determined prior to initiating a physical examination –Fear and anxiety may be associated with any type of genital examination. Reactions may include expression of discomfort, pulling away, examination refusal, or screaming(11) ",
            "Sexual history is an important component of assessment of patients with vaginismus.(2,6) Sensitivity is required when exploring sexual history –Therapists should obtain specific permission prior to asking questions regarding sexual history –Obtaining sexual history may be deferred to a later part of the examination to allow time to build a level of trust –Sexual history should be obtained with the patient clothed",
            "A detailed pain assessment is part of the evaluation of a woman with vaginismus. Sensitivity is required when questions regarding chronic pain are posed",
            "Women with vaginismus demonstrate more defensive reactions during examination by a physical therapist and show more affective distress during recall of sexual activity(5) –If no distress is observed during examination, vaginismus may not be an appropriate diagnosis(13)",
            "Vaginismus, dyspareunia, and vulvodynia may occur simultaneously –The key sign of vaginismus is pain with penetration or attempted penetration during sexual activity, gynecologic examination, or tampon insertion –Patient examination should include assessment of possible concurrent conditions –Information on assessment of related pelvic floor conditions is available -Clinical Review…Pelvic Pain, Chronic, in Women ; CINAHL Topic ID Number: T708587 -Clinical Review…Pelvic Girdle Pain: An Overview ; CINAHL Topic ID Number: T708588 -Clinical Review…Vulvodynia ; CINAHL Topic ID Number: T901566",
            "Assessment should be discontinued if the patient requests the examination be stopped"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document history of the patient’s pain, including location, severity, timing, duration, causal/contextual factors, and associated symptoms. Document history of trauma and/or surgery, other pain conditions, presence of mood disorders, etc. Sexual history may be explored with patient permission",
                "course of treatment": {
                    "medical management": "Inquire regarding previous medical workup for infection or other cause of symptoms. The Cognitive behavioral/sex therapy May be combined with vaginal dilation training Psychotherapy and hypnotherapy Biofeedback training",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken?(2) Lidocaine gel Muscle relaxants Botulinum toxin may help relieve symptoms of women with vaginismus secondary to vulvodynia(12) Based on a study of 39 women in Italy with hypertonicity and reduced inhibition of the levatorani as measured by surface electromyography (sEMG) Women received up to 8 injections Outcome measure for pain was a visual analog score (V AS); the Female Sexual Function Index (FSFI) was used to measure sexual activity 63% reported reduced pain and increased sexual function for up to 1 year after treatment Antianxiety agents (e.g., diazepam)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Vaginismus is a diagnosis of exclusion. There are no diagnostic tests"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture, hypnosis) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Can the pain be reduced or alleviated? If so, how?",
                "body chart": "Use body chart to document location and nature of symptoms ",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Is penetration possible? If so, is it painful? Does pain occur only during penetration or at other times? Can patient insert a tampon or finger? Does patient feel anxious or fearful before, during, or after intercourse or attempted intercourse? How long have symptoms existed? -Detailed description of pain and location may be an indicator of the origin of pain and indicate presence of concurrent pain-causing  conditions -Pain discriminators may be burning or aching, local or general, spontaneous or provoked, superficial or deep, occurring with arousal or orgasm(13) -Pain with penetration (vaginismus) may be described as sharp or cutting and lasts for minutes -Pain with or after intercourse (dyspareunia or vulvodynia) may be described as burning and lasts for hours -A history of intercourse feeling like “hitting a brick wall” or “there is no hole down there” is often diagnostic of severe vaginismus and an important differentiation from dyspareunia, vulvodynia, and vestibulodynia(23)",
                "rating of symptoms": "Use a V AS or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables. Any fluctuations in symptoms linked to menstrual cycle? -Pain pattern tends to be minimal pain at rest or after insertion is complete,whereas pain increases with insertion(14)",
                "sleep disturbance": "Document number of wakings/night, if applicable",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder dysfunction, saddle anesthesia) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Has another condition involving the urogenital system been diagnosed? If patient has been pregnant, document course of pregnancy and any complications Has the patient undergone any surgeries in the abdominal or lumbopelvic region? Any history of chronic infections, STDs?",
                    "comorbid diagnoses": "Ask patient about other problems, including chronic pain syndromes, phobias, diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders Researchers of a retrospective population-based  study in Sweden reported that women with vaginismus are less likely to give birth and, if they do, they are more likely to deliver by caesarean section. If they do deliver vaginally, they are more likely to sustain a perineal laceration(24)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). Is patient on birth control medications?",
                    "other symptoms": "Ask patient about other symptoms she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient work? Does the patient have current restrictions in recreational or vocational activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Symptoms related to vaginismus and comorbid conditions/phobia may be severe enough to interfere with daily functioning. Document any reported impairments and/or coping strategies, if any",
                "living environment": "stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? As appropriate and indicated, inquire about stressors, family dynamics, etc. "
            }
        },
        "relevant tests and measures": {
            "general": "While tests and measures are listed in alphabetical order, sequencing should be appropriate ›Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting. Some tests and measures are appropriate for vulvodynia or dyspareunia, which may occur with vaginismus",
            "anthropometric characteristics": "Note structural components of the lumbopelvis and/or lower extremities that might contribute to pelvic floor dysfunction (e.g., leg-length  discrepancy, scoliosis)",
            "assistive and adaptive devices": "",
            "balance": "Complete a general balance assessment",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Complete a gait assessment, document pelvic mobility during gait. Observe spinal and hip movements during gait activitiesAssess lumbopelvic mobility and stability. Spinal, sacral, and pelvic alignment should be checkedAssess for atypical muscle tone. PFM contraction may be qualitatively assessed by palpation –Internal palpation of PFMs should not be attempted without explicit permission –sEMG assessment of the PFMs may not be possible initially due to necessity of penetration",
            "muscle strength": "Manual muscle testing (MMT) of trunk and extremities (hips) should be performed –Laycock’s modified Oxford scale may be used to quantify PFM strength(15)0 = no contraction, 1 = flicker, 2 = weak, 3 = moderate, 4 = good (with lift), 5 = strong -The number of maximal contractions and/or length of time a maximal contraction can be held can be used as a measure of PFM strength",
            "observation inspection palpation including skin assessment": [
                "Pelvic and perineal muscle/soft tissue examination, whether done externally or internally, should be performed with patient permission -Palpation of the pelvic floor, either external or internal, may not be tolerated by the patient initially -Some aspects of the levatorani (e.g., iliococcygeus, pubococcygeus, puborectalis) may be accessed and examined for trigger points with external techniques"
            ],
            "posture": "Complete a general postural assessment –Observe weight-bearing  distribution during sitting down as an indicator for the presence of trigger points in the PFM",
            "range of motion": "Perform a thorough assessment of spinal, pelvic, and hip movement and muscle flexibility –Hip flexor and adductor tightness are associated with vaginismus",
            "self-care activities of daily living": "",
            "reflex testing": "Assess reflexes for grade and symmetry, if appropriateDocument impairments related to vulvodynia or comorbid conditions –Inquire regarding bowel and bladder function",
            "sensory testing": "Assess for sensory impairment or hypersensitivity",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –FSFI assesses function in various sexual domains(14) –Female Sexual Distress Scale (FSDS) assesses personal distress in women with sexual dysfunction(14) –Visceral assessment to determine areas of hypomobility(13)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Some psychotropic medications have side effects that impact this domain. Assess with Mini-Mental  State Exam if cognitive side effects suspected",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Electrotherapy  contraindications/precautions -Do not place electrodes near carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads -Osteomyelitis -Hemorrhage -Impaired sensation, mental status, communication -Cardiovascular disease -Malignancy -Dermatological conditions -Proximity of electromagnetic radiation -In pregnant women, near the pelvis, lumbar spine, hips, or abdomen -In patients with stroke or seizures, near the neck -History of spontaneous abortion in pregnant women"
            ],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Contraindications/precautions to use of modalities(16) "
            ]
        },
        "diagnosis need for treatment": "Vaginismus results in significant pain and functional impairment. Treatment is a team effort because of the interplay of the physical and emotional aspects of vaginismus(23)(17) –Improving neuromuscular control of the PFMs, including muscle relaxation and discrimination along with reduction in hypertonicity –Increasing awareness and proprioception of the PFMs –Decreasing fear of vaginal penetration –Increasing elasticity and desensitizing painful areas",
        "rule out": "Specific organic causes of urogenital pain, infection, vulvodynia, or dyspareunia without concomitant vaginismus",
        "prognosis": [
            "Left untreated, symptoms of vaginismus most likely remain unchanged(18) –Only ~10% of women experience spontaneous resolution",
            "The inability of medical practitioners to diagnose and treat vaginismus effectively contributes to poor outcomes(23)"
        ],
        "referral to other disciplines": "Rehabilitation of vaginismus may be multidisciplinary and involve referral to a psychologist/ psychiatrist, sex therapist, and/or physician",
        "other considerations": [
            "Treatment for vaginismus often includes CBT with or without physical therapy –CBT alone was found to be efficacious but with a small effect in resolving the symptom complex of lifelong vaginismus(18) -Based on a study of 117 women with lifelong vaginismus in the Netherlands -Women were assigned to one of three groups: waiting-list  control, minimal contact therapy consisting of a set of instructional and self-treatment  materials with telephone support, and group CBT combined with instructional materials -Instructional materials included information on treatment of vaginismus, relaxation exercises, and self-help  techniques -Group therapy included 10 2-hour  sessions without partner participation -14% of the treated groups reported having successful intercourse compared to 0% of the control group at the end of treatment period -At 1-year  follow-up,  21% of the group CBT patients reported successful intercourse compared to 15% of the self-help group –Electrical stimulation/biofeedback combined with sexual CBT may be an effective treatment approach for women with vaginismus -Based on a study of 12 women in South Korea(19) -Women were treated with functional electrical stimulation/biofeedback to promote relaxation of the PFMs prior to initiation of CBT -Electric stimulation/biofeedback -Sessions were 15 minutes each and provided once a week for 12 weeks  -Electrical stimulation protocol utilized a pulse width of 2 ms, work schedule of 2 seconds on followed by 4 seconds off, and frequency of 50 Hz. An adjustable power setting was used which ranged from 10 mA to 100 mA -Biofeedback was conducted simultaneously. An EMG surface electrode was applied to the lateral wall of the vagina accompanied by probes that gradually increased in size -Sexual CBT (8-stage  gradual desensitization using vaginal self-dilation  with fingers and vaginal probe insertion) began when vaginal insertion was tolerated, usually around the 4th week -Successful outcome was defined as the ability to engage in sexual intercourse -All 12 women achieved the ability to engage in sexual intercourse -Pain and enjoyment during sexual activities were not reported",
            "Treatment with dilators (or trainers) –Researchers of a qualitative interview study conducted in the United Kingdom found that the practical and emotional demands of using vaginal trainers were often underestimated by healthcare professionals, resulting in inadequate support and information(26) -The women found it difficult to ask for help, to undergo physical examinations, and to deal with medical referrals. They also found it demoralizing to be “in treatment” for vaginismus -A good therapeutic relationship, the value of specialist skills and knowledge, and the need to facilitate couple communication about vaginismus were seen as positive professional support -Peer support among women was also found to be important to successful use of trainers"
        ],
        "treatment summary": [
            "Treatment techniques may include the following:(14,17) –Patient education –External and internal manual therapy, including introital (vaginal opening) stretching and pelvic floor techniques –Pelvic floor training, including relaxation and neuromuscular control using exercise and biofeedback",
            "Vaginismus often occurs concomitantly with vulvodynia and/or dyspareunia(5) –Suggested order of treatment is to address the vaginismus component first(13) -Significant overlap exists between treatments for these conditions",
            "A comprehensive physical therapy treatment approach may help reduce the symptoms of lifelong vaginismus(14) –Based on a retrospective chart review of 53 women in Canada; 13 consented to telephone interview –Therapy interventions included patient education (100%), internal manual therapy (100%), modified Kegel exercises (94%), use of dilators (83%), home exercise (self – 98%, with partner – 71%), pelvic floor biofeedback (78%), and electrical stimulation (37%) -Transcutaneous electrical stimulation utilized a low-intensity,  biphasic current delivered by a vaginal sensor -Use of dilators progressed from small to medium to tampons to large dilators -Tolerance to tampon insertion took an average of 10 treatments –12 patients dropped out of treatment early due to cost or other reasons –Mean number of treatments for the interview group was 31 (range 14–51) –According to the authors, interventions used were similar to those given to women with vulvodynia. More treatments were required to achieve clinical goals for women with vaginismus compared to women with vulvodynia –Some symptoms, such as pain, anxiety/fear, and pelvic floor tension, remained, and scores on the FSDS and FSFI indicated clinical levels of sexual distress and impaired sexual function after treatment. Authors concluded that no linear relationship existed between symptom reduction and sexual function –Patients were satisfied with the physical therapy treatments and found internal manual techniques most effective, followed by patient education, dilatation exercises, and home exercises –Physical therapy was considered an excellent treatment option for vaginismus. Authors concluded that physical therapy intervention should be integrated with sex therapy/CBT ›Physical therapy may help to decrease penetration anxiety(20)",
            "Based on a description of an exercise program designed to prepare a woman for self-touch,  pelvic examination and treatment, and dilator insertion –Therapist uses relaxation techniques (e.g., deep breathing) and environmental setting (patient posture, therapist location, lighting, clothing) to progress the patient towards allowing touch and treatment while maintaining control over the progression  –Author suggests that if the patient is unable to progress to the point of allowing touch it is an indicator that antianxiety medication may be appropriate . Problem Goal Intervention Expected Progression Home Program Altered PFM function; hypertonicity, decreased neuromuscular controlDecrease tone _ _ _ Increase neuromuscular control _ _ _ Improve muscle discrimination _ _ _ Decrease painManual therapy (13,14) _ _ Soft tissue mobilization/massage (internal and external) _ _ _ Trigger point release (PFM, hip musculature) _ _ _ Therapeutic exercise (13,14,17) _ _ Relaxation and strengthening exercises for the PFM _ _ _ Incorporate hip and spine exercise, if appropriate _ _ _ Modalities   (14,19) _ _ Biofeedback (use smallest internal electrode possible at first) _ _ _ Electrical stimulation _Progress each patient as indicated and toleratedExercises to improve neuromuscular control and function should be incorporated into home program. Instruction on frequency and duration of exercises should be provided and reinforced during treatment. Home program may progress to inclusion of partner participation  Reduced elasticity of the vaginal openingIncrease elasticity of the vaginal opening _ _ _ Improve tolerance to penetration _ _ _ Decrease painManual therapy (13,14,17) _ _ Soft tissue mobilization of PFM _ _ _ Vaginal dilator _ _Progress each patient as indicated and tolerated _ _ _ Progress dilator use from smallest to largest _ _Exercise and other techniques to improve flexibility and elasticity of the vaginal opening and pelvic floor should be incorporated into home program. Utilization of dilator may progress from self- use to use with partner _ Anxiety/fear regarding penetration or insertionReduce anxiety or fear, increase patient awareness and management of anxiety _ _ _ Increase tolerance to internal treatment techniquesTherapeutic exercise _ _ Use of positioning and environment to increase patient awareness of anxiety and fear/ avoidance response _ _ _ Relaxation techniques to modulate fear/ anxiety of penetration _ _ _ Relaxation techniques _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "reduced pain": [
            "V AS"
        ],
        "improved sexual function": [
            "FSFI"
        ],
        "improved quality of life": [
            "Self-report  on participation in ADLs and sexual intercourse",
            "SF-36  or other quality of life questionnaires"
        ]
    },
    "maintenance or prevention": [
        "The patient is advised to continue the prescribed home program and follow up with the appropriate healthcare professionals as indicated"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Binik YM. The DSM diagnostic criteria for vaginismus. Arch Sex Behav . 2010;39(2):278-291.  doi:10.1007/s10508-009-9560-0.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Lahaie MA, Boyer SC, Amsel R, Khalife S, Binik YM. Vaginismus: a review of the literature on the classification/diagnosis, etiology, and treatment. Womens Health . 2010;6(5):705-719.  doi:10.2217/whe.10.46. (RV)"
        },
        {
            "number in article": 3,
            "reference": "American Psychiatric Publishing. Diagnostic and statistical manual of mental disorders . 5th ed. Arlington, VA: American Psychiatric Publishing; 2013. (G)"
        },
        {
            "number in article": 4,
            "reference": "van der Velde J, Everaerd W. The relationship between involuntary pelvic floor muscle activity, muscle awareness and experienced threat in women with and without vaginismus. Behav Res Ther . 2001;39(4):395-408.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Reissing ED, Binik Y, Khalifé S, Cohen D, Amsel R. Vaginal spasm, pain, and behavior: an empirical investigation of the diagnosis of vaginismus. Arch Sex Behav . 2004;33(1):5-17.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Reissing ED, Binik YM, Khalife S, Cohen D, Amsel R. Etiological correlates of vaginismus: sexual and physical abuse, sexual knowledge, sexual self-schema,  and relationship adjustment. J Sex Marital Ther . 2003;29(1):47-59.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Christensen B, Grønbæk M, Osler M, Pedersen BV, Graugaard C, Frisch M. Sexual dysfunctions and difficulties in Denmark: prevalence and associated sociodemographic factors. Arch Sex Behav . 2011;40(1):121-132.  doi:10.1007/s10508-010-9599-y.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Wijma B, Wijma KA. A cognitive behavioural treatment model of vaginismus. Scand J Behav Ther . 1997;26(4):145-156.  doi:10.1080/16506079708412484. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Borg C, Peters ML, Schultz WW, de Jong PJ. Vaginismus: heightened harm avoidance and pain catastrophizing cognitions. J Sex Med . 2012;9(2):558-567. doi:10.1111/j.1743-6109.2011.02535.x.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Ward E, Ogden J. Experiencing vaginismus - sufferers' beliefs about causes and effects. Sex Marital Ther . 1994;9(1):33-45.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Huber JD, Pukall CF, Boyer SC, Reissing ED, Chamberlain SM. “Just relax”: physicians’ experiences with women who are difficult or impossible to examine gynecologically. J Sex Med. 2009;6(3):791-799.  doi:10.1111/j.1743-6109.2008.01139.x.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Bertolasi L, Frasson E, Cappelletti J, Vicentini S, Bordignon M, Graziottin A. Botulinum neurotoxin type A injections for vaginismus secondary to vulvar vestibulitis syndrome. Obstet Gynecol . 2009;114(5):1008-1016.  doi:10.1097/AOG.0b013e3181bb0dbb. (R)"
        },
        {
            "number in article": 13,
            "reference": "Rosenbaum TY. Physiotherapy of sexual pain disorders. . J Sex Marital Ther . 2005;31(4):329-340.  (GI)"
        },
        {
            "number in article": 14,
            "reference": "Reissing ED, Armstrong HL, Allen C. Pelvic floor physiotherapy for lifelong vaginismus: a retrospective chart review and interview study. J Sex Marital Ther . 2013;39(4):306-320.  doi:10.1080/0092623X.2012.697535. (R)"
        },
        {
            "number in article": 15,
            "reference": "Laycock J, Jerwood D. Pelvic floor muscle assessment: the PERFECT score. Physiotherapy . 2001;87(12):631-642.  doi:10.1016/S0031-9406(05)61108-X.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Bergeron S, Lord M. The integration of pelvi-perineal  re-education  and cognitive-behavioural  therapy in the multidisciplinary treatment of sexual pain disorders. Sex Relationship Ther . 2003;18(2):135-141.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "van Lankveld JJ, ter Kuile MM, de Groot HE, Melles R, Nefs J, Zandbergen M. Cognitive-behavioral  therapy for women with lifelong vaginismus: a randomized waiting-list controlled trial of efficacy. J Consult Clin Psychol . 2006;74(1):168-178.  (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Seo JT, Choe JH, Lee WS, Kim KH. Efficacy of functional electrical stimulation-biofeedback  with sexual cognitive behavioral therapy as a treatment of vaginismus. Urology . 2005;66(1):77-81.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Rosenbaum T. Addressing anxiety in vivo in physiotherapy treatment of women with severe vaginismus: a clinical approach. J Sex Marital Ther . 2011;37(2):89-93. doi:10.1080/0092623X.2011.547340. (GI)"
        },
        {
            "number in article": 21,
            "reference": "Reissing ED, Borg C, Spoelstra SK, et al. “Throwing the baby out with the bathwater”: the demise of vaginismus in favor of genito-pelvic  pain/penetration disorder. Arch Sex Behav . 2014;43(7):1209-1213.  doi:10.1007/s10508-014-0322-2.  (X)"
        },
        {
            "number in article": 22,
            "reference": "Simonelli C, Eleuteri S, Petruccelli F, Rossi R. Female sexual pain disorders: dyspareunia and vaginismus. Cur Opin Psychiatry . 2014;27(6):406-412.  doi:10.1097/ YCO.0000000000000098. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Pacik PT. Understanding and treating vaginismus: a multimodal approach. Int Urogynecol J . 2014;25(12):1613-1620.  doi:10.1007/s00192-014-2421-y.  (X)"
        },
        {
            "number in article": 24,
            "reference": "Moller L, Josefsson A, Bladh M, et al. Reproduction and mode of delivery in women with vaginismus or localized provoked vestibulodynia: a Swedish register-based  study. BJOG. 2015;122(3):329-334.  doi:10.1111/1471-0528.12946.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Lahaie M-A, Amsel R, Khalife S, et al. Can fear, pain, and muscle tension discriminate vaginismus from dyspareunia/provoked vestibulodynia? Implications for the new DSM-5 diagnosis of genito-pelvic  pain/penetration disorder. Arch Sex Behav . 2015;44(6):1537-1550.  doi:10.1007/s10508-014-0430-z.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Macey K, Gergory A, Nunns D, das Nair R. Women’s experiences of using vaginal trainers (dilators) to treat vaginal penetration difficulties diagnosed as vaginismus: a qualitative interview study. BMC Women’s Health . 2015;15(1):9. doi:10.1186/s12905-015-0201-6.  (R)"
        }
    ]
}