{
    "metadata": {
        "title": "Disorders of Consciousness, Coma and Unresponsive Wakefulness Syndrome: Occupational Therapy",
        "synonyms": [
            "disorders of consciousness, coma and vegetative state  occupational therapy",
            " occupational therapy: disorders of consciousness",
            "coma and unresponsive wakefulness syndrome"
        ],
        "anatomical location body part affected": [
            "The brain; the entire individual is affected by disorders of consciousness"
        ],
        "area of specialty": [
            "acute care",
            "neurological rehabilitation"
        ],
        "description": [
            "Disorders of consciousness include coma, unresponsive wakefulness syndrome (UWS), and minimally conscious state (MCS)",
            "Coma –A major complication of serious disorders of the CNS(1) –Consciousness is depressed and the eyes remain closed; the patient does not respond to either external or internal stimuli(1,2) –While in a coma, the patient is unarousable; however, he or she might exhibit some reflexive movements(1)",
            "Unresponsive wakefulness syndrome (UWS) –Typically follows coma(2) –The three main clinical features are:(29) -cycles of eye opening -complete lack of awareness of self or environment -complete or partial preservation of hypothalamic and brainstem autonomic functions –As with a coma, a patient in a UWS does not show evidence of purposeful movement in response to visual, auditory, tactile, or noxious stimuli(15) –Previously this state was referred to as a vegetative state. However, in 2010 Laureys et al. proposed a change in the terminology to unresponsive wakefulness syndrome because vegetative state was considered pejorative. The European Task Force on Disorders of Consciousness then passed a proposal to implement the change. Most literature published since then uses the term UWS(17)",
            "Minimally conscious state (MCS) –A significantly altered state of consciousness distinct from coma and UWS due to presence of episodes of consciousness in which eye contact or goal-directed  behavior occurs(2) –Individuals in an MCS demonstrate inconsistent periods of consciousness with some degree of functional recovery and responsive behavior(1) –Behavioral responses of individuals in an MCS indicate some level of self-awareness(41) –Emergence from MCS is marked by recovery of interactive communication or functional object use(16) ",
            "This Clinical Review focuses on patients in a coma or UWS"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R40.20": "coma, unspecified",
            "R40.2110": "coma scale, eyes open never, unspecified time",
            "R40.2111": "coma scale, eyes open never, in the field (EMT or ambulance)",
            "R40.2112": "coma scale, eyes open never, at arrival to emergency department",
            "R40.2113": "coma scale, eyes open never, at hospital admission",
            "R40.2114": "coma scale, eyes open never, 24 hours or more after hospital admission",
            "R40.2120": "coma scale, eyes open to pain, unspecified time",
            "R40.2121": "coma scale, eyes open to pain, in the field (EMT or ambulance)",
            "R40.2122": "coma scale, eyes open to pain, at arrival to emergency department",
            "R40.2123": "coma scale, eyes open to pain, at hospital admission",
            "R40.2124": "coma scale, eyes open to pain, 24 hours or more after hospital admission",
            "R40.2130": "coma scale, eyes open, to sound, unspecified time",
            "R40.2131": "coma scale, eyes open, to sound, in the field (EMT or ambulance)",
            "R40.2132": "coma scale, eyes open, to sound, at arrival to emergency department",
            "R40.2133": "coma scale, eyes open, to sound, at hospital admission",
            "R40.2134": "coma scale, eyes open, to sound, 24 hours or more after hospital admission",
            "R40.2140": "coma scale, eyes open, spontaneous, unspecified time",
            "R40.2141": "coma scale, eyes open, spontaneous, in the field (EMT or ambulance)",
            "R40.2142": "coma scale, eyes open, spontaneous, at arrival to emergency department",
            "R40.2143": "coma scale, eyes open, spontaneous, at hospital admission",
            "R40.2144": "coma scale, eyes open, spontaneous, 24 hours or more after hospital admission",
            "R40.242": "Glasgow coma scale score 9-12",
            "R40.243": "Glasgow coma scale score 3-8",
            "R40.244": "other coma, without documented Glasgow coma scale score, or with partial score reported",
            "R40.3": "persistent vegetative state",
            "B15.0": "hepatitis A with hepatic coma",
            "B16.0": "acute hepatitis B with delta-agent with hepatic coma",
            "B16.2": "acute hepatitis B without delta-agent with hepatic coma",
            "B19.0": "unspecified viral hepatitis with hepatic coma",
            "B19.11": "unspecified viral hepatitis B with hepatic coma",
            "B19.21": "unspecified viral hepatitis C with hepatic coma",
            "E03.5": "myxoedema coma",
            "E10.641": "type 1 diabetes mellitus with hypoglycemia with coma",
            "E11.01": "type 2 diabetes mellitus with hyperosmolarity with coma",
            "E13.01": "other specified diabetes mellitus with hyperosmolarity with coma",
            "E13.11": "other specified diabetes mellitus with ketoacidosis with coma",
            "E13.641": "other specified diabetes mellitus with hypoglycemia with coma",
            "P91.5": "neonatal coma (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. While persons in a persistent UWS are unlikely to be deemed candidates for rehabilitation, if they progress to a MCS they may be amenable to some rehabilitation. Families report difficulty accessing ongoing assessment and rehabilitation after acute care post injury, and report that a major barrier to care is the requirement that patients demonstrate improvement. Insurance denials often invoke an “improvement standard” or “medical necessity” as a prerequisite for ongoing coverage. Changes to the Medicare Benefit Policy Manual that took effect in January 2014 eliminated the requirement that patients must be expected to improve to be covered for certain treatments(25)"
        ],
        "presentation signs and symptoms": [
            "A patient in a coma will appear unresponsive, with his or her eyes closed.(1) A UWS follows a coma, and the patient shows improvement from initial comatose state, appearing awake, but remaining motionless and unaware of surroundings. Patients in these disordered states of consciousness sometimes have abnormal breathing  patterns and abnormal posturing and often develop joint contractures and decubitus ulcers over time as a result of being bedbound(1,3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "In an evaluation of a patient in a coma, the examiner is attempting to elicit behavioral responses through various types of stimulation, and therefore there is a risk that the patient could become agitated and/or combative",
            "Presence of certain devices (e.g., mechanical ventilator, extraventricular drain) might prevent full examination"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  coma and uws can result from any number of underlying etiologies, including:": [
            "Traumatic brain injury (TBI)(1,2,4,5)–For detailed information on TBI, see the series of Clinical Reviews on this topic",
            "Seizures(1)",
            "Hypothermia(1)",
            "Metabolic disturbances (e.g., diabetic ketoacidosis, hepatic encephalopathy)(1)",
            "Anoxia(4,5)–Anoxia can result from cardiac arrest, drug or alcohol overdose, or other events(22)",
            "Brain tumor(1,4)",
            "Stroke(4,5)–For detailed information on occupational therapy for stroke, see the series of Clinical Reviews on this topic",
            "Asphyxiation (as a result of hanging, drowning, or carbon monoxide or other gas intoxication)(6)"
        ],
        "pathogenesis:  the disturbance of consciousness associated with coma and uws results from damage to or disruption of the cns, which can be structural or nonstructural": [],
        "risk factors:  risk factors for coma and uws are those risk factors associated with the underlying conditions that result in coma  e.g., severe illness, diabetes, cardiovascular disease": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "An occupational therapy assessment should include the patient and family/friends as appropriate; including the patient’s familial and social network in the rehabilitation process might assist in the patient’s psychosocial recovery",
        "For patients in a coma or UWS, monitor for signs/symptoms of deep vein thrombosis (DVT), observe seizure precautions, and take care transferring a patient who has decubitus ulcers",
        "Precautions pertaining to movement of the numerous tubes and lines that many patients in reduced states of consciousness have (e.g., mechanical ventilator, intravenous lines, urethral catheter, arterial catheter, telemetry monitors, electrodes)",
        "When repositioning a patient in a reduced state of consciousness, it is essential to monitor the patient for changes (e.g., increased intracranial pressure [ICP], increases or drops in blood pressure, respiratory or heart rate changes)",
        "Agitation in patients who are in reduced states of consciousness might signify poor pain control",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "In an evaluation of a patient in a coma, the examiner is attempting to elicit behavioral responses through various types of stimulation, and therefore there is a risk that the patient could become agitated and/or combative",
            "Presence of certain devices (e.g., mechanical ventilator, extraventricular drain) might prevent full examination"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Review medical chart and physician reports to ascertain information about the patient’s underlying condition  -What caused the patient to be in a state of coma or UWS? What circumstances surrounded the onset of the coma/ UWS?(1) -Abrupt onset of coma is consistent with subarachnoid hemorrhage, brainstem stroke, or intracerebral hemorrhage; slow onset and gradual progression to unconsciousness suggests an underlying structural defect or mass lesion(1) -If an intoxicated state or agitated delirium precedes the comatose state, the cause is likely metabolic(1) -How long has the patient been in a coma or UWS?(1) Have there been any medical complications? -Review the patient’s medical chart to determine if the physician has made a statement regarding long-term  prognosis for consciousness(1)",
                "course of treatment": {
                    "medical management": "Document medical or surgical management to date of the coma or UWS and underlying supportive therapy for respiration and blood pressure airway management/intubation/mechanical ventilation(1) management of swelling in the face and head; monitoring ICP(1) craniotomy (evacuation of hematoma, placement of a ventriculoperitoneal [VP] shunt)(1) targeted temperature management - Induced therapeutic hypothermia is often used with patients who arrive at the hospital in a comatose state to prevent further neurological damage(6,22) placement of a feeding tube (nasogastric [NG] or gastric [G] tube)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; how are they being taken? IV or feeding tube? Routine administration of “coma cocktail” (thiamine, naloxone, glucose, flumazenil, physostigmine) is no longer recommended(30) Any treatable conditions (based on physical exam and laboratory findings) should be addressed with medications(30) The 2018 American Academy of Neurology practice guidelines for patients with disorders of consciousness state that amantadine (100200  mg twice daily) for adults with traumatic UWS or MCS (416  weeks post injury) may hasten functional recovery and reduce disability early in recovery(34)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Diagnostic imaging (e.g., MRI, CT scan, chest X-ray)(1)",
                        "In a study conducted in Japan, researchers compared functional MRIs (fMRIs) in response to music stimulation of 21 healthy adults to those of 2 adults in an MCS and 5 in a UWS. Bilateral superior temporal gyri activation was present in the fMRIs of both the healthy adults and patients in MCSs; however, there was no response observed from the patients in a UWS. Researchers proposed that cortical response to music stimulation might be a way to differentiate MCS and UWS(18)",
                        "Blood work (CBC, platelets, PT [INR], PTT, BUN, creatinine, serum glucose, electrolyte analysis, arterial blood gases [ABGs], toxicological studies as indicated)(1)",
                        "EEG to monitor brain activity(40)",
                        "ICP monitoring may be done with an intraventricular catheter, a subdural screw, or an epidural sensor",
                        "It is necessary to drill a hole through the skull to insert any of these monitoring devices"
                    ],
                    "alternative therapies": "",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful in improving responsiveness"
                },
                "aggravating easing factors": "Document the patient’s response to stimuli such as light, sound, touch, and pain.(1) Document anything that appears to agitate the patient during the evaluation. Document if the family/caregiver/nurse reports anything that appears to either calm or agitate the patient",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms and preserved reflexes",
                "rating of symptoms": "Specifically address if pain is present now -Note the behavioral response to painful stimuli(1) -Purposeful limb withdrawal from painful stimuli suggests that the patient’s sensory pathways from and motor pathways to the limb are intact(1)  -An absence of behavioral response to pain unilaterally suggests presence of a corticospinal lesion(1) -An absence of a response to pain bilaterally suggests damage to/involvement of the brainstem, bilateral pyramidal tract lesions, or psychogenic unresponsiveness(1)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "A sleep/wake cycle is not present in coma.(15) Patients in a UWS often exhibit cycles of eye opening and closure, indicating possible emergence of a sleep-wake  cycle(15) -Authors of a study conducted in Italy of 27 children and adolescents in a UWS reported that the presence of an organized sleep pattern on polysomnography (sleep study) was associated with a favorable prognosis for recovery(21)",
                "other symptoms": "Document other symptoms patient might be experiencing -Risk of DVT is significantly increased in patients in reduced states of consciousness; assess for signs of DVT (e.g., redness, warmth, tenderness, swelling) and refer to physician urgently if these symptoms are present",
                "respiratory status": "Note respiratory status -Does the patient require supplemental oxygen? Tracheostomy tube, nasal cannula, or breathing mask? -Does the patient require mechanical ventilation? If so, identify type and settings being used -Document abnormal breathing patterns -Cheyne-Stokes  respiration (episodes of deep breathing alternating with periods of apnea) can occur in cases of bihemispheric or diencephalic disease or coma caused by metabolic disorders(1) -Central neurogenic hyperventilation (marked by rapid deep breathing) can occur with lesions of the brainstem tegmentum(1) -Apneustic breathing (prolonged inspiratory phase followed by pauses with expiration; rate is usually around 1.5 breaths per minute) indicates lesions of the brainstem at the level of the pons(1) -Atactic breathing (very irregular breathing pattern with both shallow and deep breaths occurring randomly) indicates damage at the level of the lower pontine tegmentum and medulla(1) Barriers to learning -N/A"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Is there a prior history of a disorder of consciousness? Is there a history of TBI, cardiovascular disease (e.g., stroke, hypertension, arterial stenosis), or diabetes?",
                    "comorbid diagnoses": "Consult chart or ask the patient’s family about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications previously prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -What were the patient’s daily occupations and role(s) within his or her family? -What activities and hobbies did the patient enjoy prior to the coma? -A caregiver interview might be helpful to gain insight into the patient’s hobbies, family/community roles, interests, prior work status, and home responsibilities",
                "functional limitations assistance with ADLs adaptive equipment": "What assistive or adaptive equipment is available to the patient at home? -Document both high-  and low-tech  adaptations and equipment",
                "living environment": " Living environment -Who is the patient’s primary caregiver? -If the patient has no caregiver or the patient’s caregiver is not receiving guidance or assistance with the patient’s care, refer to social worker or case management -With whom does the patient live (spouse/partner, parents, children, siblings, grandparents, caregivers)?  -There are typically high levels of burden associated with being a caregiver for a person in a state of disordered consciousness -Authors of a study (N = 26) examined life satisfaction in families with a child with UWS. A set of four questionnaires(31) -life satisfaction in the families with a child with UWS was significantly lower than in families with a child without UWS -life satisfaction in families with a child with UWS was significantly affected by external factors, such as everyday support, home visits, support by a doctor, nursing service, health insurance -self-management  skills in families with a child with UWS were lower than in families with a child without UWS -families with a child with UWS regarded their child as a full family member to the same degree as did families with a child without UWS -The authors concluded that social and logistical support was the most important component to reduce stress in families with a child with UWS"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Note BMI",
            "assistive and adaptive devices": "For patients who are in a coma or UWS, assistive and adaptive devices are unlikely to be beneficial due to the lack of purposeful, intentional movements. However, for the patient who is emerging from a UWS or MCS, and is regaining the ability to control even small movements such as eye blinks or hand closure, assistive technology can be introduced in order for the patient to communicate (e.g., make a request) or act on his or her environment (e.g., change the radio station).(7,8) Assistive devices commonly used with comatose patients include mechanical lifts, devices to assist with rolling and positioning, and air beds to prevent skin breakdown",
            "balance": "The vestibular-ocular  reflex of a patient in a coma can be assessed by caloric stimulation using irrigation with ice water(1) –Document the results of any caloric stimulation; this is typically performed by a physician or audiologist, not an occupational therapist (OT) –Assess balance in sitting position for any patient emerging from a coma",
            "cardiorespiratory function and endurance": [
                "Assess heart rate, blood pressure, and respiratory rate regularly pre/during/post stimulation",
                "Monitor respiratory rate to assist with determining fatigue and endurance levels"
            ],
            "circulation": "Assess pulse bilaterally; note any discrepancies or abnormalitiesAssess patient for involvement of cranial and peripheral nerves –Ipsilateral pupillary dilation with no direct or consensual response to light indicates damage to the 3rd cranial nerve and can occur with herniation of the brain(1) –The vestibular-ocular  reflex of a patient in a state of coma can be assessed by caloric stimulation using irrigation with ice water; this test assesses the function of the 8th cranial nerve(1)Assess joint integrity and mobility –Assess upper extremity active (if possible) and passive ROM (AROM/PROM) -Note hyper-  and hypomobility as well as soft tissue changes such as swelling, inflammation, and restriction at the shoulder, elbow, wrist, and hand –Joint contractures can develop over time as a result of prolonged disuse and bedbound status(1,3)Assess fine and gross motor function, if any, of the upper extremities. Document reflexes with the use of standardized testing, if available –Document the presence of spasticity or flaccidity(1) -Modified Ashworth Scale (mAS) -Used to assess tone (resistance to passive movement) -Severity of spasticity can be graded on the mAS -Patients in a coma or UWS do not exhibit voluntary actions; observe involuntary and reflexive movements",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Defer assessment of muscle strength  –Observe the strength of posturing and local withdrawal movements (e.g., against gravity)",
            "observation inspection palpation including skin assessment": [
                "Skin breakdown can develop over time in patients who are in a state of coma as a result of prolonged bedbound status(1,3)",
                "Common locations for skin breakdown in bedbound coma: heels, sacrum, coccyx, elbows",
                "Observe for and document presence of skin changes upon initial evaluation and at the start of each treatment session; report new or changing skin breakdown to patient’s nurse and/or physician. Document redness, dark or purple spots, shiny skin, skin that doesn’t blanch when pressed",
                "Measure and stage any skin breakdown/wounds"
            ],
            "posture": "Document posture and postural abnormalities –Decorticate posturing (patient is stiff, with arms flexed in toward the body, clenched fists sometimes held on the chest, and legs in extension) can occur when there are lesions of the internal capsule and rostral cerebral peduncle and cerebral hemispheres(1) –Decerebrate posturing (arms extended and internally rotated, legs extended with feet plantar flexed, and head and neck arched backwards) occurs when there is extensive brainstem damage that extends to the pons at the level of the trigeminal nerve(1) -Decerebrate posturing can be accompanied by flaccidity or slight flexor responses in the patient’s legs(1)",
            "range of motion": "Assess PROM (and AROM, if possible) of both upper extremities, including the shoulder, elbow, forearm, wrist, and fingers –Note pain response with any active movement or stretching –Document presence of contractures",
            "self-care activities of daily living": "",
            "reflex testing": "Document the presence of primitive reflexes; document presence of any abnormal reflexesFor patients in a state of coma or UWS, total assistance will be required for all aspects of self-care",
            "sensory testing": "A patient in a coma or UWS does not respond purposefully to sensory stimuli. Special sensory tests (described below) may be conducted to distinguish persons who are in a UWS, are in an MCS, or have emerged from MCS ",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –The American Congress of Rehabilitation Medicine (ACRM)Brain-Injury-Interdisciplinary  Special Interest Group, Disorders of Consciousness Task Force recommends use of the following scales in the assessment of disorders of -Coma Recovery Scale–Revised  (CRS-R)  (recommended, with minor reservations)(12) -A standardized behavioral assessment that measures neurobehavioral function to assist with differential diagnosis and document recovery from coma. Comprises 23 items that are divided among 6 subscales; assesses auditory, visual, motor, oromotor, communication, and arousal functions(33) -Considered the most validated and sensitive method for identifying behavioral signs of awareness that can help distinguish between UWS, MCS, and emergence of the MCS(33) -Misdiagnosis between coma, UWS, and minimally conscious states is common. Authors of a study found that the number of assessments (CRS-S)  had a significant effect on the clinical diagnosis in disorders of consciousness. They found that the results of one to four assessments of the CRS-S were statistically different from the results of the reference diagnosis, which was based on the sixth assessment. They recommended a minimum of five CSR-R assessments be conducted within a short time interval (e.g., 2 weeks) to reduce misdiagnosis(32) -Authors of a case study describeda 41-year-old patientin whom UWS was misdiagnosed for 20 years, before repeated standardized behavioral examinations combined with neuroimaging assessments indicated the patient was fully conscious and able to communicate. His new diagnosis was incomplete locked-in  syndrome. This case study shows the importance of repeated CSR-R assessments conducted in a short time frame (e.g., 2 weeks)(33) -Coma/Near-Coma  Scale (CNC) (recommended, with major reservations)(12) -Disorders of Consciousness Scale (DOCS) (recommended, with moderate reservations)(12) -A standardized assessment with 23 test items; each item is rated on a 3-point  scale(13)response does not differ from baseline behavior; 1 = General response; 2 = Localized response response is contextually related to the test stimuli -The DOCS manual and testing forms are available free in the public domain -Sensory Modality Assessment Technique (SMART) (recommended, with moderate reservations)(12) -A valid and reliable assessment tool for individuals in a disordered state of consciousness; includes 8 subscales, with 5 possible ratings for each item; to be used as both an assessment and treatment tool(13) -Sensory Stimulation Assessment Measure (SSAM) (recommended, with moderate reservations)(12) -Wessex Head Injury Matrix (WHIM) (recommended, with moderate reservations)(12) -Western Neuro Sensory Stimulation Profile (WNSSP) (recommended, with moderate reservations)(12) –The SMART, SSAM, WHIM, and WNSSP demonstrate good content validity, containing items that can distinguish persons who are in a UWS, are in an MCS, or have emerged from MCS –According to the ACRM task force recommendations, the Swedish Reaction Level Scale–1985  (RLS85), Loewenstein Communication Scale (LOEW), and Comprehensive Levels of Consciousness Scale (CLOCS) are not recommended for serial bedside behavioral assessment of persons with disorders of consciousness(12) –The Full Outline of UnResponsiveness (FOUR) Score, Innsbruck Coma Scale (INNS), and Glasgow Coma Scale (GCS) are not recommended by the ACRM task force for serial bedside behavioral assessment of persons with disorders of consciousness because expert consensus finds that these scales’ items do not satisfactorily cover a representative sample of disorders of consciousness behavior and have unacceptably low levels of standardization in their administration and scoring procedures(12)A scale created for use with patients in various states of consciousness; score (can range from 3 to 15) is based on motor responsiveness, verbal performance, and eye opening to appropriate stimuli(9)No eye opening, no ability to follow commands, no word verbalizations -Head injury classificationsevere head injurymoderate head injurymild head injury  -ICS(9) -A coma scale similar to the GCS; however, the ICS does not rate verbal response and contains additional items forpupillary size and reaction, movement and position of the eyes, and oral automatisms -Scores range from 0 to 23An assessment tool for individuals in a state of disordered consciousness; the scale used to calculate the FOUR Score contains four testable components, with a maximum of 4 points in each section(14) -The FOUR Score addresses some of the shortcomings of the GCS (e.g., recognizes that verbal response cannot be assessed in intubated patients) and includes information that is not assessed by the GCS, including measurement of brainstem reflexes; determination of eye opening, blinking, and tracking; and the presence of abnormal respiratory rhythms(14) –Coma scales cannot be used to accurately predict functional, long-term  outcome for patients in a coma; instead, they are used to describe the patient’s current level of functioning and track changes over time with repeated administrations(9)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "Traditional assessments of vision and hearing are unlikely to be appropriate for a patient in a coma; however, document behavioral responses to sound and light(1) –Document pupillary reaction to light(1) -Small but reactive pupils can indicate bilateral diencephalic damage or damage to the brainstem at the level of the pons(1) -Ipsilateral pupillary dilation with no direct or consensual response to light indicates damage to the 3rd cranial nerve and can occur with herniation of the brain(1) -With metabolic encephalopathy, the pupils might be smaller than expected but responsive to light(1) -For patients in a coma as a result of drug overdose, pupils might be fixed and dilated(1) -Pupillary dilation for several hours after cardiac arrest is associated with a poor overall prognosis(1) –Conjugate deviation (the eyes move to the same side when at rest) indicates an ipsilateral lesion of the cerebral cortex or a contralateral lesion of the brainstem at the level of the pons(1) -If the eyes move downward in conjugate deviation, this indicates a mesencephalic lesion(1) -Dysconjugate deviation of the eyes indicates a structural lesion of the brainstem (unless the patient had a preexisting strabismus)(1) –Document the position of the eyes and their movement in response to passive movement of the patient’s head(1) -With movement of the head from side to side or in flexion and extension, the eyes of a patient in a coma might exhibit a “doll’s head eye response”(1) -In the doll’s head eye response, the eyes conjugately deviate in the direction opposite from the head’s movement(1) -This does not occur in individuals with intact consciousness(1) -The absence of the doll’s head eye response indicates dysfunction of brainstem or oculomotor nerves(1)",
            "arousal attention cognition": "Document level of arousal; is the patient in a coma or UWS? Document the results of any diagnostic tests that have been completed to determine level of consciousness and/or prognosis for return of consciousness",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Coma stimulation programs should provide stimulation that does not interfere with the patient’s medical care; for example, sensory stimulation should not result in a dangerous increase in ICP or blood pressure(10)",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The OT must consider the patient’s risk factors and deficits to determine if the patient is an appropriate candidate for therapy; a multifaceted, multidisciplinary approach is indicated for patients who are in a state of coma or a UWS",
        "rule out": " Locked-in  syndrome (de-efferented  state); sometimes referred to as pseudocoma(15) –Locked-in  syndrome is not a disorder of consciousness but presents similarly to one, and must be differentiated from a UWS. In locked-in  syndrome, patients are conscious and aware of their surroundings but are unable to speak or move(1) –Caused by acute destructive lesions of the brainstem that damage the ventral pons while sparing the tegmentum(1) –Typically, the prognosis for locked-in  syndrome is poor; however, recovery has been reported, including resumption of independence in ADLs(1) MCS –It is often difficult to differentiate between MCS and UWS. In contrast to UWS, MCS patients have the potential to respond to their environment, with proper stimulation; however, if a patient in a MCS is understimulated it may be difficult to differentiate MCS from UWS(25) –MCS patients can demonstrate attention, intention, and memory, such as tracking a person who enters a room or grasping for a cup. However, they manifest these behaviors episodically and unreliably, so may not comply when asked to repeat them(25)",
        "prognosis": [
            "According to the 2018 review by the American Academy of Neurology, in patients with prolonged disorders of consciousness those in whom MCS is diagnosed within the first 5 months of injury have a more favorable long-term prognosis for functional recovery than those in whom UWS is diagnosed(34) ",
            "Researchers in the Netherlands investigated the recovery course of 44 patients aged 0 to 25 years who experienced a prolonged period of disordered consciousness after severe TBI and were admitted to the Early Intensive Neurorehabilitation Programme (EINP).Patients were examined every 2 weeks from admission to discharge.(19) In this group of patients, researchers identified 3 courses of recovery: remaining in a UWS (12/44); fast recovery of consciousness (discharged before the 12th week after admission; 11/44); and slow recovery of consciousness (21/44) –The patients whose recovery course was labeled slow recovery of consciousness remained in an MCS and could not be discharged to an acute rehabilitation facility(19) –Researchers followed long-term  recovery of 32 of the 44 patients for 2.0–4.4  years post discharge from the EINP using the Disability Rating Scale (DRS) as an outcome measure -The DRS evaluates a patient’s disability status, with scores ranging from 30 (death) to 0 (no level of disability) based on responses such as eye opening, verbal response, motor response, cognitive disability, level of function, and employability -In the group of 32, the largest group of patients (n = 13) were labeled “moderately disabled,” which correlated to a score of 6 on the DRS. The other 19 patients’ scores were relatively evenly distributed from mildly/partially disabled (scores of 1 to 3, n = 3) to 30 (death, n = 4)(19)",
            "Most out-of-hospital  cardiac arrest survivors are comatose when brought to hospital and about half die before hospital discharge(26) –Most deaths occur after withdrawal of life sustaining treatment (WLST) following a prognosis of a poor neurological outcome due to hypoxic-ischemic  brain injury severity –Researchers in Italy recommended a multimodal approach to prognostication after cardiac arrest, to prevent incorrect WLST for presumed irreversible brain injury -Clinical examination and diagnostic tests should be used, including somatosensory evoked potentials and pupillary reflexes -Other predictors, including EEG patterns, early myoclonus, and signs of diffuse hypoxic-ischemic injury on brain CT or MRI, may be less accurate –The authors presented a case study of a patient for whom a decision was made to continue to treat despite poor prognostic indicators, and who eventually returned home and was independent –Most survivors of cardiac arrest awaken in 3–5 days; however, some patients have a delayed recovery -The authors advocate considering a further period of observation when the outcome is uncertain",
            "Despite prognostic indicators, a subset of patients retain an indeterminate prognosis(27) –Prognostic uncertainty in acutely comatose patients is associated with significant practice variation in WLST –Variations in hospital mortality rates that are not explained by patient risk factors have raised concerns that they may be partly due to variations in perceptions of long-term prognosis –A need for novel prognostic indicators has been identified. fMRI is one tool that is being researched as a novel prognostic indicator"
        ],
        "referral to other disciplines": " Referral to other disciplines Referral to dietician, as the patient might be at risk for malnutrition; patient might require nutritional supplements or supplemental feedings, commonly via G-tube Referral to social work if the patient’s family is having difficulty coping and/or might benefit from assistance with issues such as facility placement Referral to an orthotist for the fabrication of splints, orthoses, or braces Referral to physical therapy for evaluation and possible treatment Referral to speech therapy for evaluation and possible treatment Referral to nursing care for assistance with positioning and skin care",
        "other considerations": [],
        "treatment summary": [
            "The American Academy of Neurology practice guidelines for patients withdisorders of consciousness state that because most studies are open-label  studiesand case reports,results need to be interpreted with caution and cannot be translated directly into practice(34)",
            "According to the national clinical guideline for brain injury rehabilitation in adults from the Scottish Intercollegiate Guidelines Network (SIGN), there is insufficient evidence regarding nonpharmacological interventions for patients in a UWS or an MCS to support a clinical guideline for practice. The evidence reviewed indicated some positive outcomes for multisensory stimulation, music therapy, contingent stimulation, and assistive technology; however, the quality of the evidence was not high enough to establish treatment efficacy(20)",
            "Authors of a systematic review of studies conducted between 2003 and 2013 on the effectiveness of rehabilitation interventions for persons with disordered consciousness identified 12 interventions (including nutrition, tracheostomy care, mobility management, and multimodal sensory stimulation) and found insufficient evidence to support or refute the use of multimodal sensory stimulation(24)",
            "Authors of a systematic review evaluated the research on interventions to improve function in patients (0–25  years old) with UWS. There was some evidence for improved consciousness and functional outcomes following multicomponent neurorehabilitation programs, sensory stimulation, and pharmacological interventions. Inconsistent research quality and risk of biasin the research makes it difficult to draw conclusions regarding effective treatments for patients with UWS(38) –Six studies used multicomponent neurorehabilitation programs. Most multicomponent neurorehabilitation programs consisted of sensory stimulation, physical therapy, occupational therapy, oral therapy, and activity therapy –Six studies used sensory stimulation, but none used it as a stand-alone  intervention. Sensory stimulation consisted of treatments to stimulate vision, hearing, smell, taste, touch, posture and motion, pain, and temperature",
            "Sensory stimulation programs can include motor-based  therapy, auditory-based  training, music therapy, and multisensory training programs(35) –Authors of a systematic review of studies conducted between 2008 and 2013 on the effectiveness of sensory stimulation for improving arousal and alertness of individuals who were either in a coma or UWS after TBI found strong evidence to support the use of multimodal sensory stimulation. The evidence supported the use of early, frequent, multimodal sensory stimulation that is individually tailored to each patient for improving alertness and arousal in patients with coma and UWS(23) –Authors of a study examined whether preferred music has effects on functional connectivity within resting state networks related to consciousness. Thirteen patients with UWS were compared to 18 healthy controls(37) -Functional connectivity was analyzed following exposure of the patients to three auditory stimuli (scanner noise, preferred music, and aversive auditory stimulation) -Functional connectivity did not vary in the three conditions in healthy controls, but was impaired in all three conditions in patients with UWS -Preferred music and aversive stimulation increased the functional connectivity of the auditory network -The authors concluded that sensory stimulation programs should consider the need for strong stimuli (preferred music and/or aversive auditory stimuli) to elicit cerebral responses –Researchers in South Korea compared the effects of direct vs non-direct  auditory stimulation on arousal in coma patients with severe TBI(28) -A crossover intervention study design with 9 participants was used -Direct auditory stimulation involves stimuli such as voices of family members, orientation by a nurse, and familiar music, and it requires a higher level of interpersonal interaction between the patient and the stimuli. Non-direct  auditory stimuli were more general, less familiar, less interactive, and not lively, such as general music and TV sounds -Participants received both direct and non-direct auditory stimulation in randomized order for 15 minutes -Outcome measures were the GCS and the SSAM -Both direct and non-direct  auditory stimulation resulted in significantly increased GCS and SSAM scores over baseline. The improvement in SSAM scores after direct auditory stimulation was significantly greater than that after non-direct auditory stimulation, but there was no statistically significant difference in GCS scores -The authors concluded that direct and non-direct auditory stimulation may be beneficial for increasing the arousal of comatose patients and that the SSAM is more useful for detecting subtle changes from stimulation intervention than the GCS  –Authors of an RCT (N = 50) evaluated the effectiveness of a tilt table therapy with or without an integrated stepping device on the level of consciousness in patients with UWS or MCS. Both groups received 10 1-hour  verticalization treatments over the course of 3 weeks(39) -Both groups improved significantly on the CRS-R score during the intervention phase and maintained this gain during the follow-up  period -When comparing the changes in the CRS-R  score in the first three weeks and at six weeks, the group receiving therapy on a tilt table without an integrated stepping device group was statistically superior to the group receiving therapy on a tilt table therapy with an integrated stepping device -The group receiving therapy on a tilt table therapy with an integrated stepping device did not have any additional benefit for patients with disorders of consciousness. However, verticalization may be beneficial to patients with disorders of consciousness and is recommended as a treatment early in rehabilitation –For detailed information on tilt tables, see  Clinical Review…Tilt Table  ; CINAHL Topic ID Number: T709278",
            "The goal of a therapeutic coma stimulation or coma arousal program is to ensure that the patient is receiving holistic care following severe damage to the brain, not just the routine medical care to maintain the functions of the body.(10) Typically, coma stimulation programs involve intense multimodal stimulation through all five senses(10) –Suggestions for occupational therapy for patients in a state of coma have been provided by therapists in the intensive therapy unit of the St. George’s Hospital (formerly the Atkinson Morley Hospital) in the United Kingdom: -Begin with passive stimulation (e.g., music, upper extremity massage); move to active stimulation requiring response from the patient (e.g., using therapy bands or therapy putty to elicit a grasping or pulling response) as soon as the patient appears able(10) -Start active rehabilitation as soon as the patient is medically stable per physician order(10) -Provide intense, varied, and consistent stimulation for the patient throughout his or her hospital stay(10) -Do not underestimate the intensity of stimulation that might be required to elicit a response from the patient (while monitoring vital signs for undesired effects such as a dangerous increase in ICP, heart or respiratory rate, or blood pressure)(10) -Provide explanations and instructions about providing stimulation for the patient’s family members and friends at bedside(10)",
            "Splinting –In addition to providing sensory and physical stimulation, OTs might be asked to see patients in a coma or UWS for positioning splints(36) -Use of appropriate splinting can prevent contractures and/or decrease spasticity –Splints described in research studies with patients with disorders of consciousness include: -prefabricated foam splints -footboards/foot-drop  splints -adaptive shoes -ankle-foot  splints",
            "Reality orientation with postcomatose patients –Immediately upon emerging from a coma, patients are typically confused, disorientated, and amnesic and often cognitively impaired(11) –Occupational therapy for these patients initially focuses on reorientation(11) -Ask the family to provide familiar, personal objects such as a poster, stuffed animal, and photographs(11) -Posting a calendar in the room and changing it daily can help reorient the patient to time(11) -Provide emotional support as needed and refer to social work/mental health professional when appropriate(11) –Authors of a quasi experimental, prospective study conducted in Denmark found that a group of 24 subjects who had experienced a moderate to severe TBI and received a systematic reality orientation intervention had higher Glasgow Outcome Scale Extended scores at 12 months than a group of 38 matched controls who received usual care only(11) . Problem Goal Intervention Expected Progression Home Program  Reduced consciousness Stimulation of the sensory pathways of the brainTherapeutic modalities _ Multicomponent neurorehabilitation programs _ Sensory stimulation treatments _ Coma stimulation _ See Treatment summary , aboveOT can provide gradual progression of the intensity of the stimulation that is appropriate for patient’s individualized goalsProvide the patient’s family with various means of multimodal stimulation Increased risk for joint contractures, DVT, and decubitus ulcersMinimize development of joint contractures, DVT, and decubitus ulcers while patient is in a comatose statePrescription, application of devices and equipment _ Splinting _ _ Therapeutic modalities _ Tilt table therapy _ _ PROM and stretching exercises _ _ Positioning _ Collaborate with nursing staff to develop a turning schedule to prevent formation of decubitus ulcers _ _ See Treatment summary , aboveN/A Educate the patient’s caregiver/family regarding exercises, positioning, and/or turning schedule ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved level of consciousness gcs": [],
        "minimized joint contractures": [
            "AROM",
            "PROM"
        ],
        "minimized decubitus ulcer formation": [
            "Skin assessment"
        ],
        "improved upper limb function mas": [],
        "improved cognitive functioning": []
    },
    "maintenance or prevention": [
        "Prevention of coma/UWS involves reducing the risk of the diseases and injuries that are associated with coma/UWS",
        "Prevention of complications associated with coma or UWS (e.g., contractures, skin breakdown, pneumonia)"
    ],
    "patient education": [
        "Information for families and caregivers about coma is available on the U.S. National Institute of Neurological Disorders and Stroke (NINDS) website’s Coma Information Page, https://www.ninds.nih.gov/Disorders/All-Disorders/Coma-Information-Page Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Aminoff MJ, Douglas VC. Nervous system disorders. Papadakis MA, McPhee SJ, Rabow MW, eds. Current Medical Diagnosis & Treatment 2017 . 60th ed. New York, NY: McGraw-Hill  Medical; 2021. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Wagner AK, Arenth PM, Kwasnica C, McCullough EH. Traumatic brain injury. Cifu DX, ed. Braddom’s Physical Medicine and Rehabilitation . 6th ed. Philadelphia, PA: Elsevier;"
        },
        {
            "number in article": 2020,
            "reference": " (GI)"
        },
        {
            "number in article": 3,
            "reference": "Jean N, Samms C. Ankle-foot  positioning splint for comatose patients. Am J Occup Ther . 1985;39(10):682-683.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Wilde EA, Whiteneck GG, Bogner J. Recommendations for the use of common outcome measures in traumatic brain injury research. Arch Phys Med Rehabil . 2010;91(11):1650-1660.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Giacino JT, Kalmar K, Whyte J. The JFK Coma Recovery Scale-Revised:  measurement characteristics and diagnostic utility. Arch Phys Med Rehabil . 2004;85(12):2020-2029. (R)"
        },
        {
            "number in article": 6,
            "reference": "Baldursdottir S, Sigvaldason K, Karason S, Valsson F, Sigurdsson GH. Induced hypothermia in comatose survivors of asphyxia: a case series of 14 consecutive cases. Acta Anaesthesiol Scand . 2010;54(7):821-826.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Lancioni GE, Singh NN, O'Reilly MF, et al. Post-coma  persons with motor and communication/consciousness impairments choose among environmental stimuli and request stimulus repetitions via assistive technology. Res Dev Disabil . 2010;31(3):777-783.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Lancioni GE, Singh NN, O'Reilly MF, et al. Post-coma  persons with extensive multiple disabilities use microswitch technology to access selected stimulus events or operate a radio device. Res Dev Disabil . 2011;32(5):1638-1645.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Diringer MN, Edwards DF. Does modification of the Innsbruck and the Glasgow Coma Scales improve their ability to predict functional outcome?. Arch Neurol . 1997;54(5):606-611.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Johnson DA, Roethig-Johnston  K. Coma stimulation: a challenge to occupational therapy. Br J Occup Ther . 1988;51(3):88-90.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Langhorn L, Holdgaard D, Worning L, Sorensen JC, Pedersen PU. Testing a reality orientation program in patients with traumatic brain injury in a neurointensive care unit. J Neurosci Nurs . February 2015;47(1):E2-E10.  doi:10.1097/JNN.0000000000000106. (R)"
        },
        {
            "number in article": 12,
            "reference": "Seel RT, Sherer M, Whyte J, et al; American Congress of Rehabilitation Medicine, Brain Injury-Interdisciplinary  Special Interest Group, Disorders of Consciousness Task Force. Assessment scales for disorders of consciousness: evidence-based  recommendations for clinical practice and research. Arch Phys Med Rehabil . December 2010;91(12):1795-813.  doi:10.1016/j.apmr.2010.07.218. (G)"
        },
        {
            "number in article": 13,
            "reference": "Laureys S, Perrin F, Schnakers C, Boly M, Majerus S. Residual cognitive function in comatose, vegetative and minimally conscious states. Curr Opin Neurol . 2005;18(6):726-733.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Wijdicks EF, Bamlet WR, Maramattom BV, Manno EM, McClelland RL. Validation of a new coma scale: The FOUR score. Ann Neurol . 2005;58(4):585-593.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Brogan ME, Provencio JJ. Spectrum of catastrophic brain injury: coma and related disorders of consciousness. J Crit Care . 2014;29(4):679-682.  doi:10.1016/j.jcrc.2014.04.014. (GI)"
        },
        {
            "number in article": 16,
            "reference": "Giacino JT, Katz DI, Garber K, Schiff N. Assessment and rehabilitative management of individuals with disorders of consciousness. Zasler ND, Katz DI, Zafonte RD, et al, eds. Brain Injury Medicine Principles and Practice . 2nd ed. New York, NY: Demos Medical; 2013. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Laureys S, Celesia GG, Cohadon F, et al; European Task Force on Disorders of Consciousness. Unresponsive wakefulness syndrome: a new name for the vegetative state or apallic syndrome. BMC Med . 2010;8:68. doi:10.1186/1741-7015-8-68.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "Okumura Y, Asano Y, Takenaka S, et al. Brain activation by music in patients in a vegetative or minimally conscious state following diffuse brain injury. Brain Inj. 2014;28(7):944-50.  doi:10.3109/02699052.2014.888477. (R)"
        },
        {
            "number in article": 19,
            "reference": "Eilander HJ, van Heugten CM, Wijnen VJ, et al. Course of recovery and prediction of outcome in young patients in a prolonged vegetative or minimally conscious state after severe brain injury: an exploratory study. J Pediatr Rehabil Med . 2013;6(2):73-83.  doi:10.3233/PRM-130241."
        },
        {
            "number in article": 20,
            "reference": "SIGN 130: Brain injury rehabilitation in adults. A national clinical guideline. Scottish Intercollegiate Guidelines Web site. http://www.sign.ac.uk/pdf/sign130.pdf . Published March"
        },
        {
            "number in article": 2013,
            "reference": " (G)"
        },
        {
            "number in article": 21,
            "reference": "Avantaggiato P, Molteni E, Formica F, et al. Polysomnographic sleep patterns in children and adolescents in unresponsive wakefulness syndrome. J Head Trauma Rehabil . 2015;30(5):334-346.  doi:10.1097/HTR.0000000000000122. (R)"
        },
        {
            "number in article": 22,
            "reference": "Laitio R, Hynninen M, Arola O, et al. Effect of inhaled xenon on cerebral white matter damage in comatose survivors of out-of-hospital  cardiac arrest: a randomized clinical trial. JAMA. March 15, 2016;315(11):1120-1128.  doi:10.1001/jama.2016.1933. (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Padilla R, Domina A. Effectiveness of sensory stimulation to improve arousal and alertness of people in a coma or persistent vegetative state after traumatic brain injury: a systematic review. Am J Occup Ther . 2016;70(3):7003180030p1-8.  doi:10.5014/ajot.2016.021022. (SR)"
        },
        {
            "number in article": 24,
            "reference": "Klingshirn H, Grill E, Bender A, et al. Quality of evidence of rehabilitation interventions in long-term  care for people with severe disorders of consciousness after brain injury: A systematic review. J Rehabil Med . August 18, 2015;47(7):577-585.  doi:10.2340/16501977-1983.  (SR)"
        },
        {
            "number in article": 25,
            "reference": "Fins JJ, Wright MS, Kraft C, et al. Whither the \"Improvement Standard\"? Coverage for severe brain injury after Jimmo v. Sebelius. J Law Med Ethics . 2016;44(1):182-193. doi:10.1177/1073110516644209. (RV)"
        },
        {
            "number in article": 26,
            "reference": "Sandroni C, Soar J, Friberg H. Does this comatose survivor of cardiac arrest have a poor prognosis? Intensive Care Med . 2016;42(1):104-106. doi:10.1007/s00134-015-4082-9.  (C)"
        },
        {
            "number in article": 27,
            "reference": "Weijer C, Bruni T, Gofton T, et al. Ethical considerations in functional magnetic resonance imaging research in acutely comatose patients. Brain. 2016;139(1):292-299. doi:10.1093/brain/awv272. (RV)"
        },
        {
            "number in article": 28,
            "reference": "Park S, Davis AE. Effectiveness of direct and non-direct  auditory stimulation on coma arousal after traumatic brain injury. Int J Nursing Pract . 2016;22:391-396.  doi:10.1111/ ijn.12448. (R)"
        },
        {
            "number in article": 29,
            "reference": "Monti MM, Laureys S, Owen AM. The vegetative state. BMJ. August 2, 2010;341:c3765. doi:10.1136/bmj.c3765. (GI)"
        },
        {
            "number in article": 30,
            "reference": "Edlow JA, Rabinstein A, Traub SJ, Wijdicks EF. Diagnosis of reversible causes of coma. Lancet. 2014;384(9959):2064-2076.  doi:10.1016/S0140-6736(13)62184-4.  (GI)"
        },
        {
            "number in article": 31,
            "reference": "Chadasch C, Kotchoubey B. Life satisfaction in families with a child in an unresponsive wakefulness syndrome. BMC Pediatr . March 8, 2021;21(1):116. doi:10.1186/s12887-021-02549-8.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Wannez S, Heine L, Thonnard M, Gosseries O, Laureys S, Coma Science Group collaborators. The repetition of behavioral assessments in diagnosis of disorders of consciousness. Ann Neurol . 2017;81(6):883-889.  doi:10.1002/ana.24962. (R)"
        },
        {
            "number in article": 33,
            "reference": "Vanhaudenhuyse A, Charland-Verville  V, Thibaut A, et al. Conscious while being considered in an unresponsive wakefulness syndrome for 20 years. Front Neurol . 2018;9:671. doi:10.3389/fneur.2018.00671. (C)"
        },
        {
            "number in article": 34,
            "reference": "Giacino JT, Katz DI, Schiff ND, et al. Practice guideline update recommendations summary: Disorders of consciousness: Report of the Guideline Development, Dissemination, and Implementation Subcommittee of the American Academy of Neurology; the American Congress of Rehabilitation Medicine; and the National Institute on Disability, Independent Living, and Rehabilitation Research. Neurology . 2018;91(10):450-460.  doi:10.1212/WNL.0000000000005926. (G)"
        },
        {
            "number in article": 35,
            "reference": "Thibaut A, Schiff N, Giacino J, Laureys S, Gosseries O. Therapeutic interventions in patients with prolonged disorders of consciousness. Lancet Neurol . 2019;18(6):600-614. doi:10.1016/S1474-4422(19)30031-6.  (RV)"
        },
        {
            "number in article": 36,
            "reference": "Martens G, Laureys S, Thibaut A. Spasticity management in disorders of consciousness. Brain Sci. December 9, 2017;7(12):162. doi:10.3390/brainsci7120162. (RV)"
        },
        {
            "number in article": 37,
            "reference": "Boltzmann M, Schmidt SB, Gutenbrunner C, et al. Auditory stimulation modulates resting-state  functional connectivity in unresponsive wakefulness syndrome patients. Front Neurosci. February 16, 2021;15:554194. doi:10.3389/fnins.2021.554194. (R)"
        },
        {
            "number in article": 38,
            "reference": "Houston AL, Wilson NS, Morrall MC, Lodh R, Oddy JR. Interventions to improve outcomes in children and young people with unresponsive wakefulness syndrome following acquired brain injury: A systematic review. Eur J Paediatr Neurol . 2020;25:40-51.  doi:10.1016/j.ejpn.2020.01.015. (SR)"
        },
        {
            "number in article": 39,
            "reference": "Krewer C, Luther M, Koenig E, Müller F. Tilt table therapies for patients with severe disorders of consciousness: a randomized, controlled trial. PLoS One . December 1, 2015;10(12):e0143180. doi:10.1371/journal.pone.0143180. (RCT)"
        },
        {
            "number in article": 40,
            "reference": "Formaggio E, Del Felice A, Cavinato M, et al. EEG to identify attempted movement in unresponsive wakefulness syndrome. Clin EEG Neurosci . 2020;51(5):339-347. doi:10.1177/1550059420911525. (R)"
        },
        {
            "number in article": 41,
            "reference": "Giacino JT, Ashwal S, Childs N, et al. The minimally conscious state: definition and diagnostic criteria. Neurology . 2002;58(3):349-353.  doi:10.1212/wnl.58.3.349. (GI) "
        }
    ]
}