{
    "metadata": {
        "title": "Neck Pain, Chronic  Whiplash",
        "synonyms": [
            "whiplash-associated  disorder",
            "late whiplash syndrome",
            "vehicle-related  neck pain (chronic)",
            "persistent cervical flexion/extension injury",
            "chronic neck pain: whiplash",
            " whiplash: chronic neck pain",
            "neck pain, chronic, vehicle-related",
            "chronic vehicle-related neck pain"
        ],
        "anatomical location body part affected": [
            "Neck/cervical bony elements (often facet joints), disks, fascia, CNS, muscle (e.g., deep cervical flexors, upper trapezius, sternocleidomastoid), and ligaments"
        ],
        "area of specialty": [
            "orthopedic rehabilitation"
        ],
        "description": [
            "Whiplash is the mechanism (i.e., acceleration-deceleration)  of neck injury that usually results from a vehicle-related  crash. Whiplash-associated  disorder (WAD) is a bony or soft-tissue  whiplash injury characterized by a variety of clinical manifestations. In chronic whiplash (CW) cases, the symptoms have persisted longer than 3 months(1)",
            "The Quebec task force created a classification system of the whiplash injury:(36) -Grade 0: No pain or physical symptoms -Grade 1: Neck pain, stiffness, or tenderness but no physical symptoms -Grade 2: Neck pain and musculoskeletal symptoms (e.g., decreased ROM, point tenderness) -Grade 3: Neck pain and associated neurological symptoms (e.g., sensory deficits, decreased deep tendon reflexes, muscle weakness) -Grade 4: Neck pain with fracture/dislocation",
            "Soft-tissue  neck pain with increased sensitivity to both painful and innocuous stimuli is characteristic of CW. This hypersensitivity also commonly involves the upper trapezius and other shoulder muscles(1,2)",
            "Moderately strong evidence supports neck-specific  therapeutic exercise for pain management and functional rehabilitation to reduce disability in patients with CW symptoms(1,2)",
            "Complications associated with CW pain include stress reactions (e.g., dizziness, tinnitus, vision changes, poor concentration or memory, occipital headaches, sleep disturbances, anxiety, depression, hypochondriasis) of uncertain etiology.(36)Treatments for such persistent neuropsychological whiplash symptoms are not covered in this Clinical Review"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S13": {
                "base": "whiplash-associated disorder (WAD)",
                "S13.40": "(WAD1) with complaint of neck pain, stiffness, or tenderness only",
                "S13.41": "(WAD2) with complaint of neck pain with musculoskeletal signs",
                "S13.42": "(WAD3) with complaint of neck pain with neurological signs"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified. Use caution with nonfinalized cases of workers’ compensation and third-party insurance claims "
        ],
        "presentation signs and symptoms": [
            "Symptoms of whiplash injury continuing > 3 months after acute whiplash(1)",
            "History of an acceleration-deceleration  injury. Most injuries occur during a rear-end  motor vehicle accident (MV A), but other mechanisms are possible (e.g., sports accident, physical abuse, or other trauma)(35,36)",
            "Most common symptoms are neck pain and stiffness and pain in the back, shoulders, and/or temporomandibular joints(37)",
            "Additional symptoms may include:(1,34,35,37) –tenderness, myofascial trigger points, pressure pain, muscle spasms, and/or thermal hyperalgesia in soft tissue of the neck and sometimes the upper shoulders –impaired cervical mobility and ROM –numbness, tingling –occipital headaches –dizziness –visual disturbances –sleep disturbances –fatigue –anxiety –depression –memory difficulties –psychological distress",
            "Patients experiencing temporomandibular disorders (TMD) with a history of whiplash may have increased symptoms of TMD (limited jaw mobility, increase in TMD pain, increase in headaches and stress)(24) –Please see  Clinical Review ... Temporomandibular Disorders  ; CINAHL Topic ID Number: T708575for more detail Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "In addition to the neck, other painful sites (i.e., the shoulders, upper back, mid-back,  low back, and buttocks) should be included in the assessment and treatment",
            "Cervical spine surgery: obtain specific orders from the surgeon; often, manual assessment (especially of joint mobility) will be restricted",
            "Consult with referring physician immediately on positive findings for: –spinal derangement -Spurling’s test. See  special tests   under Examination -Jackson’s compression test. See  special tests   under Examination -Bakody’s (shoulder abduction) test. See  special tests   under Examination –upper motor neuron disease -Hoffmann’s sign -Babinski sign –vertebral artery test –atlanto-axial  ligamentous instability"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes   ,,": [
            "High-energy  cervical trauma secondary to uncontrolled hyperflexion-hyperextension(1,35)",
            "The mechanism of injury is typically a rear-end  MV A that generates rapid acceleration/deceleration of the head and uppertorso",
            "Physical abuse such as violent shaking of shoulders may cause whiplash, especially in small children",
            "High-velocity  collision in contact sports (e.g., football, soccer, basketball, wrestling)"
        ],
        "pathogenesis": [
            "Although cervical spinal injury can occur, bony involvement (e.g., facet joint derangement) is seldom found on plainradiographs or MRI even in unexplained neck pain(1,39)",
            "Patients with CW demonstrate altered central processing of pain and other stimuli:–Authors of a 2013 systematic review (22 trials) found moderate evidence for central sensitization in patients with CWpain(16)–Authors of a study (N = 31) evaluated patients with chronic pain and central sensitization after whiplash. Theyinvestigated the patients’ peripheral pain thresholds after receiving either an injection of a single myofascial trigger pointor other tender point with a local anesthetic or a sham injection. Improvements in peripheral pressure pain thresholds wereseen only after receiving the anesthetic injection(38)–Authors of a 2013 systematic review (27 trials) and meta-analysis  (13 trials) found that individuals with chronic WADshowed heightened sensitivity according to the following tests: pressure-pain  threshold of the head(H)/neck (N)/upperthorax (UT), upper limb (UL), lower limb (LL), flexor withdrawal, cold pain threshold of the H/N/UT and UL, heat painthreshold of the H/N/UT, electrocutaneous stimulation of the H/N/UT and LL, and elbow extension with the brachialplexus provocation test(17)–Researchers of a case-control  study (N = 61) in Belgium found no differences in autonomic responses (i.e., heart rate[HR], skin conductance, and HR variability) to acute painful stimuli using an arm pressure cuff between patients withchronic WAD and healthy controls. They concluded that acute pain associated with the autonomic nervous system isunrelated to the pain or endogenous analgesia associated with CW(19)–Cervical tender points or myofascial trigger points may develop(26)–Subtle changes in balance reactions have been reported in patients with CW and there is a tendency for dizziness/vertigo(3,15)"
        ],
        "risk factors": [
            "Delaying treatment for whiplash-related  acute neck pain(2)",
            "Patients who expect “never to get better” or “don’t know if they will get better” have increased risk of developing at leastone sign of WAD, 3 months after their collision(5)",
            "Sex: females > males(34)",
            "High initial intensity of pain(34)",
            "Rheumatoid arthritis: Increased risk of cervical spine injury after any trauma to the neck(34)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Age less than 18 years",
        "History of chronic or recurrent neck pain prior to acute whiplash injury",
        "Accident-related  head or thorax injuries",
        "Cervical spine surgery, unless there are specific orders for treatment from surgeon",
        "Severe headache or migraine",
        "History of cancer",
        "Signs of acute illness (e.g., fever, chills, night sweats, nausea, vomiting, diarrhea)",
        "Radicular neck pain",
        "Unexplained weight loss",
        "Comorbidity that restricts vigorous exercise",
        "Nonfinalized litigation regarding work disability",
        "Signs of spinal cord injury (e.g., central cord syndrome)",
        "Atlanto-axial  ligamentous instability",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "In addition to the neck, other painful sites (i.e., the shoulders, upper back, mid-back,  low back, and buttocks) should be included in the assessment and treatment",
            "Cervical spine surgery: obtain specific orders from the surgeon; often, manual assessment (especially of joint mobility) will be restricted",
            "Consult with referring physician immediately on positive findings for: –spinal derangement -Spurling’s test. See  special tests   under Examination -Jackson’s compression test. See  special tests   under Examination -Bakody’s (shoulder abduction) test. See  special tests   under Examination –upper motor neuron disease -Hoffmann’s sign -Babinski sign –vertebral artery test –atlanto-axial  ligamentous instability"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document how and when the injury occurred. To be classified as CW, the onset must be associated with high-energy  cervical trauma, as in an MV A or sport injury, with symptoms that have persisted for > 3 months. How have the symptoms progressed since onset? Were there any concurrent injuries (e.g., traumatic brain injury [TBI], fractures)?",
                "course of treatment": {
                    "medical management": "Document interventions tried and the current treatment plan for this patient Without specific orders from a physician, cervical spine surgery is a contraindication to physical therapy intervention for CWDetermine what medications were prescribed, whether they are currently being taken, and, if so, whether they are helping Acetaminophen, NSAIDs, and/or muscle relaxers are commonly prescribed for pain relief(34) Authors of a 2016 systematic review found oral NSAIDS to be more effective at treating neck pain associated disorders (NAD) and for chronic low back pain compared to placebo(27) Chronic pain should be managed by pain management specialists(34) Sleep disturbances may be treated with agents such as zolpidem (Ambien), clonazepam (Klonopin), and trazodone (Desyrel) Corticosteroid or lidocaine injection for unremitting localized pain",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Document the findings on plain radiographs, MRI or other imaging studies of the cervical spine and soft tissue, and any EMG studies",
                        "Radiography is recommended when high-risk factors are present. Cervical X-rays  include anteroposterior, lateral, and",
                        "openmouth  or odontoid view",
                        "MRI is not typically necessary. It is recommended only if neurological deficits are present or ligamentous injury is suspected(34)",
                        "Authors of a systematic review and meta-analysis  compared cervical spine findings on MRI in patients with WAD to asymptomatic controls. Because the quality of evidence was low and no group differences were found,they concluded that the significance of cervical spine MRI findings is not clearly defined(39)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., massage, acupuncture) and whether they help. Does the patient wear a cervical collar? Does the patient use a neck traction device?",
                    "previous therapy": "Has the patient received occupational or physical therapy for this or related conditions? If so, what specific treatments were helpful or not helpful?"
                },
                "aggravating easing factors": "Aggravating factors usually include sustaining neck positions at work or home in poor posture and/or alignment. Easing factors may involve stretching and relaxing the neck by lying down. How long before symptoms come on or are eased with each factor?",
                "body chart": "Use a body chart to document location and nature of symptoms",
                "nature of symptoms": "The pain is more often constant vs intermittent, dull vs sharp, and aching. Is there numbness or a tingling sensation? Does the neck feel stiff in certain directions? Are there tender points? Where are these symptoms located? Does the pain radiate? Any dizziness or tinnitus? Any problems chewing or swallowing?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "If present, document the usual number of wakings/night. Inquire about the sleeping position and number of pillows used",
                "other symptoms": "Document other symptoms the patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to a physician (e.g., severe headaches, night sweats, swelling, rash) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________ (e.g., foreign language)",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask the patient about coexisting problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and musculoskeletal disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken for other problems (including OTC drugs)",
                    "other symptoms": "Ask about other symptoms that have affected the patient’s mobility "
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient currently on work disability? Does the patient participate in vigorous recreational activities or sports? Does the patient’s occupation contribute to symptoms? If so, how?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient report any impairment with ADLs?",
                "living environment": "Identify if there are barriers to independence in the home (stairs, number of floors in home, lack of caregivers) and whether any modifications are necessary"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Assess height, weight and BMI, leg-length  discrepancy",
            "assistive and adaptive devices": "Assess the patient for trial of orthopedic pillow, particularly in cases of sleep disturbance with severe morning neck pain and stiffness",
            "balance": " Balance –Assess balance in sitting, standing, and walking up and down stairs. Use Berg Balance Scale, as indicated, as well as Romberg test (eyes open vs eyes closed) and single-limb stance for higher-level  patientsAssess myotomes of neck and upper extremity elevation (C4), shoulder abduction (C5), elbow flexion/wrist extension (C6), elbow extension/wrist flexion (C7), thumb extension/ulnar deviation (C8), hand intrinsics (T1)",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess peripheral pulses. Assess HR and BPAssess body mechanics and posture at workstation (as indicated), as well as during functional mobility, ADLs, etc. Would the patient benefit from an ergonomic assessment?",
            "functional mobility": "Assess ability in bed mobility and transfers; use functional independence measure (FIM) for objective measurement",
            "gait locomotion": "Assess neck movements during gait in slow walk. Observe for abnormal head motion or trunk sway as patient turns and rotates head,(4) as well as for any other gait deviations. Assess safety with Dynamic Gait Index (DGI) as indicatedAssess mobility of cervical and thoracic spine as appropriate (refer to physician orders for patients who have had surgery)",
            "muscle strength": "Assess muscle strength in cervical flexion, extension, lateral flexion, and rotation with manual muscle testing (MMT). Also assess upper-extremity  strength and shoulder elevation (“shrug”), and grip strength with hand dynamometer as indicated. Expect muscle inhibition and pain-related  weakness",
            "observation inspection palpation including skin assessment": [
                "Assess sensation in cervical dermatomes",
                "Assess responses to touch, pinprick, vibration, and cold in painful sites •Palpation:  Assess for:",
                "tenderness in neck, upper back muscles, and cervical joints using V AS",
                "tight and hard cervical muscles with fibrous adhesions or contraction knots",
                "tender/trigger points in the superficial cervical muscles (trapezius, levator scapulae, anterior and medial scalenes, semispinalis capitis, sternocleidomastoid)"
            ],
            "posture": "Assess alignment and position of the head, neck, shoulders, thoracic spine, and scapulae in sitting and standing. Inspect for loss of normal cervical lordosis and excessive thoracic kyphosis",
            "range of motion": "Assess ROM of the cervical spine in sitting. Unwillingness to move head because of pain is a red flag suggestive of spinal derangement. Also assess for normal symmetry and rhythm of scapulothoracic ROM",
            "self-care activities of daily living": "",
            "reflex testing": "Assess upper-extremity  deep tendon reflexesAssess limitations due to pain/ dysfunction",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests –Dizziness Handicap Inventory (DHI), if indicated(6)This questionnaire has 10 self-report  items covering ADLs, ability to concentrate, and pain(7) for patients with symptoms that affect their upper extremitiesWith patient in supine, examiner moves the patient’s head into cervical extension and lateral flexion; examiner then rotates head to same side and holds position for 30 seconds; test positive if patient’s referred symptoms increase, patient experiences dizziness, dysphagia, or diplopia, or nystagmus is provokedTo assess integrity of the transverse ligament/upper cervical spine instability. With patient sitting, have patient perform a slight cervical nod. The examiner places one hand on the forehead and applies a posterior directed force, with the other hand stabilizing the spinous process of C2. There should be a firm end-feel. A positive test occurs if there is a sliding movement of the head or a decrease in symptoms by increasing the vertebral canal space –Cranio-cervical  flexion test (CCFT)(8) -Use to assess activation and isometric endurance of the deep cervical flexors -Performed in the supine position. Multiple stages of test, with the patient guided to each stage by feedback from a pressure sensor placed behind the neck –To rule out spinal derangement -Jackson’s compression test – with patient sitting, examiner presses straight down on the patient’s head, which is rotated to one side and then the other; test positive if pain radiates into the arm on the side that head is rotated -Spurling’s test–  with patient sitting, examiner presses straight down on the patient’s head, which is flexed to one side and then the other; test positive if pain radiates into the arm on side that head is flexed -Bakody’s shoulder abduction test–  with patient supine or sitting, examiner passively places the patient’s hand on the patient’s head; test positive if the patient’s referred symptoms decrease -Hoffmann’s sign (finger flexor test) – examiner taps or flicks the terminal phalanx or nail of the 3rd or 4th finger; test positive if terminal phalanx of thumb flexes (usually positive in central cord compression) -Auscultation–  examiner listens with stethoscope for crepitus around spinous processes during cervical ROM (this test may differentiate spinal derangement from osteoarthritis)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Hypertension  cold can lead to an increase in blood pressure",
                "Patients commonly have hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement of cold packs over superficial nerves for extended periods (> 1 hour)",
                "Cold may be counterproductive if being used to facilitate muscle relaxation and reduce pain in patients who do not tolerate the modality ",
                "Decreased sensation",
                "Vascular insufficiency",
                "Recent hemorrhage or potential hemorrhage",
                "Over areas of known malignancy",
                "Acute inflammation",
                "Application over infected areas where infection may spread, or cross-contamination  may occur",
                "Heat rubs",
                "Stimulation through or across the chest",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Over pharyngeal area",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Cancer",
                "Used in close proximity to diathermy treatment",
                "over the region of a cardiac pacemaker",
                "over the pelvis, abdominal, and lumbar regions during pregnancy",
                "over the eyes and testes",
                "in an area with infection or bleeding",
                "if a tumor is present in the area",
                "in the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "over the heart, stellate, or cervical ganglia",
                "over epiphyseal plates",
                "Sensory deficits",
                "Individuals who cannot communicate effectively (i.e., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis are at risk for falls due to the potential for dizziness/vertigo. Follow facility protocols for fall prevention and post fall-prevention  instructions, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Physical therapists (PT) should prescribe programs on an individual basis to address patient-specific  impairments rather than using a generic program",
                "Modify treatment to avoid increasing pain intensity",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols; many physicians restrict manual interventions for postoperative patients",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgement in their assessment and treatment decisions",
                "Cryotherapy contraindications(10)",
                "Cryotherapy precautions(10)",
                "Thermotherapy contraindications(10)",
                "Electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(10)",
                "Therapeutic ultrasound  contraindications include; do not use:(10)",
                "Therapeutic ultrasound precautions(10)"
            ]
        },
        "diagnosis need for treatment": "CW injury/pain, reduced neck ROM and strength, abnormal cervical movement, poor posture and body mechanics, poor workstation setup, work disability",
        "rule out": "Direct trauma, spinal cord injury, fracture/dislocation, osteoarthritis, degenerative/herniated cervical disc disease, cervical radiculitis/radiculopathy, shoulder impingement, fibromyalgia, infection/inflammation, malignancy, congenital cervical malformation (e.g., Klippel-Feil  syndrome), rheumatoid arthritis, migraine, malingerer/secondary gains, mechanical neck pain",
        "prognosis": [
            "Prognosis varies, often based on severity of WAD. Full recovery is possible, but once the condition becomes chronic CW pain is often refractory to conservative treatment(1,34,36) ",
            "Authors of a systematic review assessed which psychological factors are important in the development of CW symptoms.Negative expectations of recovery, posttraumatic stress symptoms, and passive coping styles were moderately associated with WAD chronicity(40)",
            "Prognostic factors associated with increased risk for development of CW: female, lower limb pain or nonorganic signs on presentation, has returned to work, has retained a lawyer, or has undergone previous spinal surgery(11) –Based on records of 5,581 individuals with MV A injuries treated by physiotherapy and rehabilitation service providers in Canada –Reduced risk was associated with neck or mid-back  pain on presentation and having modified duties upon return to work",
            "Patients with CW who are on work disability are less likely to return to work due to other musculoskeletal disorders (back pain, muscle pain)(25) –Following WAD, 44%–70%  of patients return to work after one year(41)",
            "Patients who have a grade 2 WAD 5 years after the incident are more likely to be dissatisfied with their overall health (39.4%; p < 0.05) compared to those with a grade 1 WAD (27%) and they also have lower scores in the physical and psychological domains on the quality of life questionnaire(28)"
        ],
        "referral to other disciplines": "Pain management specialist for severe recalcitrant pain; physician for headache, trigger point injection; ergonomist for workplace evaluation; acupuncturist for pain; personal trainer for home/gym exercise supervision; psychologist for anxiety/depression, PTSD",
        "other considerations": [
            "No specific exercise protocol has been found superior for treating CW. The exercise prescription should be individualized to address abnormal cervical movement patterns such as reduced acceleration and velocity, reduced smoothness, and irregular axes of rotation(9)",
            "Researchers of an RCT in Spain found no immediate changes after first rib mobilization to neural or mechanosensitivity in subjects (N = 53) with cervical or cervicobrachial pain after CW when compared to placebo(31) ›Alternative Treatment",
            "Researchers of a randomized crossover trial (N = 39 persons with chronic WAD) with blinded assessors in Belgium found that pressure-pain  sensitivity decreased in the neck and calf after one session of traditional Chinese acupuncture compared to controls who received relaxation therapy. It was hypothesized that acupuncture may activate endogenous analgesic mechanisms suppressed in CW injury(18)",
            "Authors of a 2013 systematic review found limited evidence for acupuncture treatment for patients with CW(23)",
            "An updated systematic review and meta-analysis  is currently underway to evaluate the effectiveness and safety for acupuncture treatment for patients with CW. There has not been a review that had no language restrictions. Most reviews in the past have been limited to English. This review will help to avoid potential language bias when evaluating the studies(37)",
            "Authors of a review analyzed Korean clinical studies that usedpharmacopuncture for whiplash injury following MV As.Pharmacopuncture is a traditional Korean treatment that combines acupuncture and herbal medicine. They found that the most common types of pharmacopuncture used in the studies were Hwangryun-haedoktang,  bee venom, and Jungsong-ouhyul.  The target points most used were Jianjing, Frengchi, and Ashi. They did not evaluate the effectiveness of these treatments in this study(42)"
        ],
        "treatment summary": [
            "In the acute stage of whiplash injury (first 12 weeks) the Australian national guidelinesrecommend the following treatments: encourage patients to stay active, return to normal activities,and exercise (ROM exercises, low-load  isometric, postural endurance, and strengthening exercises). Evidence is not as strong for the following treatments: manual therapy, thoracic manipulation, acupuncture, kinesiology taping, and trigger-point needling(21)",
            "Moderate evidence supports early mobilization andindividually tailored, supervised progressive aerobic and neck strengthening exercises (as tolerated) to reduce pain and increase functional capacity in patients with CW, provided that exercise training strategies include prevention of symptom flares(2,12,22,32,36)",
            "Therapeutic exercise –Authors of a 2014 systematic review of 10 RCTs suggest that supervised programs that combine neck strengthening and flexibility exercises are effective for the management of chronic neck pain(22) –In a study, subjects with WAD did not respond differently from subjects with mechanical neck pain to manual therapy and exercise in the short term(30)  -Twenty-two  subjects with mechanical neck pain and 28 with WAD participated in a study in Italy. Each received 6 sessions of specific neck exercises and manual therapy. Both groups had similar improvements in cervical ROM –A large multicenter RCT in Sweden recruited 216 patients with chronic WAD between February2011 and May 2012. This RCT evaluated the effect of three different treatment strategies(2,29,41,44,45) -Main inclusion criteria: Chronic WAD, WAD score of 2 or 3, NDI score of at least 10/50, and a V AS greater than 20/100 for the preceding week. Some studies added inclusion criteria and evaluated that data set separately -Treatment groups (12-week  intervention period) -PT-led  neck-specific  exercise group (NSE):Patients met 2 times per week with the PT to perform neck exercises that began with unresisted isometric cervical flexion, extension, and rotation. These exercises were progressed to low isometric resistance and then to neck-specific  gym exercises. Patients received postural instruction and home exercise programs with resistance bands -PT-led  neck-specific  exercise group with abehavior approach (NSEB): Patients received the same treatment as the NSE group with the addition of pain management education and behavioral activities (e.g., goal setting) -Prescription of physical activity (PPA): Patientsreceived instruction to perform general physical activity of their choice outside the healthcare system. Specific neck exercises were not given. They received one call from a PT for encouragement to continue staying active -Primary study outcomes were published in 2015 and evaluated self-rated  pain (V AS), disability (NDI), and self-efficacy (Self-efficacy  scale). Results favored the NSE and NSEB groups over the PPA group(2) -At 3 months, most patients who had at least a 50% reduction in pain were in one of the two NSE groups (29%–48%) compared with the PPA group (5%). At 6 months most patients whocontinued to have at least a 50% reduction in pain were in one of the two NSE groups (39%–44%)  compared with the PPA group (28%) -NDI improved more in both the NSE and NSEB groups compared to the PPA group at 3 and 6 months -Self-efficacy  scores improved only in the NSE group -These results showed that neck-specific exercises can improve pain, disability, and self-efficacy.  The benefits of the addition of a behavioral component were inconclusive -In 2016,1-year  and 2-year  follow-up  of randomized subjects continued to favor the NSE and NSEB groups over the PPA group(29) -At 1year, most patients whohad at least a 50% reduction in pain were in one of the two NSE groups (61%) compared with the PPA group (26%). At 2years the difference was not significant -NDI scores improved more in the two NSE groups compared to the PPA group at 1 and 2-years.  The PPA group did not improve over time -Self-efficacy  scores did not show any significant differences between groups at 1- or 2-year  follow-up -In 2018, a secondary analysis of the primary study investigatedthe effect of the three treatments on work ability (measured by the Work Ability Index). Results were in favor of the NSE and NSEB groups over the PPAgroup(41) -Additional inclusion criteriawere those currently employed or employed at the time of the accident (N = 165 of the original 216) -Measures were taken at baseline, 3, 6, and 12 months -Work ability improved significantly more in the NSEB group compared to the PPA group at 3-, 6-,and 12-month  time periods. The NSEB group was significantly better than only the NSE group at 12months -Work ability decreasedover time in the PPA group -In 2019, a secondary analysis evaluated the effect of the three treatments on health-related  quality of life (HRQoL). NSE and NSEB groups continued to show favorable results over the PPA group(45) -No additional criteria were needed and all data on the 216 patients was evaluated -Outcome measures included the EQ-5D3L (including the EQ-V AS)  and the SF-36v2 -The NSE and NSEB groups had better outcomes than the PPA on the EQ-V AS  and the SF-36  physical component but did not have a higher overall EQ-5D score -The authors noted the complexity of HRQoL, and other factors may need to be considered -In 2019, a secondary analysis evaluatedthe three treatment groups forheadache severity and frequency. NSE and NSEB showed favorable results over the PPA in this study as well(44) -Additional inclusion criteria were patients who reported a headache in the preceding week or headache at least from time to time (N = 188 out of the original 216)  -Outcome measures were pain measured by V AS of current headache, maximum headache in the preceding week, and headachein the preceding 24 hours -The NSE and NSEB groups had decreased headache both over time and compared to the PPA group. At 12 months 51% of the NSE group and 61% of the NSEB group reported at least a 50% reduction in their headache. The PPA group did not improve over time",
            "Patient education –Patient education regarding the nature of the injury, course of recovery, maintaining daily activities, and coping strategies has proven effective. Exercises that reduce pain and improve active cervical ROM and cervical proprioception improve patient function. Behavioral-based  interventions should also play a role in the management of WAD(32,33) –Authors of a 2012 Cochrane review found no evidence to support educational interventions for chronic neck pain that include advice to become more active or advice on stress-coping  skills, workplace ergonomics, or self-care strategies(20)",
            "Vestibular rehabilitation –Authors of a study (N = 40) foundthat vestibular rehabilitation in patients with WADcan be an effective treatment for dizziness and overall QOL(43) -Patients were randomly placed either into the intervention group or control group. The intervention group received 12 sessions of vestibular-balance  exercises. The outcome measures were the DHI and Smooth Pursuit Neck Torsion (SPNT) scores -In comparison to the control group, the intervention group showed significant improvements in the SPNT scores and the total score of the DHI -. Problem Goal Intervention Expected ProgressionHome Exercise Program Neck pain/tenderness Pain reduction or relief Prescription, application of devices and equipment _ Soft collar for no more than 72 hours. Evidence indicatesthat prolonged immobilization delays healing(46) _ _ Physical agents and mechanical modalities _ Thermal modalities for superficial heating or cooling _ _ Evidence is conflicting regarding the use of electrotherapeutic modalities in mechanical neck disorders(13)Progressive improvement in symptoms, mobility, sleep quality, and morning symptomsPatient education on occupational risk factors and use of hot or cold packs _ _ According to the Australian national guidelines for WAD, collars should not be used for more than 48 hours _ Educate patient on avoiding activities and positions that cause irritation  Deficits in cervical and thoracic ROMFull cervical and thoracic ROMPhysical agents and mechanical modalities _ Thermal modalities for superficial heating prior to stretching/ROM exercises _ _ Evidence is conflicting on the use of electrotherapeutic modalities in mechanical neck disorders to improve cervical function(13) _ _ Neck and scapulo- thoracic muscle stretching as indicatedProgress intensity and duration of exercises until normal flexibility is achievedAdvise patient to stay active and complete exercises as appropriate. Advise continuation of exercises after discharge Deficits in aerobic endurance and muscle strengthImproved muscular strength and enduranceTherapeutic exercise _ Individually prescribed aerobic activity (including walking and upper body ergometer) _ _ Neck and scapulo- thoracic muscle strengtheningProgress intensity and duration of exercises until normal strength is achievedProgress intensity and duration of exercises until normal strength is achieved Dizziness with associated functional deficits in balance and posture stabilityPatient free from dizziness, normal postural and balance reactions _ _Functional training _ Balance and posture reeducation exercises _ _ Head-turning exercises, vestibular gaze stability exercises, if indicatedProgress intensity until patient demonstrates normal postureProvide patient with written instructions regarding functional activities to be performed at home  Injury-related stress and anxiety _ _ _ _ _ _ Poor posture, body mechanics, and ergonomicsReferral for counseling on stress management _ _ _ _ _ Improved body mechanics, ergonomics, posture, and functional mobility _ Symmetry in head/ shoulder posture, sitting, and standingPatient education _ Lack of strong evidence to support psychological counseling and relaxation techniques(14) _ _ Posture exercises; training in body mechanics; ergonomic assessmentN/A _ _ _ _ _ _ _ _ As indicatedN/A _ _ _ _ _ _ _ _ Instruct patient in home exercises to improve posture and body mechanics; implement ergonomic changes Reduced functional mobility and ability to perform ADLs or job dutiesImproved functional mobility, ADL performance, and ability to perform job dutiesFunctional mobility training with proper posture and body mechanics; work hardeningAs indicated N/A ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced pain and tenderness": [
            "V AS"
        ],
        "improved cervical and thoracic rom": [
            "Goniometry"
        ],
        "improved cervical and scapulothoracic muscle strength": [
            "MMT, CCFT, hand dynamometer"
        ],
        "improved balance and postural stability": [
            "Balance assessment, Berg Balance Scale"
        ],
        "decreased dizziness": [
            "DHI(6)"
        ],
        "reduced disability": [
            "NDI(7)",
            "DASH Outcome Measure",
            "Medical Outcomes Study Short Form 36 (SF-36)"
        ],
        "improved posture": [
            "Posture reassessment"
        ],
        "improved body mechanics and ergonomics": []
    },
    "maintenance or prevention": [
        "Continue neck strengthening to maintain improved function(12)",
        "Ergonometric assessment of workplace risk for chronic neck strain",
        "Safe driving practices (e.g., seatbelt use and avoidance of texting while driving) can help reduce MV As and WADs(36)"
    ],
    "patient education": [
        "State Insurance Regulatory Agency Australia, New South Wales government, Whiplash: https://www.sira.nsw.gov.au/resources-library/motor-accident-resources/publications/injury-advice-centre/Whiplash-fact-sheet.pdf",
        "“Whiplash,” Mayo Clinic website: https://www.mayoclinic.org/diseases-conditions/whiplash/symptoms-causes/syc-20378921  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Teasell RW, McClure JA, Walton D, et al. A research synthesis of therapeutic interventions for whiplash-associated  disorder (WAD): part 4 - noninvasive interventions for chronic WAD. Pain Res Manag . 2010;15(5):313-322.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Ludvigsson ML, Peterson G, O'Leary S, Dedering A, Peolsson A. The effect of neck-specific  exercise with or without a behavioral approach on pain, disability, and self-efficacy in chronic whiplash-associated  disorders: A randomized clinical trial. Clin J Pain . 2015;31(4):294-303.  doi:10.1097/AJP.0000000000000123. (RCT)"
        },
        {
            "number in article": 3,
            "reference": "Woodhouse A, Vasseljen O. Altered motor control patterns in whiplash and chronic neck pain. BMC Musculoskelet Disord . 2008;9:90. (R)"
        },
        {
            "number in article": 4,
            "reference": "Sjöström H, Allum JH, Carpenter MG, Adkin AL, Honegger F, Ettlin T. Trunk sway measures of postural stability during clinical balance tests in patients with chronic whiplash injury symptoms. Spine. 2003;28(15):1725-1734.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Ferrari R. Predicting central sensitisation - whiplash patients. Aust Fam Physician . 2010;39(11):863-866.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Ekvall Hansson E, Månsson NO, Ringsberg KA, Håkansson A. Dizziness among patients with whiplash-associated  disorder: a randomized controlled trial. J Rehabil Med . 2006;38(6):387-390.  (RCT)"
        },
        {
            "number in article": 7,
            "reference": "Vernon H, Mior S. The Neck Disability Index: a study of reliability and validity. J Manipulative Physiol Ther . 1991;14(7):409-415.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Jull GA, O'Leary SP, Falla DL. Clinical assessment of the deep cervical flexor muscles: the craniocervical flexion test. J Manipulative Physiol Ther . 2008;31(7):525-533.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Jull GA. Considerations in the physical rehabilitation of patients with whiplash-associated  disorders. Spine. 2011;36(25 Suppl):S286-S291.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Dufton JA, Bruni SG, Kopec JA, Cassidy JD, Quon J. Delayed recovery in patients with whiplash-associated  disorders. Injury. 2012;43(7):1141-1147.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Hurwitz EL, Carragee EJ, der Velde G, et al. Treatment of neck pain: noninvasive interventions: results of the Bone and Joint Decade 2000-2010  Task force on Neck Pain and Its Associated Disorders. Spine. 2008;33(4 suppl):S123-S152.  (SR)"
        },
        {
            "number in article": 13,
            "reference": "Kroeling P, Gross AR, Goldsmith CH. A Cochrane review of electrotherapy for mechanical neck disorders. Spine. 2005;30(21):E641-E648.  (SR)"
        },
        {
            "number in article": 14,
            "reference": "Haines T, Gross A, Burnie SJ, Goldsmith CH, Perry L. Patient education for neck pain with or without radiculopathy. Cochrane Database Syst Rev. 2008. Art No: CD005106. doi:10.1002/14651858.CD005106.  (SR)"
        },
        {
            "number in article": 15,
            "reference": "Silva AG, Cruz AL. Standing balance in patients with whiplash-associated  neck pain and idiopathic neck pain when compared with asymptomatic participants: a systematic review. Physiother Theory Pract . 2013;29(1):1-18.  doi:10.3109/09593985.2012.677111. (SR)"
        },
        {
            "number in article": 16,
            "reference": "Van Oosterwijck J, Nijs J, Meeus M, Paul L. Evidence for central sensitization in chronic whiplash: a systematic literature review. Eur J Pain . 2013;17(3):299-312. doi:10.1002/j.1532-2149.2012.00193.x.  (SR)"
        },
        {
            "number in article": 17,
            "reference": "Stone AM, Vicenzino B, Edwin CW, Sterling M. Measures of central hyperexcitability in chronic whiplash associated disorder – a systematic review and meta-analysis.  Man Ther . 2013;18(2):111-117.  doi:10.1016/j.math.2012.07.009. (SR)"
        },
        {
            "number in article": 18,
            "reference": "Tobbackx Y, Meeus M, Wauters L, et al. Does acupuncture activate endogenous analgesia in chronic whiplash-associated  disorders? A randomized crossover trial. Eur J Pain . 2013;17(2):279-289.  doi:10.1002/j.1532-2149.2012.00215.x.  (RCT)"
        },
        {
            "number in article": 19,
            "reference": "De Kooning M, Daenen L, Cras p, Gidron Y, Roussel N, Nijs J. Autonomic response to pain in patients with chronic whiplash associated disorders. Pain Physician . 2013;16(3):E277-E285.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Gross A, Forget M, St George K, et al. Patient education for neck pain (Review). Cochrane Database Syst Rev . 2012;3:CD005106. doi:10.1002/14651858.CD005106.pub4.    (SR)"
        },
        {
            "number in article": 21,
            "reference": "NSW Government State Insurance Regulatory Authority. Guidelines for the management of acute whiplash-associated  disorders—for health professionals. https://www.sira.nsw.gov.au/resources-library/motor-accident-resources/publications/for-professionals/whiplash-resources/SIRA08104-Whiplash-Guidelines-1117-396479.pdf . Published 2014. (G)"
        },
        {
            "number in article": 22,
            "reference": "Southerst D, Nordin MC, Cote P, et al. Is exercise effective for the management of neck pain and associated disorders or whiplash-associated  disorders? A systematic review by the Ontario Protocol for Traffic Injury Management (OPTIMa) Collaboration. Spine J. Advance online publication. February 15, 2014;S1529-9430(14)00210-1.  doi:10.1016/ j.spinee.2014.02.014. (SR)"
        },
        {
            "number in article": 23,
            "reference": "Moon TW, Posadzki P, Choi TY, et al. Acupuncture of treating whiplash associated disorder: a systematic review of randomized clinical trials. Evid Based Complement Alternat Med . 2014;1-10.  doi:2014/870271. (SR)"
        },
        {
            "number in article": 24,
            "reference": "Haggman-Henrikson  B, Rezvani M, List T. Prevalence of whiplash trauma in TMD patients: a systematic review. J Oral Rehabil . 2014;4(1):59-68.  (SR)"
        },
        {
            "number in article": 25,
            "reference": "Biering-Sorensen  S, Moller A, Stoltenberg CD, Holm JW, Skov PG. The return-to-work  process of individuals sick-listed  because of whiplash-associated  disorder: a three-year follow-up study in a Danish cohort of long-term  sickness absentees. BMC Public Health . 2014;14(1):113. (R)"
        },
        {
            "number in article": 26,
            "reference": "Castaldo M, Ge HY, Chiarotto A, Villafane JH, Arendt-Nielsen  L. Myofascial trigger points in patients with whiplash-associated  disorders and mechanical neck pain. Pain Med . May 2014;15(5):842-9.  doi:10.1111/pme.12429. (R)"
        },
        {
            "number in article": 27,
            "reference": "Wong J, Cote P, Ameis A, et al. Are non-steroidal  anti-inflammatory  drugs effective for the management of neck pain and associated disorders, whiplash-associated  disorders, or non-specific  low back pain? A systematic review of systematic reviews by the Ontario Protocol for Traffic Injury Management (OPTIMa) Collaboration. Eur Spine J . 2016;25(1):34-61.  (SR)"
        },
        {
            "number in article": 28,
            "reference": "Tournier C, Hours M, Charnay P, Chossegros L, Tardy H. Five years after the accident, whiplash casualties still have poorer quality of life in the physical domain than other mildly injured casualties: analysis of the ESPARR cohort. BMC Public Health . 2016;1-13.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Ludvigsson ML, Peterson G, Dedering A, Peolsson A. One and two year follow-up of a randomized trial of neck-specific  exercise with or without a behavioural approach compared with prescription of physical activity in chronic whiplash disorder. J Rehabil Med (Stiftelsen Rehabiliteringsinformation) . 2016;48(1):56-64.  (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Castaldo M, Catena A, Chiarotto A, Fernàndez-de-las-Peñas  C, Arendt-Nielsen  L. Do subjects with whiplash-associated  disorders respond differently in the short-term  to manual therapy and exercise than those with mechanical neck pain? Pain Med . 2017;18(4):791-803.  doi:10.1093/pm/pnw266. (R)"
        },
        {
            "number in article": 31,
            "reference": "Peña-Salinas  M, Oliva-Pascual-Vaca  J, Heredia-Rizo  AM, Rodriguez-Blanco  C, Ricard F, Oliva-Pascual-Vaca  A. No immediate changes on neural and muscular mechanosensitivity after first rib manipulation in subjects with cervical whiplash: A randomized controlled trial. J Back Musculoskeletal Rehabil. . 2017;30(4):921-928. doi:10.3233/BMR-160645.  (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Rebbeck T. The role of exercise and patient education in the noninvasive management of whiplash. J Orthop Sports Phys Ther . 2017;47(7):481-491.  doi:10.2519/ jospt.2017.7138. (GI)"
        },
        {
            "number in article": 33,
            "reference": "Maujea A, Sterling J, Sterling M. What information do patients need following a whiplash injury? The perspectives of patients and physiotherapists. Disabil Rehabil . 2018;40(10):1135-1141.  doi:10.1080/09638288.2017.1289253. (R)"
        },
        {
            "number in article": 34,
            "reference": "Chen DQ, Li X. Chapter 107: Whiplash. In: Miller MD, Hart JA, MacKnight JM, eds. Essential Orthopaedics . 2nd ed. Philadelphia, PA: Elsevier; 2020:424-426.  (GI)"
        },
        {
            "number in article": 35,
            "reference": "Tanaka N, Atesok K, Nakanishi K, et al. Pathology and treatment of traumatic cervical spine syndrome: whiplash injury. Adv Orthop . 2018;2018:4765050. doi:10.1155/2018/4765050. (GI)"
        },
        {
            "number in article": 36,
            "reference": "Bragg KJ, Varacallo M. Cervical sprain. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (GI)"
        },
        {
            "number in article": 37,
            "reference": "Lee S, Jo DH, Kim KH. Acupuncture for treating whiplash-associated  disorder: A systematic review and meta-analysis  protocol. Medicine. 2018;97(41):e12654. doi:10.1097/ MD.0000000000012654. (M)"
        },
        {
            "number in article": 38,
            "reference": "Nystrom NA, Freeman MD. Central sensitization is modulated following trigger point anesthetization in patients with chronic pain from whiplash trauma. a double-blind, placebo-controlled,  crossover study. Pain Med . 2018;19(1):124-129.  doi:10.1093/pm/pnx014. (RCT)"
        },
        {
            "number in article": 39,
            "reference": "Farrell SF, Smith AD, Hancock MJ, Webb AL, Sterling M. Cervical spine findings on MRI in people with neck pain compared with pain-free controls: A systematic review and meta-analysis.  J Magn Reson Imaging . 2019;49(6):1638-1654.  doi:10.1002/jmri.26567. (M)"
        },
        {
            "number in article": 40,
            "reference": "Campbell L, Smith, McGregor L, Sterling M. Psychological factors and the development of chronic whiplash-associated  disorder(s): a systematic review. Clin J Pain . 2018;34(8):755-768.  doi:10.1097/AJP.0000000000000597. (SR)"
        },
        {
            "number in article": 41,
            "reference": "Lo HK, Johnston V, Landén Ludvigsson M, et al. Factors associated with work ability following exercise interventions for people with chronic whiplash-associated  disorders: Secondary analysis of a randomized controlled trial. J Rehabil Med . 2018;50(9):828-836.  doi:10.2340/16501977-2374.  (RCT)"
        },
        {
            "number in article": 42,
            "reference": "Yun JM, Hur NY, Kim KH. The analysis of Korean clinical studies on the effect of pharmacopuncture for whiplash injury after traffic accidents. J Pharmacopuncture . 2020;23(4):262-272.  doi:10.3831/KPI.2020.23.4.262. (R)"
        },
        {
            "number in article": 43,
            "reference": "Ahadi M, Naser Z, Abolghasemi J. Vestibular-balance  rehabilitation in patients with whiplash-associated  disorders. Int Tinnitus J . 2019;23(1):42-46. doi:10.5935/0946-5448.20190008.  (RCT)"
        },
        {
            "number in article": 44,
            "reference": "Landén Ludvigsson M, Peterson G, Widh S, Peolsson A. Exercise, headache, and factors associated with headache in chronic whiplash: Analysis of a randomized clinical trial. Medicine. 2019;98(48):e18130. doi:10.1097/MD.0000000000018130. (RCT)"
        },
        {
            "number in article": 45,
            "reference": "Landén Ludvigsson M, Peterson G, Peolsson A. The effect of three exercise approaches on health-related  quality of life, and factors associated with its improvement in chronic whiplash-associated  disorders: analysis of a randomized controlled trial. Qual Life Res . 2019;28(2):357-368.  doi:10.1007/s11136-018-2004-3.  (RCT)"
        },
        {
            "number in article": 46,
            "reference": "Whiplash. Ferri FF, ed. 2021 Ferri’s Clinical Advisor . Philadelphia, PA: Elsevier; 2021. (GI) "
        }
    ]
}