{
    "metadata": {
        "title": "Thoracic Outlet Syndrome  Arterial and Venous Forms",
        "synonyms": [
            "vascular thoracic outlet syndrome",
            "thoracic outlet syndrome, vascular",
            " arterial and venous thoracic outlet syndrome",
            "arterial thoracic outlet syndrome",
            "thoracic outlet syndrome, arterial",
            "venous thoracic outlet syndrome",
            "thoracic outlet syndrome, venous",
            "effort thrombosis",
            "paget-schroetter  disease"
        ],
        "anatomical location body part affected": [
            "Cervical region, vascular supply to the upper extremity"
        ],
        "area of specialty": [
            "cardiovascular rehabilitation",
            "orthopedic rehabilitation",
            "hand therapy",
            "sports rehabilitation"
        ],
        "description": [
            "Thoracic outlet syndrome (TOS) – A group of symptoms caused by compression of the neurovascular structures at the thoracic outlet (i.e., brachial plexus, or the axillary-subclavian  artery or vein as it exits the chest)(9,10,11)",
            "Three distinct subtypes of TOS have been identified: –Neurogenic (> 90% of cases)(11) –Venous 3% to 5%(11) –Arterial (≤ 1%)(11)",
            "A fourth subtype, “nonspecific” or “disputed” TOS, is also sometimes recognized as a separate entity, or as a subtype of neurogenic TOS",
            "This Clinical Review focuses on TOS caused by vascular compression; i.e., venous and arterial forms of TOS",
            "Please see Clinical Review…Thoracic Outlet Syndrome: Neurogenic Form ; CINAHL Topic ID Number: T708633 for signs and symptoms of the neurological form of TOS",
            "Please see Clinical Review…Thoracic Outlet Syndrome: Nonspecific Form ; CINAHL Topic ID Number: T708928 for signs and symptoms of the nonspecific form",
            "There are multiple syndromes that fall under the umbrella of TOS based on the site of the compression,including: –Costoclavicular syndrome -The distance between the clavicle and 1st rib is reduced -Inferior and posterior pressure on the shoulders for extended periods or clavicular anomalies may be the source of the space reduction –Hyperabduction syndrome -Compression due to shoulder hyperabduction; examples include ceiling painting and sleeping with the arms placed over the head –Cervical rib -The extra rib reduces the space between the scalene muscles, thereby compressing the vessels –Scalenus anticus syndrome -Compression due to atypical insertions of the scalene muscles"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G54.0": " (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Vascular (arterial or venous) TOS –General -TOS that is exclusively vascular is very rare(9) –Signs/symptoms of arterial TOS -Pain, pallor, numbness, coolness in the upper extremity that worsens in cold temperatures(9,11) -Upper extremity fatigue during use/activity(11) -Pain related to ischemia in the hand(2) -Cramping and pain repetitious activity(9) -Reduced or absent radial pulse(9) -Paresthesia in the digits(9) –Signs/symptoms of venous TOS -Edema (not observed in arterial TOS or neurological TOS)(9) -Venous thrombosis can cause superficial venous dilation in the shoulder area(9) -The patient may have complaints of heaviness in the upper extremity that is worse after activity and deep pain in the arm, chest, and shoulder(11) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "If there are any indications from the subjective portion of the examination that the patient has an arterial or venous form of TOS, the physical therapist should not perform any tests or measures and should contact the referring physician immediately",
            "If at any point during the physical examination the therapist suspects an arterial or venous form of TOS, the examination should be terminated and the physician contacted immediately",
            "Sequencing of physical examination tests should be appropriate to patient’s medical condition, functional status, and setting. The least aggressive tests and measures should be performed first"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "TOS is a syndrome involving compression of one or more of three key structures:(10,11)–The brachial plexus–The subclavian-axillary  artery–The subclavian-axillary  vein",
            "The brachial plexus and subclavian-axillary  artery leave the cervical area by running between the anterior and middlescalene muscles, under the clavicle, over the 1st rib, and into the axilla and then the proximal upper extremity. Thesubclavian-axillary  vein runs between the anterior scalene and the subclavius muscles, then joins up with the brachialplexus and subclavian-axillary  artery to pass under the clavicle(10,11)–Compression may occur at any of three points:(1)-The interscalene triangle – most common site of compression-The costoclavicular triangle-The subcoracoid space",
            "Vascular TOS–A traumatic injury resulting in symptoms that can develop immediately or after a prolonged period of time; examplesinclude(4)-post clavicular fracture-arm activities, such as sports that demand large amounts of throwing–Congenital musculoskeletal defects(4)-Cervical rib(7)-A cervical rib originates from the 7th cervical vertebrae, varying in length from < 1cm to a length that extends acrossthe thoracic outlet and fusing with the 1st rib(7)-Incidence of cervical ribs in the general population is 0.2% to 1.0%(7)-Cervical ribs that extend beyond the transverse process with fibrous bands or cartilage attaching to the first rib orcompletely fused to the first rib are commonly associated with vascular complications, including arterial TOS,thrombosis, and aneurysm(7)-In a small United States study of 23 patients with vascular TOS, 74% of the subjects presented with a cervical ribfusion to the 1st rib(7)",
            "Arterial TOS–Most often found in the presence of congenital anomalies of the musculoskeletal system, such as a cervical rib or anatypical 1st rib(2)–Arterial TOS cases can have symptoms that develop suddenly and are not correlated with an accident/injury or repetitiouswork(2)–Anterior scalene muscle hypertrophy has also been suggested as a cause of arterial TOS(15)",
            "Venous TOS–Venous TOS is caused by subclavian vein compression between the clavicle and 1st rib within the costoclavicularspace(13)–Symptoms may occur after prolonged atypical upper extremity effort or repetitive overhead arm andshoulderactivities(4,5,13)"
        ],
        "pathogenesis": [
            "Arterial TOS(5)–Subclavian artery compression may occur secondary to bony fusion between cervical ribs and the first rib-This results in injury to the third segment of the subclavian artery, which may result in intimal damage, thrombosis,embolism, poststenotic dilation, and aneurysm-In rare circumstances, complete subclavian artery occlusion may occur–Commonly associated with bone abnormalities. Cervical ribs are present in up to 85% of patients with arterial TOS-Additional anatomical abnormalities may lead to arterial compression and arterial TOS. These include anomalous firstrib, callus formation from a prior clavicular or 1st rib fracture, prominent C7 transverse process, and fibrocartilaginousband",
            "Venous TOS(5)–Caused by compression of the subclavian vein between the 1st rib, costoclavicular ligament, and the subclavius tendon–Repetitive arm movements and exertion can result in chronic injury and inflammation of the vein, focal intimal fibrosis,stenosis, blood flow stasis, and thrombosis–A clot may form in the subclavian vein near the 1st rib; there will be a marked increase in swelling, cyanosis, and ache(9)"
        ],
        "risk factors": [
            "Trauma–Clavicular fractures",
            "Participation in activities that require repetitious use of the upper extremity (e.g., competitive sports that demand repeatedextreme abduction and external rotation of the shoulder such as swimming freestyle and butterfly stroke, baseball, andtennis)(12)",
            "Congenital musculoskeletal anomalies(9)–≤1% of persons have a cervical rib located at C7, 10% of whom will develop TOS-Cervical ribs can cause TOS symptoms in the absence of trauma; however, 80% of patients with cervical ribs whodevelop TOS develop symptoms only after an injury(11)",
            "Occupational factors(17)–Poor posture–Prolonged computer use",
            "Vascular disorders–Hypercoagulability(6)",
            "Sex–Mixed results in the literature regarding the association of vascular TOS and sex. Female to male ratio has been reportedas 3.5:1(22)",
            "Age–Rarely reported in patients < 20 years old(9)–Often associated with adults in the 3rd through 5th decade of life"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Should the possibility of an undiagnosed vascular component of TOS arise at any point during the examination, the clinician must terminate the examination and contact the treating physician immediately",
        "There are discrepancies in the literature regarding diagnosing TOS.(4) Many variations exist on how to categorize it, what criteria are necessary for a certain diagnostic type, and how to properly test for it. The clinician must consider that physicians may define and label TOS differently, and should adhere to the orders/guidelines of the treating physician",
        "See specific  Contraindications/precautions to examination  and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "If there are any indications from the subjective portion of the examination that the patient has an arterial or venous form of TOS, the physical therapist should not perform any tests or measures and should contact the referring physician immediately",
            "If at any point during the physical examination the therapist suspects an arterial or venous form of TOS, the examination should be terminated and the physician contacted immediately",
            "Sequencing of physical examination tests should be appropriate to patient’s medical condition, functional status, and setting. The least aggressive tests and measures should be performed first"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Does the patient report a history of trauma? -If the patient was involved in a motor vehicle accident, did he or she have other injuries? -When did symptoms begin? -Does the patient complain of difficulty when carrying heavy items? -In a case report from the United States, a patient referred to physical therapy for postsurgical treatment following anterior cervical discectomy and fusion for persistent left ring and fifth digit numbness presented with worse symptoms than before surgery. On examination, the patient’s pain and disability were found to be consistent with vascular TOS, which had not been ruled out presurgically, demonstrating the importance of differential diagnosis by physical therapists even when a patient is referred for specific post-surgical treatment(14)",
                "course of treatment": {
                    "medical management": " Medical management Vascular TOS  Surgical intervention is indicated for both venous and arterial TOS Arterial TOS  Surgery is often indicated when arterial complications (e.g., thrombus, embolization, aneurysm) are present.(5)Surgical options are cervical rib resection, 1st rib resection, or both cervical rib and 1st rib resection in conjunction with a scalenectomy(7) Treatments for venous TOS include thrombolysis, balloon venoplasty, subclavian artery bypass, and brachial plexus decompression(7) Patients who present with subclavian artery aneurysm require arterial reconstruction(7)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? May include analgesics (e.g., NSAIDs, opioids), muscle relaxants, anticoagulants, anticonvulsants, and antidepressants(1)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Usual tests for this condition are the following:",
                        "X-ray(9)",
                        "Recommendation is for this test to be completed prior to any others",
                        "Used to detect skeletal irregularities",
                        "CT(9)",
                        "Provides detailed anatomical information regarding the vascular structure and surrounding muscles and bones",
                        "MRI",
                        "May be coupled with changes in position or posture in an attempt to elicit symptoms",
                        "May detect compression of an artery or vein ",
                        "Reportedly the best test for detecting compression of the brachial plexus",
                        "Capable of detecting muscle hypertrophy",
                        "No radiation with this method",
                        "Ultrasound(9)",
                        "Can be used to evaluate blood flow",
                        "Patient may be tested while sitting and/or during TOS-specific  tests such as Adson’s test or elevated-arm  stress test (EAST)",
                        "Frequently used to confirm the diagnosis of arterial TOS and useful as supplemental imaging to CT or MRI",
                        "Arteriography or venography(9)",
                        "Used for dynamic studies",
                        "Completed while performing upper extremity maneuvers or thrombolysis",
                        "Electrodiagnostic testing(9)",
                        "May be used to rule out compression of nerves at other locations, thereby assisting in differential diagnosis",
                        "Blood tests to rule out hypercoagulable disorder"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Symptoms tend to increase with overhead activities(4)",
                "body chart": "Use body chart to document location and nature of symptoms -Arterial TOS  Patients complain of pain in the hand but rarely in the shoulder or neck -Venous TOS  Pain increases along the course of the axillary vein",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling) -Arterial TOS -Patients report weakness, loss of dexterity, paresthesia -Venous TOS -Paresthesia, edema, and pain(9)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -Pain catastrophizing and fear avoidance may be assessed using a pain catastrophizing scale and/or fear avoidance belief questionnaire as indicated(14)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness)",
                "respiratory status": "Evaluate for atypical patterns of respiration, particularly exaggerated accessory muscle use or trouble when trying to use the diaphragm primarily for respiration Barriers to learning -Are there any barriers to learning? Yes __ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? What does the patient do for work? Do the patient’s symptoms impair job performance? Does the patient play an instrument? Which one? Does the patient lift weights?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient report changes in ability to complete ADLs (e.g., talking on the phone or brushing hair)?",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "The following tests and measures should be performed as part of an examination ›Relevant tests and measures : The following tests and measures should be performed as part of an examination for a diagnosis of nonspecific or neurological TOS to rule out arterial or venous TOS. If at any point during the examination the therapist suspects an arterial or venous form of TOS, the examination should be terminated and the physician contacted immediately •While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting. The least aggressive tests and measures should be performed first",
            "anthropometric characteristics": " Anthropometric characteristics –Assess for signs of edema in the upper extremity; take girth measurements as indicated",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [
                "Use of accessory muscles during respiration may be noted in patients with TOS"
            ],
            "circulation": " Circulation –Evaluate blood pressure in both upper extremities and compare readings; if a disparity of > 20 mm Hg is observed between the extremities, an arterial component should be suspected(3) –Evaluate radial pulse bilaterally and compare -Patients often present with diminished or absent pulses, especially with positional changes or activity –Assess bilateral carotid and brachial pulses –Does the patient’s extremity feel cool or cold in comparison to the other extremity?(9)Consider evaluation of workplace/home/hobby area to determine cause of repetitive stress, as indicated. Unsuitable workstation design may contribute to poor posture",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": " Muscle strength –Assess bilateral upper extremity myotomal muscle strength with manual muscle testing",
            "observation inspection palpation including skin assessment": [
                "Document color changes in the skin(4) -Arterial TOS is associated with coolness and pallor -Blue or purplish skin is associated with venous TOS",
                "Note venous distension and edema(4)",
                "Evaluate for skin ulcers",
                "Evaluate incision if postsurgical patient",
                "Document the location of any muscle atrophy -Most often in the thenar eminence •Palpation",
                "Evaluate the neck, around the clavicle, and the shoulder for abnormal bulges or masses",
                "Finger stiffness due to swelling is associated with venous TOS •Reflexes",
                "Assess bilateral biceps, triceps, and reflexes"
            ],
            "posture": "",
            "range of motion": "Assess cervical ROM; muscle shortening and/or pain may restrict mobility. Assess bilateral upper extremity ROM with particular attention to the shoulder joints Sensation –Assess bilateral upper extremity dermatomes (C6–T1)  for any sensory abnormalities to light touch, two-point discrimination, and sharp-dull",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "Provocation tests for TOS (to reproduce the symptoms) include the following. Provocation tests for TOS have been reported to lead to a high number of false positives.(11)They should be used in conjunction with other objective findings –EAST, also referred to as Roos test(11) -Both upper extremities abducted to a minimum of 90° at the shoulder  -Arms should be kept back near the ears, not into shoulder flexion -Request the patient make fists and then extend fingers in a repeated pattern for ~3 minutes -A positive test is when symptoms are brought on through this procedure –Adson’s test -Procedure(6) -Palpate radial pulse in affected extremity -The extremity is then extended, externally rotated, and slightly abducted at the shoulder (elbow in extension) -While palpating radial pulse, request patient inhale deeply and rotate head toward affected upper extremity -Change in pulse is a positive test; however, test may be positive in normal subjects also –Wright test or hyperabduction test(6) -Patient can sit or stand -Shoulder should be moved into external rotation and hyperabduction -Palpate radial pulse -If pulse changes or symptoms arise, the test is positive –Costoclavicular syndrome test(6,16) -Clinician palpates the radial pulse -Clinician then moves the patient’s shoulder inferiorly and posteriorly with elbow extended -Positive test is absence of pulse –Shoulder Girdle Passive Elevation(16) -Test is used on patients who present with TOS symptoms and is used as a release phenomenon test -Patient sits and the examiner grasps the patient’s arms and performs a passive bilateral shoulder shrug, holding the position for ≥ 30 seconds -Arterial relief is evidenced by a stronger palpable pulse, skin color change (more pink), and increased skin temperature in the hand -Venous relief is evidenced by venous engorgement and decreased cyanosis -Positive test is also associated with reversal of neurogenic pain",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [
                "Any possible worsening of vascular symptoms of the upper extremity as a result of increased upper extremity use (e.g., diminished pulse, discoloration, pain)",
                "Warning signs of a recurrent DVT or pulmonary embolism should be continuously screened for: increased swelling of the upper extremity, increased redness of the upper extremity, return of other original symptoms (pain, heaviness of upper extremity), and shortness of breath"
            ],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "There are discrepancies in the literature regarding TOS.(4) Many variations exist on how to categorize it, what criteria are necessary for a certain diagnostic type, and how to properly test for it. The clinician must consider that physicians may define and label TOS differently and should adhere to the orders/guidelines of the treating physician. Should the possibility of an undiagnosed vascular component arise, the clinician must contact the referring physician immediately",
                "There are generally no contraindications for physical therapy interventions after the patient has been seen by the appropriate physician, has already had vascular TOS diagnosed, and has begun medical management",
                "Precautions"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Surgery is indicated after failure of physical therapy, with complications (e.g., thrombosis, aneurysms), with sympathetic cervical rib, and with neurologic compressions(9)",
        "rule out": " Rule out Carpal tunnel syndrome(9) Cubital tunnel syndrome (ulnar nerve compression)(9) Complex regional pain syndrome (CRPS)(9) Cervical radiculopathy(9) Tumors of the cervical spine(4)  Multiple sclerosis(4) Acromioclavicular joint injury(4) Glenohumeral instability(4) Shoulder impingement syndrome(4)",
        "prognosis": [
            "Nonsurgical treatment is often successful for patients who complain primarily of pain(9)",
            "Postsurgical complications include venous injury, arterial injuries, transient dysesthesia, or brachial plexus injuries(9)",
            "First rib resection resulted in complete relief of symptoms in 54% of patients and symptom improvement in 90%. Surgery was considered beneficial in 90% of patients, with a low risk of severe morbidity(18) –Based on a retrospective study of 56 patients with TOS in the Netherlands",
            "Regrowth of a 1st rib is rare following surgical resection; however, it is a possibility. Signs and symptoms of TOS re-emerge, specifically pain, numbness and tingling, muscle weakness, headache, and venous congestion. These patients will require surgery to resect the regrown 1st rib in addition to neurolysis of the brachial plexus, scalenectomy, and lysis of the subclavian vein(8)"
        ],
        "referral to other disciplines": " Referral to other disciplines A multidisciplinary comprehensive approach to TOS is thought to improve outcomes(6) Occupational therapist for ADL assist, as indicated",
        "other considerations": [],
        "treatment summary": [
            "In the postoperative management of vascular TOS, the operating physician’s orders should be adhered to",
            "If medical management (anticoagulants) is the initial approach, treatment typically includes rehabilitative exercise to address: –Upper extremity edema –Impaired shoulder ROM –Impaired upper extremity function –Poor posture –Weak posterior musculature (scapular, shoulder, trunk extensors) –Tight anterior shoulder and chest musculature –Pain",
            "Physical therapy intervention may include: –Use of modalities for pain reduction –Training in body mechanics and posture –ROM exercises –Muscle stretching –Joint mobilization as indicated –Establishment of diaphragmatic breathing –Gradual progression of functional activity including work and recreational activities . Problem Goal Intervention Expected Progression Home Program Symptoms of arterial or venous compromise secondary to vascular TOSN/A Therapeutic interventions _ Arterial or venous TOS necessitates an immediate referral to an appropriate physician (or hospital) for medical and/or surgical interventionFor postoperative management of vascular TOS, adhere to the operating physician’s ordersN/A . "
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain": [
            "V AS"
        ],
        "decreased edema": [
            "V olumetric measures"
        ],
        "restored rom": [
            "ROM – goniometry"
        ],
        "restored strength": [
            "Manual muscle testing, dynamometry"
        ],
        "improved posture": [
            "Postural assessment"
        ],
        "improved body mechanics": [],
        "enhanced normalized breathing": [
            "Increased function DASH, QuickDASH"
        ]
    },
    "maintenance or prevention": [],
    "patient education": [
        "Cleveland Clinic, “Thoracic Outlet Syndrome,” https://my.clevelandclinic.org/health/diseases/17553-thoracic-outlet-syndrome-tos"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Jones MR, Prabhakar A, Viswanath O, et al. Thoracic outlet syndrome: a comprehensive review of pathophysiology, diagnosis, and treatment. Pain Ther . 2019;8(1):5-18. doi:10.1007/s40122-019-0124-2.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Jiang S, Shen H, Tan WQ, Lu H. Arterial thoracic outlet syndrome caused by cervical ribs—an unusual case report. Medicine. 2019;98(11):e14778. doi:https://doi.org/10.1097/ MD.000000000001. (C)"
        },
        {
            "number in article": 3,
            "reference": "Povlsen S, Povlsen B. Diagnosing Thoracic Outlet Syndrome: Current Approaches and Future Directions. Diagnostics (Basel, Switzerland) . 2018;8(1). doi:10.3390/ diagnostics8010021. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Lin L, Lindgren K. Thoracic outlet syndrome. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Saunders/Elsevier; 2015:633-638.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Hussain MA, Aljabri B, Al-Omran  M. Vascular thoracic outlet syndrome. Semin Thorac Cardiovasc Surg . 2016;28(1):151-157.  doi:https://doi.org/10.1053/j.semtcvs.2015.10.008. (RV)"
        },
        {
            "number in article": 6,
            "reference": "Yuschak E, Haq F, Chase S. A case of venous thoracic outlet syndrome: primary care review of physical exam provocative tests and osteopathic manipulative technique considerations. Cureus. 2019;11(6):e4921. doi:https://doi.org/10.7759/cureus.4921. (C)"
        },
        {
            "number in article": 7,
            "reference": "Chang KZ, Likes K, Davis K, Demos J, Freischlag JA. The significance of cervical ribs in thoracic outlet syndrome. J Vascular Surg . 2013;57(3):771-775.  doi:10.1016/ j.jvs.2012.08.110. (R)"
        },
        {
            "number in article": 8,
            "reference": "Gelabert HA, Jabori S, Barleben A, et al. Regrown first rib in patients with recurrent thoracic outlet syndrome. Ann Vasc Surg . 2014;28(4):933-938.  doi:10.1016/ j.avsg.2014.01.004. (R)"
        },
        {
            "number in article": 9,
            "reference": "Tsukada H. Thoracic outlet syndrome. In: Ferri FF, ed. Ferri's Clinical Advisor 2020. 5 Books in 1 . Philadelphia, PA: Elsevier; 2020:1354-1355.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "NINDS thoracic outlet syndrome information page. National Institute of Neurological Disorders and Stroke Web site. https://www.ninds.nih.gov/Disorders/All-Disorders/Thoracic-Outlet-Syndrome-Information-Page . Accessed November 13, 2020. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Kuhn JE, Lebus GF, Bible JE. Thoracic outlet syndrome. J Am Acad Orthop Surg . 2015;23(4):222-232.  doi:10.5435/JAAOS-D-13-00215.   (RV)"
        },
        {
            "number in article": 12,
            "reference": "Rosenbaum DA, Thornburg M, Silvis ML. Thoracic outlet syndrome. Medscape Web site. http://emedicine.medscape.com/article/96412-overview . Published January 10, 2019. Accessed November 13, 2020. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Moore R, Lum YW. Venous thoracic outlet syndrome. Vasc Med . 2015;20(2):182-189.  doi:https://doi.org/10.1177/1358863X14568704. (RV)"
        },
        {
            "number in article": 14,
            "reference": "Prizinski F. Medical screening and differential diagnosis of a patient following a cervical fusion who developed arterial thoracic outlet syndrome. SportEx Medicine Dynamics . 2015;66(Oct):8-9.  (C)"
        },
        {
            "number in article": 15,
            "reference": "Qaja E, Honari S, Rhee R. Arterial thoracic outlet syndrome secondary to hypertrophy of the anterior scalene muscle. J Surg Case Rep . 2017;8:rjx158. doi:https:// doi.org/10.1093/jscr/rjx158. (C)"
        },
        {
            "number in article": 16,
            "reference": "Prabhakar S, Syam K. Shoulder examination. In: Dhatt SS, Prabhakar S, eds. Handbook of Clinical Examination in Orthopedics . Springer; 2019:125, 127. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Thoracic outlet syndrome. Mayo Clinic Web site. https://www.mayoclinic.org/diseases-conditions/thoracic-outlet-syndrome/symptoms-causes/syc-20353988 . Published September 12, 2019. Accessed November 13, 2020. (GI)"
        },
        {
            "number in article": 18,
            "reference": "Peek J, Vos CG, Ünlü C, Schreve MA, van de Mortel RHW, de Vries JPM. Long-term  functional outcomes of surgical treatment for thoracic outlet syndrome. Diagnostics . 2018;8(1):7. doi:https://doi.org/10.3390/diagnostics8010007. (R)"
        }
    ]
}