{
    "metadata": {
        "title": " -FIM -TUG test -Tinetti Performance-Oriented  Mobility Assessment (POMA) -Tinetti gait subtest -Tinetti balance subtest -9-hole  peg test -Cognitive Assessment of Minnesota (CAM) -MMSE -Results -Fifty-four  participants were classified as responders, 33 as nonresponders(12) -The following tests and subtests were found to be sensitive; after the drainage procedure, the results of these outcome measures identified a degree of improvement in function that distinguished responders from nonresponders(12) -TUG test -Tinetti total score -Tinetti balance subtest -Tinetti gait subtest -FIM toilet transfer subtest -FIM lower body dressing subtest -CAM –Quality of life -The Short Form Health Survey (SF-36)  evaluates overall independence, emotional and mental health, limitations to previous roles, and social status -The Canadian Occupational Performance Measure (COPM) evaluates function through evaluation at baseline and status throughout treatment using the patient’s direct input in scale -The COPM allows patients to identify goals in therapy that are personally meaningful; useful for a client-centered approach to therapy Assessment/Plan of Care",
        "synonyms": [
            "stereotactic ventriculotomy  occupational therapy",
            "endoscopic ventriculotomy: occupational therapy",
            "endoscopic third ventriculostomy (etv): occupational therapy",
            "external ventricular drain (evd): occupational therapy"
        ],
        "anatomical location body part affected": [
            "Ventricle of the brain"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "acute care",
            "home health",
            "pediatric rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "A ventriculotomy is a surgical procedure in which an incision is made in a ventricle of the brain.(1) In many cases, a shunt or catheter is placed in the incision in order to relieve pressure from a buildup of cerebrospinal fluid (CSF) or blood. In a procedure called an endoscopic third ventriculostomy (ETV), a hole is created in the floor of the third ventricle to allow CSF to bypass an obstruction in the ventricle system.(11) In the case of an ETV , there is no placement of a shunt or catheter(11) or application of equipment Cognitive impairments To improve the patient’s cognitive capabilities in functional tasksFunctional training _ Therapy will focus on improving cognitive skills as well as incorporating compensatory strategies into functional activitiesAs the patient’s cognitive abilities improve, the OT will increase cognitive demands and task complexityProvide the patient with cognitive exercises; daily completion of exercises as recommended by the treating OT  Perceptual impairments To improve the patient’s perceptual capabilities in functional tasksFunctional training _ Sensory intervention _ _ Constraint-induced movement therapy (CIMT) _ _ Neurodevelopmental training _ _ Therapy will focus on improving perceptual skills as well as incorporating compensatory strategies into functional activitiesAs the patient’s perceptual abilities improve, the OT will increase cognitive demands and task complexityProvide the patient with perceptual exercises; daily completion of exercises as recommended by the treating OT . Desired Outcomes/Outcome Measures"
        ],
        "indications": [
            "Ventriculotomy is indicated when there is an abnormal buildup of CSF or blood in the ventricles of the brain. A ventriculotomy might be required for a variety of underlying diagnoses, including the following:",
            "Hydrocephalus(2,3) –For additional information on adult-onset  hydrocephalus, see Clinical Review… Hydrocephalus, Normal Pressure ; CINAHL Topic ID Number: T709056. For childhood hydrocephalus, see Clinical Review…Hydrocephalus in Children;  CINAHL Topic ID Number: T709058",
            "Progressive neurological disease(2)",
            "Brain tumor –For additional information on brain tumors, see Clinical Review…Brain Tumors: Adult –Physical/Occupational Therapy ; CINAHL Topic ID Number: T708861",
            "Stroke (particularly for treatment of interventricular hemorrhage)  –For additional information on stroke, see Clinical Review…Stroke Rehabilitation: Occupational Therapy – an Overview ; CINAHL Topic ID Number: T708955 and the series of Clinical Reviews on this topic",
            "Traumatic brain injury (TBI) –For additional information on TBI, see the series of Clinical Reviews on this topic"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "00960": "drainage cerebral ventricle, open",
            "00963": "drainage cerebral ventricle, percutaneous",
            "00964": "drainage cerebral ventricle, percutaneous endoscopic",
            "0N9000Z": "drainage of skull with drainage device, open approach (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Symptoms will vary greatly between patients depending on the underlying condition associated with ventriculotomy. Patients might experience",
            "pain at the surgical site",
            "improvement of symptoms related to the underlying condition (e.g., improved cognitive abilities, elimination of seizures)(2) Surgical Indications, Contraindications, & Complications"
        ],
        "contraindications precautions to test": [
            "Occupational therapy evaluations of patients who have undergone ventriculotomy should utilize a client-centered  approach to most effectively evaluate deficits and needs(4) –A client-centered  approach is based on the following principles: -The patient is uniquely qualified to make decisions about his or her occupational functioning(4) -The patient should have an active role in determining goals and desired outcomes(4) -The patient-therapist  relationship should be interdependent(4) -Evaluation and treatment should focus on the patient’s culture, roles, interests, etc.(4) -When the patient is able to define the problems that he or she would like to work on, the patient also becomes a problem solver(4) -The patient should evaluate his or her own performance and set personal goals(4)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [
        "An occupational therapy assessment should include the patient, caregiver(s), and family/friends as appropriate; including the patient’s familial and social network in the rehabilitation process can assist in the patient’s psychosocial recovery",
        "Follow the surgeon’s orders regarding out-of-bed  and activity restrictions and vital sign parameters",
        "Monitor vital signs throughout evaluation and treatment sessions for any patient who has undergone ventriculotomy",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Occupational therapy evaluations of patients who have undergone ventriculotomy should utilize a client-centered  approach to most effectively evaluate deficits and needs(4) –A client-centered  approach is based on the following principles: -The patient is uniquely qualified to make decisions about his or her occupational functioning(4) -The patient should have an active role in determining goals and desired outcomes(4) -The patient-therapist  relationship should be interdependent(4) -Evaluation and treatment should focus on the patient’s culture, roles, interests, etc.(4) -When the patient is able to define the problems that he or she would like to work on, the patient also becomes a problem solver(4) -The patient should evaluate his or her own performance and set personal goals(4)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Review medical chart and physician reports to ascertain information about the surgery -What is the underlying diagnosis associated with the surgery? Have there been any complications to date?",
                "course of treatment": {
                    "medical management": "Document medical management of ventriculotomy and underlying diagnosis to date. Medical Management of swelling in the face and head; monitoring intracranial pressure (ICP) Airway management during and after surgery Placement of a stent or shunt during ventriculotomy(2)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? Pain medications (both narcotic and nonnarcotic pain medications can be prescribed) are often necessary after ventriculotomy",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests prior to a ventriculotomy are the following: ",
                        "Diagnostic imaging (e.g., MRI, CT scan, chest X-ray)",
                        "Blood work (CBC, platelets, PT[INR], PTT, BUN, creatinine, glucose, urinalysis)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "(and length of time each item is performed before the symptoms come on or are eased) -Is the patient sensitive to lights or sounds? -Do any activities or positions aggravate or ease the patient’s symptoms (such as chest pain or shortness of breath)?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much ) -Use Oucher scale(14) for pediatric patients; use the Face, Legs, Activity, Cry, Consolability scale (FLACC) scale(15) for infants and nonverbal patients",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia) -Symptoms of normal pressure hydrocephalus (NPH) are a combination of gait disturbance, incontinence, and dementia; if these symptoms are present in a patient who has undergone a ventriculotomy with shunt or ventriculostomy, it might indicate shunt malfunction/blockage or new obstruction of the CSF within the ventricle system",
                "respiratory status": "Note respiratory status -Does the patient require supplemental oxygen? Tracheostomy tube, nasal cannula, or breathing mask? -Does the patient require mechanical ventilation? -Does the patient become short of breath? If so, when? Standing? Walking? With exercise? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ____________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Is there a previous history of ventriculotomy? If so, for what reason? Document history of any other cardiac surgery or neurosurgery Is there a history of neurological or cardiovascular disease, including stroke, hypertension, arterial stenosis, etc.? History of hydrocephalus, shunt, or lumbar puncture?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient/caregiver about other symptoms the patient may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -What are the patient’s daily occupations and role(s) within his or her family? -Is he or she currently employed? -Is the patient hoping to return to work? -Patients who have undergone ventriculotomy and wish to return to work might need a vocational assessment; if possible and with the patient’s permission, contact the patient’s employer and work together to determine possible modifications to both environment and job responsibilities as needed  -What activities, hobbies, etc., did the patient enjoy prior to the ventriculotomy? -For pediatric patients, does the patient attend school? If so, in what grade is the child? Does the patient receive any special accommodations or services at school? Is the child meeting grade-level expectations in academic areas? Is the child able to participate in activities during the school day, or are there physical restrictions related to the underlying condition? -A patient/caregiver interview may be helpful to gain insight into the patient’s hobbies, family/community roles, interests, prior work status, and home responsibilities",
                "functional limitations assistance with ADLs adaptive equipment": "What current assistive or adaptive equipment is available to the patient at home? Can it still be used based on patient’s current level of functioning? -Document both high-  and low-tech  adaptations and equipment -Possible functional limitations associated with ventriculotomy and ventriculostomy include gait disturbance, balance impairment, and cognitive dysfunction leading to safety, mobility, and ADL/IADL limitations -For additional information on assistive technology see Clinical Review…Assistive Technology for Activities of Daily",
                "living environment": "Occupational Therapy;  CINAHL Topic ID NumberOccupational Therapy;  CINAHL Topic ID Number Living environment -Who is the patient’s primary caregiver? -If the patient has no caregiver or the patient’s caregiver is not receiving guidance or assistance with the patient’s care, refer to social worker or case management -With whom does the patient live (e.g., spouse/partner, parents, children, siblings, grandparents, caregivers)? -Are there pets in the home? -Identify if there are barriers to independence in the home; are any modifications necessary? -Inquire about the levels of the home, including stairs, numbers of floors, etc. -A home visit may be beneficial in order to provide functional and realistic environmental modifications around the house"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Note BMI",
            "assistive and adaptive devices": "Assess the patient’s need for and/or use of assistive and adaptive devices; incorrect use of devices can increase risk of falls –Mobility aids -Cane -Walker -Wheelchair -Crutches -Hemi-walker -Ankle-foot  orthoses (AFOs) –Toileting equipment -Grab bars next to the toilet -Bedside commode -Urinal at bedside -Raised toilet seat -Elevated foot rest at the toilet –ADL/IADL aids -Reachers -Elastic shoe laces  -Sock aid -Personal digital assistant (PDA) -Large-print  reading material -Adaptive/ergonomic computer/mouse/keyboard -Text-to-speech  software -Adaptive cooking equipment",
            "balance": "Evaluate static and dynamic balance functionally during ADL tasks involving weight shifting –Tinetti Balance Scale(6) –Berg Balance Scale –Functional Reach Test",
            "cardiorespiratory function and endurance": [
                "Refer to physician orders regarding cardiac and exercise limitations",
                "Assess heart rate, blood pressure, and respiratory rate regularly pre/during/post activity; use Borg Rating of Perceived Exertion (RPE) Scale if indicated -Ventricular tachycardia can occur after ventriculotomy -Patients who have undergone left ventriculotomy for treatment of heart failure will have reduced maximal heart rate capacity, limited functional capacity, and an abnormal response to submaximal exercise",
                "Monitor breathing to assist in determining fatigue and endurance levels"
            ],
            "circulation": "Assess pulse bilaterally; note any discrepancies or abnormalitiesAssess patient for involvement of cranial and peripheral nervesBed mobility and transfers should be assessed to determine the amount of assistance needed for the patient to perform each activity –Test static and dynamic activitiesa measurement of mobility; includes tasks such as standing from a seating position, walking, turning, stopping, and sitting down, all of which are important for independent mobility(7) –FIM – an 18-item,  7-level  ordinal scale assessing functional mobility, ADLs, language skills, and cognition(8)",
            "functional mobility": "",
            "gait locomotion": "Observe patient’s gait and ability to climb stairs (assisted or unassisted) –Note use of braces or ambulatory aids for walking –If the patient presents with impaired gait, referral to physical therapy may be appropriateAssess joint integrity and mobility –Assess upper extremity active and passive range of motion (AROM/PROM) -Note hyper-  and hypomobility as well as soft tissue changes such as swelling, inflammation, and restriction at the shoulder, elbow, and wristAssess fine and gross motor function of the upper extremities; describe the quality of movement –Document the presence of hemiplegia in patients whose underlying diagnosis is stroke/interventricular hemorrhage –Patients with decreased dexterity may be more significantly impaired in their ability to complete ADLs -Observe manual dexterity; serial opposition or rapidly touching each finger to thumb in succession –Modified Ashworth Scale (mAS) -Used to assess tone -Severity of spasticity can be graded on the mAS –Motor Assessment Scale -Assesses motor function; includes disability and impairment measures; assessments include that of arm and hand movements, tone, and mobility –Functional Test for the Hemiparetic Upper Extremity -Assesses arm and hand function through 17 hierarchical functional tasks such as folding a sheet, screwing in a light bulb, stabilizing a jar, and zipping a zipper –Arm Motor Ability Test (AMAT) -Evaluates arm functional ability and quality of movement; 28 tasks, including eating with a spoon, opening a jar, tying a shoelace, and using the telephone –Upper Extremity Performance Test for the Elderly (TEMPA) -Upper extremity assessment composed of 9 standardized tasks; assesses tasks both bilaterally and unilaterally  –Jebsen Test of Hand Function -Composed of 7 activities, including writing, turning over stacked index cards, simulated eating, moving empty and weighted cans, and picking up small objects –9-Hole  Peg Test for fine motor control –Handwriting assessmentobjective assessment of handwriting",
            "muscle strength": "Assess muscle strength –Manual muscle testing (MMT) to evaluate strength in both upper extremities, including the shoulder, elbow, forearm, wrist, and fingers; do not perform MMT with muscles with abnormal tone, contractures, or coordination issues –Dynamometer to evaluate hand strength bilaterally –Assess grip force in functional tasks –Assess pinch strength –Motricity Index -Measures limb strength impairments with weighted ordinal scaleAssess with standardized neuromotor development tests, such asThis standardized assessment measures gross and fine motor skills of children from birth to 6 years of age",
            "observation inspection palpation including skin assessment": [
                "Observe for and document presence of skin breakdown upon initial evaluation and at the start of each treatment session; report new or changing skin breakdown to patient’s nurse and/or physician -Observe the patient’s incision; infection of the incision, heart, lungs, chest, skull, or brain can occur after ventriculotomy; observe the patient for signs of infection, including swelling of the incision, green or yellow fluid seeping from the incision, fever, and chills",
                "Risk of deep vein thrombosis (DVT) is significantly increased in patients with hemiplegia; assess for signs of DVT (e.g., redness, warmth, pain, tenderness, swelling) and refer to physician urgently if these symptoms are present •Perception  (e.g., visual field, spatial relations)",
                "Ocular motor screening includes tracking through all planes, visual accommodation, and clarity of vision -Document complaints of double vision, optic pain, or visual field cuts -Document use of eye patching",
                "Referral to ophthalmology or neuro-ophthalmology  is appropriate if symptoms of visual disturbances are noted during"
            ],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Note patient’s ability to communicate and level of arousal as well as memory, attention, problem solving, and orientation to person, place, time, and situation –A brief cognitive assessment such as the Mini-Mental  State Examination (MMSE)(5) is appropriate for patients who have undergone ventriculotomy –For patients with significant cognitive impairment, referral to neuropsychology is appropriate for extensive assessment and input regarding cognitive intervention –Refer to speech-language  pathology reports regarding speech, language, or cognitive-linguistic  impairments",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Low-level  laser therapy (LLLT)  contraindications(10) -Do not use laser with pregnant women, patients with epilepsy, or patients with infections -Do not use over the unclosed fontanelles of children -Do not use over cancerous lesions, the mediastinum, areas of impaired sensation, sympathetic ganglia, the vagus nerve, the gonads, the cornea, endocrine glands, or hemorrhaging lesions",
                "LLLT  precautions(10) -Goggles with an appropriate optical density rating should be worn by the patient",
                "Cryotherapy  contraindications(10) -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over area of nerve regrowth",
                "Cryotherapy  precautions(10) -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves",
                "Whirlpool  contraindications(10) -Certain dermatologic conditions (e.g., ichthyosis, infection) -Venous ulcers -Tissues damaged by radiation therapy -Peripheral vascular disease -Respiratory impairment -Surgical incisions/skin grafts -Malignancy -More than half-body  immersion during pregnancy",
                "Whirlpool  precautions (*some are relevant only if entire body is immersed)(10) -Cardiac insufficiency -Impaired sensation -Impaired mental status -Impaired sensation -Unstable blood pressure -Cold hypersensitivity -Alcohol consumption (prior to therapy)* -Decreased strength/ROM/endurance/balance* -Urinary/fecal incontinence* -Fear of water* -Respiratory impairments -Avoid warm/hot water if patient is pregnant or has multiple sclerosis, increased risk of hemorrhage (e.g., on anticoagulant medications), impaired thermal regulation, acute inflammation, fever, edema, thrombophlebitis, or acute rheumatoid arthritis -Seasickness -Epilepsy*",
                "Pulsed lavage with suction (PLWS)  contraindications/precautions(10)  -Bleeding or increased risk of bleeding (e.g., anticoagulant medications) -Impaired sensation -Facial wounds -Areas near blood vessels or nerves -Recent surgical procedures",
                "Aquatic therapy  contraindications/precautions(10) -Fear of water -Avoid warm/hot water if patient is pregnant or has multiple sclerosis, increased risk of hemorrhage (e.g., on anticoagulant medications), impaired thermal regulation, acute inflammation, fever, edema, thrombophlebitis, or acute rheumatoid arthritis -Epilepsy -Cardiovascular or pulmonary disease -Open wounds, catheters, colostomies, IVs, G-tubes -Urinary or fecal incontinence -Certain dermatologic conditions (e.g., ichthyosis, infection) -Venous ulcers -Tissues damaged by radiation therapy -Peripheral vascular disease -Respiratory impairment -More than half-body  immersion during pregnancy",
                "Thermotherapy  contraindications(10) -Decreased circulation -Decreased sensation -Acute/subacute traumatic and inflammatory conditions -Skin infections -Impaired cognition or language barrier -Malignancy -Liniments or heat rubs -Presence of or tendency for hemorrhage or edema -Heat rubs",
                "Electrotherapy contraindications/precautions(10) -Do not place electrodes near carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, or gonads -Osteomyelitis -Hemorrhage -Impaired sensation, mental status, communication -Cardiovascular disease -Malignancy -Dermatological conditions -Proximity of electromagnetic radiation -In pregnant women, near the pelvis, lumbar spine, hips, abdomen -In patients with stroke or seizures, near the neck -History of spontaneous abortion in pregnant women",
                "Intermittent pneumatic compression  contraindications(10) -Pulmonary edema -Cardiovascular disease -DVT -Fracture -Skin infections",
                "Traction  contraindications/precautions(10) -Spinal trauma  -Pregnancy -Suspicion of nonmechanical spine pain -Presence of or potential for joint instability/ligament laxity (e.g., rheumatoid arthritis) -Presence of or potential for bone loss (e.g., osteoporosis, use of steroid medications) -History of spinal surgery or cancer -Claustrophobia -Pulmonary disease",
                "Therapeutic ultrasound  contraindications; do not use:(10) -Over the region of a cardiac pacemaker -Over the pelvis, abdominal, and lumbar regions during pregnancy -Over the eyes or testes -In an area with infection or bleeding -If a tumor or malignancy is present in the area -In the area of a DVT or thrombophlebitis -Over the heart, stellate, or cervical ganglia -Over epiphyseal plates",
                "Therapeutic ultrasound  precautions(10) -Sensory deficits -Ineffective communication skills in a patient (e.g., impaired cognition, language barrier) -Circulatory impairments -Plastic or metal implants -Peripheral vascular disease -Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the  potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Contraindications/ precautions to use of modalities"
            ]
        },
        "diagnosis need for treatment": "The OT must consider the patient’s risk factors and deficits to determine if the patient is an appropriate candidate for therapy; a multifaceted, multidisciplinary approach is indicated for patients who have undergone ventriculotomy and have impairments in upper extremity function, vision, cognition, ADLs, or IADLs and have the potential to benefit from occupational therapy",
        "rule out": "N/A",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Referral to physical therapy if the patient has difficulty with gait, ambulation, balance, transfers, or weight-bearing Referral to speech therapy if the patient presents with speech, language, cognitive, or swallowing problems Referral to neuropsychology for significant cognitive impairment Referral to ophthalmology or neuro-ophthalmology  for assessment and treatment of visual disturbances after ventriculotomy Referral to dietitian if the patient has any feeding or swallowing difficulties and may be at risk for malnutrition; patient may require nutritional supplements or supplemental feedings Referral to recreational or vocational therapist for returning to activities of leisure and employment Referral to audiology if the patient appears to have a hearing loss Referral to psychiatry, psychology, or social work if patient appears depressed or anxious, is having difficulty coping, and/ or may benefit from assistance with issues such as facility placement",
        "other considerations": [],
        "treatment summary": [
            "Occupational therapy intervention for patients who have undergone a ventriculotomy might include the following: –ADL/IADL training -The OT will help the patient select and then train the patient to use assistive devices to increase independence in ADLs  -The patient should be actively involved in selecting devices based on personal preferences to achieve the greatest possible compliance with device use -Allow increased time for patient to complete ADLs; provide patient and caregiver education regarding the need for extended time to complete self-care routines –Therapeutic intervention for upper extremity impairment -Strengthening and ROM exercises -Education for protecting a hemiplegic limb from injury –Management of perceptual impairments (spatial neglect, agnosias, and apraxias) -For additional information on assessment and treatment of patients with visual impairments, see  Clinical Review…Visual Dysfunction: Occupational Therapy , referenced above -For information on assessment and treatment of unilateral neglect, see Clinical Review…Stroke Rehabilitation: Unilateral Neglect ; CINAHL Topic ID Number: T708897 –Cognitive retraining -Focuses on impairments such as memory, attention, initiation, problem solving, reasoning, executive functioning, etc. . Problem Goal Intervention Expected Progression Home Program Headache/head pain _ _ Pain at surgical incision siteReduced pain with or without activityPhysical agents and mechanical modalities _ Encourage compliance with medications prescribed by the patient’s physician to manage headache/ pain or pain at surgical incision site(s)N/A N/A Upper extremity impairmentTo improve function and strength of the impaired upper extremity _ _ Improve abnormal tone and coordinationFunctional training _ Weight-bearing exercises with the upper extremity _ _ _ Therapeutic modalities _ Biofeedback _ _ Electrical stimulation _ _ Therapeutic exercisesGradual progression of intensity of modality use and exercises should result in increased strength, function, and ROM as well as reduced spasticityProvide the patient with simple ROM, strengthening exercises; repetition of exercises as recommended by the treating OT  ADL/IADL impairment To increase functional independence with ADLs and IADLsFunctional training _ Neurodevelopmental training techniques _ Task-oriented training _ _ ADL training/IADL training _ _ Balance training _ _ Prescription, application of devices and equipment _ Recommendation of appropriate assistive devices to promote further independence _ _ Training of the patient to use device during ADLs/IADLsWith functional training and use of assistive devices, the patient’s ability to complete ADL and IADL tasks independently will improveProvide patient and family/ caregivers with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment Cognitive impairments To improve the patient’s cognitive capabilities in functional tasksFunctional training _ Therapy will focus on improving cognitive skills as well as incorporating compensatory strategies into functional activitiesAs the patient’s cognitive abilities improve, the OT will increase cognitive demands and task complexityProvide the patient with cognitive exercises; daily completion of exercises as recommended by the treating OT  Perceptual impairments To improve the patient’s perceptual capabilities in functional tasksFunctional training _ Sensory intervention _ _ Constraint-induced movement therapy (CIMT) _ _ Neurodevelopmental training _ _ Therapy will focus on improving perceptual skills as well as incorporating compensatory strategies into functional activitiesAs the patient’s perceptual abilities improve, the OT will increase cognitive demands and task complexityProvide the patient with perceptual exercises; daily completion of exercises as recommended by the treating OT ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved upper limb function": [
            "Jebsen Test of Hand Function",
            "AMAT",
            "TEMPA",
            "MMT"
        ],
        "improved balance": [
            "TUG test",
            "Tinetti Balance Scale",
            "Berg Balance Scale",
            "Functional Reach Test"
        ],
        "improved neuromotor function": [
            "PDMS-2"
        ],
        "increased independence in adls iadls": [
            "FIM"
        ],
        "decreased pain or improved sensitivity to pain": [
            "Oucher",
            "FLACC",
            "V AS"
        ],
        "improved quality of life": [
            "SF-36",
            "COPM"
        ]
    },
    "maintenance or prevention": [
        "Prevention of the need for ventriculotomy involves reducing the risk of the diseases and injuries that are associated with requiring a ventriculotomy "
    ],
    "patient education": [
        "Information for patients and family members about various diseases of the brain can be found on Australia’s Brain Foundation website, http://brainfoundation.org.au/disorders Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on January 27, 2017 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Ventriculotomy. In: Venes D, ed. Taber's Cyclopedic Medical Dictionary . 22nd ed. Philadelphia, PA: FA Davis Company; 2013:2460. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Hashizume A, Watanabe H, Matsuo K, et al. Endoscopic third ventriculotomy improves parkinsonism following a ventriculo-peritoneal  shunt in a patient with non-communicating hydrocephalus secondary to idiopathic aqueduct stenosis. J Neurol Sci . 2011;309(1-2):148-150.  (C)"
        },
        {
            "number in article": 3,
            "reference": "Shprecher D, Schwalb J, Kurlan R. Normal pressure hydrocephalus: diagnosis and treatment. Curr Neurol Neurosci Rep . 2008;8(5):371-376.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Gillen G. Cerebrovascular accident/stroke. In: Pendleton HM, Schultz-Krohn  W, eds. Pedretti’s Occupational Therapy Practice Skills for Physical Dysfunction . 7th ed. St. Louis, MO: Mosby Elsevier; 2013:844-880.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Folstein MF, Folstein SE, McHugh PR. \"Mini-mental  state\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res . 1975;12(3):189-198. (R)"
        },
        {
            "number in article": 6,
            "reference": "Tinetti ME, Williams TF, Mayewski R. Fall risk index for elderly patients based on number of chronic disabilities. Am J Med . 1986;80(3):429-434.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Podsiadlo D, Richardson S. The timed \"Up & Go\": a test of basic functional mobility for frail elderly persons. J Am Geriatr Soc . 1991;39(2):142-148. doi:10.1111/j.1532-5415.1991.tb01616.x.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Kidd D, Stewart G, Baldry J, et al. The Functional Independence Measure: a comparative validity and reliability study. Disabil Rehabil . 1995;17(1):10-14. doi:10.3109/09638289509166622.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Msall ME, DiGaudio K, Rogers BT, et al. The Functional Independence Measure for Children (WeeFIM). Conceptual basis and pilot use in children with developmental disabilities. Clin Pediatr . 1994;33(7):421-430.  (R)"
        },
        {
            "number in article": 10,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016:42-44,  80-82, 127-128,144-145,  179, 227-230, 322-323. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Fact Sheet: Endoscopic Third Ventriculostomy. National Health Service (NHS) United Kingdom Web site. http://www.nhs.uk/conditions/chiari-malformation/documents/etv.pdf . Accessed January 14, 2019. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Feick D, Sickmond J, Liu L, et al. Sensitivity and predictive value of occupational and physical therapy assessments in the functional evaluation of patients with suspected normal pressure hydrocephalus. J Rehabil Med . October 2008;40(9):715-720.  doi:10.2340/16501977-0241.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Ramanan M, Lipman J, Shorr A, Shankar A. A meta-analysis  of ventriculostomy-associated  cerebrospinal fluid infections. BMC Infect Dis . 2015;15(3). doi:10.1186/s12879-014-0712-z.  (M)"
        },
        {
            "number in article": 14,
            "reference": "OUCHER!. Pain Associates in Nursing Web site. http://www.oucher.org/index.html . Accessed January 14, 2019. (PP)"
        },
        {
            "number in article": 15,
            "reference": "Voepel-Lewis  T, Zanotti J, Dammeyer JA, Merkel S. Reliability and validity of the face, legs, activity, cry, consolability behavioral tool in assessing acute pain in critically ill patients. Am J Crit Care . 2010;19(1):55-61;  quiz 62. doi:10.4037/ajcc2010624. (R)"
        }
    ]
}