{
    "metadata": {
        "title": "Fracture, Vertebral Compression –The straight leg raise (SLR) test can be used to assess for radicular back pain –ODI, the McGill Pain Questionnaire (MPQ), the Dallas Pain Questionnaire, Roland Morris Disability Questionnaire (RMDQ), and the Borg Back Pain Intensity Scale can be used to assess back pain and functional status –HRQOL may be assessed with the 36-Item  Short-Form  Health Survey (SF-36) Assessment/Plan of Care",
        "synonyms": [
            "vertebral compression fracture",
            "compression fracture, vertebral",
            "osteoporotic vertebral fracture"
        ],
        "anatomical location body part affected": [
            "Spinal column/often one or more of the T8–T12,  L1, and L4 vertebrae"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "geriatric rehabilitation",
            "home health"
        ],
        "description": [
            "Vertebral compression fracture (VCF) is a collapse of the vertebral body due to high-force  trauma or progressive weakening. VCFscompromise the anterior column of the spine, thereby resulting in a wedge deformity with greater loss of height anteriorly than posteriorly(1,2,21)",
            "VCFis considered a common fragility fracture due to the high occurrence in patients with osteoporosis, especially in older women(21) –It is estimated that at least 25% of women ≥ 50 years old have had at least one VCF –It is estimated that 40%–50%  of patients over the age of 80 years have had at least one VCF",
            "VCF can occur in younger patientssecondary to high-energy  mechanisms (e.g., fall from a height ormotor vehicle accident [MV A])(21) –In younger patients about 50% of VCFs are due to MV As and 25% to falls",
            "VCF compromises only the anterior column of the spinal column. Two of the three columns must be compromised for the fracture to be considered unstable. Therefore, VCF is considered a stable fracture(21)",
            "VCFs are most common at the thoracolumbar junction (T12–L1)  and the midthoracic region (T6–T8)(22)",
            "VCF produces acute back pain, neurological symptoms, and kyphosis. Progressive loss of functional mobility is associated with reduced health-related  quality of life (HRQOL) and increased mortality(1,2,18)",
            "Conservative medical management for patients with acute osteoporotic VCFs and back pain involves short-term bed  rest, analgesic medication, bracing (spinal orthoses), and physical therapy(19)",
            "Surgical management of VCF includes vertebral augmentation. Two minimally invasive procedures are vertebroplasty (VP) and balloon kyphoplasty (BKP). In both procedures, cement is injected into the affected vertebrae to increasetheir anterior height and strength(23)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M48.4": "fatigue fracture of vertebra",
            "M48.5": "collapsed vertebra, not elsewhere classified",
            "M49.5": "collapsed vertebra in diseases classified elsewhere",
            "C79.5": {
                "base": "secondary malignant neoplasm of bone and bone marrow",
                "optional": "subclassification for site of involvement for M48, M49",
                "0": " 0 multiple sites in spine",
                "1": " 1 occipito-atlanto-axial  region",
                "2": " 2 cervical region",
                "3": " 3 cervicothoracic region",
                "4": " 4 thoracic region",
                "5": " 5 thoracolumbar region",
                "6": " 6 lumbar region",
                "7": " 7 lumbosacral region",
                "8": " 8 sacral and sacrococcygeal region",
                "9": " 9 site unspecified"
            },
            "M80": {
                "base": "osteoporosis with pathological fracture",
                "optional": "subclassification for site of involvement",
                "0": " 0 multiple sites",
                "8": " 8 other, vertebral column",
                "9": " 9 site unspecified"
            },
            "M80.0": "postmenopausal osteoporosis with pathological fracture",
            "M80.1": "postoophorectomy osteoporosis with pathological fracture",
            "M80.2": "osteoporosis of disuse with pathological fracture",
            "M80.3": "postsurgical malabsorption osteoporosis with pathological fracture",
            "M80.4": "drug-induced osteoporosis with pathological fracture",
            "M80.5": "idiopathic osteoporosis with pathological fracture",
            "M80.8": "other osteoporosis with pathological fracture",
            "M80.9": "unspecified osteoporosis with pathological fracture",
            "S12": {
                "base": "fracture of neck",
                "S12.0": "fracture of first cervical vertebra",
                "S12.1": "fracture of second cervical vertebra",
                "S12.2": "fracture of other specified cervical vertebra",
                "S12.7": "multiple fractures of cervical spine",
                "S12.9": "fracture of neck, part unspecified"
            },
            "S22": "fracture of rib(s), sternum, and thoracic spine",
            "S22.0": "fracture of thoracic vertebra",
            "S22.1": "multiple fractures of thoracic spine",
            "S32": "fracture of lumbar spine and pelvis",
            "S32.0": "fracture of lumbar vertebra",
            "S32.7": "multiple fractures of lumbar spine and pelvis",
            "S32.8": "fracture of other and unspecified parts of lumbar spine and pelvis",
            "T08": "fracture of spine, level unspecified",
            "M84.4": {
                "base": "pathological fracture, not elsewhere classified",
                "optional": "subclassification code for M84",
                "8": " 8 vertebral column"
            },
            "(ICD": {
                "base": "codes are provided for the reader’s reference, not for billing purposes)",
                "Reimbursement:": "No specific issues or information regarding reimbursement has been identified",
                "Presentation/signs": "and symptoms",
                "Patients": " Patients with traumatic VCF may present with a back brace for 4 to 12 weeks(21)",
                "Most": " Most patients with osteoporotic VCFs are asymptomatic or have minimal back pain",
                "Symptomatic": " Symptomatic VCF is associated with back pain. There is often no history of preceding trauma; pain may present after",
                "sudden": " sudden bending, coughing,or lifting. Local tenderness may be present at the level of the fracture(22)",
                "In": " In chronic cases, patients may present with(1,22)",
                "kyphosis": " kyphosis and other spinal deformity",
                "loss": " loss of height",
                "limited": " limited pain-free  spinal mobility",
                "neurological": " neurological complications",
                "Causes,": " Causes, Pathogenesis, & Risk Factors"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified –Presentation/signs and symptoms -Patients with traumatic VCF may present with a back brace for 4 to 12 weeks(21) -Most patients with osteoporotic VCFs are asymptomatic or have minimal back pain -Symptomatic VCF is associated with back pain. There is often no history of preceding trauma; pain may present after sudden bending, coughing,or lifting. Local tenderness may be present at the level of the fracture(22) -In chronic cases, patients may present with(1,22) -kyphosis and other spinal deformity -loss of height -limited pain-free  spinal mobility -neurological complications  Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [
            "-Patients with traumatic VCF may present with a back brace for 4 to 12 weeks(21) -Most patients with osteoporotic VCFs are asymptomatic or have minimal back pain -Symptomatic VCF is associated with back pain. There is often no history of preceding trauma; pain may present after sudden bending, coughing,or lifting. Local tenderness may be present at the level of the fracture(22) -In chronic cases, patients may present with(1,22) -kyphosis and other spinal deformity -loss of height -limited pain-free  spinal mobility -neurological complications  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes   ,,": [
            "Osteoporosis–In severe osteoporosis, low-force  compression such as sneezing, lifting a light object, or general muscle contraction intrunk flexion can cause VCF-Authors of a case study presented a76-year-old  female with osteoporosis who sustained a VCF after using an electricalmassage chair(24)–Approximately 30% of VCFs in older persons occur in bed(21)–Traumatic events can lead to high-force  compressive forces (e.g., MV A, landing on feet in fall from height, verticalejection from an ejection seat)",
            "Primary bone tumor or metastasis",
            "Osteogenesis imperfecta"
        ],
        "pathogenesis": [
            "In most cases, the anterior part of the vertebral body is crushed (wedge fracture), especially during trunk flexion with axialloading. Adjacent wedge fractures may fuse together(2)",
            "The middle and posterior parts of the vertebral body are generally unaffected(2)",
            "The resulting anterior sagittal imbalance due to the wedge angle leads to a kyphotic posture(18)",
            "Kyphosis develops as the spine bends anteriorly due to fusion of wedge fractures while the height of the involved posteriorbodies remains unchanged, which produces a wedge angle(2,18)"
        ],
        "risk factors   ,,": [
            "Older age",
            "Female sex",
            "Osteoporosis",
            "Previous VCF–The occurrence of an osteoporotic VCF increases the risk of an additional VCF",
            "Dementia",
            "Susceptibility to falling",
            "Long-term  use of steroids – larger cumulative dose, average daily dose, and recent average daily dose have been associatedwith a significantly increased vertebral fracture risk(14)",
            "Severe juvenile idiopathic arthritis(3)",
            "Rheumatoid arthritis(4)",
            "Elevated serum bone-specific  alkaline phosphatase(12)",
            "Sarcopenia associated with malnutrition(20)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Always respect the patient’s complaints of pain",
        "Patient should avoid activities that increase pain (especially trunk flexion)",
        "Trunk flexion is contraindicated with osteoporosis of the lumbar spine",
        "Patients should avoid lifting heavy objects",
        "Avoid manual muscle testing or other procedures/treatments (e.g., traction and joint mobilization)",
        "Conditions associated with VCF Patients are at risk for subsequent fractures, which may increase morbidity Patients with multiple fractures are at risk for chronic debilitation due to chronic pain Low self-esteem  and psychological problems Constipation/bowel obstruction due to compressed abdominal contents with severe kyphosis or if the patient is taking narcotic analgesics",
        "Prolonged bed rest should be avoided(15) Conservative treatment for acute back pain often involves a period of bed rest, which can rapidly lead to side effects such as loss of bone mass, muscle strength, and aerobic capacity  Bone loss during bed rest is much more rapid than normal age-related  bone loss. Markers for bone resorption increase as soon as 2 days after start of bed rest, with an overall loss of bone reported to occur at a rate of 1% per week The complications of bed rest combined with narcotic analgesia can result in pronounced physical deconditioning and increased risk for additional vertebral fractures",
        "See also specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Document any trauma or event preceding onset of pain. If idiopathic, document approximate onset of pain in the low back area, as well as when and how the VCF was discovered. In many cases, VCF is detected on X-rays  or bone scan obtained for other diagnostic workups, and thus physical therapy may be prescribed for improving functional capacity -Document the onset of back pain and whether it has persisted longer than 3 months -Do ADLs increase pain? If so, what ADLs?",
                "course of treatment": {
                    "medical management": " Medical management Conservative management includes analgesic medication, treatment for osteoporosis, rehabilitation for disabilities, and back bracing(18)Surgery is indicated in cases of spinal instability, neurological impairment, and continuing pain refractory to conservative treatment. Surgical intervention involves bone cement augmentation of the affected vertebrae by VP or BKP. The goals of both are to reinforce mechanical strength, restore height of the vertebral body, correct/ improve kyphosis, decrease pain, and improve function(22,23) In VP, bone cement is injected into the involved vertebral body to reinforce its mechanical strength and to restore its height BKP is performed by inserting a balloon into the compressed vertebral body and inflating it to restore the normal vertebral height. Cement is then injected into the space created by the balloon. Similar to VP, this increases the height and strength of the vertebral body Both VP and BKP are widely used. Which is used more often depends on local availability and expertise.In the United States, between 2005 and 2010 three out of every four procedures were BKP. However, there is no consensus on whether one type is better than the other and at what point surgical bone augmentation may bemore beneficial than conservative treatment(23) Authors of a systematic review and meta-analysis  compared VP to BKP. The results showed no difference in short- and longterm  pain relief, functional recovery, local kyphosis correction, and vertebral height maintenance. BKP injected more cement volume and had a lower cement leakage rate(25) Authors of another systematic review and meta-analysis  also compared VP to BKP. The results for clinical outcomes were similar, with no difference in visual analog scale (V AS) scores and Oswestry Disability Index (ODI) scores. They did find that BKP significantly decreased the kyphotic wedge angle, decreased risk of cement leakage, and increased postoperative vertebral body height compared to VP(26) SpineJackprocedure is a new type of vertebral augmentation system. Authors of a study (N = 30) investigated the longterm  safety and clinical outcomes of SpineJackprocedure compared to BKP in patients with osteoporotic VCF(27) At the 3-year  follow-up,  results showed that both techniques were safe and improved clinical symptoms, with no differences between groups. The vertebral body height restoration/kyphosis correction was better with the SpineJackprocedure Authors of a meta-analysis  compared VP to nonoperative treatment for osteoporotic VCFs. VP showed variable outcomes. The procedure was effective and safe in all patients with VCFs and the risk of new VCF was similar between groups. They concluded that VP was beneficial for patients with acute osteoporotic VCFwho were experiencing persistent and severe pain, but not for patients with older fractures or nonsevere symptoms. The authors noted that more consistent inclusion criteria would make it easier to compare results in future studies Open surgical stabilization is not as common but may be required if the fracture is considered unstable. It is often difficult to perform in osteoporotic VCFs due to the reduced amount and quality of bone(22)",
                    "surgical management": [],
                    "medications": "Is the patient compliant with prescriptions?  Acute pain control for VCF NSAIDs for pain. These should be used with caution by older adults due to increased risk of gastrointestinal bleeding Calcitonin-salmon   recommended by the FDA in the United States only for patients for whom alternative treatments for osteoporosis are not suitable, due to potential increased cancer risk(16) It has been withdrawn from the market in Europe and Canada by the European Medicines Agency/ Committee for Medicinal Products for Human Use (EMA/CHMP) and Health Canada Authors of a systematic review investigated the use of calcitonin-salmon  for treating acute pain associated with osteoporotic VCF. Pain was lower in the calcitonin salmon group than in the control group with high certainty at week 1. Due to the heterogeneity of the studies the efficacy of the medication at week 4 was unclear. They concluded that calcitoninsalmon  is beneficial and appears safe for treating acute pain associated with VCF, but more studies would improve the certainty of evidence(28) Other medications should be aimed at improving bone quality and thus reducing the risk of future fractureBisphosphonates are the most common medications prescribed for osteoporosis treatment. These include the Alendronate (Fosamax) Risedronate (Actonel) Ibandronate (Boniva) Zoledronic acid (Reclast) Diagnostic tests completed  (21,22)Anteroposterior and lateral radiographs of the affected spinal region. Distinguishing old fractures from acute fractures on plain radiographs is challenging CT scan or MRI may be used to rule out other causes of back pain or to evaluate posterior vertebral wall integrity If trauma has occurred a CT and/or MRI should be obtained to evaluate for a posterior column injury CT scan can confirm a burst fracture or other complex fracture MRI is recommended if any neurological symptoms are present and to rule out malignancy",
                    "diagnostic tests completed": [],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or complementary or alternative therapies (e.g., acupuncture, massage) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Pain may subside in supine position and increase with walking and standing",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, burning, numbness, tingling) and especially deep aching",
                "rating of symptoms": "Use a V AS or 010  scale to document symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). The Oswestry Back Pain Scale can be used to rate symptoms",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. In what position does patient sleep? The patient may awaken with pain during positional changes(1) -Ask about position patient sleeps in, firmness of mattress, and use of pillows",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, dementia, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Document any supplemental oxygen use and/or presence of respiratory compromise Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any history of fractures (fragility or otherwise)? ",
                    "comorbid diagnoses": "The most common comorbidity is osteoporosis. Ask patient about other problems, including diabetes, cancer, cardiopulmonary disease, liver disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient work? Describe the job duties. Does the patient have difficulty with performing the job? How much daily physical activity does the patient typically perform? Does the patient participate in recreational activities? Are there any ADLs or leisure activities the patient desires to do but cannot perform?",
                "functional limitations assistance with ADLs adaptive equipment": "Do any symptoms interfere with ADLs or use of adaptive equipment? Is the patient able to drive or does he or she rely on public transportation?",
                "living environment": "Are there any barriers in the home that restrict access, such as stairs? Any modifications necessary? With whom does the patient live?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting):",
            "anthropometric characteristics": "Document patient’s height, weight, and BMI. Loss of height is common with multiple fractures. Is weight loss indicated?",
            "assistive and adaptive devices": " Assistive and adaptive devices –Assess if ambulatory device is needed for pain management or balance issues –Assess if bracing is needed to control pain or improve posture –Assess if the patient can benefit from any adaptive devices (e.g., grab bars, raised toilet seat, reacher) for safety and functional independence within the home",
            "balance": "Patients with osteoporotic VCF have decreased static and dynamic balance due in part to postural changes. These patients often develop thoracolumbar hyperkyphosis. This creates an increased forward bending moment. Stability in the anterior direction during walking may be reduced, making it difficult to cope with forward losses of balance.(29)Assess sitting and standing static and dynamic balance with objective measures, such as Functional Reach test, Tinetti Balance Scale, or Berg Balance Scale (BBS)",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "Assess safety and mobility in the home if able. Assess bed mobility and transfers with attention to safety, body mechanics, and endurance. Use Timed Up and Go (TUG) test and FIM as indicated",
            "gait locomotion": "General assessment. Assess gait safety with Dynamic Gait Index (DGI), especially if the patient is at risk for falls or has history of fracture secondary to a fall",
            "muscle strength": "Assess trunk, upper, and lower extremity strength by observing functional activities with active range of motion (AROM). Avoid manual muscle testing (MMT) until VCF heals",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess sitting and standing posture. Increased thoracic kyphosis is common. Loss of height and wedging of the affected vertebral body can result in altered biomechanics of the spine.Assess thoracolumbar sagittal alignment and check for any lateral curvature (scoliosis)",
            "range of motion": " Range of motion –Measure upper and lower extremity ROM –Assess general mobility of trunk without pain. Forward flexion of the trunk may aggravate the patient’s pain, while trunk extension may alleviate it(1,10)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexes bilaterally Assess whether limited spinal mobility and/or pain limits the patient’s ability to perform self-care  activities and ADLs. Assess if bracing would improve ability to perform ADLs. Document the patient’s normal functional abilities that are limited by pain",
            "sensory testing": "Assess bilateral upper and lower extremity sensation with dermatomal testing. Neurological deficits rarely occur with stable VCF. Assess sensation and joint proprioception. Impaired sensation and joint proprioception can increase fall risk",
            "special tests specific to diagnosis": " Special tests specific to diagnosisPatient stands with heels and buttocks against a wall. Examiner measures the distance between occiput and wall as a reference for cervical and thoracic kyphosisMeasure chest expansion at level of 4th intercostal space (males) or just below breasts (females). Less than 5 cm increase in chest circumference with maximal inspiration after maximal expiration suggests a restrictive condition –The straight leg raise (SLR) test can be used to assess for radicular back pain –ODI, the McGill Pain Questionnaire (MPQ), the Dallas Pain Questionnaire, Roland Morris Disability Questionnaire (RMDQ), and the Borg Back Pain Intensity Scale can be used to assess back pain and functional status –HRQOL may be assessed with the 36-Item  Short-Form  Health Survey (SF-36)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Cold intolerance",
                "Raynaud’s disease or phenomenon",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Over a regenerating peripheral nerve",
                "Thermoregulatory disorders",
                "Hypertension",
                "Hypersensitivity to cold",
                "With individuals with poor cognition",
                "In the very young and the very old",
                "Persons with an aversion to cold",
                "Over an open wound ",
                "Over an area of poor sensation",
                "Over superficial nerves",
                "Over areas with a lack of intact thermal sensation",
                "Over areas of vascular insufficiency or vascular disease",
                "Over areas of recent hemorrhage or potential hemorrhage",
                "Over areas of known malignancy",
                "Over areas of acute inflammation",
                "Over infected areas where infection may spread",
                "Over areas where liniments or heat rubs have recently been applied",
                "In any situation deemed unreliable by the practitioner"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions  applicable to this diagnosis are mentioned below, including with regards to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Tailor the exercise prescription according to the patient’s functional ability and exertional symptoms",
                "Provide close patient supervision and instruction to perform exercise sessions with proper back posture and body mechanics",
                "Provide a thorough orientation to use of therapeutic exercise equipment and adequate warm-up  time to help reduce apprehension about exercise",
                "Modify exercises to minimize exercise-related  back pain",
                "Avoid manual muscle testing or other procedures/treatments (e.g., traction and joint mobilization) that might exacerbate pain",
                "Avoid bed rest longer than 2 or 3days during periods of increased mechanical pain",
                "Cryotherapy  contraindications(5)",
                "Cryotherapy  precautions(5)",
                "Thermotherapy  contraindications(5)"
            ]
        },
        "diagnosis need for treatment": "VCF/pain, deficits in balance and posture, reduced ability to perform ADLs, and impaired mobility; increased fall risk treatment(7) –Physical therapy consisted of once weekly sessions of manual therapy and exercise –At 11-weeks  follow-up,  physical therapy plus exercise was associated with significantly greater reduced pain during movement and at rest, and functional outcome assessed with the Qualeffo physical function and the timed loaded standing test compared to no treatment Authors of an RCT (N = 60 patients with VCF treated with VP) in China found that back-extensor  strengthening exercises decreased pain and improved HRQOL and function compared to controls that received medication and education(8) –The group that received back-extensor  strengthening had a greater improvement in V AS pain and OSI To date, no RCTs of exercise have had fractures as a primary endpoint. Some observational studies have associated physical activity with increased VCF fracture risk due to falls and low bone density(17) Back-extensor  strengthening exercises may delay time to refracture, based on a retrospective cohort study (N = 57) in the United States(9) –The participants (all over age 55 years and with ≥ 1 radiographically confirmed nontraumatic VCF) received one of three interventions -Exercise therapy (including back-extensor  strengthening exercises) -VP -Exercise therapy and VP –Median time before refracture -Exercise only: 60.4 months (significantly greater length of time compared to other two groups) -VP only: 4.5 months -Both treatments: 20.4 months (significantly greater length of time compared to VP-only  group)  Orthosis/bracing –Orthoses/braces may provide support for a period of 4 to 12 weeks following a VCF. A midthoracic and upper lumbar VCF can be treated with a thoracolumbosacral orthosis; a lower lumbar VCF may need a lumbosacral corset. Discontinuation of the brace is based on the radiographic evidence of healing(21) –Orthoses/braces may be helpful for temporary support but there is little evidence to support their efficacy(22) Mindfulness and modified medical yoga –Authors of an RCT (N = 15)investigated the effect of a mindfulness and modified medical yoga program in older adults with a diagnosed osteoporotic VCF. The patients were randomized to either a theory group or to a mindfulness/modified medical yoga group(30) -The theory group received 60-minute  educational sessions on 9 different topicsover the course of 10 weeks -The mindfulness/modified medical yoga group received similar educational sessions over the 10 weeks along with 30 minutes of mindfulness training and 30 minutes of modified medical yoga. The medical yoga positions were individually adapted to each participant. Positions of strenuous spinal flexion, spinal rotation, bending the trunk to end-range  positions, and exercises with straight legs were all avoided -Pain did not change in any group postintervention. In the mindfulness/modified medical yoga group both sleep quality and perceived stress were improved postintervention, but not in the theory group.There was no difference between the mindfulness/modified medical yoga group and the theory group regarding median values for stress, sleep, present pain, pain during the past week, and worst pain postintervention . Problem Goal Intervention Expected Progression Home Program Pain Reduce pain Physical agents and mechanical modalities _ Ice/heat for pain as indicated _ _ Prescription, application of devices and equipment _ Bracing as indicated(47,48) _ _ Activity modification _ A short period of bed rest may be recommended, but prolonged bed rest should be avoided. Modify ADLs until fracture is stable _ _N/A Instruct patient on use of heat/cold at home  Impaired mobility Independent and safe mobilityFunctional training _ Instruct patient in mobility with focus on safety and falls prevention and proper body mechanicsProgress based on individual patient needsEducate patient in safety with mobility, provide appropriate adaptive equipment Decreased endurance Increase endurance Therapeutic exercise _ General strengthening and aerobic activity _Progress based on individual patient needsHome-based exercise program including strengthening with therapeutic banding and stretching of the upper and lower extremities. Instruct the patient in pacing and energy- conservation techniques Decreased ability to perform ADLs due to impaired balance, strength, and ROMIndependence with ADLsFunctional training _ Address balance, mobility, and ADL deficits _ _Progress as indicated and appropriate for each unique patientEducate the patient on techniques to avoid exacerbating pain with functional activities Deficits in posture Improve posture Functional training _ Reduce postural abnormalities with exercise, bracing _ _N/A Instruct the patient in postural exercises and correct use of brace Decreased strength and flexibilityImprove general strength and flexibility with a focus on spinal extensor strengthTherapeutic exercise _ _ Sample exercise program: Abdominal strengthening/ stabilization exercises, gluteal and hip strengthening exercises, prone trunk extension (on elbows or antigravity), aerobic activities (walking), postural correction exercises, chin tuck, doorway stretch, general upper and lower extremity stretching and strengthening program _Progress based on individual patient needs; consider the patient’s age and physical impairmentsInstruct the patient in a home exercise program to complement the physical therapy program, which should be progressed as the patient moves through phases of healing  Increased risk of falls Reduce risk of falls Functional training _ Functional training, gait training _ Assistive devices (e.g., walker) as appropriate _ _ Fall preventions strategies, including decreasing high-risk activityProgress each individual patient as neededHome modifications (e.g., grab bars, railings) may be appropriate .",
        "rule out": " Rule out  (21) Burst fractureIf the posterior vertebral wall is affected, the patient may present with symptoms of spinal stenosis (pain with spinal extension, radiculopathy) Degenerative disc disease Osteoarthritis/spondylosis Muscle strain/spasm Referred pain from kidneys, prostate, female pelvic organs, gastrointestinal tract, pancreas, and abdominal aortic aneurysm",
        "prognosis": [
            "Most patients with osteoporotic VCF experience mild acute back pain that subsides over 6–8 weeks as the fracture heals, and do well on conservative management(15) –About one-third  of patients continue to experience pain for months to years due to insufficient response to treatment(29)",
            "In older adults with osteoporotic VCF, there is an increase in mortality compared with age-matched  controls. Survival rate at 3 years is 53.9%, at 5 yearsis 30.9%, and at 7 years is 10.5%(21)",
            "For VCF caused by tumors, the outcome depends on the type of tumor involved –The spine is affected by osteopenic or osteolytic bone disease in approximately 70% of patients with multiple myeloma. New vertebral fractures occur in 15–30% of patients with multiple myelomaannually(15) –In metastatic breast cancer, 17–50%  of patients will sustain a vertebral fracture(15) ›Referral to other disciplines (as indicated)",
            "Orthotist for spinal bracing",
            "Psychiatrist/social worker",
            "Occupational therapy for difficulties with ADLs",
            "Pain management specialist"
        ],
        "referral to other disciplines": "",
        "other considerations": [
            "All patients with VCF should be screened for osteoporosis and evaluated for fall risk(22)",
            "Conservative treatment does not reverse kyphotic deformity(22)",
            "Authors of a study compared female patients (N = 12) with symptomatic osteoporotic VCF to matched controls (N = 11) to examine if there are spatiotemporal gait differences. They found that patients with osteoporotic VCF walked with significantly shorter, faster, and wider strides at the given speed of 1 m/s compared to controls. Over the course of 6 months of conservative treatment,stride time and length and walking speed improved over time, but step width and anterior-posterior  and medial-lateral  margins of stability did not(29) –Gait did show some improvements over time following an osteoporotic VCF, but not all deficits in stability did. This may imply that these patients are at a greater risk for falling than their healthy counterparts even after 6 months of conservative treatment. These findings should be consideredwhen providing physical therapy treatments to these patients"
        ],
        "treatment summary": [
            "There is reasonably good agreement by clinicians that conservative treatment should be the firstline of treatment for osteoporotic VCF. It is appropriate for patients with a lowlevel of pain and during the first fewweeks after fracture.Controversy remains regarding selection criteria for surgery and when it should be performed(22,23)",
            "Exercises for patients with stable VCF should focus on strengthening the patient’s supportive axial musculature, in particular the spinal extensors, and in improving proprioceptive reflexes to improve posture and ambulation to decrease fall risk. Weight-bearing  exercises can help improve bone quality in patients with osteoporosis, but the type of exercises and intensity needs to be monitored to avoid over stressing the spine. Spinal flexion exercises increasethe rate of further vertebral fracture. Exercises should focus on strengthening back extensors, isometric contraction of paraspinal muscles, and careful loading of the upper extremities(10)",
            "Authors of a 2013 Cochrane review of seven trials (n = 488 participants, 99% women) found that in the individual trials, therapeutic exercise training was associated with reduced pain and improved performance on TUG test, walking speed, back extensor strength, trunk muscle endurance, and HRQOL.(13) However, variability between trials prevented the pooling of data and there was generally no significant difference between the exercise and control groups for pain outcomes",
            "Authors of an RCT (n = 50 women, 58–75  years old) in the United States found that increased back strength after progressive resistance exercise (PRE) training for 2 years decreased the incidence of VCF at 8-year  follow-up  compared to controls. Although bone mineral density was not significantly different between groups, the control group had 2.7 times greater incidence of compression fracture than the exercise group –The specific exercises, reported in a subsequent paper, were designed to be nonaxial loading to affect the horizontal trabeculae(6) -Back extension was performed from approximately 30° flexion to a neutral spine position in prone with pillows under the abdomen -Resistance was applied in a backpack containing sandbags placed over the upper back at the level of the scapulae -Weight of the resistance was 30% of the maximum strength of the back extensors measured with a cable dynamometer, and updated at each subsequent appointment –Participants performed 10 contraction repetitions, holding 5 seconds then resting 5 seconds, 4 times weekly –The PRE program was found to be safe and effective for strengthening the back extensors in osteopenic women",
            "Authors of a small RCT (N = 20 patients with osteoporotic VCF) in Australia found that physical therapy plus a home exercise program group for 10 weeks reduced pain and improved function compared to the control group that received no"
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain": [
            "V AS, MPQ"
        ],
        "independent and safe mobility": [
            "TUG, FIM"
        ],
        "improved gait and walking endurance": [
            "DGI, 6MWT, Borg RPE"
        ],
        "independence with adls, reduced disability": [
            "FIM, ODI"
        ],
        "improved posture and balance": [
            "Tinetti Balance Scale, BBS, Functional reach"
        ],
        "improved general strength and flexibility": [
            "MMT, ROM"
        ],
        "improved hrqol": [
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "Maximizing bone mineral density prior to onset of bone loss and then minimizing bone loss remains the best strategy for prevention of sequelae of osteoporosis(11)",
        "Treat predisposing risk factors when possible Osteoporosis management Encourage healthy lifestyle; exercise, smoking cessation",
        "Educate patients at risk in falls prevention",
        "Calcium and vitamin D supplementation as recommended by physician",
        "Exercise and vertebral augmentation may prevent subsequent fractures"
    ],
    "patient education": [
        "Compression fractures of the back, MedlinePlus, https://medlineplus.gov/ency/article/000443.htm  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Fras CI. Compression fracture. Lotke PA, Abboud JA, Ende J, eds. Lippincott's Primary Care Orthopaedics . 2nd ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott, Williams & Wilkins; 2014. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Simpson AK, Whang PG, Hong J, Ploumis A, Vaccaro AR. Thoracolumbar fractures. Lin VW, ed. Spinal Cord Medicine - Principles and Practice . 3rd ed. New York, NY: Demos Medical Publishing; 2018. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Markula-Patjas  KP, Valta HL, Kerttula LI, et al. Prevalence of vertebral compression fractures and associated factors in children and adolescents with severe juvenile idiopathic arthritis. J Rheumatol . 2012;39(2):365-373.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Ghazi M, Kolta S, Briot K, Fechtenbaum J, Paternotte J, Roux C. Prevalence of vertebral fractures in patients with rheumatoid arthritis: revisiting the role of glucocorticoids. Osteoporos Int . 2012;23(2):581-587.  (R)"
        },
        {
            "number in article": 5,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Micholovitz’s Modalities for Therapeutic Intervention . 6th ed; 2016:42-44,  80-82. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Borgo MJ, Sinaki M. Back progressive resistive exercise program to reduce risk of vertebral fractures. J fur Mineralstoffwechel . 2010;17(2):66-71.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Papaioannou A, Adachi JD, Winegard K, et al. Efficacy of home-based  exercise for improving quality of life among elderly women with symptomatic osteoporosis-related vertebral fractures. Osteoporos Int . 2003;14(8):677-682.  (RCT)"
        },
        {
            "number in article": 8,
            "reference": "Chen BL, Zhong Y, Huang Y, et al. Systematic back muscle exercise after percutaneous vertebroplasty for spinal osteoporotic compression fracture patients: a randomized controlled trial. Clin Rehabil . 2012;26(6):483-492.  (RCT)"
        },
        {
            "number in article": 9,
            "reference": "Huntoon EA, Schmidt CK, Sinaki M. Significantly fewer refractures after vertebroplasty in patients who engage in back-extensor-strengthening  exercises. Mayo Clin Proc . 2008;83(1):54-57.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Wong CC, McGirt MJ. Vertebral compression fractures: a review of current management and multimodal therapy. J Multidiscip Healthc . 2013;6:205-214.  doi:10.2147/ JMDH.S31659. (RV)"
        },
        {
            "number in article": 11,
            "reference": "Tay BK-B, Freedman BA, Rhee JM, Boden SD, Skinner HB. Disorders, diseases, & injuries of the spine. Skinner HB, ed. Current Diagnosis & Treatment in Orthopedics . 6th ed. New York, NY: Lange Medical Books/McGraw-Hill  Medical; 2021. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Hussein A, Morgan E. The effect of intravertebral heterogeneity in microstructure on vertebral strength and failure patterns. Osteoporos Int . 2013;24(3):979-989.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Gisngregorio LM, MacIntyre NJ, Thabane L, Skidmore CJ, Papaioannou A. Exercise for improving outcomes after osteoporotic vertebral fracture. Cochrane Database Syst Rev. 2013;(1). Art No: CD008618. doi:10.1002/14651858. CD008618.pub2.  (SR)"
        },
        {
            "number in article": 14,
            "reference": "LeBlanc CMA, Ma J, Scuccimarri R, et al. Glucocorticoid therapy and the risk of incident vertebral fracture in children with rheumatic disorders. Arthritis Rheumatol . 2014;A154:S199. doi:10.1002/art.38580. (R)"
        },
        {
            "number in article": 15,
            "reference": "Chandra RV, Meyers PM, Hirsch JA, et al. Vertebral augmentation: report of the Standards and Guidelines Committee of the Society of NeuroInterventional Surgery. J NeuroIntervent Surg . 2014;6:7-15.  (G)"
        },
        {
            "number in article": 16,
            "reference": "Changes to the indicated population for Miacalcin (calcitonin-salmon).  US Food and Drug Administration Web site. https://www.fda.gov/drugs/postmarket-drug-safety-information-patients-and-providers/questions-and-answers-changes-indicated-population-miacalcin-calcitonin-salmon . Published September 1, 2015. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Giangregorio LM, Thabane L, Adachi JD, et al. Build better bones with exercise: protocol for a feasibility study of a multicenter randomized controlled trial of 12 months of home exercise in women with a vertebral fracture. Phys Ther . 2014;94(9):1337-1352.  doi:10.2522/ptj.20130625. (R)"
        },
        {
            "number in article": 18,
            "reference": "Dewar C. Diagnosis and treatment of vertebral compression fractures. Radiol Technol . 2015;86(3):301-323.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Rzewuska M, Ferreira M, McLachlan AJ, Machado GC, Maher CG. The efficacy of conservative treatment of osteoporotic compression fractures on acute pain relief: a systematic review with meta-analysis.  Eur Spine J. . 2015;24(4):702-714.  doi:10.1007/s00586-015-3821-5.  (SR)"
        },
        {
            "number in article": 20,
            "reference": "Kohei T, Akira K, Kayoko I, Takahiro F, Tetsuro T. Correlation among sarcopenia, malnutrition and activities of daily living in patients with vertebral compression fractures: a comparison based on admission and discharge parameters evaluating these conditions. J Phys Ther Sci . 2018;30(12):1401-1407.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Donnally CJ, III, DiPompeo CM, Varaacllo M. Vertebral compression fractures. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (GI)"
        },
        {
            "number in article": 22,
            "reference": "Musbahi O, Ali AM, Hassany H, Mobasheri R. Vertebral compression fractures. Br J Hosp Med . 2018;79(1):36-40.  doi:10.12968/hmed.2018.79.1.36. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Luthman S, Widén J, Borgström F. Appropriateness criteria for treatment of osteoporotic vertebral compression fractures. Osteoporos Int . 2018;29(4):793-804. doi:10.1007/s00198-017-4348-x.  (G)"
        },
        {
            "number in article": 24,
            "reference": "Jeon CH, Chung NS, Lee HD, Won SH. Case report: electrical automated massage chair use can induce osteoporotic vertebral compression fracture. Osteoporos Int . 2019;30(7):1533-1536.  doi:10.1007/s00198-019-04961-4.  (C)"
        },
        {
            "number in article": 25,
            "reference": "Wei H, Dong C, Zhu Y, Ma H. Analysis of two minimally invasive procedures for osteoporotic vertebral compression fractures with intravertebral cleft: a systematic review and meta-analysis.  J Orthop Surg Res . September 10, 2020;15(1):401. doi:10.1186/s13018-020-01938-6.  (M)"
        },
        {
            "number in article": 26,
            "reference": "Wang B, Zhao CP, Song LX, Zhu L. Balloon kyphoplasty versus percutaneous vertebroplasty for osteoporotic vertebral compression fracture: a meta-analysis  and systematic review. J Orthop Surg Res . October 22, 2018;13(1):264. doi:10.1186/s13018-018-0952-5.  (M)"
        },
        {
            "number in article": 27,
            "reference": "Noriega DC, Rodr#guez-Monsalve  F, Ramajo R, Sánchez-Lite  I, Toribio B, Ardura F. Long-term  safety and clinical performance of kyphoplasty and SpineJack procedures in the treatment of osteoporotic vertebral compression fractures: a pilot, monocentric, investigator-initiated  study. Osteoporos Int . 2019;30(3):637-645. doi:10.1007/s00198-018-4773-5.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Boucher E, Rosgen B, Lang E. Efficacy of calcitonin for treating acute pain associated with osteoporotic vertebral compression fracture: an updated systematic review. CJEM. 2020;22(3):359-367.  doi:10.1017/cem.2019.490. (SR)"
        },
        {
            "number in article": 29,
            "reference": "Jacobs E, McCrum C, Senden R, van Rhijn LW, Meijer K, Williems PC. Gait in patients with symptomatic osteoporotic vertebral compression fractures over 6 months of recovery. Aging Clin Exp Res . 2020;32(2):239-246.  doi:10.1007/s40520-019-01203-9.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Grahn Kronhed AC, Enthoven P, Spångeus A, Willerton C. Mindfulness and modified medical yoga as intervention in older women with osteoporotic vertebral fracture. J Altern Complement Med . 2020;26(7):610-619.  doi:10.1089/acm.2019.0450. (R)"
        }
    ]
}