{
    "metadata": {
        "title": "Whole-Body  Vibration Training in Women",
        "synonyms": [],
        "anatomical location body part affected": [],
        "area of specialty": [
            "orthopedic rehabilitation",
            "women’s health",
            "sports rehabilitation"
        ],
        "description": [
            "Whole body vibration (WBV) training involves the use of a vibrating platform that elicits rapid repeating eccentric/concentric contractions of the muscles using the tonic vibration reflex to stimulate muscle fibers promoting strength and endurance.(1)"
        ],
        "indications": [
            "WBV training is indicated to –decrease pain and improve function(2,19) –increase muscle strength (e.g., pelvic floor muscles)(1,2) –improve bone mineral density(1,2) –improve balance and proprioception(1,2) –increase peripheral blood flow(20)",
            "WBV is also indicated to enhance sports performance (e.g., increase vertical jump, power, strength)(1)",
            "WBV might decrease cardiovascular risk in postmenopausal women by improving aortic hemodynamics and muscle strength(21)",
            "WBV plus L-citrulline  supplementation has been associated with improving arterial stiffness and leg muscle function in obese postmenopausal women(22)",
            "This Clinical Review focuses on the use of WBV specifically in women. For general information about WBV and WBV in other populations, please see –Clinical Review ... Whole-Body Vibration Training: an Overview  ;CINAHL Topic ID Number:T709253 –Clinical Review ... Whole-Body Vibration Training in Older Adults  ; CINAHL Topic ID Number:T709251"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "There are no specific CPT codes for WBV training",
            "description": ""
        },
        "HCPCS codes": {},
        "reimbursement": [
            "There is currently no reimbursement for this type of treatment Indications for procedure"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [
        "WBV training is indicated for patients with the following conditions Acute or chronic pain Fibromyalgia(2) Muscle weakness (e.g., pelvic floor muscles)(2) Decreased bone mineral density(1,2) Impaired balance and proprioception(1,2) Neurological disorders(8,40) –Cerebral palsy, Parkinson’s disease, stroke, spinal cord injury COPD exacerbations(23) Knee osteoarthritis(19) ",
        "WBV is also indicated to enhance sports performance (e.g., increase vertical jump, power, strength)(1)"
    ],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {
        "contraindications": [
            "Kidney or bladder stones, gallstones",
            "Arrhythmia",
            "Pregnancy",
            "Epilepsy",
            "Tumors",
            "Pacemaker",
            "Recent surgery",
            "Acute DVT",
            "Acute rheumatoid arthritis",
            "Serious cardiovascular disease",
            "Severe diabetic neuropathy",
            "Acute migraines",
            "Recent wounds from accident or surgery",
            "Acute inflammation, infection, fever",
            "Recent implants (e.g., joint, corneal, cochlear)",
            "Acute hernia",
            "Acute disc-related  problems",
            "Spondylosis, gliding spondylolisthesis",
            "Osteonecrosis",
            "Severe osteoporosis",
            "Organ failure"
        ],
        "precautions": [
            "Erythema, itching of the legs, edema, and shin pain have been reported from vibration training(18)",
            "Vibration can act as a perturbation that interferes with postural control, which can lead to an immediate deterioration inbalance(24)",
            "Direct-to-consumer  marketing of WBV platforms might raise concerns about consumers’ ability to distinguishlow-intensity  platforms intended for osteoporosis therapy from platforms intended for high-intensity  exercise   (25)",
            "Patients with a diagnosis for which this modality is used might be at risk for falls; follow facility protocols forfall prevention. Ensure that patient and family/caregivers are aware of the potential for falls and educated aboutfall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies"
        ]
    },
    "guidelines for use of procedure": {
        "patients stand on the wbv platform and perform exercises on the platform": [],
        "patients need to be supervised during wbv training in order to achieve optimal effects on physical fitness and protocol adherence": [],
        "the therapist sets the frequency, amplitude, and duration of the platform device vibration": []
    },
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Is the patient experiencing acute or chronic pain? What is the current reason for referral? What diagnosis has the patient been given?",
                "course of treatment": {
                    "medical management": "When was the patient’s condition diagnosed? What medical intervention has been provided to date?",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are the medications effective? Patients with fibromyalgia might be taking pharmacologic treatment for pain relief(2) ",
                    "diagnostic tests completed": [],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "What activities aggravate the patient’s symptoms and what activities ease the patient’s symptoms? How long before the symptoms come on or are eased?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. Determine if patient is experiencing any sleep problems(2)",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Document any history of respiratory compromise, including dyspnea, use of supplemental oxygen, and chronic cough. Obtain recent pulmonary function test results where available Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has the patient had any previous injuries or undergone surgery related to this diagnosis?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Patients participating in WBV training might be using this type of training to improve their skill sets in physical activities such as dance and volleyball",
                "functional limitations assistance with ADLs adaptive equipment": "Patients with fibromyalgia might limit their activity secondary to fear of falling(2)",
                "living environment": "Inquire about stairs, number of floors in home, with whom patient lives (e.g., caregivers). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Measure patient’s height and weight and determine BMI. Compare to normative data",
            "assistive and adaptive devices": "If patient is using any assistive devices, assess proper fit and adjust the device as needed. Provide any training and education for proper use for any assistive devices",
            "balance": "Assess patient’s static and dynamic sitting and standing balance. Use the Romberg balance test, tandem stance time, Berg Balance Scale (BBS), Tinetti Balance Scale, 10m tandem gait time and tandem gait step number, Timed Up and Go test (TUG) test, Biodex Stability System, Star Excursion Balance Test(9)",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "Assess patient’s basic functional mobility (bed mobility, transfers, and stair negotiation). The Functional Independence Measure (FIM) can be used ",
            "gait locomotion": "Assess patient’s gait for ability to ambulate safely. Note any gait asymmetry or deviation –The Dynamic Gait Index (DGI), gait velocity measured with the 10-meter  walk test (10MWT), and cadence (steps per minute) can be used to assess dynamic walking ability(9)Joint mobility will be an important factor for patients participating in high-level  sports function when exercising on the WBV platform(1)",
            "muscle strength": "Perform bilateral lower extremity myotomal testing or manual muscle testing (MMT) –Strength and vertical jump can be assessed using an isokinetic dynamometer or a force plate.(1) A good measure for power is vertical jump height using the rate of force development or jumping mechanography –Assess muscle power with 5-repetition  chair-rising  time, especially in older individuals or those with disabilities(9)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess patient’s sitting and standing posture, noting any asymmetry or abnormality",
            "range of motion": "Assess ROM of the upper and lower extremity joints using a goniometer. The sit and reach test can be used to measure lower extremity flexibility",
            "self-care activities of daily living": "",
            "reflex testing": "Perform bilateral biceps and patellar deep tendon reflex tests using a reflex hammer and note any asymmetry or abnormalityAssess patient’s ADLs or IADLs using the Barthel index or Lawton Instrumental Activities of Daily Living Scale",
            "sensory testing": "Assess patient’s bilateral upper and lower extremity sensation and proprioception with light-tough, sharp-dull,  joint position. Note asymmetry or abnormality",
            "special tests specific to diagnosis": " –Provide patients with quality of life questionnaires such as the Fibromyalgia Impact Questionnaire (FIQ) or the SF-36  for quality of life",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "Alternative treatment for patients looking for variation in training to help improve vertical jump height, balance and proprioception, and muscle strength and endurance. Alternative treatment intervention for patients who have chronic pain, fibromyalgia, decreased bone mineral density (BMD), or pelvic floor muscle weakness treatment(11) -Fifty-one  healthy men and women subjects participated in the study and were randomly allocated to 5 different vibration-frequency  groups -The highest levels of muscle activation were found at high frequencies and large amplitudes. WBV frequency of 30 Hz led to significant increase in muscle activation (especially the quadriceps femoris) compared to the other frequencies  -Knee angle significantly affects only the quadriceps femoris and not hamstrings -EMG muscle activity ranged from 18.2% to 74.1% maximal voluntary contraction in the quadriceps and from 5.2% to 27.3% maximal voluntary contraction in the hamstrings –WBV with low frequency might increase trunk extensor strength in healthy adults(17) -Researchers in China assessed trunk extensor strength in healthy adults immediately after 3 sessions of WBV with differing frequencies -There was a significant increase in trunk extensor strength immediately after exercising with WBV at low frequency (25Hz) compared to high frequency (40Hz) and a significant decrease in trunk extensor endurance after high frequency -Statistical sex differences occurred; males were more sensitive than females in trunk extensor endurance for lower frequency WBV –Six weeks of strength training in conjunction with WBV does not further improve maximum dynamic strength in long-distance  runners compared to the same strength-training program without WBV(12) -Based on a Brazilian randomized controlled study of 22 long-distance  runners who were placed in 3 groups: strength training, strength training with WBV , and control group -Strength training included half-squats,  twice a week, with a gradual increase in the number of sets (3, 4, 6) and repetitions (8–10,  6–8, 4–6),  with the program changing every 2 weeks over a 6-week  period. Loads were calculated to ~70% of 1-repetition maximum as subjects’ strength improved over the training period -Subjects performed the strength training on the WBV platform but the platform was turned on only for the WBV group. The frequency increased, from 30–35Hz  to 35–40Hz  to 40–50Hz,  every 2 weeks over the 6-week period for the WBV group -Both strength-training  groups statistically improved maximum dynamic strength (~18%) -There was a statistical difference in aerobic endurance (~25%) in the strength-training  group compared to the other two groups –Researchers from Brazil suggest that WBV training can improve strength of the vastus lateralis (VL) muscle in women(33) -Frequency of WBV set to either 30 Hz or 50 Hz while participants held a semi-squat  position -Surface EMG (sEMG) measured the amplitude of the VL with WBV or no vibration -Researchers concluded that there was a significant difference in sEMG amplitude of the VL during WBV training, with no differences between the two frequencies –A short-term  WBV training program along with creatine supplementation can improve isotonic strength of the lower extremities and improve dynamic balance in older adult women(35) -Based on a study conducted in Iran involving 22 healthy women between the ages of 60 and 80 -Participants were randomly assigned to either the WBV group plus creatine (n = 11) or the WBV with placebo (n = 11) -The WBV group plus creatine performed their activity for 10 days while also consuming 20g of oral creatine supplements daily for the first 5 days and reduced to 5g for the next 5 days -The WBV group with placebo performed their activities for 10 days -The 30-meter  walking and tandem gait tests were used to assess mobility and the flamingo and TUG test were used to assess static and dynamic balance -At the end of the study, isometric strength and 30-meter  walking performance was significantly improved in the WBV plus creatine group compared to WBV only Muscle power –In a meta-analysis  assessing the effects of vibration on muscular power in healthy individuals, pooled data from 7 studies (n = 249) showed that WBV significantly increased countermovement jump height compared to control group (18) Pain management –Authors of a 2017 RCT conducted in Turkey investigated the effects of WBV on pain, depression, and quality of life in women with fibromyalgia (n = 20)(2) -The participants were randomized into 2 groups, an intervention group(exercise combined with WBV) and control group (exercise only) -Outcome measures included V AS, Fibromyalgia Impact Questionnaire (FIQ), and Beck Depression Inventory (BDI) administered at baseline, 3 months, and 6 months post intervention -Exercise protocol included dynamic and static contractions of muscles of lower extremities. Participants performed static squat with 100˚ knee flexion and dynamic squat between 90˚ and 130˚ of knee flexion; ankle  dorsiflexion-extension  with 100˚ of knee flexion and squat at 100˚ knee flexion, shifting body weight from one leg to another. Each exercise was performed for 30 seconds x 6 repetitions, with a recovery of 3 minutes between repetitions -Platform settings were 30 Hz frequency with 2 mm amplitude -Duration of training was 2x/week for 4 weeks -The FIQ scores were significantly better in the intervention group at 6-month  assessment. No significant differences were found in V AS or BDI –Authors of a 2018 systematic review conducted in Brazil investigated the effects of WBV training on pain, fatigue, and quality of life in women with fibromyalgia and found inconclusive evidence on improving pain, fatigue, and quality of life(34) –Researchers from Spain in 2015 conducted an RCT to investigate the effects of WBV on quality of life in older adult women (n = 37) (38) -Authors hypothesized that intervention may improve quality of life, falls risk, and cognitive status -Participants were randomly assigned to WBV group or control group. The WBV group performed 18 exercises in different positions on a vertical vibration platform 2x/week for 8 weeks. The control group did not participate in any training program -Assessments were performed at baseline and 8 months for all participants. Outcome measures used included evaluation of falls risk and cognitive status (abbreviated mental test score) and questionnaires on life satisfaction (Lawton’s morale scale) and health-related  quality of life (SF-36  HRQoL) -Authors found no significant improvements in any outcome measures after completion of WBV training –WBV might assist with decreasing pain in patients with chronic Achilles tendinopathy(10) -Based on a study conducted in Germany that involved 58 recreational runners with chronic Achilles tendinopathy who were randomized into 3 groups: WBV , eccentric training, or wait-and-see  approach -Subjects participated in training sessions 3 times a week for 12weeks. WBV group participated in a 1-minute  warm-up in which subjects moved from bipedal stance, heel rises, and stepping in place with slight knee flexion on vibration platform set at 13 Hz to 18Hz and amplitude of 0.4 mm to 0.6mm. Training phase gradually increased from 4–5 minutes to 6–7 minutes and the vibration frequency and amplitude increased from 16 Hz to 21 Hz and 0.5 mm to 0.8mm while subjects performed bilateral heel-rise  activities. Cooldown included unilateral gastrocsoleus static stretching off the base of the vibration platform -The exercise group participated in eccentric gastrocsoleus strengthening with their heels off the edge of the vibration platform, 3 sets of 15 repetitions on each leg. Those who did not have any symptoms after 3 sets performed a fourth set with gradual increased load by wearing a backpack in which weights were placed -Pain improvements at the midsection of the tendon were greater in the vibration and exercise groups compared to the wait-and-see  group. However, pain improvements at the musculotendinous junction were greatest in the eccentric training group Balance –WBV in conjunction with squat training can improve physical function (strength and balance) in older adults with knee osteoarthritis and/or spondylosis(9) -Based on a Japanese RCT in which 35 ambulatory patients (mean age of 72.4 years) were divided into 2 groups, WBV exercise alone and WBV exercise plus squat training -A 4-minute  WBV exercise (frequency 20Hz) was performed twice a week in both groups and the squat training group performed 20 squats per minute over a 6-month  period -WBV alone improved patients’ body balance and 10-m walking velocity; however, WBV squat exercise was more effective at improving chair-rising  time (5-repetition  chair-rising  time) and 10-m  tandem gait step number –Researchers of a 2015 RCT in Germany investigated the effects of WBV on postural stability in Parkinson’s disease (PD) (39) -56 participants with PD were randomly assigned to either experimental (WBV) or control (sham) group. Participants in the experimental group received 4 series of 660-second  stimulus trains of WBV over 8 days. The control group received a sham treatment -The vibration parameters were 7 Hz with a 3 mm amplitude -The primary outcome measure was postural stability assessed by dynamicposturography -Secondary outcome measures included the pull test, TUG, Tinetti, 8MW test, and targeted items on the Unified Parkinson’s Disease Rating Scale that addressed speech, facial expression, tremor, and bradykinesia  -Researchers found that postural stability in the experimental group improved by 17.5% compared to the sham group. Rigor, bradykinesia, and tremor also improved, but the difference between groups was not significant –Researchers of an RCT in New Zealand concluded that WBV in conjunction with traditional physiotherapy might improve function but not fall risk in frail older persons(29) -Fifty-six  patients at an inpatient rehabilitation facility with a mean age of 82.01 years were randomly assigned to receive WBV (frequency 30–50 Hz, amplitude 2–5 mm) and traditional physiotherapy or traditional physiotherapy only -Traditional exercise consisted of 30–45-minute therapy sessions, 5 days a week until discharge. WBV consisted of 3 sessions a week until discharge -Outcome measures included the FIM and Modified Falls Efficacy Scale (MFES). The Psychological Profile Assessment (PPA) was the primary outcome measure selected to assess fall risk -Compared to the control group, WBV in conjunction with typical physiotherapy demonstrated statistically superior outcome scores on the FIM and MFES but not on the PPA –WBV in conjunction with a traditional exercise program is a safe intervention but yields similar benefits for balance, strength, gait, and functional ability as traditional exercise alone in institutionalized older adults(28) -Approximately 160 participants from 10 centers in Spain were included in this study; approximately half of the participants were included in the WBV plus exercise group; approximately half were assigned to the control group and participated in exercise on a stable surface only -All participants in both groups performed the same exercises. The groups differed on whether they performed the exercises on a stable surface or a vibrating (WBV) surface. WBV had a frequency of 30–35  Hz and an amplitude of 2–4 mm. Interventions were performed in 30-minute  sessions, 3 times per week for 6 weeks -Outcome measures were taken at baseline, 6 weeks, and 6 months after the study. The primary outcome measurement was balance. Secondary measurements were strength and number of falls. Specific measures included the Tinetti, TUG, Sit-to-Stand  (STS) test, and number of falls -Tinetti scores significantly improved over time in both groups with no statistical significance noted between groups. TUG scores did not improve in either group over the assessment periods. Muscle performance (STS) testing improved in both groups over time with no statistical significance between groups. Fifty-seven  falls were reported over the assessment period with no significant differences noted between groups –WBV training might improve balance and ankle function in female dancers(4) -Based on a 6-week  RCT in the United Kingdom involving 38 female dancers with ankle instability -Subjects were asked to perform single-leg  exercises (heel raises, leg squats), increasing the duration and vibration frequency as training progressed -Settings for the WBV platform were 30 Hz for 10 minutes and progressed each week until frequency was set at 40 Hz -At the end of the study, the vibration group had a greater improvement in anterior, anteromedial, and anterolateral ankle stability than the control group. However, there were no statistically significant differences in posterior, posteromedial, and posterolateral ankle stability between the groups. There were also no statistically significant differences in the mean power frequency between the vibration group and the control group Function and gait parameters –Researchers of a 2019 systematic review investigated the effects of WBV on flexibility and muscle stiffness (44) -Twenty-four  articles met inclusion criteria. Authors found all but one article showed an increase in flexibility due to WBV; data on muscle stiffness were inconclusive –Researchers of a randomized controlled preliminary study in China concluded that WBV training and quadriceps strengthening exercise (QSE) were effective in improving gait parameters and function in patients with medial compartment knee osteoarthritis(30) -Thirty-nine  patients were randomly assigned to receive WBV training and QSE or QSE alone -Outcome measures were taken at baseline, 12 weeks, and 16 weeks and included the V AS for pain, Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC), TUG, 6-minute  walk distance test (6MWD), and 3-dimensional gait analysis -Compared to baseline, both groups showed significant improvements in V AS, WOMAC, TUG, 6MWD, and spatiotemporal gait parameters at 12 and 16 weeks. Compared to the control group, the WBV and QSE group showed superior improvements in the WOMAC (physical function), TUG, 6MWD, and cadence at 12 weeks. No differences were found between groups in the V AS, WOMAC (pain, stiffness scales), or spatiotemporal parameters at 12 and 16 weeks See Description, Indications of device/equipment , and Guidelines for use of device/equipment , above  . Problem Goal Intervention Expected ProgressionHome Exercise Program Decreased BMD (osteoporosis, osteopenia)Improve BMD Therapeutic intervention _ Have patients stand on the vibrating platform with knees slightly bent. Apply a frequency of 35–40 Hz with an amplitude of 1–1.5 mmIncrease frequency and amplitude as needed to progress intensityProvide home exercise program (HEP) Decreased muscle strength and enduranceImprove muscle strength and enduranceTherapeutic exercise _ Patients performing exercises on WBV platform with settings of at least 30 Hz. Patients can perform exercises such as squatting with knees flexedIncrease amplitude and settings as needed to progress exercisesProvide HEP to focus on strengthening the weak muscles Decreased balance and proprioceptionImprove balance and proprioceptionTherapeutic intervention _ Have patients stand on the vibrating platform with knees bent to 120˚ with settings of 20 Hz and 2–3 mm amplitude(2)Discontinue use of modalities as appropriateProvide recommendations for home centered on balance and proprioception exercises Decrease pain and symptoms associated with fibromyalgiaImprove pain tolerance and symptoms of fibromyalgiaTherapeutic intervention _ Patients perform exercises on the vibrating platform with knees slightly flexed. Settings for WBV should be 30 Hz with 2 mm amplitude. Exercises should be performed for 30 seconds each, with 3- minute resting periodDiscontinue use of WBV training as appropriateProvide information for decreasing pain and symptoms of fibromyalgia .",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "Athletic trainer, pain specialist, primary care physician",
        "other considerations": [],
        "treatment summary": [
            "Results of published research are mixed on the effects of WBV on BMD, strength, balance, and pain. Further research needs to be conducted to assess the efficacy of WBV on these factors as well as the optimal WBV frequency, amplitude, and duration in order to develop the best possible training protocols",
            "It is difficult to recommend a combination of WBV training and other exercises to augment training effects in athletes due to the inconsistency in the results of published literature(16)",
            "BMD –Researchers of a 2016 meta-analysis  and systematic review investigated the effects of WBV on reduction of bone loss and fall prevention in postmenopausal women. They concluded that low-magnitude  WBV therapy can significantly improve bone loss in the lumbar spine in postmenopausal women; WBV can also be used as an intervention for fall prevention(32) -Eight studies with a total of 1,014 patients were included in the data –Belgian researchers concluded that there was no difference between WBV training and vitamin D supplementation in enhancing muscle mass, strength, and hip BMD in women older than 70 years(14) -Based on a study of 113 institutionalized women > 70 years who were randomly assigned to either a WBV or a no-training  group, receiving either a conventional dose (880IU/day) or a high dose (1,600 IU/day) of vitamin D -The women participated in a 6-month  treatment intervention. Those in the WBV group performed static and dynamic exercises (5 different squat techniques) with a gradual increase in training load according to the overload principle, 3 times a week  -After 6 months of treatment, dynamic muscle strength, hip BMD, and vitamin D serum levels improved significantly in all groups, but isometric muscle strength and muscle mass did not change -There was no statistical difference between the WBV group and either of the vitamin D supplementation groups -There was no difference in hip BMD, muscle mass, or strength between the high dose and standard dose of vitamin D; however, there were higher serum levels of vitamin D in the higher dose group –Eight months of WBV training twice a week did not increase BMD of octogenarian women, in an RCT conducted in Spain(26) -Thirty-seven  women were assigned to a vibration group that trained on a vibration platform twice a week or to a control group that did not participate in any training -Bone mass was measured by dual energy X-ray absorptiometry (DEXA) at the hip region -No statistically significant changes in bone mass were found in any hip region (total hip, femoral neck, trochanter, intertrochanter, Ward’s area) –Bone quality was not improved in osteopenic postmenopausal women after 12 months of WBV , in a study conducted in Canada(27) -Twenty-two  women who received WBV training for 2–3sessions per week were compared to 20 women who were controls -Bone outcomes were measured with CT scans at baseline, 4, 8, and 12 months -Total BMD, cortical area, cortical thickness, and cortical porosity all significantly decreased over time in both groups -WBV training did not lead to improved bone quality compared to controls and there were no detected benefits related to balance and muscle strength outcomes –Researchers of a 2017 systematic review and meta-analysis  of RCTs investigated the effects of WBV training on femoral neck and lumbar spine BMD in postmenopausal women(36) -10 studies with 14 WBV groups met inclusion criteria -The BMD of 462 postmenopausal women who performed WBV",
            "or control protocol was evaluated Authors found no significant pre to post effect on total BMD between intervention and control groups. However, there was significant pre-post  improvement in the BMD of the lumbar spine in the WBV group compared with control groups. –WBV training might help maintain BMD but not increase it(5) -Based on a study in Greece involving 32 postmenopausal women who were assigned to WBV training, exercise, or control groups -Women in the WBV group received intervention on WBV platform 3x a week for 6 months, with the first 4 months set at 35 Hz with 1.5 mm amplitude and the last 2 months set at 40 Hz with 1.5 mm amplitude -WBV group performed single limb balance with knees slightly bent for 3 sets of 45–60  seconds for the first 4 months followed by 60–80  seconds in the last 2 months and the recovery period set at 1 minute. The exercise group performed strengthening exercises twice a week and cardiorespiratory endurance once a week -There were no statistically significant differences between the WBV group, training group, and control group in terms of body composition, BMD, and muscle strength",
            "Strength –WBV in conjunction with squat training can improve physical function (strength and balance) in older adults with knee osteoarthritis and/or spondylosis -Based on a Japanese RCT trial in which 35 ambulatory patients (mean age of 72.4 years) were divided into 2 groups, WBV exercise alone and WBV exercise plus squat training -A 4-minute  WBV exercise (frequency 20Hz) was performed twice a week in both groups and the squat training group performed 20 squats per minute over a 6-month  period -WBV alone improved patients’ body balance and 10-m walking velocity; however, WBV squat exercise was more effective at improving chair-rising  time (5-repetition  chair-rising  time) and 10-m  tandem gait step number –Researchers of an RCT in China compared WBV with eyes open, visual-field-deprived  WBV (eyes closed), and a control group (0 Hz, eyes open) and concluded that visual-field-deprived WBV and WBV with eyes open produced the greatest balance and lower extremity strength gains in older adult participants(31) -Forty-five  older adult subjects with an average age of 69.2 participated in this study -WBV training (20 Hz, 4 mm) was performed 3 times per week, 5 minutes each session for 3 months  -Participants were assessed at baseline, 3 months, and 6 months. Assessments included knee flexor and extensor dynamometry and limits of stability via Biodex Balance System -Post-training  knee flexor and extensor muscle strength significantly improved in the visual-field-deprived  WBV group, with strength gains of 19.40% and 37.89%, respectively. Only the knee extensor strength of the WBV group with eyes open improved, increasing by 15.40%. There was no significant strength improvement found in the control group -Balance outcomes were significantly improved at 3 and 6 months in the visual-field-deprived  WBV and WBV groups compared to the control group. The greatest balance improvement was seen in the visual-field-deprived  WBV group –A stochastic pattern of vibration might be more effective than a sinusoidal pattern in strengthening weakened pelvic floor muscles and can achieve higherpelvic floor muscle activation(6) -Researchers in Brazil in 2019 conducted a systematic review of the literature to investigate the effect of WBV exercises on the pelvic floor muscles in healthy and unhealthy individuals -Six studies were included with a total of 189 participants,age range 18–68  years, including 2 studies of healthy individuals and 4 of individuals with pelvic floor dysfunction -The literature supports that WBV in conjunction with exercise can improve pelvic floor muscle strength and quality of life in individuals with urinary incontinence(6) –Researchers in Iran in 2015 conducted a randomized control trial to investigate the effects of WBV therapy on pelvic floor muscle training on women’s stress urinary incontinence (SUI) (41) -Participants (n = 43) were randomly assisted to two groups, WBVtraining (WBVT) (n = 21)and pelvic floor muscle training (PVMT) (n = 22) -Participants participated in a 4-week  training program, exercising 3x/week. Participants in the WBVT group performed exercises on a vibration platform and those in the PVMT group performed exercises off the platform under supervision -Exercise protocol consisted of isometric contractions of hip adductors, gluteals, abdominals in supine, sitting, standing hook-lying,  bridging, mini-squatting,  and squatting positions. Each group performed 3–4 sets of 15–20  repetitions,with a 60-second  pause between sets -Prior to beginning testing protocol, participants were educated on how to maximally contract pelvic floor muscles in supine position. Pelvic floor muscle (PFM) maximum strength was assessed by digital palpation of a physical therapist trained in pelvic floor muscle evaluation -Additional outcome measures includedaV AS rating the severity of SUI (0 = no incontinence, 10 = severe incontinence) and the Incontinence Quality of Life (I-QOL)  questionnaire (22 items evaluating concerns related to SUI using a 5-point Likert scale). All were assessed at baseline and post intervention -Results showed WBVT protocol was effective in improving pelvic floor muscle strength and reducing severity of incontinence and improving I-QOL; however, no significant differences were found between groups –In a 2017 RCT in Puerto Rico, researchers investigated the effects of WBV on body fat, heart rate, and strength in obese (n = 27) postmenopausal women(15) -Participants were randomly assigned to either WBV training (n = 13) or a non-exercising  control group (n = 14) -Heart rate, muscle strength,and body composition were measured before and after 6 weeks of intervention -Participants in the WBV training performed four static and four dynamic leg exercises on a vibration platform 3x/week for 6 weeks -Training volume increased over the 6 weeks by increasing intensity of vibration from 25 to 40 Hz and amplitude from 1 to 2 mm and increasing duration of exercise from 30 to 60 seconds and number of sets from 3 to 7 -Researchers found a significant decrease in percent body fat, decreased resting heart rate, and increased strength in intervention group vs control –In a systematic review and meta-analysis  of RCTs that investigated effects of WBV on lean body mass in postmenopausal women, authors found no significant improvements in lean mass with BWT and no significant difference between intervention and control group (37) –German researchers conducted a study to systematically analyze the impact of vibration frequencies, amplitudes, and knee angles on quadriceps femoris and hamstring activity during WBV in order to better develop training protocols for WBV"
        ]
    },
    "desired outcomes outcome measures": {
        "increased bmd": [],
        "decreased pain and fatigue": [
            "V AS pain"
        ],
        "improved muscle strength and endurance": [
            "Graded cycling exercise test",
            "Isokinetic dynamometry, MMT",
            "6MWT"
        ],
        "improved vertical jump height": [
            "Jumping mechanography",
            "Vertical jump test",
            "Jump force and jump rate of force development"
        ],
        "improved balance and proprioception": [
            "BBS",
            "Biodex Stability System, Star Excursion Balance Test"
        ],
        "improved function": [
            "FIQ",
            "TUG test",
            "Lawton Instrumental Activities of Daily Living Scale",
            "Barthel Index",
            "DGI",
            "FIM"
        ],
        "improved quality of life": [
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "Patients should participate in regular exercise and use WBV training only as a supplementary technique"
    ],
    "patient education": [
        "Patients and therapists must familiarize themselves with the WBV device to prevent any injuries(7)",
        "Patients who wish to learn more about WBV training can visit https://www.mayoclinic.org/healthy-lifestyle/fitness/expert-answers/whole-body-vibration/faq-20057958 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Cerciello S, Rossi S, Visonà E, Corona K, Oliva F. Clinical applications of vibration therapy in orthopaedic practice. Muscles Ligaments Tendons J . 2016;6(1):147-156. doi:10.11138/mltj/2016.6.1.147. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Alev A, Mihriban A, Bilge E, et al. Effects of whole body vibration therapy in pain, function and depression of the patients with fibromyalgia. Complement Ther Clin Pract . 2017;28:200-203.  doi:10.1016/j.ctcp.2017.06.008. (RCT)"
        },
        {
            "number in article": 3,
            "reference": "Albasinii A, Krause M. Indications and contraindications in the clinical application of WBV. Musculoskeletal Key Web site. https://musculoskeletalkey.com/indications-and-contraindications-in-the-clinical-application-of-wbv-immediate-and-long-term-effects-and-their-influence-on-the-selection-of-dosage/ . Published September 11, 2016. (X)"
        },
        {
            "number in article": 4,
            "reference": "Cloak R, Nevill AM, Clarke F, Day S, Wyon MA. Vibration training improves balance in unstable ankles. Int J Sports Med . 2010;31(12):894-900.  doi:10.1055/s-0030-1265151. (RCT)"
        },
        {
            "number in article": 5,
            "reference": "Karakiriou SK, Douda HT, Smilios IG, Volaklis KA, Tokmakidis SP. Effects of vibration and exercise training on bone mineral density and muscle strength in post-menopausal women. Eur J Sport Sci . 2012;12(1):81-88.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Guedes-Aguiar  EO, de Sá-Caputo  DDC, Moreira-Marconi  E, et al. Effect of whole-body  vibration exercise in the pelvic floor muscles of healthy and unhealthy individuals: a narrative review. Transl Androl Urol . 2019;8(4):395-404.  doi:10.21037/tau.2019.06.14. (SR)"
        },
        {
            "number in article": 7,
            "reference": "Olivares PR, Gusi N, Parraca JA, Adsuar JC, Del Pozo-Cruz  B. Tilting whole body vibration improves quality of life in women with fibromyalgia: a randomized controlled trial. J Altern Complement Med . 2011;17(8):723-728.  doi:10.1089/acm.2010.0296. (RCT)"
        },
        {
            "number in article": 8,
            "reference": "Atrice MB, Morrison SA, McDowell SL, Ackerman PM, Foy TA, Tefertiller C. Traumatic spinal cord injury. In: Umphred DA, ed. Umphred’s Neurological Rehabilitation . St. Louis, MO: Elsevier Mosby; 2013:514-515.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Osugi T, Iwamoto J, Yamazaki M, Takakuwa M. Effect of a combination of whole body vibration exercise and squat training body balance, muscle power, and walking ability in the elderly. Ther Clin Risk Manag . 2014;10:131-138.  doi:10.2147/TCRM.S57806. (R)"
        },
        {
            "number in article": 10,
            "reference": "Horstmann T, Jud HM, Fröhlich V, Mündermann A, Grau S. Whole body vibration versus eccentric training or a wait-and-see  approach for chronic Achilles tendinopathy: a randomized clinical trial. JOSPT. 2013;43(11):794-803.  doi:10.2519/jospt.2013.476. (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Perchthaler D, Horstmann T, Grau S. Variations in neuromuscular activity of thigh muscles during whole-body  vibration in consideration of different biomechanical variables. J Sports Sci Med . 2013;12(3):439-446.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Bertuzzi R, Pasqua LA, Bueno S, et al. Strength-training  with whole-body  vibration in long-distance  runners: a randomized trial. Int J Sports Med . 2013;34(10):917-923. doi:10.1055/s-0033.1333748.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Emerenzini GP, Meucci M, Gallotta MC, Buzzachera CF, Guidetti L, Baldari C. Whole body vibration: unsupervised training or combined with a supervised multi-purpose exercise for fitness?. J Sports Sci . 2014;32(11):1033-1041.  doi:10.1080/02640414.2013.877150. (R)"
        },
        {
            "number in article": 14,
            "reference": "Verschueren SM, Boagaerts A, Delecluse C, et al. The effects of whole-body  vibration training and vitamin D supplementation on muscle strength, muscle mass, and bone density in institutionalized elderly women: a 6-month randomized, controlled trial. J Bone Miner Res . 2011;26(1):42-49.  doi:10.1002/jbmr.181. (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Severino G, Sanchez-Gonzalez  M, Walters-Edwards  M, et al. Whole-body  vibration training improves heart rate variability and body fat percentage in obese Hispanic postmenopausal women. J Aging Phys Act . 2017;25(3):395-401.  doi:10.1123/japa.2016-0087.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Wang HK, Un CP, Lin KH, Chang EC, Su SC. Effect of a combination of whole-body  vibration and low resistance jump training on neural adaptation. Res Sports Med . 2014;22(2):161-171.  doi:10.1080/15438627.2014.881822. (RCT)"
        },
        {
            "number in article": 17,
            "reference": "Ye J, Yuen K. Acute effects of whole-body  vibration on trunk muscle functioning in young healthy adults. J Strength Cond Res . Advance online publication. 2014;28(10):2872-2879.  doi:10.1519/JSC.0000000000000479. (R)"
        },
        {
            "number in article": 18,
            "reference": "Osawa Y, Oguma Y, Ishii N. The effects of whole body vibration on muscle strength and power: a meta-analysis.  J Musculoskelet Neuronal Interact . 2013;13(3):380-390.  http:// pilarmartinescudero.com/nov13/metaanalisis_efecto_plataformasvibratorias.pdf . (M)"
        },
        {
            "number in article": 19,
            "reference": "Zafar H, Alghadir A, Anwer S, Al-Eisa E. Therapeutic effects of whole-body  vibration training in knee osteoarthritis: A systematic review and meta-analysis.  Arch Phys Med Rehabil. 2015;96(8):1525-1532.  doi:10.1016/j.apmr.2015.03.010. (M)"
        },
        {
            "number in article": 20,
            "reference": "Games KE, Sefton JM, Wilson AE. Whole-body  vibration and blood flow and muscle oxygenation: A meta-analysis.  J Athl Train . 2015;50(5):542-549. doi:10.4085/1062-6050-50.2.09.  (M)"
        },
        {
            "number in article": 21,
            "reference": "Figueroa A, Kalfon R, Madzima TA, Wong A. Effects of whole-body  vibration exercise training on aortic wave reflection and muscle strength in postmenopausal women with prehypertension and hypertension. J Human Hypertens . 2014;28(2):118-122.  doi:10.1038/jhh.2013.59. (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Figueroa A, Alvarez-Alvarado  S, Ormsbee MJ, Madzima TA, Campbell JC, Wong A. Impact of L-citrulline  supplementation and whole-body  vibration training on arterial stiffness and leg muscle function in obese postmenopausal women with high blood pressure. Exp Gerontol . 2015;63:35-40.  doi:10.1016/j.exger.2015.01.046. (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Greulich T, Nell C, Koepke J, et al. Benefits of whole body vibration training in patients hospitalised for COPD exacerbations – a randomized clinical trial. BMC Pulm Med . 2014;14:60. doi:10.1186/1471-2466-14-60.  (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Ritzmann R, Kramer A, Bernhardt S, Gollhofer A. Whole body vibration training – improving balance control and muscle endurance. PLoS One . 2014;9(2):e89905. doi:10.1371/ journal.pone.0089905. (R)"
        },
        {
            "number in article": 25,
            "reference": "Wysocki A, Butler M, Shamliyan T, Kane RL. Whole-Body  Vibration Therapy for Osteoporosis. AHRQ Comparative Effectiveness Technical Briefs, No. 10. Disabil Rehabil ."
        },
        {
            "number in article": 2011,
            "reference": " (R)"
        },
        {
            "number in article": 26,
            "reference": "Santin-Medeiros  F, Santos-Lozano  A, Rey-Lopez  JP, Vallejo NG. Effects of eight months of whole body vibration training on hip bone mass in older women. Nutr Hosp . 2015;31(4):1654-1659.  doi:10.3305/nh.2015.31.4.8441. (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Liphardt AM, Schipilow J, Hanley DA, Boyd SK. Bone quality in osteopenic postmenopausal women is not improved after 12 months of whole-body  vibration training. Osteoporos Int . 2015;26(3):911-920.  doi:10.1007/s00198-014-2995-8.  (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Sitja-Ravert  M, Martinez-Zapata  MJ, Fort Vanmeerhaeghe A, Rey Abella F, Romero-Rodriguez  D, Bonfill X. Effects of a whole body vibration (WBV) exercise intervention for institutionalized older people: A randomized multicentre, parallel, clinical trial. J Am Med Dir Assoc . 2015;16(2):125-131.  doi:10.1016/j.jamda.2014.07.018. (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Parsons J, Mathieson S, Jull A, Parsons M. Does vibration training reduce the fall risk profile of frail older people admitted to a rehabilitation facility? A randomised controlled trial. Disabil Rehabil . 2016;38(11):1082-1088.  doi:10.3109/09638288.2015.1103793. (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Wang P, Yang L, Li H, et al. Effects of whole-body  vibration training with quadriceps strengthening exercise on functioning and gait parameters in patients with medial compartment knee osteoarthritis: a randomised controlled preliminary study. Physiotherapy . 2016;102(1):86-92.  doi:10.1016/j.physio.2015.03.3720. (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Tseng SY, Lai CL, Chang KL, et al. Influence of whole-body  vibration training without visual feedback on balance in lower-extremity  muscle strength of the elderly: a randomized controlled trial. Medicine. 2016;95(5):1-6.  doi:10.1097/MD.0000000000002709. (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Ma C, Liu A, Sun M, Zhu H, Wu H. Effect of whole-body  vibration on reduction of bone loss and fall prevention in postmenopausal women: a meta-analysis  and systematic review. J Orthop Surg Res . 2016;11(24):1-10.  doi:10.1186/s13018-016-0357-2.  (M)"
        },
        {
            "number in article": 33,
            "reference": "Borges DT, Macedo LB, Lins CAA, Sousa CO, Brasileiro JS. Effects of whole body vibration on the neuromuscular amplitude of vastus lateralis muscle. J Sports Sci Med . 2017;16(3):414-420.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Moretti E, Tenorio A, Holanda L, Campos A, Lemos A. Efficacy of the whole-body  vibration for pain, fatigue, and quality of life in women with fibromyalgia: a systematic review. Disabil Rehabil . 2018;40(9):988-996.  doi:10.1080/09638288.2017.1282989. (SR)"
        },
        {
            "number in article": 35,
            "reference": "Goudarzian M, Rahimi M, Karimi N, et al. Mobility, balance, and muscle strength adaptations to short-term  whole body vibration training plus oral creatine supplementation in elderly women. Asian J Sports Med . 2017;8(1):1-9.  doi:10.5812/asjsm.36793. (R)"
        },
        {
            "number in article": 36,
            "reference": "Marín-Cascales  E, Alcaraz PE, Ramos-Campo  DJ, Martinez-Rodriguez  A, Chung LH, Rubio-Arias  JÁ. Whole-body  vibration training and bone health in postmenopausal women: A systematic review and meta-analysis.  Medicine. 2018;97(34):1-11.  doi:10.1097/MD.0000000000011918. (SR)"
        },
        {
            "number in article": 37,
            "reference": "Rubio-Arias  JÁ, Manh-Cascales  E, Ramos-Campo  DJ, et al. The effect of whole-body  vibration training on lean mass in postmenopausal women: a systematic review and meta-analysis.  Menopause . 2017;24(2):225-231.  doi:10.1097/GME.0000000000000747. (SR)"
        },
        {
            "number in article": 38,
            "reference": "Santin-Medeiros  F, Santos-Lozano  A, Cristi-Montero  C, Garatachea Vallejo N. Effect of 8 months of whole-body  vibration training on quality of life in elderly women. Res Sports Med. 2017;25(1):101-107.  doi:10.1080/15438627.2016.1258638. (R)"
        },
        {
            "number in article": 39,
            "reference": "Kaut O, Brenig D, Marek M, Allert N, Wüllner U. Postural stability in Parkinson’s disease patients is improved after stochastic resonance therapy. Parkinsons Dis . January 2016;1-7.  doi:10.1155/2016/7948721. (RV)"
        },
        {
            "number in article": 40,
            "reference": "Fowler BD, Palombo KTM, Feland JB, Blotter JD. Effects of whole-body  vibration on flexibility and stiffness: a literature review. Int J Exerc Sci . 2019;12(3):735-747.  (RV)"
        },
        {
            "number in article": 41,
            "reference": "Farzinmehr A, Moezy A, Koohpayehzadeh J, Kashanian M. A comparative study of whole body vibration training and pelvic floor muscle training on women's stress urinary incontinence: three-month  follow- up. J Family Reprod Health . 2015;9(4):147-154.  (RCT)"
        }
    ]
}