{
    "metadata": {
        "title": "Whole-Body  Vibration Training in Older Adults",
        "synonyms": [
            "wbv training in older adults",
            "vibration training, whole-body  in older adults"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "geriatric rehabilitation",
            "women’s health",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Whole-body  vibration (WBV) training makes use of a device that produces oscillating vibrations that stimulate the tonic vibration reflex.(1) WBV training has various proposed physiological and therapeutic effects depending on the settings, including:(2)",
            "increased blood circulation",
            "improved muscle strength",
            "decreased pain",
            "decreased bone loss"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "There are no specific CPT codes for WBV training",
            "description": ""
        },
        "HCPCS codes": {},
        "reimbursement": [
            "WBV training is not currently reimbursed by insurance companies because of the lack of an existing WBV device approved by the U.S. FDA as a medical device(4) Indications for procedure"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Contraindications –See contraindications above under Contraindications/Precautions to Procedure"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [
        "WBV training is indicated for patients wanting to try a different technique to improve muscle strength, improve balance, improve circulation, and increase bone mineral density. It may also be used to decrease pain in patients with osteoarthritis",
        "WBV trainingprovides effective low-impact  training for those who are unable to perform traditional exercise activities",
        "WBV and inflammation Authors of a study in Spain suggest that WBV may reduce inflammation in older adult subjects(7)"
    ],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {
        "contraindications": [
            "Epilepsy",
            "Severe diabetes",
            "Kidney stones",
            "Acute inflammation",
            "Joint problems",
            "Serious cardiovascular diseases",
            "Joint implants or fixation devices (e.g., metal pins)",
            "Recent thrombosis",
            "Tumors",
            "Fresh wounds",
            "Acute Migraine",
            "Pacemaker"
        ]
    },
    "guidelines for use of procedure": {
        "guidelines for wbv training will depend on the therapist. therapist must set the frequency, amplitude, and on off duration of the platform device depending on the desired": [],
        "wbv training may be performed with or without the addition of exercise": []
    },
    "examination": {
        "contraindications precautions to examination": [
            "Contraindications –See contraindications above under Contraindications/Precautions to Procedure"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the patient’s current reason for referral? Is the patient experiencing acute or chronic pain? Has the patient had any recent falls? Has the patient had a stroke? Is the patient at risk for osteoporosis or has osteoporosis been diagnosed?",
                "course of treatment": {
                    "medical management": "Determine what type of treatment patient is currently receiving. Is the patient cleared for exercise by his or her physician?",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  In patients at risk for osteopenia or osteoporosis, use dual-energy  X-ray  absorptiometry (DXA) to measure bone density"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Any activities or positions that make patient’s symptoms better or worse?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. Has the patient had any wakings associated with falls at night?",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Determine if patient is using supplemental oxygen Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________ "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Ask if the patient has had any prior experiences with using a WBV platform for a previous diagnosis",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Does the patient currently work?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient have limitations with self-care, home management, work, and/or community leisure activities?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Assess body weight using a scale. Body height can be measured using a stadiometer. BMI and body fat can be measured using a bioelectrical impedance scale. Waist and hip girth can be measured using a measuring tape",
            "assistive and adaptive devices": "Determine if patient is using any assistive devices. Take proper measurements and adjust the device as needed for the patient. Provide training and education on proper use of any assistive devices",
            "balance": "Assess the patient’s static and dynamic balance using objective measurements such as the sharpened or tandem Romberg test, single leg stance, Berg Balance Scale (BBS), or Tinetti Balance Scale",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "Assess patient’s functional mobility using Sit to Stand test, Timed Up and Go (TUG) test, Fast Walk Test, FIM, and Stair Mobility Test",
            "gait locomotion": "Perform a gait evaluation and note any deviations or abnormalities in gait. The Dynamic Gait Index (DGI) can also be used for standardized testing and to assess for safetyAssess joint mobility and integrity of the upper and lower extremities prior to initiating WBV trainingAssess motor control if patient has recently had a stroke or has another neurological condition",
            "muscle strength": "Muscle strength can be measured using manual muscle testing (MMT)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess patient’s posture and note any deviations or abnormalities",
            "range of motion": "Use a standard goniometer to measure ROM in the upper and lower extremitiesAssess patient’s ability to complete ADLs or IADLs using the Barthel index",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess patient’s kinesthesia or proprioception prior to WBV training",
            "special tests specific to diagnosis": "The SF-36 questionnaire can be used to assess quality of life",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with a diagnosis for which this procedure is used are at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers  are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "See contraindications above under Contraindications/Precautions to Procedure ›Precautions",
                "Common side effects of WBV training include erythemaand itching of the legs(5)"
            ]
        },
        "diagnosis need for treatment": "Patients who are looking to improve muscle strength, improve muscle balance, increase bone mineral density, or decrease pain may benefit from WBV training",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": " Primary care physician for any complications that may occur from treatment Pain specialist for managing pain",
        "other considerations": [
            "Patients may also participate in aerobic training and resistance training to improve functional mobility. Resistance training for older adult patients can improve bone mineral density"
        ],
        "treatment summary": [
            "WBV and muscle strength/mass, muscle activation and bone mass –Authors of a 2015 RCT in China found that a single session of WBV training has a positive effect on muscle force generation of the quadriceps in persons with incomplete spinal cord injury(19) -Twenty-five  subjects with chronic spinal cord injury were randomized to WBV group (n = 13) or sham group (n = 12) -Frequency and amplitude were 50 Hz and 2mm, respectively -The intervention occurred only one time and consisted of four 45-second  bouts of WBV with a 1-minute  rest period -Post-test  MMT results in the WBV group showed a positive change in isometric force that was 1.12kg greater than that in the sham group –Using WBV training combined with quadriceps strengthening exercises can improve physical functioning and spatiotemporal parameters in patients with knee osteoarthritis(20) -Based on an RCT in China involving 39 patients with medial knee arthritis -Thirty-nine  patients were randomized to the WBV training group with quadriceps strengthening exercise (QSE) or QSE only -Objective measures used in this study included the V AS, Western Ontario McMaster Universities Osteoarthritis Index (WOMAC), TUG, and the 6MWT –An 8-month,  twice a week program of WBV may prevent the loss of quadriceps cross-sectional  area (as measured by MRI) in older adult women(8) -Based on a study conducted in Spain with 37 women who were randomized to the WBV group or a control group (no change in activity) -No changes were seen in functional capacity, handgrip strength, or balance/gait –Authors of a 2015 study(9)of the effects of WBV on bone mass concluded that WBV does not produce osteogenic effects, but another study in 2015 reported increased leg power and bone formation with WBV(10) –Eight months of twice a week exercise training on a WBV platform (20 Hz at 2 mm) did not improve dual-energy X-ray absorptiometry (DEXA) readings in the hips of 37 women (average age = 82) in a study in Spain(9) –Authors of an RCT conducted in the United Kingdom suggest that exercise on a WBV platform, either vertical vibration (28.4 Hz at 1.3 mm) or side-alternating  vibration (29.8 Hz at 2.9 mm), 3 times a week for 12 weeks increased leg power (measured by Nottingham leg extensor power rig) and bone formation (measured by blood sample) when compared to sham WBV(10) -Sixty-one  older adults (average age = 80) referred to outpatient falls prevention service -TUG, functional reach test, chair stand test, four square step test, measure of functional independence (Nottingham extended ADL index), quality of life (SF-36),  fear of falling (falls efficacy scale) and physical activity measures did not significantly improve in WBV groups –Authors of an RCT study in the United States found that WBV training can improve balance and leg strength, reducing the patient’s risk for falls(16) -Sixty adults were randomized to three intervention groups or a control group: bioDensity (bD), whole-body  vibration (WBV), or bD combined with WBV  -Those in the bD group performed exercises once a week for 12 weeks. The sessions were only 5 minutes with participants performing four 5-second  maximal contractions -The WBV group performed two 5-minute  sessions per week for 12 weeks. Patients were asked to stand in a semi-squat position, followed by maintaining a single limb stance for 60 seconds while holding onto the support bar. After 60 seconds, patients were asked to alternate their foot. This continued for 3 minutes during a 5-minute  session. During the first two weeks, the frequency of the WBV was 30 Hz with an amplitude of 1mm. The amplitude progressed to 2mmafter 2 weeks -Strength was assessed using the chest press, leg press, and vertical lift. Static and dynamic standing balance were assessed and the FIM was used to measure mobility, self-care,  communication, and social cognition -The bD + WBV group had similar parameters to those only participating in WBV training –Using low-intensity  WBV(frequency of 20 Hz, amplitude of 0.60 mm, peak acceleration of 0.96g) and high-intensity WBV (frequency of 30 Hz, amplitude of 0.44 mm, peak acceleration of 1.61g) for at least 10 seconds per exercise have been found to increase strength of the biceps femoris and tibialis anterior in patients with stroke(17) -Based on a three-way  repeated-measures  design study in Hong Kong involving 36 patients with chronic stroke -The patients performed three different WBV conditions in a single session: no WBV , low-intensity  WBV (frequency of 20 Hz, amplitude of 0.60mm, acceleration of 0.96g), and high-intensity  WBV (frequency of 30 Hz, amplitude of 0.44mm, acceleration of 1.61g) -Patients performed eight static exercises (standing, sitting, semi-squat  position with knees flexed at 30°, deep squat position lunges with knees flexed at 90°, forward weight-shifting  position, backward weight-shifting  position, weight-shifting  side to side, forward lunge position) for three repetitions with the exercises. All exercises on the WBV device were performed for 10 seconds –Researchers in Hong Kong evaluated the effects of adding WBV to exercise in chronic stroke survivors(22) -Thirty-two  participants performed three different exercises on the WBV platform. WBV parameters had varied frequencies (20 Hz, 30 Hz, 40 Hz) and amplitudes (0.8 mm, 1.5 mm), or were performed without vibration -Surface electromyography measured muscle activity in bilateral vastus medialis (VM), medial hamstrings (MH), tibialis anterior (TA), and medial gastrocnemius (MG) -When exercising using WBV , significantly greater muscle activity was noted in the bilateral MG, TA, and MH compared to no WBV -Greater amplitude and frequency resulted in greater augmentation of muscle activation. Aside from the TA, muscle activation was mostly similar on paretic and non-paretic  sides –WBV improves skeletal muscle mass index, physical fitness, and quality of life of older adults (> 65 years) with sarcopenia(23) -Based on a study in Taiwan -Over a 3-month  period, participants had WBV training 3 times a week. Each session included 10 repetitions, 60 seconds each, at a frequency of 12 Hz and amplitude of 3 mm. The repetitions were followed by 30 seconds of rest -Post intervention, statistically significant improvements were found in skeletal muscle mass index, physical fitness standing on one foot, 8-ftup and go test, hand grip strength, 5 times sit-to-stand  tests, shoulder-arm  flexibility, and quality of life –Based on a 2018 systematic review and meta-analysis evaluating the effects of resistance training, endurance training, and WBV on lean body mass, muscle strength, and physical performance in older adults, WBV is beneficial for physical performance(25) -Resistance training with WBV was associated with greater physical performance when compared to usual care -WBV did not have significant effects on lean body mass",
            "WBV and balance, functional mobility, and gait –The author of a 2015 systemic review and meta-analysis  of the effect of WBV on balance and functional mobility in older adults concluded that there is some evidence for a positive effect of WBV on selected balance and mobility measures but that its impact is inconclusive(11) -Twenty studies were included in the qualitative analysis, 12 studies included in the quantitative analysis,10 studies included for the meta-analysis on the effect of WBV on TUG, and 3 studies included for the meta-analysis  of the effect of WBV on single leg stance test -Ten trials compared WBV-only  interventions with a control group(usual care or sham WBV) and 10 trials compared WBV-plus-exercise  with exercise-only groups -The author noted a large amount of variation in training protocols  -WBV-plus-exercise  was found to improve TUG and single leg stance but was inconclusive on other measures. Patients who were frail, tended to fall, or attended clinics were noted to have greater improvements when compared to healthy older adults -Further studies are required to determine the exact effect of WBV-only  exposure on balance and functional mobility in older adults –Authors of an RCT in Spain found no added benefit of WBV used in addition to exercise compared to exercise alone. The study compared institutionalized older adults participating in an exercise program on a WBV platform to those participating in an exercise program on a stationary surface(12) -One hundred fifty-nine  residents residing in 10 different nursing homes were randomized to either the WBV-plus-exercise  group or an exercise-only group -Both groups exercised 3 times per week for 6 weeks and performed static and dynamic exercises for balance and strength -WBV platform was set at 30–35  Hz with an amplitude of 2–4 mm -Similar improvements between groups were seen in the Tinetti test score and 5 times sit-to-stand  test but neither group improved significantly in TUG test –Authors of an RCT evaluating the effects of strength/balance training with and without WBV concluded that WBV did not enhance lower limb strength or balance performance but did improve balance confidence(21) -Based on a study in Hong Kong that included 73 older adults (mean age 82.3 years) –Authors of a 2019 systematic review and meta-analysis concluded that WBV can be effective for improving balance and gait in older adults; however, due to the heterogeneity in interventions and protocol, results should be taken with caution and more research is warranted(1) -Highlights of the data include -WBV is being used for locomotor rehabilitation -There is strong evidence that WBV can be used to improve performance in the timed-up-and-go  test in older adults, but not in patients with multiple sclerosis or post stroke -There is strong evidence that WBV may assist in improving performance in the 10-meter  walk test in older adults and in the 6-minute  walk test in patients post stroke and with knee OA; results are uncertain in patients with COPD –Authors of a systematic review concluded that WBV alone or combined with exercise improves overall balance and muscle strength and increases mobility in older adults(24) -Direct comparison among studies was not possible due to heterogeneity of the research protocols",
            "WBV and falls –In an RCT conducted in Japan, balance exercises, with and without the WBV platform, improved the balance recovery step after simulated forward fall in 20 older women, while WBV-plus-balance-exercises  had the added benefit of improving step velocity and plantar flexor EMG activity (13) -Twenty older women were randomly assigned to either WBV-plus-balance-exercise  group or balance-exercise program. Both programs were focused on increasing step length and improving balance. A home exercise program was also assigned (supervised by nursing home staff), 3 times a week for 12 weeks with each session lasting 30 minutes -Frequency and amplitude were set at 10 Hz and 3 mm, respectively, and progressed to 21 Hz and 7 mm by 12th week -A tether-release  method was used to evaluate balance recovery –An 8-week  WBV side-alternating  program improved all fall-risk factors with moderate to large effect sizes in 18 healthy, community-dwelling  older adults, in a study conducted in the United States(14) -Subjects were asked to stand on platform with knees in 20° of flexion and trunk erect. They performed 5 repetitions of 1-minute  vibration (20 Hz and 3 mm)followed by 1 minute of rest, 3 times a week for 8 weeks -Primary outcome measures used included the Berg Balance Scale, TUG, isometric strength on isokinetic dynamometer, chair-rise  test, ROM, cutaneous sensation on foot, bone density, and fear of falling (Falls Efficacy Scale) -Significant results occurred with ROM(larger ankle dorsiflexion and plantarflexion), reduced plantar sensation thresholds, and decreased scores on the Falls Efficacy Scale –WBV training at 20 Hz without visual feedback can significantly improve balance and lower extremity strength in older adult patients(18) -Based on an RCT in Taiwan -Forty-five  older adult subjects (age = 69.22 ± 3.97) were randomized to the WBV group (n = 14), the visual-feedback-deprived  plus WBV group (VFDWBV) (n = 17), or control group (n = 14)  -The WBV training occurred 3x week for 5 minutes for 3 months. Frequency, duration, and peak acceleration was 20 Hz, 4mm, and 1.5g, respectively. Patients were asked to stand with knees slightly flexed to 20° -The VFDWBV group had the same parameters as the WBV training with the exception of being blindfolded throughout the intervention -Both groups had significant improvements on the Limits of Stability Test; however, the VFDWBV group had better results at 3 months and at 6 months (P < 0.001) follow-up  compared to the WBV group",
            "Stochastic resonance WBV (SR-WBV) –Authors of a study of 12 older adults in the Netherlands concluded that SR-WBV  was feasible with good recruitment (i.e., participants who were invited to participate actually enrolled and participated) and compliance and led to improvements on the Expanded Timed Get Up-and-Go test(15)",
            "See Description, Indications of procedure and Guidelines for use of device/equipment , above . Problem Goal Intervention Expected Progression Home Program Decreased strength in lower extremitiesIncrease strength in lower extremitiesTherapeutic intervention _ Have patient perform exercises on the vibration platform standing with knees slightly bent or in squat position. Frequency should be set between 25 Hz and 40 Hz with an amplitude setting of 2.5-5.5 mm _Increase frequency, amplitude, and duration as necessary based on the overload principleProvide exercises for home that emphasize strengthening for the lower extremities Decreased balance Improve balance Therapeutic intervention _ Patients stand on the WBV platform and perform exercises in a slight squat position with frequency and duration set between 15 Hz and 40 Hz with a 1– 3 mm amplitude _Increase frequency as needed to progress patient’s balanceProvide exercises for home that will challenge the patient’s balance in a safe manner Decreased bone mineral densityIncreased bone mineral densityTherapeutic intervention _ Have patient perform exercises on the WBV platform in a slight squat position. Frequency should be set at 20–40 Hz with an amplitude rating of 1–3 mm _Can have patient progress to free-weight exercises to improve bone mineral densityProvide exercises at home that will encourage bone mineral formation  ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Improved strength–MMT, isokinetic dynamometry",
            "Improved balance–Berg Balance Test, Tinetti Scale, Romberg test, Single leg stance",
            "Improved functional mobility–Rivermead Mobility index, TUG, 6MWT, Borg Rating of Perceived Exertion (RPE), Barthel index, FIM"
        ]
    },
    "maintenance or prevention": [
        "Patients should participate in regular exercise and should use WBV training only as supplementary exercise"
    ],
    "patient education": [
        "Patients who wish to learn more about WBV training can visit https://www.acefitness.org/certifiednewsarticle/1491/whole-body-vibration-training-can-you-really-shake-yourself-fit/  to see the American Council on Exercise recommendation on WBV http://www.mayoclinic.org/healthy-lifestyle/fitness/expert-answers/whole-body-vibration/faq-20057958  for information about WBV with respect to weight loss and fitness Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Fischer M, Vialleron T, Laffaye G, et al. Long-term  effects of whole-body  vibration on human gait: a systematic review and meta-analysis.  Front Neurol . 2019;10:627. doi:10:627. doi:10.3389/fneur.2019.00627. (RCT)"
        },
        {
            "number in article": 2,
            "reference": "Laskowski ER. Is whole-body  vibration a good way to lose weight and improve fitness? Mayo Clinic Web site. https://www.mayoclinic.org/healthy-lifestyle/fitness/expert-answers/whole-body-vibration/faq-20057958 . Published April 12, 2017. Accessed March 17, 2020. (RCT)"
        },
        {
            "number in article": 3,
            "reference": "Milanese C, Cavedon V, Sandri M, et al. Metabolic effect of bodyweight whole-body  vibration in a 20-min exercise session: a crossover study using verified vibration stimulus. PLoS ONE . 2018;13(1):e0192046. doi:10.1371/journal.pone.0192046. (R)"
        },
        {
            "number in article": 4,
            "reference": "Spiliopoulou SI, Amiridis IG, Tsigganos G, Economides D, Kellis E. Vibration effects on static balance and strength. Int J Sports Med . 2010;31(9):610-616.  (RCT)"
        },
        {
            "number in article": 5,
            "reference": "Mueller S, Fischer M, Herger S, et al. Good vibrations: itch induction by whole body vibration exercise without the need of a pruritogen. Exp Dermatol . 2019;28(12):1390-1396. doi:10.1111/exd.13776. (R)"
        },
        {
            "number in article": 6,
            "reference": "Rogan S, Schmidtbleicher D, Radlinger L. Immediate effects after stochastic resonance whole-body  vibration on physical performance on frail elderly for skilling-up  training: A blind cross-over  randomised pilot study. Aging Clin Exp Res . 2014;26(5):519-527.  doi:10.1007/s40520-014-0212-4.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Rodriguez-Miguelez  P, Fernandez-Gonzalo  R, Collado PS, et al. Whole-body  vibration improves anti-inflammatory  status in elderly subjects through toll-like receptor 2 and 4 signaling pathways. Mech Ageing Dev . 2015;150:12-19.  doi:10.1016/j.mad.2015.08.002. (R)"
        },
        {
            "number in article": 8,
            "reference": "Santin-Medeiros  F, Rey-Lopez  JP, Santos-Lozano  A, Cristi-Montero  CS, Garatachea Vallejo N. Effects of eight months of whole-body  vibration training on the muscle mass and functional capacity of elderly women. J Strength Cond Res . 2015;29(7):1863-1869.  doi:10.1519/JSC.0000000000000830. (R)"
        },
        {
            "number in article": 9,
            "reference": "Santin-Medeiros  F, Santos-Lozano  A, Rey-Lopez  JP, Vallejo NG. Effects of eight months of whole body vibration training on hip bone mass in older women. Nutr Hosp . 2015;31(4):1654-1659.  doi:10.3305/nh.2015.31.4.8441. (R)"
        },
        {
            "number in article": 10,
            "reference": "Corrie H, Brooke-Wavell  K, Mansfield NJ, Cowley A, Morris R, Masud T. Effects of vertical and side-alternating  vibration training on fall risk factors and bone turnover in older people at risk of falls. Age Ageing . 2015;44(1):115-122.  doi:10.1093/ageing/afu136. (R)"
        },
        {
            "number in article": 11,
            "reference": "Orr R. The effect of whole body vibration exposure on balance and functional mobility in older adults: A systematic review and meta-analysis.  Maturitas. 2015;80(4):342-358. doi:10.1016/j.maturitas.2014.12.020. (M)"
        },
        {
            "number in article": 12,
            "reference": "Sitja-Ravert  M, Martinez-Zapata  MJ, Fort Vanmeerhaeghe A, Rey Abella F, Romero-Rodriguez  D, Bonfill X. Effects of a whole body vibration (WBV) exercise intervention for institutionalized older people: A randomized multicentre, parallel, clinical trial. J Am Med Dir Assoc . 2015;16(2):125-131.  doi:10.1016/j.jamda.2014.07.018. (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Ochi A, Abe T, Yamada K, Ibuki S, Tateuchi H, Ichihashi N. Effect of balance exercise in combination with whole-body  vibration on muscle activity of the stepping limb during a forward fall in older women: A randomized controlled pilot study. Arch Gerontol Geriatr . 2015;60(2):244-251.  doi:10.1016/j.archger.2014.11.011. (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Yang F, King GA, Dillon L, Su X. Controlled whole-body  vibration training reduces risk of falls among community-dwelling  older adults. J Biomech . 2015;48(12):3206-3212. doi:10.1016/j.jbiomech.2015.06.029. (R)"
        },
        {
            "number in article": 15,
            "reference": "Rogan S, Radlinger L, Hilfiker R, Schmidtbleicher D, de Bie RA, de Bruin ED. Feasibility and effects of applying stochastic resonance whole-body  vibration on untrained elderly: A randomized crossover pilot study. BMC Geriatr . 2015;15:25. doi:10.1186/s12877-015-0021-4.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Smith DT, Judge S, Malone A, Moynes RC, Conviser J, Skinner JS. Effects of bioDensity training and powerplate whole-body  vibration on strength, balance, and functional independence in older adults. J Aging Phys Act . 2016;24(1):139-148.  (RCT)"
        },
        {
            "number in article": 17,
            "reference": "Liao LR, Ng GYF, Jones AYM, Chung RCK, Pang MYC. Effects of vibration intensity, exercise, and motor impairment on leg muscle activity by whole-body  vibration in people with stroke. Phys Ther . 2015;95(12):1617-1627.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Tseng SY, Lai CL, Chang KL, Hsu PS, Lee MC, Wang CH. Influence of whole-body  vibration training without visual feedback on balance and lower- extremity muscle strength of the elderly: a randomized controlled trial. Medicine. 2016;95(5):1-6.  (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Bosveld R, Field-Fote  EC. Single-dose  effects of whole body vibration on quadriceps strength in individuals with motor-incomplete  spinal cord injury. J Spinal Cord Med . 2015;38(6):784-791.  (RCT)"
        },
        {
            "number in article": 20,
            "reference": "Wang P, Yang L, Li H, et al. Effects of whole-body  vibration training with quadriceps strengthening exercise on functioning and gait parameters in patients with medial compartment knee osteoarthritis: a randomized controlled preliminary study. Physiotherapy . 2016;102(1):86-92.  (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Lam FM, Chan PF, Liao LR, et al. Effects of whole-body  vibration on balance and mobility in institutionalized older adults: a randomized controlled trial. Clin Rehabil . 2018;32(4):462-472.  doi:10.1077/0269215517733525. (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Huang M, Pang MYC. Muscle activity and vibration transmissibility during whole-body  vibration in chronic stroke. Scand J Med Sci Sports . 2019;29(6):816-825.  doi:10.1111/ sms.13408. (R)"
        },
        {
            "number in article": 23,
            "reference": "Chang SF, Lin PC, Yang RS, Yang RJ. The preliminary effect of whole-body  vibration intervention on improving the skeletal muscle mass index, physical fitness, and quality of life among older people with sarcopenia. BMC Geriatr . 2018;18(1):17. doi:10.1186/s12877-018-0712-8.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Awan RI, Khan N, Perveen S. The effect of WBV on balance, mobility, and strength in aging adults: a systematic review. Biol Syst Open Access . 2017;6:1. doi:10.4172/2329-6577.1000179.  (SR)"
        },
        {
            "number in article": 25,
            "reference": "Lai CC, Tu YK, Wang TG, Huang YT, Chien KL. Effects of resistance training, endurance training and whole-body  vibration on lean body mass, muscle strength and physical performance in older people: a systematic review and network meta-analysis.  Age Ageing . 2018;47(3):367-373.  doi:10.1093/ageing/afy009. (SR)"
        }
    ]
}