{
    "metadata": {
        "title": "V ocal Cord Hemorrhage",
        "synonyms": [
            "v ocal fold hemorrhage",
            "hemorrhage, vocal fold",
            "hemorrhage, vocal cord"
        ],
        "anatomical location body part affected": [
            "V ocal cord/vocal fold"
        ],
        "area of specialty": [
            "v oice and v oice disorders"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {
            "478.4": "polyp of vocal cord or larynx",
            "478.5": "other diseases of vocal cords",
            "784.49": "other voice disturbances: hoarseness"
        },
        "ICD-10 codes": {
            "J38.3": "other diseases of vocal cords",
            "R49.0": "dysphonia (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Voice G-code set": {
                "G9171": "V oice functional limitation, current status at time of initial therapy treatment/ episode outset and reporting intervals",
                "G9172": "V oice functional limitation, projected goal status at initial therapy treatment/ outset and at discharge from therapy",
                "G9173": "V oice functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement have been identified"
        ],
        "presentation signs and symptoms": [
            "Symptoms vary from patient to patient. Authors of a case study with an 80-year-old female reported an asymptomatic case of vocal fold hemorrhage that was found incidentally during a work-up  for imbalance.(10) Common symptoms of vocal fold hemorrhage include:",
            "V ocal fatigue(1,2)",
            "Sore throat(3)",
            "Hoarseness (usually sudden in onset)(1,4)",
            "Cough(1)",
            "Globus (a feeling of something “stuck” in the throat)(1)",
            "Loss of pitch range (noticed especially by singers or professional voice users)(1,5) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Care must be taken during a voice evaluation not to exacerbate the patient’s condition; a patient who is not properly prepared for stimulation around the laryngeal inlet with either flexible or rigid scopes may start violently coughing or retching from the stimulation(6)",
            "Correct positioning (patient sitting forward, elbows on knees, pretending to “sniff”) and topical anesthetic generally prevent these reactions(6,8)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  a vocal cord hemorrhage occurs when a blood vessel inside the vocal cord ruptures. the bleeding is generally contained under the surface of the vocal fold mucosa ,": [],
        "pathogenesis:  v ocal cord hemorrhage is the consequence of some type of trauma to the vocal folds.   examples of trauma that may result in vocal cord hemorrhage are as follows:": [],
        "risk factors:  although vocal cord hemorrhages are precipitated by traumatic events, certain risk factors increase their likelihood. these factors include:": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patient should be seen by an otolaryngologist for a complete evaluation prior to being seen by an SLP for evaluation or treatment",
        "Although sudden hoarseness is generally a symptom of vocal cord hemorrhage, it is important for clinicians to take a detailed history as persistent or prolonged hoarseness might indicate more severe pathologies, such as laryngeal cancer or human papillomavirus (HPV) infection(3)",
        "V ocal cord lesions that are misdiagnosed or improperly treated can continue to grow in size and obstruct a patient’s airway; this can limit breathing and result in death(3)",
        "For these reasons, thorough evaluations and proper treatment are essential for voice disorders",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Care must be taken during a voice evaluation not to exacerbate the patient’s condition; a patient who is not properly prepared for stimulation around the laryngeal inlet with either flexible or rigid scopes may start violently coughing or retching from the stimulation(6)",
            "Correct positioning (patient sitting forward, elbows on knees, pretending to “sniff”) and topical anesthetic generally prevent these reactions(6,8)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What was the patient doing immediately prior to the onset of symptoms? Has the patient recently undergone surgery with intubation? (V ocal fold trauma resulting in hemorrhage is a documented complication of anesthesia)(3)",
                "course of treatment": {
                    "medical management": "Has the patient been evaluated by an otolaryngologist (ENT)? If so, what are the results of the evaluation? Microphonosurgery(2,3,5,8) Indicated in singers with documented recurrent vocal cord hemorrhage Surgery involves ablation or removal of the enlarged blood vessels within the vocal cord In some cases, incision and drainage of the hemorrhage may be necessary Accomplished with a pulse-dye  laser or vascular knife",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken? Medication to thin secretions can be prescribed for patients with voice disorders who have thick or excessive secretions (e.g., guaifenesin [Mucinex])(2)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Flexible endoscopic examination of vocal cords",
                        "Videostroboscopic examination of the vocal cords"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack, hot tea, steam) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "What type of speaking or singing brings on the symptoms? What is the length of time each activity is performed before the symptoms come on or are eased?",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document if the symptoms cause night waking and, if so, number of wakings/night",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)V oice disorders can have a negative impact on the patient’s psychosocial status. Assess the impact of the voice disorder on an adult patient’s life by administering an instrument that measures voice-related quality of lifeThe VHI is a patient self-report  inventory that contains 30 statements evaluating a patient’s judgment regarding the impact of the voice disorder on daily activities. It is frequently used as a baseline measure and as a measure of the effectiveness of a specific treatment(9)Document hearing ability including hearing loss and use of hearing aids Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________ ",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has the patient been diagnosed with a previous vocal cord dysfunction or voice disorder? Often patients with vocal cord hemorrhage have had some type of voice disorder in the past(2,6)",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders. Did the voice symptoms cooccur  with some type of neck trauma or injury? If so, what? Is there a history of dysphagia or aspiration?Does the patient have any type of allergies? Seasonal or otherwise?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs); anticoagulant use can increase risk of vocal fold hemorrhage(1,2,5)",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "How often does the patient use his or her voice? How many hours/day? Does the patient utilize amplification/microphones during prolonged voice use? Does the patient rely on his or her voice for his or her livelihood? Has the patient been under an unusual amount of stress recently? Does the patient smoke or chew tobacco? How often and how many alcoholic drinks does the patient have per week? Does the patient sing professionally or frequently as a hobby? Does the patient frequently yell or scream for work, family life, or extracurricular activities?",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "Poor posture can contribute to poor breath support, which can result in a voice disorder. Observe the patient’s posture, and if he or she appears to be slumping or bending, refer to physical and occupational therapy for evaluation",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Perceptual impressions of the patient’s voice(8) –therapist must document subjective descriptions of the patient’s voice. -Normal -Harsh -Hoarse -Raspy -Strained -Breathy -Whispered -Strained -Wet/gurgly -Hypernasal -Hyponasal -High pitched -Low pitched -Reduced pitch range -Monotone -Shrill -Pitch breaks -Too loud -Too soft -Monoloud -Reduced loudness range  -Outbursts –Subglottal pressure(8) – because air from the lungs is the source of energy for vocal cord vibration, and hence the voice, the therapist must measure the amount of pressure a patient is able to generate -Measured by an intraoral probe tube that is attached to a pressure transducer apparatus -Measured by how much intraoral pressure is generated during productions of vowel-consonant-vowel  (VCV) syllables -Measured in units of subglottal pressure (Ps) -Minimal level of 5 Ps are needed to support proper vocal cord vibration –Airflow rate(8) – because air from the lungs is the source of energy for vocal cord vibration, and hence the voice, the therapist must measure the amount of air that a patient is able to push through the vocal tract and glottis during speech -Measured using a pneumotachograph, which transduces airflow through a face mask during vowel production tasks -Measured in units of cc/sec -Normal individuals generate about 100 cc/sec –Glottal resistance(8) – compression between the vocal folds -Units of resistance are measured in cmH 2O/lps (liters per second) -Normal individuals have a resistance of 35-50 cmH 2O/lps and patients with voice disorders generally have a much higher amount of resistance –Mirror examination of the larynx(8) – if more sophisticated equipment is not available, the therapist can examine the vocal folds utilizing a laryngeal mirror, which is a long-handled  mirror similar in appearance to mirrors used in dental examinations; the mirror is inserted orally and angled down to visualize vocal folds –Laryngovideostroboscopy(8) – the preferred method of laryngeal visualization during a voice examination -Videostroboscopy instrument systems take pictures, video, and measurements of the larynx -SLPs and ENTs are able to see laryngeal pathologies in great detail aiding diagnosis of the voice disorder -Many different types and models are available -SLPs must be trained and certified in the use of videostroboscopy prior to using the equipment for diagnostic purposes",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "Complete a full oral mechanism exam. The patient should have intact lingual, labial and velar strength, range of motion and rate. If the patient is unable to verbalize due to an oral motor weakness, the underlying cause may be dysarthria and not a voice disorder. (For detailed information on assessment and treatment of dysarthria, see the series of Clinical Reviews on that topic)",
            "perception": "",
            "arousal attention cognition": "Disturbances of arousal, attention, and cognition can exacerbate voice disorders due to the interdependence of communicative processes. Assess these nonlinguistic cognitive processes through formal or informal measures",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Although sudden hoarseness is generally a symptom of vocal cord hemorrhage, it is important for clinicians to take a detailed history and laryngeal exam as persistent or prolonged hoarseness may indicate more severe pathologies, such as laryngeal cancer or human papillomavirus (HPV) infection(3)",
                "V ocal cord lesions that are misdiagnosed or improperly treated can continue to grow in size and obstruct a patient’s airway; this can limit breathing and result in death(3)",
                "The patient must be cleared for treatment by an ENT or laryngologist prior to voice therapy"
            ]
        },
        "diagnosis need for treatment": "The diagnosis of vocal fold hemorrhage is made when the patient’s history, voice examination, and videostroboscopy evaluation are all consistent with a diagnosis of hemorrhage. The videostroboscopy will rule out other diagnoses and a hemorrhage will be visible on one or both cords.(1,2,4,5) An ENT or laryngologist will write the order for voice therapy if he or she deems it necessary",
        "rule out": "Any and all other voice disorders, as well as speech, language, and cognitive disorders, must be ruled out or identified when diagnosing vocal cord hemorrhage. A vocal cord hemorrhage can also coexist with another voice disorder(1,3,5,6) Other voice disorders that must be ruled out include, but are not limited to, laryngeal cancer, vocal fold paralysis, spasmodic dysphonia, vocal fold polyps, psychogenic dysphonia, vocal nodules, vocal fold bowing, granulomas, papillomas, hyperfunctional dysphonia, vocal fold cyst, and Reinke’s edema(8)",
        "prognosis": [
            "In a retrospective study conducted in the United States with 47 individuals who had been evaluated for vocal cord hemorrhage, researchers found that 12/47 (25.5%) of these individuals had a recurrence of hemorrhage.(11) The presence of varices (abnormal or enlarged blood vessels within the vocal fold) was a significant risk factor for recurrence; however, size of initial hemorrhage was not(11) "
        ],
        "referral to other disciplines": "Referral to otolaryngology and neurology should be made in the case of a dysphonia that presents without a known underlying cause for a full laryngeal and neurological workup. Referral to psychology, psychiatry, or neuropsychology should be made if the patient reports feelings of depression, hopelessness, or other emotional distress. Referral to audiology should be made if the patient presents with hearing loss. Referral to physical and occupational therapy should be made if the patient’s breathing and posture appear to be significantly impacting the voice",
        "other considerations": [],
        "treatment summary": [
            "Increased hydration",
            "Avoiding abusive behaviors (i.e., throat clearing, yelling, whispering)",
            "Treating acid reflux (if present)",
            "Smoking cessation",
            "Using amplification if needed (especially for singers, performers, and teachers)N/A Most of the changes made with a vocal hygiene program are done at home and intended to be followed at all times, even when voice is healthy  Dysphonia secondary to vocal cord hemorrhageReturn voice to prior level of functioningVoice therapy   (1,5,8)",
            "Learn to reduce the amount of tension used while speaking and singing",
            "V ocal function exercises",
            "Improve coordination and vocal fold endurance",
            "Involve a warm- up, stretching, and contracting the vocal folds and strengthening the cords by sustaining pitches _ For detailed information on voice therapy for dysphonia, see the series of Clinical Reviews on this topicV oice therapy usually progresses by having the patient learn techniques at the sound level followed by syllables, words, sentences, and conversationV ocal function exercises should be practiced at home 2 times each, 2 times per day. All other techniques learned in voice therapy should be practiced at home daily per therapist’s recommendation ."
        ]
    },
    "desired outcomes outcome measures": {
        "normalization of voice quality": [
            "Perceptual rating"
        ],
        "elimination of vocal cord hemorrhage": [
            "Repeat videostroboscopy following course of treatment(1,6)"
        ]
    },
    "maintenance or prevention": [
        "Early diagnosis and treatment are essential in preventing fibrosis, scarring, and permanent voice changes from vocal fold hemorrhage(1,2)",
        "For professional voice users, a baseline laryngeal function and videostroboscopic examination should be performed by a laryngologist when the voice is functioning normally in order to diagnose any potential areas of concern before they become chronic or debilitating voice disorders(3)",
        "V ocal hygiene programs should be followed daily in order to prevent vocal cord hemorrhages (and other voice disorders) and to maintain healthy vocal cords",
        "Any time hoarseness persists longer than 2 weeks, the patient should be seen by a doctor to prevent long-term  dysfunction or permanent damage to the vocal cords(3)"
    ],
    "patient education": [
        "See Information for the Public from the American Speech-Language-Hearing Association (ASHA): V oice Disorders at https://www.asha.org/public/speech/disorders/voice.htm",
        "Information and patient resources available at The V oice Foundation Website at https://voicefoundation.org/health-science/voice-disorders/introduction/  Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on December 2, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Neuenschwander M, Dollar J. Vocal fold hemorrhage. Ear Nose Throat J . 2005;84(12):756-757.  (C)"
        },
        {
            "number in article": 2,
            "reference": "Neely JL, Rosen C. Vocal fold hemorrhage associated with coumadin therapy in an opera singer. J Voice. 2000;14(2):272-277.  (C)"
        },
        {
            "number in article": 3,
            "reference": "Heman-Ackah  YD, Sataloff RT, Hawkshaw MJ, Divi V. Consulting a voice doctor: when? J Singing. 2008;65(1):53-58.  (G)"
        },
        {
            "number in article": 4,
            "reference": "Sataloff RT, Hawkshaw MJ. Vocal fold cyst, hemorrhage, and scar in a professional singer. Ear Nose Throat J . 2000;79(3):140. (C)"
        },
        {
            "number in article": 5,
            "reference": "Smith LJ, Praneetvatakul V, Sataloff RT. Acute vocal fold hemorrhage. Ear Nose Throat J . 2005;84(6):334-335.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Eller R, Hawkshaw M, Sataloff RT. Acute vocal fold hemorrhage during sensory testing. Ear Nose Throat J . 2006;85(12):802. (C)"
        },
        {
            "number in article": 7,
            "reference": "Carroll TL, Smith LJ. Acute vocal fold hemorrhage caught on video during office exam. Laryngoscope . 2009;119(3):589-590.  (C)"
        },
        {
            "number in article": 8,
            "reference": "Dworkin JP, Meleca RJ. Vocal Pathologies: Diagnosis, Treatment, and Case Studies . San Diego, CA: Singular Publishing Group; 1997. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Jacobson BH, Johnson A, Grywalski C. The Voice Handicap Index (VHI): development and validation. Am J Speech Lang Pathol . 1997;6(3):66-70.  (R)"
        },
        {
            "number in article": 10,
            "reference": "d'Arville TM, DeFatta RA, Sataloff RT. Silent vocal fold hemorrhage. Ear Nose Throat J . 2012;91(11):E30-E31.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Lennon CJ, Murry T, Sulica L. Vocal fold hemorrhage: factors predicting recurrence. Laryngoscope . 2014;124(1):227-232.  doi:10.1002/lary.24242. (R) "
        }
    ]
}