{
    "metadata": {
        "title": "Paradoxical V ocal Fold Movement  Children and Adolescents",
        "synonyms": [
            "paradoxical vocal fold motion, pvfm",
            "paradoxical vocal fold motion dysfunction, pvfmd",
            "vocal cord dysfunction",
            "factitious asthma",
            "munchausen's stridor",
            " psychogenic stridor",
            "episodic laryngeal dyskinesia",
            "adductor laryngeal breathing dystonia",
            " dysphonia",
            "aphonia",
            "disorder of phonation",
            "vocal fold movement, paradoxical: children and adolescents",
            "paradoxical vocal fold motion dysfunction: children and adolescents"
        ],
        "anatomical location body part affected": [
            "Laryngeal mechanism"
        ],
        "area of specialty": [
            "v oice and v oice disorders"
        ],
        "description": [
            "Paradoxical vocal fold movement (PVFM) refers to a condition in which the vocal folds close rather than open in unpredictable episodes during inhalation and/or exhalation.(1) Symptoms vary but include wheezing, hoarseness, stridor (i.e., high-pitched sound produced by turbulent airflow in restricted airway), and difficulty breathing (dyspnea).(2) PVFM often co-occurs  with asthma and is often confused with asthma in children and adolescents(3)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "478.8": "upper respiratory hypersensitivity"
        },
        "ICD-10 codes": {
            "J38.3": "other diseases of vocal cords (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The patient will present with some or all of the following signs and symptoms:",
            "Stridor that occurs primarily with inhalation and sometimes upon exhalation(3,4)",
            "Sensation of choking(4)",
            "Chronic hoarseness or dysphonia(4,5)",
            "Tightness in the throat or upper chest(5)",
            "Difficulty swallowing (dysphagia)(5) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Refer for otorhinolaryngological and laryngo-videostroboscopic examinations if these have not been performed"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes: patients with pvfm are usually between the ages of  and  years; however, cases have been reported as early as  months of age.   causes of pvfm include:": [],
        "pathogenesis": [
            "PVFM: The pathogenesis of PVFM depends on the cause. See Causes , above"
        ],
        "risk factors": [
            "PVFM in children and adolescents has been linked to participation in competitive sports and orientation towards highachievement(3,5)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Precautions will vary according to the individual patient The patient’s medical records should be reviewed thoroughly prior to evaluation or treatment. Neurologic and respiratory conditions can affect the voice(6) The course of PVFM is usually in a nonprogressive pattern, with fluctuation in symptom severity or attacks; in contrast, a progressive airway obstruction might signify a potentially more dangerous airway obstruction, such as a tumor. Patients must receive a thorough medical (laryngeal) examination by an otolaryngologist prior to a voice assessment.(7) A speech-language  pathologist (SLP) in a school setting or a clinic might become the primary advocate for a laryngeal"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Refer for otorhinolaryngological and laryngo-videostroboscopic examinations if these have not been performed"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the onset of symptoms. Are the symptoms progressive or sporadic? Do symptoms occur primarily after exercise, or during stressful situations (e.g., school exams)?(5) Children and adolescents often experience PVFM after periods of intense physical activity.(1) If the patient feels an obstruction, where does the obstruction occur? Did the condition begin after an upper respiratory infection or illness?(1) Are there triggers, such as exercise, exertion, hyperventilation, laughing, or airborne irritants (e.g., dust)?(1)",
                "course of treatment": {
                    "medical management": "Document any medical examinations by physicians, such as an otolaryngologist. Document any medical management for other conditions such as respiratory conditions or LPR. Has the patient had surgery of the head or neck? Has the patient had a tracheostomy? Severe acute episodes of PVFM might be treated with heliox, which is a combination of helium (80%) and oxygen (20%) that decreases airflow turbulence and resistance by promoting laminar flow (smooth regular patterns of airflow) through the airway(26)  Severe acute episodes of PVFM are sometimes treated with continuous positive airway pressure (CPAP) as well(26)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? Determine if any medications negatively affect vocal hygiene (e.g., side effect of xerostomia [dry mouth])",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Tests for this condition might include the following:",
                        "Otorhinolaryngological examination",
                        "Pulmonary function and lab tests(1)",
                        "Videostroboscopy and/or laryngoscopy",
                        "Acoustic analysis of speech",
                        "Psychological evaluation if there is evidence of a psychological component(1)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether or not they help",
                    "previous therapy": "Document whether patient has had previous speech-language  therapy for this or for other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Are there times of day in which the patient’s voice is better/worse? Does participation in certain activities make the child’s symptoms better or worse? Dysphonia that is worse in the morning than at night is indicative of GERD(8)",
                "body chart": "",
                "nature of symptoms": "Symptoms of PVFM during an attack sometimes occur only during inspiration, but they can occur -dyspnea(26) -sensation of choking(4) -stridor(4,26) -wheezing(26) -chronic hoarseness(4) -tightness in larynx, throat, or chest(3,26) -Symptoms usually subside when the triggering event (e.g., exercise)ceases",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if laryngeal pain or discomfort is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night (A.M., mid-day,  P.M., night), if any; also document changes in symptoms due to weather or other external variables. Symptoms of asthma occur at night and cause nocturnal awaking, whereas symptoms of PVFM rarely occur at night",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (difficulties breathing/GERD, cold/flu/allergies/ asthma). GERD is associated with chronic hoarseness and vocal nodules in children and adolescents.(6) Use child-friendly language to describe medical conditions such as GERD, as necessary (e.g., \"sour burps,\" \"little throw-ups\")(8)",
                "respiratory status": "Note any respiratory disorder (e.g., asthma) or symptoms that might influence vocal quality. Does the patient have wheezing or impaired breathing? Is the patient regularly exposed to tobacco smoke? Does the patient drink beverages that contain caffeine?Does the patient have general anxiety or anxiety about his or her speech? Is the patient reluctant to talk? Psychosocial stressors such as parental divorce, parent-child  conflict, and parental anxiety about patient performance have been found to be associated with PVFM.(1) A cycle of anxiety has been described in which PVFM triggers difficulty breathing and anxiety in the patient, which in turn provokes anxiety in the parent. An emotional reaction might then exacerbate the disorder. Refer to a psychologist or counselor as necessary(1)Document hearing abilities, including hearing loss and use of hearing aids or cochlear implants Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has another voice disorder, a communication disorder, or anxiety previously been diagnosed in the patient? ",
                    "comorbid diagnoses": "Ask patient and/or family/caregivers about concomitant medical diagnoses that might affect voice or respiratory system (e.g., allergies, asthma, hearing impairment)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient and/or family/caregivers about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "It is important to take a complete medical history that includes patterns of vocational and social vocal behavior to determine factors that contribute to the disorder. PVFM can lead to difficulties in completing academic work and participating in class, difficulties socializing, and depression(9) -Has PVFM disrupted the patient’s class participation or participation in social activities? -Does the patient participate in recreational hobbies or competitive sports?",
                "functional limitations assistance with ADLs adaptive equipment": "How does PVFM affect functional communication? Does the patient use any adaptive equipment for communicating (e.g., pen and paper when the voice is severely impaired)?Identify the patient's living situation and potential communication difficulties that the patient might be experiencing at home. Does the house have excessive background noise (e.g., television, music)? Do other family members talk loudly or have voice difficulties? Does any member of the family have a hearing impairment? Does anyone in the house smoke?",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) •Oral mechanism exam and related tests:  Conduct an assessment of the patient’s oral motor structures and functions",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Document any vision or hearing loss. Perform a hearing screening if loss is suspected",
            "special tests specific to diagnosis": " Special tests specific to diagnosisA laryngeal examination must be completed by an experienced pediatric otolaryngologist in order to rule out laryngeal growths, such as nodules, polyps, recurrent laryngeal papillomata, tumors, contact ulcers, and laryngeal webs. In addition, the laryngeal examination serves to determine the position of the larynx (e.g., high, low) and any other characteristics of the vocal folds, including vocal fold closure and physical aspects of the folds (e.g., swollen, tense). The patient should be referred for a follow-up  biopsy if a growth is identified. Laryngeal examinations involve anyA mirror examination involves placing a mirror in the back of the patient’s throat. V ocal folds can be visualized by reflecting light down to the voice box(11)Rigid endoscopy is performed with a rigid tube placed into the oral or pharyngeal cavity. A rigid laryngoscope provides the clearest view of the larynx; however, the tongue needs to be held by the examiner, and normal speech production cannot be performed during the examination. A flexible laryngoscope uses fiberoptic technology and can be passed through the nose to the back of the throat, allowing for examination of the larynx during voicing. Flexible laryngoscopes might be better tolerated by children and adolescents who have sensitive gag reflexes.(12) When the patient is symptomatic, PVFM typically appears as adduction (closing) of the anterior two thirds of the vocal cords with a slight posterior opening in the form of a diamond shape.(5) Medialization of the ventricular folds might also occur.(1) When the patient is asymptomatic, laryngeal structure and function appear to be normal with laryngoscopy(1)Videostroboscopic examination allows the examiner to see the vocal folds vibrating in slow motion and gives information on any abnormalities present during voice production (e.g., abnormal closure). It is performed with instrumentation used for oral endoscopy or nasendoscopy and is combined with a strobe light correlated to vocal fold vibration(12)Electroglottography is a system to provide information on vocal fold closure by measuring the electrical resistance of two electrodes placed around the neck(12) A handheld tool that can be used to measure respiratory resistance over time; provides an objective measure of changes in inspiratory and expiratory respiratory resistance that result from PVFM(30)The SLP should get information regarding the onset of PVFM, possible triggers of PVFM, nature of the breathing difficulty, any previous respiratory disease or difficulties, patient’s regular vocal activities (e.g., singing, yelling during sports), and recent voice changes. The SLP can informally evaluate the patient’s vocal quality, muscle tension, and breathing patterns during an interview. A family member or parent/caregiver can be included in the interview as needed(13)Identify the voice’s perceptual and acoustic characteristics with perceptual and instrumental measures if the patient exhibits any dysphonia. Observe the patient’s behavior (e.g., evidence of neck strain) during voicing or voicing attempts(10) -Acoustic measures of voice might include signal-to-noise  ratio, jitter (pitch perturbation), and shimmer (amplitude perturbation). Computerized voice analysis programs such as the Multi-Dimension V oice Program (MDVP) allow the clinician to calculate these voice parameters and compare the patient’s results to normative data provided in the programThe patient is asked to take a deep breath and sustain the vowel /a/ for as long as(14)3-11 seconds5-15 seconds5-16 seconds5-20 secondsNumber of syllables or words produced on one expiratory flowThe length of time a patient can produce “S” over the length of time the patient can produce “Z.” A number greater than 1.4 indicates difficulty with movement of the vocal folds. Normal value is 1Low to high and high to low. Listen for pitch breaks, reduced range, tension, and cessation of voicingDuring tasks such as counting and reading passages, the examiner can assess -Are the inhalations stridulous (high-pitched and noisy)? -Is air released prior to phonation? -Does the patient have shortness of breath? -Does the patient’s vocal quality change as the breath diminishes at the end of exhalation? -Is the voice weak or breathy? -Is the patient’s voicing effortful or forced?Observe patient for any muscle tension in the neck, jaw, shoulders, face, or lipsObserve patient's breath support during sustained phonation, at rest, and during conversationThe Consensus Auditory-Perceptual  Evaluation of V oice (CAPE-V)  is available on the//www.asha.org/uploadedFiles/members/divs/ D3CAPEVprocedures.pdf ) and can be used to systematically describe the severity of auditory-perceptual  characteristics of the voice. The results can be considered with those of other instrumental measures to contribute to hypotheses regarding the anatomic and physiological bases of voice problems. The patient is asked to produce sustained vowels, overall severity, roughness, breathiness, strain, pitch, and loudness(15)Research has indicated that voice disorders in children and adolescents can lead to negative attention from peers and/or teachers and reduced participation in school and social activities.(17)Quality of life measures have been found to reflect significant impairment in social-emotional and physical-functional  domains for children and adolescents with voice disorders(18)A 10-item  pediatric voice outcomes instrument(19)A 23-item outcome measure based on the adult VHI(20)A quality of life instrument validated for adults with breathing disorders; authors of a study conducted in the United States with 56 children and adolescents (ages 12 to 18) who had the diagnosis of exercise-induced  PVFM reported that the DI was valid and reliable for assessing quality of life in this population as well(16) ",
            "speech and language examination": "Identify any articulation, fluency, or receptive or expressive language concerns and assess with informal and formal measures as necessary.(10) For detailed information on speech and language disorders in children, see the series of Clinical Reviews on these topics",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Children with PVFM often have difficulty breathing, and in extreme cases difficulty breathing caused by PVFM can lead to loss of consciousness.(3) If the child exhibits severe symptoms of respiratory distress, refer immediately to emergency medical services"
            ]
        },
        "diagnosis need for treatment": "An otolaryngologist will make the diagnosis of PVFM. Intervention for PVFM is required and often involves numerous disciplines(1)",
        "rule out": "Tracheal diseases such as tracheomalacia, intrinsic or extrinsic neoplastic laryngotracheal growths, and bronchial/ pulmonary disease (asthma, chronic obstructive pulmonary disease [COPD]) must be ruled out by a physician. Asthma is the most common lower airway disease, whereas PVFM is an upper airway disease.(4) Most patients with PVFM present with stridor, one of the main differentiating factors between upper and lower airway obstruction.(4) However, asthma often co-occurs  with PVFM, further complicating diagnosis.(26) When a patient is having an asthma attack, the oxygen saturation levels of the blood will decrease; however, during an acute PVFM attack, oxygen saturation levels remain normal(26)",
        "prognosis": [],
        "referral to other disciplines": "Refer to a counselor or psychologist when underlying emotional or psychological issues that trigger PVFM need to be addressed by a professional(3)",
        "other considerations": [],
        "treatment summary": [
            "Medical intervention for PVFM involves patient and family education, termination of unnecessary medications that appear to exacerbate the condition, and prescription of medications to treat underlying causes of PVFM (e.g., medications to treat GERD)(1)",
            "The primary objective of speech therapy for PVFM is to teach the patient how to control the laryngeal area and to maintain a relaxed and open airway during respiration. In addition, the SLP might be involved in diagnostic input, patient and parent education, supportive counseling, and voice therapy(1) –Therapy for PVFM is called laryngeal control therapy; laryngeal control therapy involves teaching the patient to use diaphragmatic breathing to decrease throat tension and promote passive inspiration.(26) Additionally, the patient is taught to relax the upper body, especially the neck, during speech and at rest and is educated about the use of vocal hygiene measures (e.g., adequate water intake, eliminating of throat clearing and shouting)(26) -Laryngeal control breathing techniques (LCBTs) focus on having the patient use noisy nasal inhalation with lips tightly closed followed by noisy exhalation through pursed lips. These techniques are combined with diaphragmatic breathing to increase efficiency and control(28) -Initial therapy sessions should focus on performing and perfecting LCBTs in isolation and then move on to functional situations that are known to trigger episodes(28) –In a retrospective chart review study conducted in the United States that included104 patients (adolescents and adults) with symptoms of PVFM that were exercise-related  only, researchers found that laryngeal control therapy was effective in managing these symptoms.(26) Sixty-seven  of the patients identified to have exercise-induced  PVFM enrolled in laryngeal control therapy, and of these 48 (72%) exhibited improvement in or complete resolution of symptoms related to exercise-induced PVFM(26)",
            "Authors of an evidence-based  systematic review of the literature on speech therapy treatment for PVFM reported finding 65 studies or reports; two of these were randomized controlled trials and 50 were case reports. In total, there were 420 individuals included in the studies, ranging in age from 8 years to 87 years; 32 of the studies reviewed included children.(21) Authors of this review concluded that, although the evidence for speech therapy for the treatment of PVFM  was promising, additional, well-controlled  studies are needed. Treatment techniques cited in most of the studies included in this review were: –focusing on performing active exhalations(21) –relaxing the muscles of the mouth and throat(21) –providing patient education about how to voluntarily control the vocal folds(21) –teaching breathing techniques such as diaphragmatic breathing, open throat breathing, and coordinated thoracic-abdominal  breathing(21) –counseling(21) –providing information about vocal hygiene(21) –exercising inspiratory muscles(21)",
            "Authors of a review of literature summarized the treatment protocol for children with PVFM: –Education: teach the child about the anatomy and physiology of the larynx and diaphragm; ensure the child understands the purpose of therapy (to learn ways to prevent, reduce, or eliminate PFVM)(27) –Awareness: increase the child’s awareness of what episodes of PVFM look, sound, and feel like(27) –Therapy techniques -Inhalation techniques: diaphragmatic breathing; diaphragmatic sniff (“smell the flowers”) to reduce upper torso tension and increase vocal fold abductor activity(27) -Exhalation techniques: blowing out a candle or hissing; exhaling through pursed lips to reduce laryngeal constriction(27) -Relaxation exercises (including laryngeal massage)(27) -Rhythmic breathing: breathing to a beat and learning to maintain that during physical activities/exercise(27) -Cognitive training: positive self-talk,  visual imagery(27) -V ocal hygiene(27) -Generalization: transferring techniques learned in therapy to functional situations that typically trigger episodes of PVFM(27)",
            "The child and family might need to be convinced of the effectiveness of a behavioral approach to treatment, particularly if the child previously had a misdiagnosis of asthma and has had ineffective treatment(3)",
            "A school-based  SLP will refer the child or adolescent to an SLP in a medical setting for evaluation and treatment but might play a role in monitoring the patient during school and educating school staff about the nature of PVFM and its treatment(3)",
            "Treatments for pediatric voice disorders are similar to those used in adults with voice disorders, with the following suggested modifications: –Use of child-friendly  language (e.g., “smell the flowers” when teaching about diaphragmatic breathing)(8,29) –Involvement of parent/caregiver and teacher in therapy sessions to facilitate home practice and carry-over(8) –Additional sessions to achieve treatment goals(8) –The use of age-appropriate  activities in voice therapy(23) –The use of visuals (watching themselves in the mirror) or video to explain concepts relating to PVFM, such as laryngeal and respiratory function(29)",
            "Research on interventions for PVFM in children and adolescents is limited. The following are case studies and clinical reports that have described the effects of treatment: –Biofeedback training:  A 16-year-old  girl with PVFM received surface electromyography (EMG) biofeedback training once a week over the course of 10 weeks. During biofeedback sessions, EMG surface electrodes were placed along a parallel axis of the thyrohyoid membrane, using the thyroid cartilage as an anatomical marker.(24) The girl was asked to try to relax and lower her observed muscle tension below a preset criterion. No instructions were given on how to accomplish the relaxation other than \"try to relax the muscle tension near your vocal cords to below the criterion line on the computer screen, using the feedback to guide you.\" A new criterion level was set after the current criterion was met in three consecutive sessions. Baseline muscle tension levels decreased over 60%, with reductions in episodes of respiratory distress and chest pain. The girl and girl's family reported overall improvement in school attendance and adaptive functioning(24)  –Instruction in deep breathing: The authors of a clinical report described a 15-year-old  female competitive swimmer who had a 3-week  history of shortness of breath and a wheezy, irregular breathing pattern while swimming. The patient also described a \"blockage\" in the throat.(3) During a flexible fiberoptic examination of the larynx, signs of irritation due to LPR were observed. These included swollen, red arytenoids and swelling of the lower edges of the vocal folds. The patient was asked to reproduce the blockage and wheezy feeling during inhalation. With the endoscope in place, the patient was asked to perform breathing exercises to maintain vocal fold abduction. She could then visualize how a deep nasal sniff during inspiration could abduct the vocal folds. She learned to coordinate this deep breathing in the pool by slowing her pace, and she also practiced this technique at home. Additionally, she was given behavioral techniques to reduce LPR. Complete resolution of her symptoms occurred after 2 weeks . Problem Goal Intervention Expected Progression Home Program PVFM The patient and patient's family will better understand the nature of PVFM and respirationPatient and family education about respiration _ The SLP might briefly educate the child and family about respiratory and laryngeal structures, the process of respiration, and the function of the larynx(1)The child and child's family will better understand PVFM and respiratory and laryngeal functionN/A PVFM The child and family might identify emotional triggers and reactions to PVFMSupportive counseling _ The SLP should discuss and acknowledge the patient’s and family's fears regarding respiratory symptoms during a PVFM attack. The SLP might also discuss emotional issues and possible triggers of PVFM with the patient and family.(1) Refer to a psychologist if there are serious underlying issues that need to be addressed more fully(3)The patient and patient's family will identify emotional reactions that trigger and follow PVFM attacks so that the patient can use therapy techniques during optimal timesN/A  PVFM The patient will identify and control excess muscle tension in the larynx, face, and respiratory musculatureInstruction in tension identification and control _ The SLP guides the patient in tightening relevant muscles, noticing the feeling of tightness and then the feeling of relaxation when letting go of muscles(1)The patient learns to tighten and relax muscles in groups: eye and brow area, jaw area, lips, tongue, shoulders, inhalatory muscles, and abdominal areaN/A PVFM The patient will learn relaxed throat breathing to reduce laryngeal muscle tension during PVFM attachesInstruction in relaxed throat breathing _",
            "Instruct the patient to breathe in through the nose with the tongue resting on floor of mouth and the lips gently held together. Have the patient inhale while feeling the expansion of the lower ribcage and abdominal area (e.g., patient places hands on either side of lower ribcage with thumbs pointing backwards)",
            "Instruct the patient to let the air out slowly and gently with a hissing sound or prolonged \"s.\" The SLP can count out loud to facilitate the exhaling to lung volume around resting exhalatory level(1)The patient should first practice throat breathing in relaxed situations and gradually progress to more challenging situations that might trigger PVFM (e.g., increase the level of physical activity before the exercise)The patient should practice relaxed throat breathing at home once it is mastered in the therapy setting  PVFM triggered by laryngopharyngeal reflux caused by GERDPatient will control reflux and reduce reflux symptomsBehavioral methods for controlling GERD _",
            "Limit or avoid the following foods: chocolate, mint, caffeine, carbonated beverages, acidic foods",
            "Time meals so that they occur at least 2–3 hours before sporting event or bedtime",
            "Avoid eating while lying down",
            "Avoid lying down after eating",
            "Raise the head on an extra pillow or wedge while sleeping",
            "Avoid tight-fitting clothes around waist or neck",
            "Maintain a healthy diet and healthy weight(3)The patient will eliminate activities that exacerbate refluxThe patient will follow protocol for minimizing reflux at home and school ."
        ]
    },
    "desired outcomes outcome measures": {
        "elimination of episodes of pvfm": [
            "Frequency of PVFM episodes"
        ],
        "reduced severity of episodes of pvfm": [
            "Frequency of PVFM episodes"
        ],
        "improved voice and vocal quality": [
            "CAPE-V"
        ],
        "increased knowledge of good vocal hygiene  e.g., maintaining adequate hydration, reducing exposure to smoke, eliminating irritants to vocal folds such as stomach acid and pollution, reducing abusive behaviors such as excessive shouting and throat": [],
        "improved quality of life": [
            "PVRQOL",
            "PVHI",
            "DI"
        ]
    },
    "maintenance or prevention": [
        "As part of the therapy process, children and adolescents and their families should receive information on good vocal hygiene (e.g., maintaining adequate hydration, reducing exposure to smoke, eliminating irritants to vocal folds such as acid reflux and pollution, reducing abusive behaviors such as excessive shouting and throat clearing)"
    ],
    "patient education": [
        "See “Paradoxical V ocal Fold Movement (PVFM),” American Speech-Language-Hearing  Association (ASHA) Web site, https://www.asha.org/public/speech/disorders/paradoxical-vocal-fold-movement/  Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on February 3, 2017 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Mathews-Schmidt  BA. Paradoxical vocal fold motion: a tutorial on a complex disorder and the speech-language  pathologist's role. Am J Speech Lang Pathol . 2001;10(2):111-125.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "American Speech-Language  Hearing Association. Paradoxical Vocal Fold Movement (PVFM). American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/disorders/paradoxical-vocal-fold-movement/ . Accessed February 26, 2018. (G)"
        },
        {
            "number in article": 3,
            "reference": "Sandage MJ, Zelazny SK. Paradoxical vocal fold motion in children and adolescents. Lang Speech Hear Serv Sch . 2004;35(4):353-362.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Koufman JA, Block C. Differential diagnosis of paradoxical vocal fold movement. Am J Speech Lang Pathol . 2008;17(4):327-334.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Brugman SM, Newman KB. Vocal cord dysfunction. Medical/Scientific Update . 1993;11(5):1-5.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "McMurray JS. Disorders of phonation in children. Pediatr Clin North Am . 2003;50(2):363-380.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Glaze LE. Treatment of voice hyperfunction in the pre-adolescent.  Lang Speech Hear Serv Sch . 1996;27(3):244-250.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Theis SM. Pediatric voice disorders: evaluation and management. ASHA Lead . 2010;15(14):12-15.  (G)"
        },
        {
            "number in article": 9,
            "reference": "American Speech-Language-Hearing  Association and American Academy of Otolaryngology-Head  and Neck Surgery. The use of voice therapy in the treatment of dysphonia [technical report]. American Speech-Language-Hearing  Association Web site. http://www.asha.org/policy/TR2005-00158.htm . Published 2005. Accessed February 26, 2018. (G)"
        },
        {
            "number in article": 10,
            "reference": "American Speech-Language-Hearing  Association. Preferred practice patterns for the profession of speech-language  pathology. American Speech-Language-Hearing Association Web site. http://www.asha.org/policy/PP2004-00191.htm . Accessed February 26, 2018. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Peppard RC. Management of functional voice disorders in adolescents. Lang Speech Hear Serv Sch . 1996;27(3):257-270.  (C)"
        },
        {
            "number in article": 12,
            "reference": "Behrman A, Orlikoff RF. Instrumentation in voice assessment and treatment: what's the use?. Am J Speech Lang Pathol . 1997;6(4):9-16.  (C)"
        },
        {
            "number in article": 13,
            "reference": "Miller S. Voice therapy for vocal fold paralysis. Otolaryngol Clin North Am . 2004;37(1):105-119.  (G)"
        },
        {
            "number in article": 14,
            "reference": "Lee L, Stemple JC, Glaze L, Kelchner LN. Quick screen for voice and supplementary documents for identifying pediatric voice disorders. Lang Speech Hear Serv Sch . 2004;35(3):308-319.  (PP)"
        },
        {
            "number in article": 15,
            "reference": "ASHA Special Interest Division 3 Voice and Voice Disorders. Consensus Auditory-Perceptual  Evaluation of Voice (CAPE-V).  American Speech-Language-Hearing  Association Web site. http://www.asha.org/uploadedFiles/ASHA/SIG/03/CAPE-V-Procedures.pdf . Accessed February 26, 2018. (PP)"
        },
        {
            "number in article": 16,
            "reference": "De Guzman V, Ballif CL, Maurer R, Hartnick CJ, Raol N. Validation of the dyspnea index in adolescents with exercise-induced  paradoxical vocal fold motion. In: JAMA Otolaryngol Head Neck Surg . Vol 140; 2014:823-828.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Connor N, Cohen S, Theis S, Thibeault S, Heatley D, Bless D. Attitudes of children with dysphonia. J Voice. 2008;22(2):197-209.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Merati AL, Keppel K, Braun NM, Blumin JH, Kerschner JE. Pediatric Voice-Related  Quality of Life: findings in healthy children and in common laryngeal disorders. Ann Otol Rhinol Laryngol . 2008;117(4):259-262.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Boseley ME, Cunningham MJ, Volk MS, Hartnick CJ. Validation of the Pediatric Voice-Related  Quality-of-Life  survey. Arch Otolaryngol Head Neck Surg . 2006;132(7):717-720. (R)"
        },
        {
            "number in article": 20,
            "reference": "Zur KB, Cotton S, Kelchner L, Baker S, Weinrich B, Lee L. Pediatric Voice Handicap Index (pVHI): a new tool for evaluating pediatric dysphonia. Int J Pediatr Otorhinolaryngol . 2007;71(1):77-82.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Patel RR, Venediktov R, Schooling T, Wang B. Evidence-based  systematic review: Effects of speech-language  pathology treatment for individuals with paradoxical vocal fold motion. Am J Speech Lang Pathol . 2015;24(3):566-584.  . doi:10.1044/2015_AJSLP-14-0120.  (SR)"
        },
        {
            "number in article": 22,
            "reference": "Behrman A, Rutledge J, Hembree A, Sheridan S. Vocal hygiene education, voice production therapy, and the role of patient adherence: a treatment effectiveness study in women with phonotrauma. J Speech Lang Hear Res . 2008;51(2):350-366.  (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Hooper CR. Treatment of voice disorders in children. Lang Speech Hear Serv Sch . 2004;35(4):320-326.  (GI)"
        },
        {
            "number in article": 24,
            "reference": "Warnes E, Allen KD. Biofeedback treatment of paradoxical vocal fold motion and respiratory distress in an adolescent girl. J Appl Behav Anal . 2005;38(4):529-532.  (C)"
        },
        {
            "number in article": 25,
            "reference": "Vasudev M. Evaluation of paradoxical vocal fold motion. Ann Allergy Asthma Immunol . 2012;109(4):233-236.  doi:10.1016/j.anai.2012.07.006. (C)"
        },
        {
            "number in article": 26,
            "reference": "Chiang T, Marcinow AM, deSilva BW, Ence BN, Lindsey SE, Forrest LA. Exercise-induced  paradoxical vocal fold motion disorder: diagnosis and management. Laryngoscope . 2013;123(3):727-731.  doi:10.1002/lary.23654. (R)"
        },
        {
            "number in article": 27,
            "reference": "Gallena SJ, Kerins MR. Nonspecific chronic cough and paradoxical vocal fold motion disorder in pediatric patients. Semin Speech Lang . 2013;34(2):116-128. doi:10.1055/s-0033-1342982.  (RV)"
        },
        {
            "number in article": 28,
            "reference": "Marcinow AM, Thompson J, Chiang T, Forrest LA, deSilva BW. Paradoxical vocal fold motion disorder in the elite athlete: experience at a large Division I university. Laryngoscope . 2014;124(6):1425-1430.  doi:10.1002/lary.24486. (R)"
        },
        {
            "number in article": 29,
            "reference": "Westby C. Voice treatment for nonspecific chronic cough and paradoxical vocal fold motion disorder in children. Word Mouth . 2014;25(3):1-5.  doi:10.1177/1048395013509986. (RV)"
        },
        {
            "number in article": 30,
            "reference": "Gallena SJ, Solomon NP, Johnson AT, Vossoughi J, Tian W. The effect of exercise on respiratory resistance in athletes with and without paradoxical vocal fold motion disorder. Am J Speech Lang Pathol . 2015;24(3):470-479.  doi:10.1044/2015_AJSLP-14-0110.  (R)"
        }
    ]
}