{
    "metadata": {
        "title": "Whole-Body  Vibration Training  an Overview",
        "synonyms": [
            "wbv training",
            "vibration training, whole-body"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "orthopedic rehabilitation",
            "neurological rehabilitation"
        ],
        "description": [
            "Whole-body  vibration (WBV) training is a training modality performed on a vibration platform that stimulates the body’s sensory receptors to generate muscle contractions and elicit neuromuscular activity(23)"
        ],
        "indications": [
            "For functional training and strengthening exercises.(1)Literature describes beneficial effects for muscular strength and power, flexibility, gait speed, blood flow, proprioception, and balance.WBV training can be used in patients with either musculoskeletal disorders (e.g., osteoarthritis, rheumatoid arthritis) or neurological disorders (e.g., cerebral palsy [CP], Parkinson’s disease [PD], stroke, multiple sclerosis [MS], and spinal cord injury [SCI])(23,24)"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "N/A",
            "description": ""
        },
        "HCPCS codes": {},
        "reimbursement": [
            "WBV training is not currently reimbursed by insurance companies because of the lack of an existing WBV device approved by the U.S. FDA as a medical device.(2)Insurance companies in the United States typically identify WBV training as experimental and cite a lack of evidence for its effectiveness(8) Indications for procedure"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Contraindications –Patients with a diagnosis for which this procedure is used are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies. Patients should be monitored closely"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [
        "An alternative exercise for individuals who cannot perform regular physical activity(2)",
        "WBV training can result in an increase in muscle strength when used in an exercise routine(10)",
        "WBV training can be used as an alternative intervention to enhance physical performance in athletes through improvements in strength, jump ability, and speed(7,26)",
        "WBV training settings are varied in the literature. Some parameters might be preferred for specific disorders,(5) while others are believed to be better for sports performance (e.g., higher frequencies, higher amplitudes, or longer durations might be used to facilitate explosive power).(12) See Treatment summary , below, for additional details"
    ],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {
        "contraindications": [
            "Acute inflammation",
            "Infections with or without fever",
            "Acute arthropathy",
            "Surgical wounds",
            "Deep venous thrombosis",
            "Acute disc-related  problems",
            "Severe osteoporosis",
            "Tumors with metastases in the musculoskeletal system",
            "Vertigo",
            "Acute myocardial infarction"
        ],
        "relative contraindications": [
            "Pregnancy",
            "Epilepsy",
            "Kidney stones or gallstones",
            "Heart failure",
            "Cardiac dysrhythmias",
            "Metal or synthetic implants (e.g., pacemakers, artificial cardiac valves, brain implants)",
            "Severe diabetes mellitus with peripheral vascular disease or neuropathy",
            "Movement disorder and parkinsonism",
            "Lymphatic edema"
        ],
        "precautions": [
            "High-frequency  and high-magnitude  settings (greater than 1 g) can have adverse effects, leading to low back pain andcirculatory disorders such as Raynaud’s syndrome(3)",
            "Long-term  use of WBV training can have negative effects on the body that result in vascular, peripheral, bone, joint,muscle, and central neurological disorders(4)"
        ]
    },
    "guidelines for use of procedure": {
        "in wbv training, a person stands, sits, or lies on a vibrating platform. the machine will vibrate, transmitting energy to the entire body, stimulating the tonic vibration reflex,": [],
        "various settings for the wbv platform can be used, including vertical, horizontal, and pivot wobble vibration patterns": [],
        "settings also include": [
            "Frequency – The number of times the platform completes one cycle of movement persecond (Hz)",
            "Amplitude – the distance the platform travels per cycle (mm)",
            "G-force  – The total force placed upon the body per cycle (g)"
        ]
    },
    "examination": {
        "contraindications precautions to examination": [
            "Contraindications –Patients with a diagnosis for which this procedure is used are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies. Patients should be monitored closely"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the patient being referred for? What is the patient’s underlying condition? How have the symptoms progressed since onset?",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are they effectively controlling the patient’s symptoms? Document the patient’s medical and surgical interventions",
                    "diagnostic tests completed": [],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating factors and easing factors will vary based on the diagnosis ",
                "body chart": "Use body chart to document location and nature of symptoms. Note any areas of pain the patient may be experiencing",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also, document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Determine if patients are using any supplemental oxygen Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient participating in any competitive sports, recreational activities, or resistance training?(4) Is the patient currently working? If so, what activities does the job require? Functional limitations/assistance with ADLs/adaptive equipment  Does patient have limitations with self-care,  home management, work, and/or community leisure?",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": "stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Take a circumferential measurement of any swelling",
            "assistive and adaptive devices": "Note whether patient is using any assistive devices or ambulatory devices, including single-point  canes or walker. Assess appropriateness and proper fit",
            "balance": "Assess the patient’s balance statically and dynamically. Use standardized tests such as the Berg Balance Scale (BBS), Tinetti Balance Test, Sit to Stand Test, Romberg or sharpened Romberg test, and single-limb  balance test",
            "cardiorespiratory function and endurance": [],
            "circulation": "Long-term  use of WBV training may lead to circulatory problems. It is important to check how long a patient has been using WBV training and assess his or her circulationAssess patient’s ergonomics and body mechanics as indicated and appropriate. Observe for any notable deviations in posture or improper body mechanics",
            "functional mobility": "Can assess functional mobility using the FIM or Timed Up and Go (TUG) test. Use the stair mobility test to assess patient’s ability to climb stairs",
            "gait locomotion": "Assess patient’s gait prior to WBV training to determine any improvements with treatment sessions.(5) Assess for any deviations in gait. Determine if patient uses any ambulatory devices and, if so, whether he or she has been properly trained. The Dynamic Gait Index can also be used as an objective measure for assessing gaitAssess joint mobility and integrity of the upper and lower extremities prior to performing WBV training Assess voluntary muscle control for patients with neurological disorders.(5)Assess the patient’s muscle tone and note any hypertonicity or hypotonicity. Assess specific dermatomes/ myotomes and compare sides. Use the Modified Ashworth Scale (MAS) to assess for spasticity",
            "muscle strength": "Perform manual muscle testing (MMT) on all extremitiesPerform a neurological screen including pain, temperature, crude touch, two-point  discrimination, proprioception, pronator drift, and deep tendon reflexesAssess patient’s ROM using standard goniometry. Assess the patient’s flexibility using the sit and reach testAssess patient’s ability to perform ADLs and IADLs using the Barthel index",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess the patient’s kinesthesia and proprioception before and after WBV training",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with a diagnosis for which this procedure is used are at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention  strategies"
            ]
        },
        "diagnosis need for treatment": "Treatment intervention for patients with various neurological disorders, pain disorders, cardiovascular disease, and decreased strength that aims to improve bone mineral density, muscle strength, balance, and proprioception. WBV training is also used by athletes to enhance strength and performance Patients with COPD can also benefit from WBV training without exacerbating their symptoms(15)",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "Refer to neurologist for patients with neurological disorders",
        "other considerations": [
            "Long-term  use of WBV training (8 months) did not produce any significant changes in bone mass in senior women with osteoporosis(16)"
        ],
        "treatment summary": [
            "WBV is often considered controversial, as high-quality  evidence that supports or fails to support its clinical use is limited. Additional high-quality  studies are warranted. Described below are several areas in which literature has examined potential beneficial effects and potential populations that may benefit",
            "Strength and power –Authors of a study (N = 14) investigated the effectson cycling sprint performance of adding WBV training to a preconditioning exercise (26) -All subjects were trained males who had engaged regularly in regional, national, or international competitions in running, cross-country  skiing, or cycling -Each subject performed 2 test sessions, one with WBV and one without WBV (sessions were separated by 48 hours) -Test session:Subjects performed 15-minute self-selected  warmup on a cycle ergometer. After 3 minutes,they performed a 10-second  all-out  cycling sprint (used as reference condition). After 15 minutes of recovery, subjects either performed 30 seconds of body-loaded  half squats with WBV at 40 Hz (experimental group) or with no WBV (control group). After 1 minute of rest,they performed another 10-second  all-out  cycling sprint -Surface EMG was measured in the vastus medialis, vastus lateralis, and gastrocnemius medialis during the sprints. Additional outcome measures were blood lactate, HR, and RPE taken immediately after the sprint -Adding 30 seconds of WBV to body-loaded  squats produced higher peak and mean power output during the 10-second all-out  cycling sprint compared with no WBV . However, when compared to the reference condition the addition of WBV body-loaded  squats did not produce higher peak and power output. No differences were seen in blood lactate, HR, or RPE -The authors concluded that the use of WBV may have beneficial effects in sprint training sessions or before sprint races, as WBV may have the potential to increase peak power production –Authors of an RCT (N = 37) examined the effects of a 6-month WBV training on lower body strength, lower body power, and swimming performance in trained swimmers(31)  -Subjects in the WBV group performed 3 sessions of WBV per week for 24 weeks. Exercises with WBV included half squatting, squatting to 90°, dynamic squat from 120° to 90° bent knees at a range of 2 seconds up and 2 seconds down, and static lunge with right then left foot forward -Subjects in the control group continued their normal routines through the 24 weeks -Outcome measures includedisometric lower body tests (knee extension and half squat), lower body power tests (vertical and horizontal jumps and 30-meter sprint), and swimming time in 100 meters -There were no significant differences between groups in any outcome measure -A 6-month  WBV training did not produce any additional improvements in lower body strength, lower body power, or swimming performance –Authors of a systematic review and meta-analysis  assessed the effects of resistance exercise, WBV , or electrical stimulation on muscle strength, body composition, and functional outcomes in older adults(34) -64 RCTs were included in the systematic review (48 resistance exercise, 12 WBV , and 4 electrical stimulation) -Knee extension strength was improved with resistance exercise and WBV , but not with electrical stimulation -Small effects occurred in body composition with resistance exercise, but the effects were not conclusive with WBV or electrical stimulation -Most functional outcomes improved with resistance exercise -Further studies are needed to compare the effects of WBV and electrical stimulation to resistance exercise –Higher frequencies, higher amplitudes, and longer durations of vibration per treatment sessions facilitate improvements in explosive power(12) –WBV training improves lower-extremity  strength and is associated with decreased fall-related  hospitalization in older adults(18) -Fifty-one  older adults (> 65 years) who did not exercise regularly and could stand independently were included in this study in Taiwan. Participants were randomized into three groups: WBV , visual feedback-deprived  plus WBV (VFDWBV), and a control group. VFDWBV participants used a blindfold during treatment to deprive visual field -Both WBV and VFDWBV groups received treatment of 5-minute  sessions 3 times per week for a duration of 3 months. Protocol included a peak amplitude of 4 mm at 20 Hz, with a peak acceleration of 1.5 g -Participants were assessed before and after treatment and at a 6-month  follow-up.  Outcome measures were limits of stability, knee flexor/extensor strength, and incidence of falls -Results -Limits of stability improved significantly in both the WBV and the WFDWBV groups post treatment, which remained significant at the 6-month follow-up -The VFDWBV group showed statistically significant post-treatment  knee extensor and flexor strength increases of 37.89% and 19.40%, respectively. The WBV group had significant post-treatment  improvement in knee extensor strength only (15.40%). There was no significant strength improvement noted in the control group -At the 6-month  follow up, incidence of falls in the WBV , VFDWBV , and control groups were 0%, 0%, and 28.57%, respectively –Based on a study in Hong Kong, WBV combined with standing exercise can produce significantly greater muscle EMG amplitude compared to the same exercise with no WBV . Authors conclude that WBV can induce muscle activity similar to higher-intensity  protocols in older adults (mean age 61.4 years)(19) -Exercise included vastus lateralis, biceps femoris, tibialis anterior, and gastrocnemius",
            "Balance and proprioception –Authors of a study (N = 24) evaluated the effect of WBV training on postural control in congenitally blind subjects(25) -12 males with congenital blindness were compared to 12 males with no visual impairment -WBV training consisted of 5 sets of 1 minuteon the vibration platform with 1 minute rest between each set -Postural sway was measured at baseline, immediately after WBV , and 10 minutes and 20 minutes after WBV -No differences in postural sway (measured by analyzing the center of pressure displacements) were found in either group following WBV training -Acute WBV training did not alter postural control in patients with congenital blindness. It is a safe modality to use with these patients and a more long-term  application may produce more benefits for this population –Authors of a study investigated if an acute bout of WBV training could improve arthrogenic muscle inhibition (AMI) and proprioception in patients with chronic ankle instability(32)  -10 patients with chronic ankle instability and 10 age-matched  controls participated in a sham/control program and a WBV program -WBV training did not decrease arthrogenic muscle inhibition or improve proprioception in either healthy controls or those with chronic ankle instability –Authors of a study (N = 34) investigated the effects of WBV and WBV while wearing unstable shoes compared to a control group in patients with chronic ankle instability(36) -WBV group training had 3 session per week for 4 weeks. The patients performed various exercises at a progressive duration and frequency of vibration (30 Hz to 40 Hz and 35 seconds to 60 seconds) -WBV with unstable shoes (WBV-S)  performed the same exercises as the WBV group but wore shoes to whichrockers were attached -The control group received no intervention -Outcome measures included a modified star excursion balance test (mSEBT), hop test, muscle strength, and joint position sense -The WBV group and the WBV-S  group, but not the control group, had a significant increase in their mSEBT in the anterior and posterolateral directions from baseline. The WBV-S  group had a significant increase in their hop distance but there were no significant changes for the WBV group or control group. There were no significant changes in the other outcome measures -WBV and WBV-Scan  help improve dynamic balance in patients with chronic ankle instability",
            "Flexibility and ROM –Authors of a systematic review (5 studies) showed that use of WBV training either in isolation or with use of other stretching programs can produce improvements in hamstring flexibility in physically active adults(17) –Based on an RCT study conducted in the United States, a single session of WBV can increase knee flexion excursion, which may improve running characteristics in individuals with knee pathology(22) -Twenty participants with ACL repair participated in a single session of WBV -Results show an increase in knee flexion excursion and a reduction in loading rate in the injured limb after a single session of WBV training",
            "Muscle soreness –Authors of an RCT who investigated whether WBV had benefits for lower-extremity  muscle fatigue concluded that WBV did not provide any recovery benefits(21)",
            "Blood flow –Authors of a 2019 systematic review investigated the effects of WBV training on peripheral circulation. WBV training at frequencies ≤ 30 Hz improved peripheral blood flow and/or skin temperature of the lower extremity. The results of WBV training at higher frequencies (31 Hz–50  Hz) had conflicting results among participants.The long-term  effectof chronic exposure to WBV training was not evaluated and should be investigated in future studies(24)",
            "Specific populations –Authors of a 2019 systematic review and meta-analysis analyzed the effects of WBV training in patients with PD. Studies did not find that WBV training reduced PD symptoms (motor symptoms, balance, gait, and mobility(27) –Authors of study (N = 35) compared various single-session dose-response  effects of WBV on spasticity and walking speed in patients with SCI(28) -Four different doses of WBV were tested in all patients: high frequency (50 Hz)/short duration (180 seconds), high frequency/long duration (360 seconds), low frequency (30 Hz)/short duration, and low frequency/long duration. A control group performed the same exercises but with sham electrodes -Quadriceps spasticity and walking speed (10-meter walk test) were measured at baseline, immediately after, and 45 minutes after WBV training -Overall, no frequency/duration combination was significantly different from the control group -The only difference noted was in patients with high spasticity. Participants in the higher frequency/longer duration group and the control group had a significant decrease in spasticity immediately after the intervention -Further research is needed to explore if there may be cumulative effects of WBV training on spasticity in patients with SCI –Authors of 2018 meta-analysis  compared the effectiveness of WBV in patients with stroke. The effect size was small for the following outcome measures: muscle strength, balance, and gait. The effect size was moderate for bone metabolism and spasticity. WBV is a safe treatment for patients with stroke(29)  –Researchers who conducted an RCT on WBV training found decreased levels of spasticity for those with chronic stroke(9) -Eighty-two  chronic stroke patients were included in this study in Hong Kong. Participants performed 24 sessions over 8 weeks and were randomized to either the WBV group or the control group -Both groups participated in six different exercises while standing on the WBV platform. The control group performed exercises on the platform but without vibration -Exercises on the WBV platform include side-to-side weight shift, semi-squat,  squat with 30° flexion, forward lunge, standing on paretic leg and non-paretic  leg alternately, and deep squat (90° knee flexion) -Frequency of the WBV platform was set between 20 and 30 Hz, with amplitude ranging from 0.4 to 0.6mm, for a maximum duration of 15 minutes -Results from this experiment revealed a decrease in knee spasticity levels in the WBV group over time, with a lower MAS score from baseline measures after a 1-month  reassessment. Control group showed no changes in spasticity levels -Although this study showed improvements in spasticity in the WBV group, further research is warranted –WBV training in the horizontal direction (moves anteriorly/posteriorly only) can improve motor function and balance in patients with chronic stroke(13) -An RCT from South Korea involving 21 patients (12 patients in WBV group, 9 patients in control group) took place over the course of 6 weeks for 20 minutes per day, 3 times per week -WBV group stood on platform with hips and knees in slight flexion with frequency of 1–3 Hz with amplitude of 30 mm in the horizontal direction. Patients stood for 10 minutes facing one direction with the platform going in the anterior/ posterior direction, followed by changing stance to move in the lateral position -Conventional therapy was given to both groups that consisted of muscle facilitation exercises, balance training, and gait training for 30 minutes per day, 5 times per week -Results indicated that those in the WBV group had significant improvements from baseline in Fugl-Meyer,  BBS, and TUG scores. The control group did not have significant improvements in any variables –WBV training performed in the sitting position can improve static/dynamic sitting balance and functional reach for patients with chronic stroke(14) -An RCT study from South Korea with 30 patients (15 experimental, 15 control) who participated in training 5 times a week for 4 weeks. Both groups performed conventional physical therapy consisting of task-oriented  activities in the sitting position for 15 minutes. The experimental group performed WBV training for an additional 15 minutes -The frequency and amplitude for the WBV were set at15–22  Hz and 0–5.8,  respectively. Patients were then asked to perform static sitting activities, functional reaching for objects in multiple directions beyond arm’s length using non-paretic side, functional reaching for objects beyond arm’s length using paretic side, and bilateral reaching -Results indicate that those in the WBV group had improved scores on outcome measures for functional reach and improvements in dynamic sitting balance –Authors of a study (N = 32) examined the influence of WBV frequency, amplitude, and body posture on lower-limb muscle activation in patients with chronic stroke(33) -Each subjectperformed 3 different exercises with 3 different vibration conditions (frequencies: 20 Hz, 30 Hz, and 40 Hz; amplitude: 0.8 mm and 1.5 mm) with and without WBV -Muscle activation in the vastus medialis, medial hamstrings, tibialis anterior, and medial gastrocnemius was measured -Subjects who exercised with WBV had significantly greater muscle activity in the medial gastrocnemius, tibialis anterior, and medial hamstrings than without WBV -Vibration conditions with higher amplitude or higher frequency resulted ingreater muscle activation –Authors of a study (N = 43) assessed the effects of WBV training on balance and walking performance in patients with stroke(38) -All patients received 3 weeks of conventional rehabilitation. The WBV group received WBV training in addition to conventional rehabilitation, while the control group did not receive any additional training -At the end of treatment, the WBV group showed significant improvements in BBS and TUG scores, step length, and walking speed compared to the control group -WBV training improved balance and gait performance in patients with stroke –Authors of an RCT (N = 61) compared pelvic floor muscle training with WBV training to pelvic floor muscle training alone in patients with stress urinary incontinence following prostatectomy(30) -Outcome measures included Incontinence V AS score (I-V AS),  International Consultation on Incontinence Questionnaire–Urinary  Incontinence Short Form (ICIQ-UI-SF)  score and a 24-hour  pad test  -Both groups received treatment for pelvic floor muscle training 3 times a week for 4 weeks. The experimental group received pelvic floor muscle training along with WBV (20 Hz for the first 2 sessions and then 40 Hz for the remaining sessions) -There was a significant difference between groups in all outcome measures in favor of the experimental group after 4 weeks of intervention and at the 2-month  follow-up –Authors of an RCT (N = 26) investigated the short-  and long-term  effects of WBV training on spasticity and motor performance in children with hemiparetic CP(35) -The WBV training group received WBV training (15-minute  sessions 3 times per week for 8 weeks) in addition to a conventional physical therapy program (45-minute  sessions 2 times per week for 8 weeks). The control group received only the conventional physical therapy program -The WBV training group showed significant improvements in gross motor functions, gait and balance skills, and in lower and upper extremity muscle spasticity compared to the control group. At a follow-up12  weeks after the end of treatment, the improvements were maintained –Based on a study in Brazil, WBV training improves balance, mobility, and upper and lower extremity strength in postmenopausal women(20) -Participants were assigned to the WBV training group (n = 62) or the control group (n = 60) and were assessed at baseline and at completion of the 12-month  program -WBV training was performed 20 minutes, 5 times per week, for 12 months. WBV settings utilized a frequency of 60 Hz, intensity of 0.6 g, and amplitude of less than 1 mm. The control group did not receive intervention -Results -Both groups had comparable measures at baseline -At 12-month  follow up, the WBV training group showed statistically significant improvements in isometric and dynamic hip flexor strength, back extensor strength, handgrip strength, arm curl test, reach test, TUG, and static balance. The WBV training group also had greater gains on the reach test at follow-up,  but improvements were not significant. No significant differences were found in the control group –Authors of systematic review evaluated the effects of WBV on health-related  quality of life (HRQOL) in patients with chronic conditions. WBV was not more effective than other types of exercise. Six of the 17 studies reported that WBV improved HRQOL. Theevidence was not strong enough to support WBV in the treatment of chronic conditions(37) –Performed in a seated position, WBV training can result in improvements in gait, Unified Parkinson’s Disease Rating Scale (UPDRS) scores and upper limb control, and decreased resting tremors and rigidity(11) –. Problem Goal Intervention Expected Progression Home Program Decreased muscular strengthImprove muscular strengthTherapeutic intervention using WBV training _ Settings will vary depending on the patient’s history and diagnosis. Example parameters for WBV might include a frequency between 20 Hz and 60 Hz with a 0.6–12.6 mm amplitude and g-forces of 0.6–16 g(4) _ _ Have patient stand on platform and apply correct settingsDiscontinue use of modalities as appropriateProvide recommendations for home centered on muscle strengthening as indicated  Impairments (e.g., impaired balance, gait)Improve balance and proprioceptionTherapeutic intervention using WBV training _ Have patient stand on the platform and apply correct settings as neededDiscontinue use of modalities as appropriateProvide recommendations for home centered around balance and proprioception exercises ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved balance": [
            "BBS, TUG test, limits of stability test, single-limb  balance test, Romberg or Sharpened Romberg Test, ABC Scale"
        ],
        "increased strength": [
            "MMT, dynamometer"
        ],
        "improved gait function": [
            "6MWT, 10MWT, DGI"
        ],
        "increased bone mineral density": [
            "Serum bone turnover markers(6)"
        ],
        "improved function and adl performance for patients with stroke": [
            "FIM, stair mobility test, Barthel Index"
        ],
        "decreased pain from delayed-onset  muscle soreness": [
            "V AS"
        ]
    },
    "maintenance or prevention": [
        "Patients should participate in regular exercise and use WBV training only as a supplementary technique"
    ],
    "patient education": [
        "Patients who wish to learn more about WBV training can visit https://www.acefitness.org/certifiednewsarticle/1491/whole-body-vibration-training-can-you-really-shake/  and https://www.mayoclinic.org/healthy-lifestyle/fitness/expert-answers/whole-body-vibration/faq-20057958 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Ettenson G. The new frontier. Adv Phys Ther Rehab Med . 2010;21(9):26, 28. (X)"
        },
        {
            "number in article": 2,
            "reference": "Tomás R, Lee V, Going S. The use of vibration exercise in clinical populations. ACSM Health Fit J . 2011;15(6):25-31.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Kasturi GC, Adler RA. Osteoporosis: nonpharmacologic management. PM&R. 2011;3(6):562-572.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Wilcock IM, Whatman C, Harris N, Keogh JWL. Vibration training: could it enhance the strength, power, or speed of athletes?. J Strength Cond Res . 2009;23(2):593-603.  (SR)"
        },
        {
            "number in article": 5,
            "reference": "del Pozo-Cruz  B, Adsuar JC, Parraca JA, del Pozo-Cruz  J, Olivares PR, Gusi N. Using whole-body  vibration training in patients affected with common neurological diseases: a systematic literature review. J Altern Complement Med . 2012;18(1):29-41.  (SR)"
        },
        {
            "number in article": 6,
            "reference": "Lau RWK, Yip SP, Pang MYC. A randomized controlled trial to investigate the feasibility and clinical efficacy of whole body vibration therapy in modifying bone metabolism and neuromotor performance in individuals with chronic stroke. Hong Kong Physiother J . 2011;29(2). doi:10.1016/j.hkpj.2011.08.020. (RCT)"
        },
        {
            "number in article": 7,
            "reference": "Fernandez-Rio  J, Terrados N, Gernandez-Garcia  B, Suman OE. Effects of vibration training on force production in female basketball players. J Strength Cond Res . 2010;24(5):1373-1380.  doi:10.1519/JSC.0b013e3181d1d2b1. (R)"
        },
        {
            "number in article": 8,
            "reference": "Clinical policy bulletin: complementary and alternative medicine. Aetna Web site. http://www.aetna.com/cpb/medical/data/300_399/0388.html . Published June 8, 2021. (GI) "
        },
        {
            "number in article": 9,
            "reference": "Pang MYC, Lau WK, Yip SP. The effects of whole-body  vibration therapy on bone turnover, muscle strength, motor function, and spasticity in chronic stroke: a randomized controlled trial. Eur J Phys Rehabil Med . 2013;49(4):439-450.  (RCT)"
        },
        {
            "number in article": 10,
            "reference": "Marin PJ, Rhea MR. Effects of vibration training on muscle strength: a meta-analysis.  J Strength Cond Res . 2010;24(2):548-556.  doi:10.1519/JSC.0b013e3181c09d22. (M)"
        },
        {
            "number in article": 11,
            "reference": "O'Sullivan SB, Bezkor EW. Parkinson’s disease. O’Sullivan SB, Schmitz TJ, Fulk GD, eds. Physical Rehabilitation . 7th ed. Philadelphia, PA: FA Davis Company; 2019. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Manimmanakorn N, Hamlin MJ, Ross JJ, Manimmanakorn A. Long-term  effect of whole body vibration training on jump height: Meta-Analysis.  J Strength Cond Res . 2014;28(6):1739-1750.  doi:10.1519/JSC.0000000000000320. (M)"
        },
        {
            "number in article": 13,
            "reference": "Lee G. Does whole-body  vibration training in the horizontal direction have effects on motor function and balance of chronic stroke survivors? A preliminary study. J Phys Ther Sci. 2015;27(4):1133-1136.  doi:10.1589/jpts.27.1133. (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Choi SJ, Shin WS, Oh BK, Shim JK, Bang DH. Effect of training with whole body vibration on the sitting balance of stroke patients. J Phys Ther Sci . 2014;26(9):1411-1414. doi:10.1589/jpts.26.1411. (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Furness T, Joseph C, Naughton G, Welsh L, Lorenzen C. Benefits of whole-body  vibration to people with COPD: A community-based  efficacy trial. BMC Pulm Med . 2014;14(38). doi:10.1186/1471-2466-14-38.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Santin-Medeiros  F, Santos-Lozano  A, Rey-Lopez  JP, Vallejo NG. Effects of eight months of whole body vibration training on hip bone mass in older women. Nutr Hosp . 2015;31(4):1654-1659.  doi:10.3305/nh.2015.31.4.8441. (R)"
        },
        {
            "number in article": 17,
            "reference": "Houston MN, Hodson VE, Adams KK, Hoch JM. The effectiveness of whole-body-vibration  training in improving hamstring flexibility in physically active adults. J Sport Rehabil . 2015;24(1):77-82.  (SR)"
        },
        {
            "number in article": 18,
            "reference": "Tseng SY, Lai CL, Chang KL, Hsu PS, Lee MC, Wang CH. Influence of whole-body  vibration training without visual feedback on balance and lower- extremity muscle strength of the elderly: a randomized controlled trial. Medicine. 2016;95(5):1-6.  doi:10.1097/MD.0000000000002709. (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Lam FMH, Liao LR, Kwok TCY, Pang MYC. The effect of vertical whole-body  vibration on lower limb muscle activation in elderly adults: influence of vibration frequency, amplitude and exercise. Maturitas. 2016;59-64.  doi:10.1016/j.maturitas.2016.03.011. (R)"
        },
        {
            "number in article": 20,
            "reference": "Dutra MC, de Oliveira ML, Marin RV, Kleine HCR, Silva OL, Lazaretti-Castro  M. Whole-body  vibration improves neuromuscular parameters and functional capacity in osteopenic postmenopausal women. Menopause . 2016;23(8):870-875.  doi:10.1097/GME.0000000000000644. (R)"
        },
        {
            "number in article": 21,
            "reference": "Ansari NN, Naghdi S, Karimi-Zarchi  H, Fakhari Z, Hasson S. A randomized controlled pilot study to investigate the effect of whole-body  vibration on lower-extremity  fatigue. J Sport Rehabil . 2017;26(5):339-346.  doi:10.1123/jsr.2015-0202.  (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Pamukoff DN, Montgomery MM, Choe KH, Moffit TJ, Vakula MN. Effect of whole-body  vibration on sagittal plane running mechanics in individuals with anterior cruciate ligament reconstruction: a randomized crossover trial. Arch Phys Med Rehabil . 2018;99(5):973-980.  doi:10.1016/j.apmr.2017.11.019. (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Chen WS, Annaswamy TM, Yang W, Wang TG, Kwon DR, Chow LW. Chapter 17: Physical agent modalities. Cifu DX, ed. Braddam’s Physical Medicine and Rehabilitation . 6th ed. Philadelphia, PA: Elsevier; 2021. (GI)"
        },
        {
            "number in article": 24,
            "reference": "Mahbub MH, Hiroshige K, Yamaguchi N, Hase R, Harada N, Tanabe T. A systematic review of studies investigating the effects of controlled whole-body  vibration intervention on peripheral circulation. Clin Physiol Funct Imaging . 2019;39(6):363-377.  doi:10.1111/cpf.12589. (SR)"
        },
        {
            "number in article": 25,
            "reference": "di Cagno A, Giombini A, Juliano E, et al. Acute effect of whole body vibration on postural control in congenitally blind subjects: a preliminary evidence. Disabil Rehabil . 2018;40(22):2632-2636.  doi:10.1080/09638288.2017.1353650. (R)"
        },
        {
            "number in article": 26,
            "reference": "Duc S, Rønnestad BR, Bertucci W. Adding whole-body  vibration to preconditioning squat exercise increases cycling sprint performance. J Strength Cond Res . 2020;34(5):1354-1361.  doi:10.1519/JSC.0000000000002236. (R)"
        },
        {
            "number in article": 27,
            "reference": "Dincher A, Schwarz M, Wydra G. Analysis of the effects of whole-body  vibration in Parkinson disease–systematic  review and meta-analysis.  PM R. 2019;11(6):640-653. doi:10.1002/pmrj.12094. (M)"
        },
        {
            "number in article": 28,
            "reference": "Estes S, Iddings JA, Ray S, Kirk-Sanchez  NJ, Field-Fote  EC. Comparison of single-session  dose response effects of whole body vibration on spasticity and walking speed in persons with spinal cord injury. Neurotherapeutics . 2018;15(3):684-696.  doi:10.1007/s13311-018-0644-1.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Park YJ, Park SW, Lee HS. Comparison of the effectiveness of whole body vibration to stroke patients: a meta-analysis.  Biomed Res Int . 2018;1-10. doi:10.1155/2018/5083634. (M)"
        },
        {
            "number in article": 30,
            "reference": "Tantawy SA, Elgohary HMI, Abdelbasset WK, Kamel DM. Effect of 4 weeks of whole-body  vibration training in treating stress urinary incontinence after prostate cancer surgery: a randomised controlled trial. Physiotherapy . 2019;105(3):338-345.  doi:10.1016/j.physio.2018.07.013. (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Muniz-Pardos  B, Gómez-Bruton  A, Matute-Llorente  Á, et al. Long-term  effects of whole-body  vibration in trained adolescent swimmers: does it increase strength, power, and swimming performance. Int J Sports Physiol Perform . 2019;1-7.  doi:10.1123/ijspp.2019-0282.  (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Otzel DM, Hass CJ, Wikstrom EA, Bishop MD, Borsa PA, Tillman MD. Motoneuron function does not change following whole-body  vibration in individuals with chronic ankle instability. J Sport Rehabil . 2019;28(6):614-622.  doi:10.1123/jsr.2017-0364.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Huang M, Pang MYC. Muscle activity and vibration transmissibility during whole-body  vibration in chronic stroke. Scand J Med Sci Sports . 2019;29(6):816-825.  doi:10.1111/ sms.13408. (R)"
        },
        {
            "number in article": 34,
            "reference": "Tubic B, Zeijlon R, Wennergren G, et al. Randomised study of children with obesity showed that whole body vibration reduced sclerostin. Acta Paediatr . 2019;108(3):502-513. doi:10.1111/apa.14531. (R)"
        },
        {
            "number in article": 35,
            "reference": "Tekin F, Kavlak E. Short and long-term  effects of whole-body  vibration on spasticity and motor performance in children with hemiparetic cerebral palsy. Percept Mot Skills . 2021;128(3):1107-1129.  doi:10.1177/0031512521991095. (RCT)"
        },
        {
            "number in article": 36,
            "reference": "Shamseddini Sofla F, Hadadi M, Rezaei I, Azhdari N, Sobhani S. The effect of the combination of whole body vibration and shoe with an unstable surface in chronic ankle instability treatment: a randomized clinical trial. BMC Sports Sci Med Rehabil . 2021;13(1):28. doi:10.1186/s13102-021-00256-6.  (RCT)"
        },
        {
            "number in article": 37,
            "reference": "Li G, Zhang G, Wang Y, et al. The effect of whole body vibration on health-related  quality of life in patients with chronic conditions: a systematic review. Qual Life Res . 2019;28(11):2859-2870.  doi:10.1007/s11136-019-02274-x.  (SR)"
        },
        {
            "number in article": 38,
            "reference": "Sade I, Çekmece Ç, #nanir M, SelÇuk B, Dursun N, Dursun E. The effect of whole body vibration treatment on balance and gait in patients with stroke. Arch Neuropsychiatry . August 20, 2019;57(4):308-311.  doi:10.29399/npa.23380. (R)"
        }
    ]
}