{
    "metadata": {
        "title": "Prader Willi Syndrome in Children",
        "synonyms": [
            "prader-labhart-willi  syndrome",
            "willi-prader syndrome"
        ],
        "anatomical location body part affected": [
            "Prader-Willi  syndrome (PWS) is a genetic disorder/multiorgan involvement affecting the endocrine, musculoskeletal, cardiopulmonary, and neurological systems"
        ],
        "area of specialty": [
            "pediatric rehabilitation",
            "orthopedic rehabilitation",
            "learning disabilities",
            "pediatric genetic and neurological disorders"
        ],
        "description": [
            "A rare genetic disorder related to chromosome 15 abnormality that presents with a large range of severe associated conditions characterized by failure to thrive/ feeding difficulties and hypotonia in infancy that progresses to polyphagia (excessive eating/increased appetite), dysmorphic features, global developmental delay, and behavioral/emotional problems. There is no sex or race bias; PWS affects males and females equally and occurs in 1 in 15,000 children(5)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Q87.1": "congenital malformation syndromes predominantly associated with short stature (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on the patient’s insurance contract coverage. No specific special agencies are applicable for this condition; however, state-funded early intervention programs may be applicable. Children may also qualify for an individualized education program (IEP) once they enter public school. Resources should be available through the child’s school district",
            "The website https://www.parentcenterhub.org/  provides a list of parent training and information centers in each U.S. state that are funded by the U.S. Department of Education to provide early intervention and special education and training to parents of children with disabilities from birth to age 26"
        ],
        "presentation signs and symptoms": [
            "Decreased fetal activity(15)",
            "Severe hypotonia of infancy",
            "Feeding difficulties (poor sucking)/failure to thrive in infancy",
            "Unusual weak, squeaky cry",
            "Global developmental delay",
            "Growth hormone (GH) deficiency(15)",
            "Hypogonadotropic hypogonadism, which presents as genital hypoplasia, including undescended testes and small penis, delayed or incomplete puberty, scant or no menses in females(15)",
            "Cryptorchidism (failure of testes to descend from the abdomen into the scrotum)(15)",
            "Hyperphagia –Insatiable appetite to the point of eating nonfood items such as animal food, spoiled food, decorative items that look like food, food in garbage cans, elopement to search for food(2)  –Often hoard or steal food; may steal money to buy food(2)",
            "Central obesity",
            "Learning difficulties vary: most have mild cognitive delays but this can range from no delay to moderate delay –IQ typically is between 40 and 105, with an average of 70",
            "Behavioral and psychiatric disorders –Obsessive-compulsive  disorder(15) –Perseveration(2) –Aggression, irritability(15) –Oppositional and argumentative defiance –Self-injury  (skin picking or rectal digging)(15) –Stubbornness –Stealing(15) –Emotional lability –Violent temper tantrums",
            "Ophthalmologic –Strabismus",
            "Characteristic dysmorphic features –Narrow forehead –Almond-shaped  palpebral fissures –Broad nasal bridge –Enamel hypoplasia(15) –Triangular, downturned mouth –Narrow frontal diameter(15) –Thin upper lip",
            "Orthopedic –Hypermobility/ligamentous laxity –Disproportionately small hands and feet with tapering fingers(3) –Short stature(2) -Related to GH deficiency and lack of an adolescent growth spurt -May present early in life or in the second half of the second decade of life -Short stature is less common in Blacks –Excessive ankle/foot pronation –Scoliosis –Kyphosis -Often develops in adolescence or early adulthood –Osteoporosis",
            "Sleep disorders",
            "Four nutritional phases:(15) –Phase 1: infants present with hypotonia and are not obese –Phase 2: signs of weight gain –Phase 3: hyperphagia and the lack of satiety. Median age is 8 years –Phase 4: occurs in some patients. Insatiable appetite is no longer present Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Children with PWS often are emotionally labile and present with a variety of behavioral and emotional issues. Take caution when evaluating the child and discuss with the primary caregiver the potential triggers that might induce the child’s emotional lability as well as what behavioral interventions are being used at home",
            "Children with PWS are at risk for developing decreased attention and ritualistic/repetitive behaviors, including insistence on sameness and “just right” behaviors that may interfere with a therapist’s ability to thoroughly complete the evaluation. It is important to discuss with the primary caregiver whether the child has any specific behavior issues and, if so, how they are best managed"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "PWS is a genomic disorder that results from the lack of genetic expression of several imprinted genes, including theSNRPN  gene, located in the region of chromosome 15q11(2,3)–70% of cases are due to deletion of the paternal inherited allele of chromosome 15q (15q11-13)(1,7)–20–30%  of cases are due to uniparental maternal disomy of chromosome 15(1,2)-Occurs sporadically when an individual inherits two maternal copies of chromosome 15 but no paternal chromosome 15–< 5% of cases are due to an imprinting defect or an unbalanced chromosomal translocation of 15G(1)-The majority of these individuals do not have a detectable mutation or deletion in the imprinting center, but haveevidence of biparental inheritance with a maternal-only  expression pattern(2)",
            "The recurrence risk is < 1% unless there is parental translocation or an imprinting defect, both of which are rare(7)"
        ],
        "pathogenesis": [
            "A diverse range of endocrine and metabolic functions related to glycoproteins are involved in the pathophysiology of PWSdue to loss of function of several genes on chromosome 15(4)–Some studies suggest that the loss of a particular group of snoRNA genes may play a major role in causing the signs andsymptoms of PWS(4)–Imprinting appears to be due to hypermethylation of the maternally contributed allele that interferes with translation ofthose genes, but the exact mechanism by which this happens is unclear(2)–In a randomized cross-over  study conducted in the United States in 2015, researchers demonstrated that children withPWS have higher levels of ghrelin (hormone that stimulates hunger), both fasting and after eating, and that their ratio ofghrelin to peptide YY , especially after the ingestion of fat, was higher when compared to that of obese children withoutPWS(10)"
        ],
        "risk factors": [
            "Assisted reproductive technologies have not been associated with PWS(8)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If a patient is a minor, obtain written consent from the primary caregiver prior to initiating the evaluation",
        "PWS is a complex, multisystem disorder that ideally is managed by a multidisciplinary team of skilled health professionals who are knowledgeable about the diagnosis. The medical team should include a pediatrician, pediatric endocrinologist, geneticist (initially), nutritionist, physical therapist (PT), occupational therapist (OT), speech-language  pathologist (SLP), behavioral therapist, psychologist/neuropsychologist, and special education specialist",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Children with PWS often are emotionally labile and present with a variety of behavioral and emotional issues. Take caution when evaluating the child and discuss with the primary caregiver the potential triggers that might induce the child’s emotional lability as well as what behavioral interventions are being used at home",
            "Children with PWS are at risk for developing decreased attention and ritualistic/repetitive behaviors, including insistence on sameness and “just right” behaviors that may interfere with a therapist’s ability to thoroughly complete the evaluation. It is important to discuss with the primary caregiver whether the child has any specific behavior issues and, if so, how they are best managed"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Inquire regarding the child’s prenatal history. Did the mother report decreased fetal movements? If so, at what gestational age? -Inquire regarding the child’s perinatal and postnatal history. Gestational age? Any complications during labor and delivery? What were the baby’s Apgar scores? What were the anthropometrics, including birth height and weight? Did the baby require any medical assistance after birth, such as supplemental oxygen or a feeding tube? Was there a prolonged hospital stay with NICU stay? -Birth weight and height usually are within normal limits, but children with failure to thrive often may fall below the 3rd percentile for both weight and height(2) -At what age did the primary caregivers and pediatricians note concerns with developmental progression? What PWS criteria are observable? At what age was PWS diagnosed? ",
                "course of treatment": {
                    "medical management": " Medical management Any difficulty with feeding? If so, any formal therapy intervention with a lactation consultant, SLP, OT, or PT? Were assisted feeding devices needed or attempted? Breastfeeding rarely is possible and the need for assisted feeding is nearly universal in the first 4 to 6 months of life due to the presence of a weak suck, increased fatigue with feeding, hypotonia, and failure to thrive. Parents should understand that supplemental tube feeding support is temporary(2) Use of nursing systems with 1-way  valves and manual assistance of sucking can greatly reduce reliance on feeding tubes. Nasogastric tubes, when needed, generally are well tolerated and rarely are required for more than 3 to 6 months. Gastrostomy tubes can be avoided in most cases(2) Is the child receiving GH replacement therapy? If so, when was it initiated? Has the child developed obesity? If so, when? How is it being managed? Any previous surgeries? If so, when and for what condition? What was the result?",
                    "surgical management": [],
                    "medications": "Determine what medications the clinician has prescribed; are they being taken? GH therapy(15) Recommended for patients with PWS.GH therapy should be prescribed as early as when the initial diagnosis occurs, typically at 36 months of age. Patients who are treated early may reach normal adult height Sex hormone replacement therapy There have been no systematic trials of sex hormone replacement for adults with PWS. Improvements in secondary sex characteristics can be achieved with use of testosterone in males and estrogen in females, but this use is controversial because of a possible increase in behavioral problems in males and stroke risk in females(7) Sex hormone treatment may also reduce the presence of osteoporosis/osteopenia. There remains considerable controversy as to whether, and in whom, to use sex hormone replacement therapy(2) Some females with PWS may be prescribed lutropin alfa (Luveris) injections, which are indicated for stimulation of follicular development as they enter adolescence or early adulthood(4) Nutritional supplements, including calcium and vitamin D",
                    "diagnostic tests completed": [
                        "DNA methylation test (not widely available): confirms or rules out PWS with > 99% accuracy by detecting the",
                        "imprinting pattern in region 15q11q13(15)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture, chiropractic treatment, craniosacral therapy) and whether they help",
                    "previous therapy": "Document whether the child has had any speechlanguage,  occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. If therapeutic services have been initiated, at what age and for how long? Have the child and primary caregivers received any nutritional/dietary counseling, psychological counseling, or behavioral therapy? If so, when? Was it helpful?"
                },
                "aggravating easing factors": "Note factors, including situations, that appear to ease or exacerbate symptoms",
                "body chart": "Review and document height, weight, and BMI. Note progression and any changes",
                "nature of symptoms": " Nature of symptoms Developmental milestone history should be obtained through questionnaire -Infantile hypotonia occurs in the overwhelming majority of cases and directly impacts a child’s physical activity level and ability to perform age-appropriate  motor skills(2)12 to 13 months2430  months4 years Document behavioral difficulties. What appear to be triggers? Document eating/feeding patterns",
                "rating of symptoms": "Use a developmental age-appropriate visual analog scale (V AS), FACES, FLACC, or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)  Children with PWS are reported to have a high pain tolerance. Using a V AS may not accurately assess a patient’s pain. Be aware of the patient’s nonverbal cues such as grimacing. Using the FACES scale or FLACC scale may be more appropriate",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day,  PM, night); also document changes in symptoms due to weather or other external variables Behavioral problems are a common complaint primary caregivers report; caregivers often request therapeutic intervention for guidance and support -The authors of a randomized controlled trial and 8-year  longitudinal study conducted in the Netherlands reported that long-term  growth hormone treatment did not improve behavior in children with PWS but that there was also no increase in behavioral problems(9)",
                "sleep disturbance": "Document number of awakenings/night May present with obstructive sleep apnea(15)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., infections, other chronic conditions)",
                "respiratory status": " Respiratory status Does the child require a sleep apnea monitor? Does the child appear to be excessively tired/lethargic during the day? Does the child have difficulty breathing during activities? Hypoventilation and aspiration pneumonia may occur(15) Barriers to learning Are there any barriers to learning? Yes__/No__ If Yes, describe -Approximately 40% present with borderline cognitive impairments or low-normal  intelligence and approximately 20% have moderate cognitive impairment(2)"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document if applies",
                    "comorbid diagnoses": "Ask patient/parents/caregivers about other conditions or diagnoses, including diabetes, GH deficiency, obesity, strabismus, autism spectrum disorder (ASD), ADHD, behavioral and emotional disorders (in particular obsessivecompulsive  disorder), sleep disorders, and orthopedic disorders (scoliosis, hip dysplasia) GH deficiency contributes to hypoglycemia in infancy and short stature. It can contribute to central obesity, increased systolic blood pressure, increased lowdensity  lipoprotein (LDL) cholesterol, reduced cardiac output, decreased muscle and bone mass, impaired concentration and memory, and depression(5)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). Hormone replacement therapy is often a lifelong process(5)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "If the child is of age, does he or she attend school and in what setting (traditional setting or home school)? What grade level? Does the child receive special education services? If so, describe services being provided. Does the primary caregiver feel the current services the child is receiving are adequate? Does the child participate in any physical activity, such as organized sports or classes? How much physical activity does the child participate in on a daily basis? Does the child seem to enjoy the activity? Is the older child receiving any vocational training? What are the child’s interests?",
                "functional limitations assistance with ADLs adaptive equipment": "Document the use of any assistive devices for physical as well as communication needs",
                "living environment": "stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? Document strategies being used in the home/school/ work setting for food management, such as locking cabinets, meal preparation, or other routines"
            }
        },
        "relevant tests and measures": {
            "general": "While tests and measures are listed in alphabetical order, sequencing should be appropriate to ›Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting",
            "anthropometric characteristics": "Document height, weight, lean body mass, and BMI values  –In the absence of GH therapy, short stature is almost always present by the second half of the second decade of life and is associated with lack of a pubertal growth spurt(2) -Short stature, central obesity, and small hands and feet are associated with GH deficiency(5)",
            "assistive and adaptive devices": "Does the child use any devices to assist with ADLs or communicating his/her needs?",
            "balance": "Assess static and dynamic sitting and standing balance as age appropriate –Use the Pediatric Balance Scale (PBS), the balance section of the Peabody Developmental Motor Scales, Second Edition (PDMS-2),  or the balance section of the Bruininks-Oseretsky Test of Motor Proficiency, Second Edition (BOT-2) –May also test using single-leg  stance, Romberg, and Sharpened Romberg if not enough time",
            "cardiorespiratory function and endurance": [
                "Monitor heart rate, pulse oximetry, and respiratory rate as indicated. Note any changes with position (lying down vs. sitting) and activity",
                "The Modified Berg Scale and Dyspnea Scale can be used",
                "The Energy Expenditure Index (EEI) can be used to estimate energy expenditure in children with PWS",
                "The 6-minute  walk test (6MWT) for distance can be used to assess endurance",
                "Peripheral chemoreceptor dysfunction or defective afferent pathways to the respiratory control centers have been seen in individuals with PWS(5) •Ergonomics/body mechanics: If age appropriate, observe patient’s body mechanics with lifting objects and other functional activities"
            ],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess gait and age-appropriate locomotion. Note any asymmetry, as well as decreased speed, or decreased step or stride length. These children often present with increased energy expenditure during gait –Timed walking tests such as the 6MWT can be usedAssess bilateral upper and lower extremity joints for hypermobility and ligamentous laxity often related to hypotonia –May use the Beighton Scale of Hypermobility Motor function  (motor control/tone/learning) –Assess extremity and trunk tone and note the presence and degree of any abnormal tone -Hypotonia typically is moderate to severe. It presents in infancy and can dramatically impact the infant’s ability to acquire age-appropriate developmental skills -As the child ages, the effects of generalized hypotonia may be minimized, but they remain throughout life(2)",
            "muscle strength": "Assess trunk and bilateral upper and lower extremity strength with developmentally age-appropriate techniques. If the child is unable to follow simple directions for manual muscle testing (MMT), assess strength through function (anti-gravity,  gravity positions) –A 1- or 6-repetition  maximum test (1RM or 6RM test) as well as functional strengthening tests such as number of sit-ups completed or push-ups  completed in set time, holding a squat and plank position, standing broad jump, and single-leg  hop can be used Neuromotor development –Assess developmental motor milestones using the PDMS-2, BOT-2,  or Bayley Scales of Infant Development (BSID-III)",
            "observation inspection palpation including skin assessment": [
                "Some children with PWS demonstrate a true cognitive strength in doing jigsaw puzzles and enjoy completing word-search puzzles(6) ",
                "Visual-motor  integration has been found to be very poor in children with PWS, meaning children may score higher on the time-limited  subtests for visual perception and motor coordination than the combined test for visual-motor integration. Therapists should take this into account during testing(12)"
            ],
            "posture": "Hypotonia may affect sitting and standing posture. Document if the child presents with scoliosis or kyphosis. Note location and curvature",
            "range of motion": "Assess bilateral upper and lower extremity passive and active range of motion (PROM/AROM)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral upper and lower extremity deep tendon reflexes (biceps, patellar, and Achilles tendon)Have primary caregiver complete the Pediatric Evaluation of Disability Inventory (PEDI) to assess functional skills, mobility, and social function level",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition  (including memory, problem solving) –Children may be easily distracted and need frequent redirection. Document the number of times needed to redirect the child as well as any atypical behavior patterns observed –Children with PWS tend to have relative strengths in reading, visual-spatial  skills, expressive vocabulary, and long-term memory and difficulties in arithmetic, sequential processing, and short-term  memory(2) –Obsessive and compulsive behaviors such as skin picking and hand wringing may also interfere with the child’s ability to focus and complete tasks –Behavior assessment may include -Vineland Adaptive Behavior Scales -Hyperphagia Questionnaire",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Children may perform optimally during physical therapy treatment sessions when they are aware of the treatment plan. These children often perform best with routine scenarios in which they know what is coming next. Use visual cues (pictures) in conjunction with verbal cues to explain to the child what exercises or activities will be completed during the therapy session. Make every effort to create a routine in order to reduce anxiety and improve compliance during therapy sessions",
                "Be aware that children with PWS have poor visual-motor  integration skills. It may be necessary to separate daily tasks into pure visual or pure motor tasks and allow sufficient time to perform for the child to be functional at home and school(11)",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regards to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis may be at risk for falls due to obesity, hypotonia, behavioral/psychological impairments, and decreased attention; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The consequence of delayed diagnosis is a delay in treatment intervention, with the resultant difficulty of treating complications after they develop rather than managing care to avoid or thwart medical complications. Early diagnosis combined with multidisciplinary care, parental guidance, and GH therapy may prevent morbid obesity. With early intervention, secondary orthopedic issues, specifically scoliosis, may be minimized(2) Appropriate multidisciplinary medical management can have a significant positive impact on the health quality of life of these individuals; however, controlling obesity and behavioral sequelae is a major challenge for caregivers(2) Physical therapy is appropriate for all infants and children with PWS and should be initiated very early to evaluate and treat hypotonia and muscle weakness through strengthening and educating the parents on proper handling and positioning. Ideally, this should be initiated in the hospital setting and then followed up through early intervention services at home or at an outpatient pediatric clinic(2) As children age, difficulty with bilateral coordination, hypotonia, decreased endurance/energy level, and decreased muscle strength will all affect willingness and ability to participate in physical activity(2)",
        "rule out": " Rule out  (2) Cerebral palsy, Angelman syndrome, Down syndrome, trisomy 18, hypothyroidism, fragile X syndrome, Rett syndrome, Sotos syndrome, Wilson-Turner  syndrome, Cohen syndrome, Bardet-Biedl  syndrome, isolated GH deficiency, hyperinsulinemia, Klinefelter syndrome, Albright hereditary osteodystrophy, Börjeson-Forssman-Lehmann syndrome, and acquired hypothalamic injury from tumor, accident, or surgical complications",
        "prognosis": [
            "There is no cure for PWS, which is a lifelong disorder that will affect the child and the primary caregiver/s over their lifespan. Certain symptoms may persist and be of greater concern at different ages and stages of development. Primary caregivers should discuss with the healthcare specialist recommendations and options regarding vocational training, higher education, independent living/group home options, and transitioning to the care of healthcare professionals who treat adults",
            "Early intervention services for gross and fine motor developmental milestone facilitation, therapeutic strengthening, positioning and handling techniques, and parent education is important ",
            "PWS requires long-term  medical management to address obesity and the conditions associated with obesity, muscle weakness, behavior/psychological impairments, and cognitive impairments. Children with PWS have a shortened life expectancy due to complications of morbid obesity(2) –There is an increased risk for developing type II diabetes mellitus, thrombophlebitis, hypertension, right-sided  heart failure, peripheral edema, and elevated cholesterol during adolescence due to morbid obesity, hyperphagia, decreased activity level, and food obsession –These cardiovascular risk factors contribute to increased morbidity and mortality rates compared to those of peers without PWS –Careful weight management by dietary control, exercise, behavioral management, and pharmaceutical therapy is key to reducing cardiovascular risk factors and can increase patients’ life expectancy, enabling many to live well into older adulthood and even into their seventh decade",
            "Puberty is delayed or incomplete, and most individuals with PWS are unable to have children –However, contraception should be considered in those women who may have the potential for fertility (hormone levels, menses)(12)",
            "Behavioral and psychiatric problems interfere the most with quality of life as these children enter adulthood(2)"
        ],
        "referral to other disciplines": " Referral to other disciplines Occupational therapy/speech-language  therapy should be recommended for infants having difficulty with feeding and swallowing, especially as they progress towards eating solids –May also be at risk for developing oral-motor  sensitivity issues due to hypotonia –For the child entering the second phenotype stage, occupational therapy may be recommended for symptoms such as decreased attention, hyperactivity, difficulty completing tasks, sensory integration dysfunction, and obsessive-compulsive behavior. Parents may also seek out behavior modification therapy in conjunction with occupational therapy –Speech and language development may also be delayed primarily with articulation (nasal and/or slurred speech)(2) Special education services may be recommended to facilitate optimal learning within the classroom setting due to mild to moderate learning delay as well as any behavior or emotional issues. An IEP may be needed –Academic performance typically is poorer than cognitive ability would suggest. Some evidence suggests that those with uniparental disomy PWS have somewhat higher verbal IQ than those with deletions, although performance scores on IQ tests are similar(2) –Most children will require either placement in a special education classroom or special assistance (aide) in a regular classroom. Both inclusion and self-contained classroom settings have been effective learning environments for children with PWS. The ideal classroom setting will depend on the individual’s level of skills and extent of behavior disorder(2) –Formal social skills training is invaluable since most of these children have difficulty reading social cues and maintaining friendships with peers(2) Registered dietician/nutritionist should be consulted due to the high likelihood of developing hyperphagia, central obesity, and diabetes(2) –In early infancy, primary caregivers should be instructed not to restrict fats due to fear of future obesity because fats are important for neurodevelopment and growth(2) –Recommendations need to be made to the primary caregivers regarding strict dietary control and food restrictions. Most children are placed on very strict diets –Strict mealtime routines are also recommended so the child develops confidence that the next meal will be served on time –Parents are advised to provide a healthy diet for their child with proper proportions. High-sugar,  high-fat, high-sodium, and junk foods should be avoided Refer to orthopedist if therapist suspects scoliosis, kyphosis, or hip dysplasia. In some studies, GH therapy has been linked to the development of scoliosis(2) Refer to neuropsychologist regarding any emotional or behavioral concerns. Behavior modifications and changes in eating habits should be addressed –Psychotic disorders occur in at least 6–12%  of individuals with PWS based on several studies; however, in a more recent population-based  study in the United Kingdom, 28% of the adults with PWS presented with a psychotic disorder(2) -Onset is often in young adulthood, and a significant proportion of these individuals present with cycloid psychosis -Individuals who have a 15q deletion have more numerous and more severe behavioral disturbances  –Clinical management of children with PWS should include primary caregiver education regarding the management of any repetitive or rigid behaviors in conjunction with treatment interventions to control hyperphagia and any negative associated behaviors",
        "other considerations": [],
        "treatment summary": [
            "Physical therapy intervention should be directed toward increasing muscle strength, aerobic endurance, postural control, movement efficiency, developmentally age-appropriate  gross and fine motor skills, bilateral coordination, and balance in order to maximize function, minimize cardiovascular risk factors, reduce the risk of osteoporosis, and manage obesity",
            "As the child ages, physical therapy will remain an important component of the child’s routine. Depending on the child’s needs, direct physical therapy services may wax and wane; however, it is important to educate the primary caregivers on the importance of daily physical activity and developmentally age-appropriate activities that can assist with strengthening, bilateral coordination, balance, and cardiorespiratory endurance. This will help with weight-management  and energy levels",
            "Children with PWS who participated in a home-based  physical activity intervention, Active Play @ Home, for 24 weeks showed no significant improvements in cardiometabolic parameters for insulin resistance, lipid profile, and inflammatory parameters, but showed a decrease in interleukin-8  factor(13) –Participants included 18 children with PWS and 30 children with nonsyndromic obesity (NSO) –The Active Play @ Home system was developed for children between the ages of 8 and 11. Activities focus on age-appropriate  and goal-oriented  physical activities including playground games and interactive games such as the Nintendo Wii. Both groups participated in 4 days of physical activity per week for 24 weeks with durations ranging from 25 minutes to 45 minutes per day -Each session included warm-up  exercises, strengthening exercises, and games –Results at the end of 24 weeks show a significant improvement in cardiometabolic markers for insulin resistance, lipids, and inflammatory parameters for the NSO group, but no changes for those with PWS with the exception of improvement in interleukin–8  factors",
            "A parent-guided  physical activity program can improve gross motor skill proficiency in young children and teens with and without PWS(14) –Participants included 111 children between the ages of 8 and 16 years (45 with PWS and 66 without PWS) –Parents and participants were provided with the Active Play @ Home curriculum, equipment (balls, hoops, hurdles, cones) and an active video game system such as the Nintendo Wii console (includes board and game software) –Participants engaged in these activities 4x/week for 24 weeks for 25–45  minutes per session –Results show that the Active Play @ Home intervention showed significant improvements in body coordination, strength, and agility . Problem Goal Intervention Expected Progression Home Program  Delayed gross or fine motor skillsAchieve age- appropriate gross and fine motor developmental skillsFunctional training _ Transfer training from floor to stand, sit to stand, bath tub transfer as indicate _ _ _ May need to include assistive or adaptive devices to improve safety and independence _ _ _ Therapeutic exercises _ Core and extremity exercises in a developmentally functional and age- appropriate level should be incorporated into therapy sessions and home program _ _ _ It is often necessary to incorporate play-based therapy into treatment interventions when working with children in order to increase active participation _ _ _ If age appropriate, perform exercises with/ without resistance as indicated using isometric, concentric, and eccentric exercises. Resistance can be provided in the form of weights, resistance bands and tubes, or machinesProgress infant/ child through age- appropriate gross and fine motor skills as indicated _ _ _ Use supported devices (pillows, wedges) and provide assistance as indicated until the infant/child can perform the skill independently _ _ _ The intensity and duration of exercises should be gradually progressed as patient increases functional strength _ _ _ Exercises should be modified to the patient’s abilities (i.e., increase number of repetitions and/or sets, increase resistance)Instruct patient/ primary caregiver with an individualized therapeutic home program. These exercises should be performed as part of daily routine per therapist recommendations _ _ _ Patient/or primary caregiver must demonstrate independence when implementing the home program  Decreased cardiorespiratory endurance _ _ _ Decreased physical activity levelImprove cardiorespiratory endurance and efficiency _ _ _ Reduce complaints of fatigue and dyspnea with activityTherapeutic exercises _ Treatment sessions should include a variety of fun physical activities with measurable goals for the child to work toward attaining _ _ Encourage the child to bring in his/her own music, if possible, to use during treatment sessions to assist with patient participation _ _ _ Daily physical activity is extremely important and family compliance is needed _ _ _ Monitor heart rate, respiratory rate, and pulse oximetry (if indicated) pre, during, and post activity _Participate in at least 30 minutes of exercise/ physical activity daily with the goal of 60 minutes a day(2) _ _ _ Set goals and gradually progress distance and/ or time of the activity _ _Utilize a reward system (never food-oriented) for small short-term and long-term goals to improve compliance and promote confidence and a successful attitude(2) _ _ Provide the patient/ primary caregiver with an exercise program that he/she and the family can continue in an independent and daily routine _  Decreased trunk and extremity strength _ _ _ HypotoniaIncrease core and extremity strength to improve posture and reduce complaints of pain _ _ _ Minimize the effects of hypotonia on the child’s daily lifeTherapeutic exercises _ Daily physical activity should be initiated and implemented into the patient’s routine beginning in infancy _ _ PROM to all extremities, assisting with positioning in side-lying, prone positioning and strengthening, and supported sitting _ _ Encourage AROM activities for upper and lower extremities by using toys and mirrors to reach and grasp as well as kick _ _ Prone positioning is extremely important for infants to develop cervical and trunk extensor strength, head control, and shoulder strength and stability _ _ _ Use therapy balls and other dynamic surfaces to facilitate core strengthening. Provide the necessary supervision for safety _ _ _ It is important to instruct the parents/ primary caregivers in proper carrying techniques to provide ideal head and trunk support for their infants. _ These infants typically present with decreased trunk and core muscle strength and hypotonia _ _ Exercises need to be fun in order to maximize the child’s participation, with direct supervision at all times _ _ _ Always try to let the child make simple choices during therapy sessions. It often leads increased compliance and decreased behavioral outbursts if the child is able to assist with selecting which activities will be performed or the order in which they are to be performed _Progress the infant through developmental, functional strengthening activities as indicated _ _ _ Progress the child through AROM exercises, body-weight- only exercises and then progressive resistive exercises per patient toleranceProvide parents/ primary caregivers with written instructions regarding the home exercise and positioning program _ _ _ Parents should be instructed and encouraged to perform their child’s home strengthening program several times throughout the day _  ."
        ]
    },
    "desired outcomes outcome measures": {
        "achieve age-appropriate  gross and fine motor developmental skills": [
            "Developmental milestones, PDMS-2,  BOT-2,  BSID-III"
        ],
        "increase functional strength for age-appropriate  skills": [
            "MMT, handheld dynamometry, timed strength tests such as single-leg hop, broad jump, 1 RM or 6 RM"
        ],
        "improve gait efficiency": [
            "6MWT"
        ],
        "improve standing and sitting balance": [
            "PBS, Romberg/Sharpened Romberg, single-leg  stance, PDMS-2,  BOT-2"
        ],
        "increase lean body mass  improve bmi  in conjunction with weight reduction": [
            "BMI, weight"
        ],
        "increase physical activity level improve cardiorespiratory endurance": [
            "EEI, 6MWT, Modified Borg Test, Dyspnea Scale, journal log"
        ]
    },
    "maintenance or prevention": [
        "The American Academy of Pediatrics published health supervision guidelines for children with PWS in 2011. These can be accessed online along with updated information and services at http://pediatrics.aappublications.org/content/ pediatrics/127/1/195.full.pdf",
        "Genetic counseling should be provided to the parents, especially if they are considering having more children",
        "Parents/primary caregivers must adhere to strict dietary controls since evidence indicates that any relaxation of parental control has deleterious effects on the child’s BMI once an eating problem has been identified. It is wise to implement dietary controls prior to observing obesity and eating problems since obesity may develop prior to the increased interest in food(2) Behavior modification techniques are needed to address food stealing within the home and community by children with PWS Parents/primary caregivers need to seek support from the child’s community (teachers, friends, other family members) regarding the necessity to adhere to the child’s strict dietary guidelines Relatives, friends, and teachers must be educated on the child’s dietary program in order to provide the optimal environment for the child when away from the primary caregivers. It is important for family members to understand that the child’s insatiable desire for food may be so intense that he or she will seek it at any cost. Inpatient treatment settings may be required if the family is unable to cope with the child’s behavior Holidays and most celebrations often involve food. Such events may need to be modified and celebrated differently so that food is not the center of the event",
        "In addition to dietary controls/modifications, children with PWS need encouragement to participate in daily physical activity. Family support is key to adherence Parents/primary caregivers need to discourage the use of television and video games and encourage physical activity Family commitment and participation will increase the likelihood of the child’s willingness to participate in physical activity such as going for daily walks, riding a bicycle, and swimming These activities should always include the child’s interests and be compatible with the family’s routine as much as possible An activity log may be of added benefit and motivation for the child to participate and comply",
        "V ocational planning is essential. Most of these individuals require sheltered work or work with a job coach. Optimal work settings involve a physical activity and absence of exposure to available food. Suggestions are landscaping, mail delivery, and working in a florist shop(2)",
        "As these children enter adulthood, despite relatively mild mental impairments the overwhelming majority are unable to live completely independently in their own homes. Group homes specifically designed for individuals with PWS may be the best option because everyone will be on low-calorie  diets, food is inaccessible, and behavior limits are strictly enforced(2)"
    ],
    "patient education": [
        "PWS Association (United States), https://www.pwsausa.org/",
        "Foundation for Prader-Willi  Research (United States) has information about ongoing research and clinical trials at https:// www.fpwr.org/ ",
        "National Organization for Rare Disorders (NORD), in conjunction with Inspire.com, for persons with rare diseases to connect with other patients, family members, caregivers, and medical professionals, https://www.inspire.com/conditions/prader-willi-syndrome",
        "Online social hub dedicated to patients, healthcare professionals, and family members affected by rare medical disorders, https://rareshare.org/",
        "National Organization for Rare Diseases (NORD) (United States), https://rarediseases.org/rare-diseases/prader-willi-syndrome/",
        "Genetic Alliance Organization, dedicated to providing optimal health for those with genetic disorders, http:// www.geneticalliance.org",
        "Information on GH (somatropin), https://www.genotropin.com/",
        "Searchable directory of U.S. and international genetics and prenatal diagnosis clinics useful for finding a genetics professional in your community, www.ncbi.nlm.nih.gov/gtr/",
        "To search for PWS trials in the United States, https://www.clinicaltrials.gov/",
        "U.S. database designed to bring together patients, healthy volunteers, and researchers for future studies, https:// www.researchmatch.org/",
        "International Prader-Willi  Syndrome Organisation, https://www.ipwso.org/",
        "Prader-Willi  Syndrome Association U.K., https://www.pwsa.co.uk/"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Prader-Willi  syndrome. US National Institutes of Health, Center for Advancing Translational Sciences Web site. http://rarediseases.info.nih.gov/gard/5575/prader-willi-syndrome/resources/1 . Published July 7, 2016. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Cassidy SB, McCandless SE. Prader-Willi  syndrome. In: Cassidy SB, Allanson JE, eds. Cassidy and Allanson’s Management of Genetic Syndromes . 4th ed. Hoboken, NJ: John Wiley & Sons, Inc; 2021:735-756.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Saenz M, Tsai ACH, Manchester DK, Elias ER. Genetics & dysmorphology. In: Hay WW Jr, Levin MJ, Sondheimer JM, Deterding RR, eds. Current Diagnosis & Treatment Pediatrics . 24th ed. New York, NY: McGraw-Hill  Medical; 2018:1093. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Prader-Willi  syndrome. Genetics Home Reference website Web site. http://ghr.nlm.nih.gov/condition/prader-willi-syndrome . Published April 17, 2018. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Fitzgerald PA. Endocrine disorders. In: Papadakis MA, McPhee SJ, Rabow MW, eds. 2020 Current Medical Diagnosis & Treatment . 59th ed. New York, NY: McGraw-Hill Education/Medical; 2020:1127-1135.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Hodapp RM, Dykens EM, Masino LL. Families of children with Prader-Willi  syndrome: stress-support  and relations to child characteristics. J Autism Dev Disord . 1997;27(1):11-24.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Driscoll DJ, Miller JL, Schwartz S, Cassidy SB. Prader-Willi  syndrome. GeneReviews Web site. http://www.ncbi.nlm.nih.gov/books/NBK1330/ . Published December 14, 2017. Accessed October 19, 2016. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Gold JA, Ruth C, Osann K, et al. Frequency of Prader-Willi  syndrome in births conceived via assisted reproductive technology. Genet Med . 2014;16(2):164-169.  doi:10.1038/ gim.2013.97. (R)"
        },
        {
            "number in article": 9,
            "reference": "Lo ST, Siemensma EP, Festen DA, Collin PJ, Hokken-Koelega  AC. Behavior in children with Prader-Willi  syndrome before and during growth hormone treatment: A randomized controlled trial and 8-year longitudinal study. Eur Child Adolesc Psychiatry . 2015;24(9):1091-1101.  doi:10.1007/s00787-014-0662-4.  (RCT)"
        },
        {
            "number in article": 10,
            "reference": "Gumus Balikcioglu P, Balikcioglu M, Muehlbauer MJ. Macronutrient regulation of ghrelin and peptide YY in pediatric obesity and Prader-Willi  syndrome. J Clin Endocrinol Metab. 2015;100(10):3822-3831.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Lo ST, COllin PJL, Hokken-Koelega  ACS. Visual-motor  integration in children with Prader- Willi syndrome. J Intellect Disabil Res . 2015;59(9):827-834.  doi:10.1111/jir.12197. (R)"
        },
        {
            "number in article": 12,
            "reference": "Hirsch HJ, Eldar-Geva  T, Bennaroch F, Pollak Y, Gross-Tsur  V. Sexual dichotomy of gonadal function in Prader-Willi  syndrome from early infancy through the fourth decade. Hum Reprod . 2015;30(11):2587-2596.  doi:10.1093/humrep/dev213. (R)"
        },
        {
            "number in article": 13,
            "reference": "Rubin DA, Duran AT, Haqq AM, Gertz ER, Dumont-Driscoll  M. Changes in cardiometabolic markers in children with Prader-Willi  syndrome and nonsyndromic obesity following participation in a home-based  physical activity intervention. Pediatr Obesity . 2018;13(11):734-743.  doi:10.1111/ijpo.12462. (RV)"
        },
        {
            "number in article": 14,
            "reference": "Rubin DA, Wilson KS, Dumont-Driscoll  M, Rose DJ. Effectiveness of a parent-led  physical activity intervention in youth with obesity. Med Sci Sports Exerc . 2019;51(4):805-813. doi:10.1249/MSS.0000000000001835. (RV)"
        },
        {
            "number in article": 15,
            "reference": "Fermin Gutierrez MA, Mendez MD. Prader-Willi  Syndrome. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (G) "
        }
    ]
}