{
    "metadata": {
        "title": "Yoga",
        "synonyms": [
            "hatha yoga",
            "vinyasa yoga",
            "iyengar yoga",
            "ashtanga yoga",
            "bikram yoga",
            " viniyoga",
            "kundalini yoga",
            "kripalu yoga",
            "anusara yoga",
            "sivananda yoga",
            "power yoga",
            " yogafit",
            "raja yoga"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "cardiovascular rehabilitation",
            "pulmonary rehabilitation",
            "home health",
            "oncology",
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "women’s health",
            "geriatric rehabilitation"
        ],
        "description": [
            "Yoga is an Indian mind-body  practice that has been in existence for 2,000 years. It is a combination of meditation, mindfulness, self-exploration,  breathing control, and body movement designed to improve flexibility, focus, balance, and strength. There is a misconception that Yoga only provides flexibility training; studies have shown that the various yoga practices (described below) can also improve musculoskeletal strength, endurance, and balance.(52) Yoga is also considered a way of life designed to create a union of mind, body, and spirit while cultivating prana , or life force",
            "The Indian sage Patanjaliis considered the father of classic yoga. He described eight limbs of philosophy required to achieve a moral, meaningful life: yama (moral behavior), niyama (healthy habits), asana  (physical postures), pranayama (breathing exercises), pratyahara  (sense withdrawal), dharana  (concentration), dhyana (contemplation), and samadhi  (higher consciousness). Raja  yoga has strict adherence to all eight limbs(2)",
            "Yoga was introduced to the Western world starting in the 1930s and initially consisted primarily of postures ( asanas ), breathing exercises ( pranayama ), and sometimes meditation(2)",
            "Since that time, yoga has divided into different schools and brands:(35) –Hatha – A general term for yoga using primarily postures as opposed to breathing or meditation exercises. Considered basic and good for beginners –Vinyasa – Consists of fluid movement between postures with coordinated breathing; geared for the physically fit –Iyengar – Known for its emphasis on props to maintain good body alignment. Good for less flexible patients; is accessible to anyone; training for teachers is more formal and rigorous than other disciplines –Ashtanga – Movement is rapid, smooth, and vigorous; designed for athletes –Bikram – Known for taking place in a heated room (over 100° F/38° C) to increase flexibility, it uses the same sequence of postures each time and is best for the physically fit. Also known as “hot yoga,” Bikram yoga is more popular in the United States than in other countries –Viniyoga – Uses breathing and chanting exercises with gentle postures and is considered suitable for the less fit –Kundalini – A flowing style with emphasis on breathing techniques, it has more of a spiritual aspect –Kripalu – Considered physically challenging, it combines breathing and postures and incorporates techniques similar to psychotherapy that address spiritual and emotional aspects  –Anusara – Similar to Iyengar with emphasis on alignment, uses chanting and breathing exercises and is known for being lighthearted –Sivananda – Lifestyle yoga with moderate poses, breathing, relaxation; emphasizes vegetarian diet and cheerful attitude –Power – Considered to be an even more vigorous form of Ashtanga yoga –YogaFit – Athletic form, popular in gyms and exercise clubs, that mixes poses with sit-ups,  push-ups,  and other exercises",
            "A 2012 survey reported that 20.4 million Americans (or 8.7% of adults in the United States) practice yoga, an increase from 15.8 million in 2008(3)",
            "It is important to choose a style of yoga appropriate to one’s fitness level as well as to find an experienced teacher(1,4)",
            "There is a difference between yoga for general well-being  and “yoga therapy,” with the latter being prescribed by a health professional for a particular condition. This Clinical Review  will focus primarily on yoga therapy for rehabilitation, with yoga for general well-being  addressed in the “Maintenance and Prevention” section, below",
            "Researchers in Germany conducting a bibliometric analysis of RCTs of yoga interventions concluded that there has been a marked increase in RCTs in recent years (2011 and 2012), but that available research evidence is still sparse for most conditions(5)"
        ],
        "indications": [
            "In rehabilitation –Diminished quality of life –Difficulty managing disease –Stress management",
            "In general –Improve flexibility, focus, balance, and strength –Improve quality of life –Improve physical fitness"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "NA",
            "description": ""
        },
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified. Most yoga is practiced for general well-being  and is considered a personal expense. Reimbursement may be more viable with a diagnosis and prescription from a physician for “yoga therapy” Indications for Yoga"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "A physical therapist may be asked to evaluate a client’s readiness to practice yoga.(4) Keep in mind the guidelines and contraindications/precautions listed above when making the evaluation",
            "For detailed information on the examination of a patient with a specific condition for which yoga is being recommended, see the Clinical Review associated with the condition"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "A physical therapist may be asked to evaluate a client’s readiness to practice yoga.(4) Keep in mind the guidelines and contraindications/precautions listed above when making the evaluation",
            "For detailed information on the examination of a patient with a specific condition for which yoga is being recommended, see the Clinical Review associated with the condition"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the history of the injury or illness that has led to the discussion/ prescription of yoga as a form of treatment",
                "course of treatment": {
                    "medical management": "Document the medical management of the condition. Is yoga being suggested as an option or alternative in the management of the condition? Is the client opting for complementary and alternative medicine (CAM) therapies, such as yoga, as an adjunct or in place of traditional medical management?",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed for the condition; are they being taken? Depending on the condition, patients being referred to yoga may be on a variety of medications (e.g., pain medications, depression or anxiety medications, cardiac medications, chemotherapy)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Tests required will depend on the condition for which the patient is being referred to yoga"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture, therapeutic touch) and whether they help or not. Document whether the patient has practiced yoga in the past and, if he or she has, document reason for practicing yoga, type of yoga practiced, frequency, duration, and response to yoga. Any associated injuries or adverse events?",
                    "previous therapy": " therapyDocument whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document factors and length of time each item is performed before the symptoms of the condition come on or are eased",
                "body chart": "Use body chart to document location and nature of symptoms, as applicable",
                "nature of symptoms": "Document nature of symptoms associated with condition for which yoga therapy is being considered (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling) ",
                "rating of symptoms": "Use a visual analog scale or 010  scale to assess symptoms at their best, worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night that are associated with the condition, if applicable -If client is female, document if client is or could be pregnant -Ask if patient is sensitive to heat and document if applicable -Some diagnoses (e.g., heart disease, lung disease, prior history of heatstroke) may not be advisable for Bikramor “hot yoga”(1) -If client is being referred because of anxiety/depression, document any tests performed that are related to diagnosis -Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician",
                "other symptoms": "",
                "respiratory status": "If condition has effect on breathing (e.g., asthma, heart failure), be sure to note baseline and any use of supplemental oxygen or inhalers -Are there any barriers to learning? Yes/No -If Yes, describe_____________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders. Although yoga may not be contraindicated, there are certain conditions (e.g., osteoporosis, rheumatoid arthritis) for which modification or avoidance of poses may be required",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Document if the current condition is limiting the patient’s ability to participate at work, school, or in hobbies. How much daily physical activity does the patient typically get?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient is currently experiencing functional limitations associated with the condition and/or requiring the use of assistance or adaptive equipment",
                "living environment": "Document number of stairs, number of floors in home, with whom patient lives, caregivers, etc., if applicable. Identify if there are barriers to independence in the home and if any modifications are necessary"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures  (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document patient’s height, weight, and BMI",
            "assistive and adaptive devices": "Document what assistive and adaptive devices are being used, if applicable",
            "balance": "Evaluate both dynamic and static balance with single-limb  stance (eyes open and eyes closed) and with Functional Reach Test (FRT) or other appropriate measure",
            "cardiorespiratory function and endurance": [],
            "circulation": "Check peripheral pulses as indicatedAssess if indicated by conditionAssess transfers, if indicated, including getting up from floor, as can be required to participate in yoga ",
            "functional mobility": "",
            "gait locomotion": "Assess for any deviations due to condition. Document gait speed as neededAssess joint mobility throughout extremities and spine. Note any areas of hypo-  or hypermobility and consider when choosing various postures of yoga",
            "muscle strength": "Manual muscle testing (MMT) can be used to assess upper and lower extremity strength as indicated. Note any weaknesses that may make certain yoga positions difficult or unsafe",
            "observation inspection palpation including skin assessment": [
                "Advise patient about skin infection risk with the use of communal mats. Advise use of own mat •Perception  (e.g., visual field, spatial relations): Assess if indicated by condition"
            ],
            "posture": "Assess patient’s posture and note any postural deviations that may interfere with a person’s ability to participate in yoga or that could benefit from yoga",
            "range of motion": "Assess ROM in all joints, noting any limitations that may interfere with a person’s ability to participate in yoga, that require attention, or that could benefit from assumption of postures to increase ROM",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess if indicated. Kinesthetic sense may be important when holding yoga postures",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess orientation to name, place, time, and situation; attention; short-  and long-term  memory; and problem-solving  as indicated",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Additional risks are present for those with pathological conditions. Consider the pathology and what positions would be inadvisable -Risks of excessive neck extension and neck loading -Weight bearing through wrists—especially if the patient has carpal tunnel syndrome -Risks in persons with osteoporosis for any position that puts excessive stress on spine or hips"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with a diagnosis for which yoga is suggested or prescribed may be at risk for falls. A less vigorous form of yoga would be appropriate for these patients. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies",
                "Injuries during yoga can occur and a number of common poses are risky for many persons. The focus in treatment is to emphasize awareness of limitations and not focus on achieving specific poses"
            ]
        },
        "diagnosis need for treatment": "Yoga may be suggested or prescribed for a variety of reasons. Yoga therapy for a specific condition should be prescribed by a physical therapist, whereas yoga in general can be utilized as a preventive technique. See Treatment summary  below for diagnoses that have been researched and Maintenance and Prevention section for applications to healthy populations",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "As needed, depending on condition",
        "other considerations": [
            "Among health professionals studied, the ratings of the appropriateness of yoga for treatment were not aligned with the evidence base, with most health professionals undervaluing yoga therapy(7)",
            "Although still new, tele-yoga  (multi-point  videoconferencing that connects participants to live classes) has been found to be an acceptable and appropriate intervention for patients with heart failure and COPD, who are often limited by high symptom burden and social isolation(8)"
        ],
        "treatment summary": [
            "Young children with autism spectrum disorder (ASD) may benefit from a “creative yoga intervention” in order to enhance motor and imitation skills(47) –Twenty-four  children with ASD between the ages of 5 and 13 years received 8 weeks of physical therapy that incorporated foundations of yoga therapy –Objective measures used in this study included the Bruininks-Oseretsky  Test of Motor Performance (BOT-2) –Results show that after 8 weeks, children had improvements in their gross motor performance on the BOT-2  as well as fewer errors when performing imitation activities",
            "Low back pain (LBP) –Authors of a 2017 systematic review found moderate to low evidence for the effectiveness of yoga for chronic non-specific  LBP(43) -Twelve trials involving a total of 1080 participants with chronic non-specific  LBP were included -The authors found that those who participated in yoga compared to non-exercise  had improved overall back function at 3 months (low certainty), 6 months (moderate certainty), and at 12 months (low certainty)  –Authors of a 2016 systematic review found that yoga for the treatment of chronic low back pain can reduce pain and improve function and is well tolerated by most participants(44) –Authors of a 2016 systematic review found yoga to be beneficial for long-term  pain management in midlife adults with non-specific  chronic LBP(45) –In an exploratory RCT of yoga for persons with lumbar disc extrusions and bulges, investigators found yoga to be safe and beneficial for this population(9) -Sixty-one  adults (ages 20–45)  with nonspecific LBP or sciatica and disc extrusions or bulges. Disc extrusions and bulges were deemed likely by either symptoms (history, past or present sciatica, positive straight leg test, palpation, exacerbated by sitting) or prior MRI and confirmed with MRI -Yoga group received 3-month  yoga course of group classes and home practice that was designed to ensure safety for disc extrusions -There was significant improvement in Roland Morris Disability Questionnaire (RMDQ) in yoga group at 3 months; however, there were no changes in the Aberdeen Low Back Pain Scale or straight leg raise test –Researchers in Sweden who conducted an RCT with cost-effective  analysis comparing yoga therapy, exercise therapy, and self-care  advice for nonspecific LBP found 6 weeks of yoga therapy to be a cost-effective  early intervention for nonspecific LBP(10)",
            "Chronic neck pain(42) –Fifty-six  participants with chronic neck pain were recruited for this study and were divided into the Pilates group (n = 20), yoga group (n = 19), and control group (n = 17) –The Pilates group and yoga group participated in 1-hour sessions for 12 weeks. Classes focused on education, positioning, and movement strategies. After 6 sessions, the Pilates group progressed to thoracic flexibility exercises, light upper-extremity  weights, upright seated endurance exercises, and increased balance activities using foam rollers –During the 12-week  study participants in the yoga group focused on breathing exercises, postural awareness to address proper alignment, and strength and flexibility exercises, and ended with relaxation techniques. Yoga progression was based on increasing the duration of postural holds –There were significant improvements on the Neck Disability Index for the Pilates group and yoga group, with no changes in the control group. Pain rating scales were also reduced for both intervention groups. There were no significant improvements in ROM",
            "Depression –Authors of a 2015 systematic review and meta-analysis  of yoga for prenatal depression found that prenatal integrated yoga intervention (utilizing postures, deep breathing, deep relaxation, and meditation) may be effective in partly reducing depressive symptoms(11) -Six RCTs with 375 pregnant women -Physical-exercise-based  yoga (without deep breathing, relaxation, and meditation) was not effective –Authors of an RCT study in the United States concluded that a 12-week  yoga intervention plus coherent breathing exercises can improve depressive symptoms in patients with major depressive disorders (MDD)(41) -Thirty subjects with MDD were randomized to either the high-dose  group or low-dose  group. Both groups participated in a 12-week  program; the high-dose group had 3 sessions per week and the low-dose  group had 2 sessions per week -Both groups received 90 minutes of yoga plus a home exercise program -The objective measure used in this study was the Beck Depression Inventory–II",
            "Pregnancy –U.S. researchers who reviewed 15 quantitative studies conducted between 2008 and 2013 on yoga interventions in pregnancy found 10 studies that demonstrated positive changes in maternal psychological or birth outcome measures(12) -Nine of the 15 studies were RCTs -Outcome measures for maternal psychological health were anxiety, stress levels, depression, quality of life, and interpersonal relationships. Birth outcomes were duration of labor, birth weight, and Apgar score -Authors concluded that yoga is a promising modality for pregnancy –Researchers in Thailand who conducted an RCT found that mindful eating and yoga exercise had a beneficial effect on blood sugar levels of women with gestational diabetes mellitus (GDM)(13) -One hundred seventy pregnant women with GDM class A1 (fasting glucose < 105 mg/dL and 2-hour postprandial blood glucose less than 120 mg/dL) who were not on insulin therapy  -The intervention group attended two 50-minute training sessions and were then encouraged to continue the program at home 5 times a week for 8 weeks. The control group received standard diabetes care -Mindful eating involved setting a goal for blood glucose control, carbohydrate choice, and portion choices, being aware while eating, and eating slowly. Yoga exercise was 15–20  minutes per day of a combination of deep breathing exercises and postures -All outcome measures (fasting plasma glucose, 2-hour postprandial blood glucose, and glycosylated hemoglobin [HbA1c]) were significantly reduced in the intervention group",
            "Breast cancer –Researchers of a 2015systematic review and meta-analysis  of yoga for breast cancer patients concluded that evidence supports yoga as being effective in enhancing health and managing some treatment-related  side effects in women with breast cancer(14) -Sixteen RCTs with a total of 930 women -Significant differences were found in overall health-related  quality of life, depression, anxiety, and gastrointestinal symptoms -Further analysis found that yoga had a significant effect on anxiety only if practiced for more than 3 months –Researchers who conducted an RCT in Taiwan found that an 8-week  yoga exercise program was effective in decreasing fatigue in women with breast cancer undergoing chemotherapy(15) -Sixty women with nonmetastatic breast cancer were randomly assigned to either a yoga exercise group (60 minutes, twice a week) or standard care group -Yoga exercise program consisted of warm-up,  Anusara yoga, gentle stretching, and relaxation exercises -Outcome measures were Profile of Mood States to measure depression and anxiety and Brief Fatigue Inventory to measure fatigue -The intervention did not significantly improve levels of depression or anxiety –Researchers in Canada developed a yoga program for women with lymphedema after breast cancer and did a qualitative study of the 13 women who attended. Upon analysis of interviews, they identified the following outcomes:(16) -Greater understanding of arm morbidity -Becoming more aware of posture -Countering fatigue -Furthered their understanding of loss associated with disability -Enhanced experiences of embodiment –Researchers in India found that a yoga program over a 24-week period during which women with breast cancer underwent surgery followed by chemotherapy or radiotherapy was effective in reducing self-reported  symptoms of depression(39) -The RCT consisted of 69 participants, 33 in the yoga group and 36 in the control group undergoing supportive therapy -The Beck Depression Inventory (BDI) and symptom checklist were assessed at baseline, after surgery, and before, during, and after radiotherapy and six cycles of chemotherapy",
            "Cardiovascular disease/hypertension –In a 2014 systematic review and meta-analysis  researchers found promising evidence that yoga can improve many of the markers associated with cardiac and metabolic health(17) -Thirty-seven  RCTs included in systematic review, 32 RCTs in meta-analysis -BMI, body weight, systolic BP and diastolic BP,low-density  lipoprotein cholesterol, high-density lipoprotein cholesterol, total cholesterol, triglycerides, and heart rate were all positively affected. No evidence was found for improvement in blood glucose or HbA1c -No significant differences were seen between yoga and exercise –Researchers who conducted a 2014 systematic review and meta-analysis  investigating the effects of yoga on hypertension (HTN) confirmed emerging but low-quality evidence that yoga can be utilized as an adjunct intervention in the management of hypertension(18) -Seven RCTs with a total of 452 patients",
            "Researchers of an RCT in India in 2014 found that 12 weeks of yoga therapy reduced myocardial oxygen consumption and decreased blood pressure(36) –Seventy patients, ages 35–55  years ",
            "Asthma –Researchers of a 2014 systematic review and meta-analysis determined that yoga cannot be considered a routine intervention for patients with asthma but can be considered an ancillary intervention or alternative to breathing exercises(19) -Fourteen RCTs with a total of 824 patients -Although yoga was found to positively affect respiratory values, there was no robust effect when compared to sham yoga and breathing exercises. No effect was robust against potential bias",
            "COPD –Researchers who performed a 2014 systematic review and meta-analysis  determined that the current limited evidence suggests that yoga breathing improves lung function and exercise capacity and could be used as an adjunct to a pulmonary rehabilitation program for COPD(33) -Five RCTs with a total of 233 patients -Authors cautioned that this was only preliminary evidence and called for more studies",
            "Multiple sclerosis (MS) –Researchers who conducted a 2014 systematic review and meta-analysis  determined that no recommendation could be made regarding utilizing yoga as an intervention for MS(20) -Seven RCTs with a total of 670 patients -Although yoga was found to be effective for improving fatigue and mood, these effects were not robust against bias -No short-term  or longer-term  effects of yoga when compared to exercise were found -Yoga was not associated with any serious adverse effects –Researchers in Turkey found that a 12-week  biweekly supervised yoga program improved fatigue, balance, and spatiotemporal gait parameters in patients with MS(21) -Small study involving 8 patients with MS -Sessions were 60 minutes in length with positions being modified and patients being supported by a chair, the floor, or against a wall, as needed. All sessions ended with relaxation exercises -Outcome measures were Fatigue Severity Scale (FSS) for fatigue and Berg Balance Scale (BBS) for balance as well as a three-dimensional  quantitative gait evaluation using motion analysis -Gait parameters such as step length and gait velocity were significantly improved with yoga",
            "Neurological disorders –Authors of a single-blinded  RCT conducted in Japan found no positive changes in resilience or stress markers when patients with schizophrenia-spectrum  disorders were treated with Hatha yoga therapy(22) -Twenty-five  patients in experimental group received 1 hour/week of Hatha yoga in addition to regular treatment. Control group received regular treatment -Authors attributed a lack of response to the limited duration and intensity of yoga practice –Researchers investigated the effect of a yoga intervention on alcohol and drug abuse behaviors in women with PTSD and suggested that specialized yoga therapy may diminish symptoms of PTSD(23) -Pilot RCT with 26 women, ages 18–65,  with at least subthreshold PTSD as measured by PTSD Symptom Scale–Interview -The Alcohol Use Disorders Identification Test (AUDIT) and Drug Use Disorders Identification Test (DUDIT) were utilized to identify alcohol and drug abuse behaviors, respectively -Yoga intervention was 12 Hatha yoga sessions of 75 minutes each with pose modifications to accommodate fitness level and incorporating guidelines for trauma-sensitive  yoga -Changes to AUDIT and DUDIT did not reach statistical significance between groups but yoga group reported reduction in symptoms and improved symptom management –Authors of an RCT in the United States suggest that a specialized yoga program can significantly improve physical functioning in older adults with Parkinson’s disease(40) -Forty-one  older adults (age 72.2 ± 6.5) with Parkinson’s disease were randomized to either the power training group (PWT) (n = 14), yoga group (n = 15), or control group (n = 12) -Those in the PWT group utilized 11 pneumatic exercise machines: biceps curls, triceps push down, chest press, seated rows, latissimus pull downs, shoulder press, leg press, leg curl, hip abduction, hip adduction, and seated calf raises. Sessions were performed in three circuits with 10–12  repetitions, twice a week for 12 weeks. Patients exercised at 50% to 75% of optimal loads for PWT and intensity increased when individuals reached plateaus  -Individuals in the yoga group focused on improving movement speed, muscle strength, power, and balance. Intervention was given in a 1-hour  group class, twice a week for 12 weeks. Difficulty levels were easy, moderate, or hard. All individuals started at easy and all progressed toward the hard difficulty level -Individuals in the control group received only a 1-hour  health education class once a month for 12 weeks that focused on lifestyle modifications, medication, therapy, nutrition, exercise, and long-term  care -Results at the end of 12 weeks showed that those in the PWT group and yoga group had significant improvements in the Unified Parkinson’s Disease Rating Scale motor score (UPDRS MS)and Berg Balance Scale when compared to the control group. No improvements were found in the Mini BESTest, single leg stance, postural sway test, or Timed Up and Go",
            "Use with older adults –Considering the possible benefit to older adults, especially in the area of fall prevention, there is a lack of RCTs in this area of research(4) –Researchers in the United States who used a quasi-experimental  pretest/post-test  design concluded that a 12-week, 60-minute,  biweekly modified Kripalu yoga class benefitted postural control and mobility in community-dwelling  older adults(24) -Thirteen older adults (mean age = 72) attended at least 19 of the 24 sessions -Pre- and post-outcome  measures were postural control (using MiniBESTest [MBT]), mobility (Timed Up and Go [TUG] test), and gait speed (normal and fast). All outcomes improved significantly after the intervention -Authors suggest that activities such as yoga that require standing, sitting, and lying on the floor may be effective in improving mobility, postural control, and gait speed in community-dwelling  older adults –Researchers of an RCT in the United States concluded that yoga has the potential to improve psychological health (anger, anxiety, well-being,  general self-efficacy, self-efficacy  in daily living, and overall self-control)  in older adults(34) -Ninety-eight  older adults (mean age = 74) randomly assigned to chair yoga, chair exercise, or control group. Program characteristics were modified to accommodate all participants -Classes met once per week for 45 minutes over a 6-week  period. Chair yoga was Hatha yoga (breathing, postures, mindfulness); chair exercise paralleled yoga physical movements in an attempt to separate meditation and mindfulness from physical activity; control group was assigned to waiting list and was able to choose either chair yoga or chair exercise after experiment was over -Assessment tools were State-Trait  Anger Expression Inventory, State Anxiety Inventory, Geriatric Depression Scale, Lawton’s PGC Morale Scale, the General Self-Efficacy  Scale, Chronic Disease Self-Efficacy  Scale,and Self-Control Schedule -Chair yoga group had significantly better results for all outcome measures when compared to chair exercises only and control group. Authors suggest that yoga is not an alternative form of physical exercise but a preferred form for older adults as it provides both gentle and effective physical exercise as well as teaches emotional and cognitive control",
            "Pediatric –Feasibility studies for both inpatient children receiving intensive chemotherapy and pediatric cancer outpatients have demonstrated that yoga is a feasible treatment for fatigue (inpatient) and health-related  quality of life (outpatient)(25,26) -Further studies are required to determine yoga’s effectiveness –Results from a quasi-experimental  pretest/posttest design study conducted in the United States suggest that yoga can promote self-regulation  among preschool children(27) -Twenty-nine  children (16 intervention, 13 control) were included in year-long  study of two full-day universal kindergarten classrooms. One teacher provided the yoga intervention while the other teacher did not -Intervention was a modified version of the standardized Yoga Kids curriculum incorporated into classroom activities. Intervention group received about 40 hours of treatment over 25 weeks -Pre- and post-outcome  measurements were evaluations that assessed multiple indices of children’s self-regulation  (e.g., attention, delay of gratification, inhibitory control) and used input from parent reports and direct observation -Authors noted that children with most risk of self-regulation  dysfunction benefitted most from yoga intervention –Researchers of an RCT in Haiti concluded that children living in orphanages with trauma-related  symptoms and emotional and behavioral difficulties showed improvements in mental and physical health after an 8-week  yoga program(37) -Study included 76 children (ages 7–17  years) ",
            "Overweight individuals –Researchers in Thailand who examined yoga for improving balance in persons with BMI > 25 with poor posture found it to be beneficial to both static and dynamic balance(32) -Sixteen persons with a BMI over 25 and poor standing posture (defined as one-legged  standing with eyes open for less than 30 seconds) were randomly assigned to either yoga group or control group -Yoga training was Hatha yoga (8 postures and breathing) specifically chosen to improve standing balance, 45 minutes per day, 3 times per week for 4 weeks. Control group maintained usual activity -Outcome measures were one leg standing (eyes open and eyes closed) and FRT -There were significant improvements in static balance in the yoga group after the second week, while significant improvements in dynamic balance were found after the fourth week",
            "Chronic disease –In a systematic review and meta-analysis  researchers examined yoga programs for individuals with heart disease, COPD, and stroke compared with usual care. Researchers observed that yoga resulted in significant improvements in exercise capacity and a mean improvement in health-related  quality of life (HRQL)(38) -Ten RCTs including 431 individuals, mean age 56±8 years –Symptoms of anxiety were reduced after yoga in individuals with stroke, but not in individuals with COPD –The effect of yoga on individuals with depression varied, with no significant effects when compared to usual care",
            "Authors of a study conducted in India found that utilizing hot sand fomentation (HSF) combined with yoga therapy provided a better reduction in pain and disability among patients with nonspecific neck pain compared to yoga treatment only(46) –HSF (also known as Valuka Sweda) utilizes heated sand to induce swelling in painful parts of the body. The heated sand is generally placed inside a bolus that is slowly rubbed along the area of pain –Sixty subjects with nonspecific neck pain were equally randomized to either the HSF group or yoga-only  group –Both groups received yoga treatment; the HSF group also received HSF treatment for 15 minutes per day for 5 days –Compared to yoga-only  treatment, HSF treatment combined with yoga resulted in a significant reduction of pain as assessed by V AS and theNeck Disability Index and an increase in overall physical function",
            "Yoga therapy combined with resistance training can improve lower limb strength and balance in patients with MS compared with yoga therapy alone(48) –Twenty-six  males were randomized into three groups: yoga training (n = 9), resistance training (n = 9), or control group (n = 8) –The yoga group received 8 weeks of treatment 3x/week based on Hatha yoga principles; resistance training group received treatment 3x/week for 8 weeks following a home-based resistance training program –Results at the end of 8 weeks indicate that those in the yoga training group had no significant improvements in lower extremity strength but those in the resistance training group had improved lower extremity strength.Those in the yoga training group showed improvements in generalized balance",
            "Pranayama yoga (yogic breathing) has been shown to have an overall positive impact on quality of life in patients with COPD(49)",
            "Authors of a study conducted in Australia found that participation in a Bikram yoga program was not superior to participation in a high-intensity  interval training (HIIT) program for reducing pain; however, those participating in the Bikram yoga program had improvements in overall quality of life(50) –Thirty-four  women were randomized to either the Bikram yoga group (n = 17) or HIIT group (n = 15); two members dropped out at the end of the study –Intervention was for 8 weeks,with the respective activities performed 3x/week –Objective measures used in this study included the Brief Pain Inventory (BPI), SF-36,  and heart rate variability (HRV)",
            "Authors of a 2019 meta-analysis  determined that participating in a yoga breathing intervention program can improve exercise capacity and pulmonary function in patients with COPD(51) –Based on 11 RCT studies (N = 586 patients with COPD) . Problem Goal Intervention Expected Progression Home Program  Low back pain, symptoms of depression and anxiety, fatigue, decreased strength and flexibility, decreased balance and mobility in older adults, cardiovascular issues, decreased quality of life, breast cancer, and menopauseDecreased pain, decreased symptoms of depression, anxiety, and fatigue, increased strength, flexibility, balance, and mobility, improved cardiovascular health, increased quality of life and other issues associated with women’s health. Yoga is seen as primarily a complementary treatment to other therapiesTherapeutic strategies:  Yoga therapy prescribed for specific condition. In general, it is important to choose a style of yoga appropriate to fitness level as well as to find an experienced teacher(1,4)Ability to practice yoga should increase with practice. In breast cancer, anxiety was reduced only if yoga was practiced for > 3 months(14)In general, yoga should be practiced with the assistance of an experienced instructor.(1,4)A home-based tele- yoga program with feedback from a live instructor through video-conferencing was acceptable for COPD and heart failure patients(8) ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes and outcome measures will depend on the condition for which yoga is being suggested or prescribed. see treatment summary  above for outcome measures used with various conditions": []
    },
    "maintenance or prevention": [
        "Research on healthy subjects Researchers conducting a systematic review of studies of the effect of yoga on balance in healthy populations concluded that yoga may have a beneficial effect on balance(28) –Fifteen studies were included (5 RCTs, 4 quasi-experimental, 2 cross-sectional,  and 4 single-group  designs) with a total of 688 persons, ages 10–93 –Variable study conditions and poor reporting obscured results; balance was underutilized as a measure Researchers who utilized a pilot RCT to evaluate the effectiveness of a home exercise yoga DVD on cardiorespiratory measures concluded that the DVD program showed potential to improve functional capacity in healthy subjects as measured by 6MWT and gait speed(29) Researchers in South Korea found in an RCT involving nursing students that yogic exercises reduce life stress and blood glucose levels(30) –Twenty-seven  healthy female undergraduate nursing students assigned to either yoga exercise group or control –Yogic exercises were for one hour, once a week for 12 weeks and were a cyclic form of yoga consisting of postures, breathing exercises, relaxation, and meditation –Pre- and post-measures  were Life Stress Scale for College Students and postprandial blood glucose levels Alternate nostril yoga breathing is associated with decreases in blood pressure and changes in heart rate variability in men(31)"
    ],
    "patient education": [
        "For help in finding a yoga instructor or therapist in one’s area, both IAYT and Yoga Alliance offer online search tools: http://iayt.site-ym.com/search/custom.asp?id=1156 https://www.yogaalliance.org/yogaregistry  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Yoga for Health. National Center for Complementary and Integrative Health Web site. https://nccih.nih.gov/health/yoga/introduction.htm#hed3 . Published May 2019. Accessed March 3, 2020. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Stanos SP, Tyburski MD, Harden RN. Chronic pain. In: Braddom RL, ed. Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Elsevier Saunders; 2016:809. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Yoga in America study 2012 [press release]. Yoga Journal Web site. http://www.yogajournal.com/article/press-releases/yoga-journal-releases-2012-yoga-in-america-market-study . Published 2012. Accessed March 4, 2020. (R)"
        },
        {
            "number in article": 4,
            "reference": "Verrastro G. Yoga as therapy: when is it helpful? J Fam Pract . 2014;63(9). (GI)"
        },
        {
            "number in article": 5,
            "reference": "Cramer H, Lauche R, Dobos G. Characteristics of randomized controlled trials of yoga: a bibliometric analysis. BMC Complement Altern Med . 2014;4:328. (R)"
        },
        {
            "number in article": 6,
            "reference": "Nguyen-Feng  VN, Feng SL, Babbar S, Rankins NC, Blando JD. Hot yoga establishments in local communities serving pregnant women: a pilot study on the health implications of its practice and environmental conditions. J Environ Health . 2014;77(3):8-12.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Sulenes K, Freitas J, Justice L, Colgan DD, Shean M, Brems C. Underuse of yoga as a referral resource by health professions students. J Altern Complement Med . 2015;21(1):53. (R)"
        },
        {
            "number in article": 8,
            "reference": "Selman L, McDermott K, Donesky D, Citron T, Howie-Esquivel  J. Appropriateness and acceptability of a Tele-Yoga  intervention for people with heart failure and chronic obstructive pulmonary disease: qualitative findings from a controlled pilot study. BMC Complement Altern Med . 2015;15(1):1-13.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Monro R, Bhardwaj AK, Gupta RK, Telles S, Allen B, Little P. Disc extrusions and bulges in nonspecific low back pain and sciatica: exploratory randomized controlled trial comparing yoga therapy and normal medical treatment. J Back Musculoskelet Rehabil . 2015;28(2):383. (RCT)"
        },
        {
            "number in article": 10,
            "reference": "Aboagye E, Karlsson ML, Hagberg J, Jensen I. Cost effectiveness of early interventions for non-specific  low back pain: a randomized controlled study investigating medical yoga, exercise therapy and self-care advice. J Rehabil Med . 2015;47:167-173.  (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Gong H, Ni C, Shen X, Wu T, Jiang C. Yoga for prenatal depression: a systematic review and meta-analysis.  BMC Psychiatry . February 5, 2015;15:14. (M)"
        },
        {
            "number in article": 12,
            "reference": "Sharma M, Branscum P. Yoga interventions in pregnancy: a qualitative review. J Altern Complement Med . 2015;21(4):208-216.  doi:101089/acm.2014.0033. (R)"
        },
        {
            "number in article": 13,
            "reference": "Youngwanichsetha S, Phumdoung S, Ingkathawornwong T. The effects of mindfulness eating and yoga exercise on blood sugar levels of pregnant women with gestational diabetes mellitus. Appl Nurs Res . 2014;28(4):227. (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Pan Y, Yank K, Wang Y, Zhang L, Liang H. Could yoga practice improve treatment-related  side effects and quality of life for women with breast cancer? A systematic review and meta-analysis.  Asia Pac J Clin Oncol . 2017;13(2):e79-e95.  doi:10.1111/ajco.12329. (M)"
        },
        {
            "number in article": 15,
            "reference": "Taso CJ, Lin WL, Chen SM, Huang WT, Chen SW. The effect of yoga exercise on improving depression, anxiety, and fatigue in women with breast cancer: a randomized controlled trial. J Nurs Res . 2014;22(3):155. doi:10.1097/jnr.0000000000000044. (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Thomas R, Quinlan E, Kowalski K, Spriggs P, Hamoline R. Beyond the body: insights from an Iyengar yoga program for women with disability after breast cancer. Holist Nurs Pract. 2014;28(6):353. (R)"
        },
        {
            "number in article": 17,
            "reference": "Chu P, Gotink RA, Yeh GY, Goldie SJ, Hunink MM. The effectiveness of yoga in modifying risk factors for cardiovascular disease and metabolic syndrome: a systematic review and meta-analysis  of randomized controlled trials. Eur J Prev Cardiol . December 15, 2014;23(3):291-307.  (M)"
        },
        {
            "number in article": 18,
            "reference": "Cramer H, Haller H, Lauche R, Steckhan N, Michalsen A, Dobos G. A systematic review and meta-analysis  of yoga for hypertension. Am J Hypertens . 2014;27(9):1146-1151. (M)"
        },
        {
            "number in article": 19,
            "reference": "Cramer H, Posadzki P, Dobos G, Langhorst J. Yoga for asthma: a systematic review and meta-analysis.  Ann Allergy Asthma Immunol . June 2014;112(6):503-510.e5. doi:10.1016/j.anai.2014.03.014. (M)"
        },
        {
            "number in article": 20,
            "reference": "Cramer H, Lauche R, Azizi H, Dobos G, Langhorst J. Yoga for multiple sclerosis: a systematic review and meta-analysis.  PLoS One . November 2014;9(11):e112414. (M)"
        },
        {
            "number in article": 21,
            "reference": "Guner S, Inanici F. Yoga therapy and ambulatory multiple sclerosis: assessment of gait analysis parameters, fatigue and balance. J Bodyw Mov Ther . 2015;19(1):72. (R)"
        },
        {
            "number in article": 22,
            "reference": "Ikai S, Suzuki T, Uchilda H, et al. Effects of weekly one-hour Hatha yoga therapy on resilience and stress levels in patients with schizophrenia-spectrum  disorders: an eight-week  randomized controlled trial. J Altern Complement Med . 2014;20(11):823. (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Reddy S, Dick AM, Gerber MR, Mitchell K. The effect of a yoga intervention on alcohol and drug abuse risk in veteran and civilian women with posttraumatic stress disorder. J Altern Complement Med . 2014;20(10):750. doi:10.1089/acm.2014.0014.   (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Kelley KK, Aaron D, Hynds K, Machado E, Wolff M. The effects of a therapeutic yoga program on postural control, mobility, and gait speed in community-dwelling  older adults. J Altern Complement Med . 2014;20(12):949. (R)"
        },
        {
            "number in article": 25,
            "reference": "Diorio C, Schechter T, Lee M, et al. A pilot study to evaluate the feasibility of individualized yoga for inpatient children receiving intensive chemotherapy. BMC Complement Altern Med . 2015;2. (R)"
        },
        {
            "number in article": 26,
            "reference": "Wurz A, Chamorro-Vina  C, Guilcher GM, Schulte F, Culos-Reed  SN. The feasibility and benefits of a 12-week yoga intervention for pediatric cancer out-patients.  Pediatr Blood Cancer. 2014;61(10):1828. (R)"
        },
        {
            "number in article": 27,
            "reference": "Razza R, Bergen-Cico  D, Raymond K. Enhancing preschoolers' self-regulation  via mindful yoga. J Child Fam Stud . 2015;24(2):372-385.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Jeter PE, Nkodo AF, Moonaz SH, Dagnelie G. A systematic review of yoga for balance in a healthy population. J Altern Complement Med . April 2014;20(4):221-231.  (SR)"
        },
        {
            "number in article": 29,
            "reference": "Lefebvre KM, Adel A, Himelright A, Jensen D, Pevar M, Ribsam N. Cardiorespiratory benefits of a home yoga DVD program in healthy subjects: a pilot study. Cardiopulm Phys Ther J. 2014;25(4):136. (R)"
        },
        {
            "number in article": 30,
            "reference": "Kim SD. Effects of yogic exercises on life stress and blood glucose levels in nursing students. J Phys Ther Sci . 2014;26(12):2003. (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Telles S, Sharma SK, Balkrishna A. Blood pressure and heart rate variability during yoga-based  alternate nostril breathing practice and breath awareness. Med Sci Monit Basic Res. 2014;20:184-193.  doi:10.12659/MSMBR.892063. (R)"
        },
        {
            "number in article": 32,
            "reference": "Jorrakate, Kongsuk J, Pongduang C, Sadsee B, Chanthorn P. Effect of yoga training on one leg standing and functional reach tests in obese individuals with poor postural control. J Phys Ther Sci . 2015;27(1):59. (R)"
        },
        {
            "number in article": 33,
            "reference": "Liu XC, Pan L, Hu Q, Dong WP, Yan JH, Dong L. Effects of yoga training in patients with chronic obstructive pulmonary disease: a systematic review and meta-analysis.  J Thorac Dis . 2014;6(6):795-802.  (M)"
        },
        {
            "number in article": 34,
            "reference": "Bonura KB, Tenenbaum G. Effects of Yoga on psychological health in older adults. J Phys Act Health . 2014;11:1334-1341.  (RCT)"
        },
        {
            "number in article": 35,
            "reference": "Drake DF, Schulman RA, Daimaru D. Integrative medicine in rehabilitation. In: Braddom RL, ed. Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Elsevier Saunders; 2016:401-402.  (GI)"
        },
        {
            "number in article": 36,
            "reference": "Pushpanathan P, Trakroo M, RP S, Madhavan C. Heart rate variability by Poincare plot analysis in patients of essential hypertension and 12-week yoga therapy. Natl J Physiol Pharm Pharmacol . 2015;5(3):174-180.  doi:10.5455/njppp.2015.5.10122011412. (RCT)"
        },
        {
            "number in article": 37,
            "reference": "Culver KA, Whetten K, Boyd DL, O'Donnell K. Yoga to reduce trauma-related  distress and emotional and behavioral difficulties among children living in orphanages in Haiti: A pilot study. J Altern Complement Med . 2015;21(9):539-545.  doi:1089/acm.20150017. (RCT)"
        },
        {
            "number in article": 38,
            "reference": "Desveaux L, Lee A, Goldstein R, Brooks D. Yoga in the management of chronic disease: A systematic review and meta-analysis.  Med Care . 2015;53(7):653-661.  doi:10.1097/ MLR.0000000000000372. (M)"
        },
        {
            "number in article": 39,
            "reference": "Rao RM, Raghuram N, Nagendra HR, et al. Effects of an integrated yoga program on self-reported  depression scores in breast cancer patients undergoing conventional treatment: a randomized controlled trial. Indian J Palliat Care . 2015;21(2):174-181.  doi:10.4103/0973-1075.156486.  (RCT)"
        },
        {
            "number in article": 40,
            "reference": "Ni M, Signorile JF, Mooney K, et al. Comparative effect of power training and high-speed  yoga on motor function in older patients with Parkinson disease. Arch Phys Med Rehabil. 2016;97(3):345-345.  doi:10.1016/j.apmr.2015.10.095. (RCT)"
        },
        {
            "number in article": 41,
            "reference": "Streeter CC, Gerbarg PL, Whitfield TH, et al. Treatment of major depressive disorder with Iyengar yoga and coherent breathing: A randomized controlled dosing study. J Altern Complement Med . 2017;23(3):201-207.  doi:10.1089/acm.2016.0140. (RCT)"
        },
        {
            "number in article": 42,
            "reference": "Dunleavy K, Kava K, Goldberg A, et al. Comparative effectiveness of Pilates and yoga group exercise interventions for chronic mechanical neck pain: quasi- randomized parallel controlled study. Physiotherapy . 2016;102(3):236-242.  doi:10.1016/j.physio.2015.06.002. (RCT)"
        },
        {
            "number in article": 43,
            "reference": "Wieland L, Skoetz N, Pilkington K, Vempati R, D’ Adamo CR, Berman BM. Yoga treatment for chronic non-specific  low back pain. Cochrane Database Syst Rev . 2017;(Issue 1). Art No: CD010671. doi:10.1002/14651858.CD010671.pub2.  (SR)"
        },
        {
            "number in article": 44,
            "reference": "Chang DG, Holt JA, Sklar M, Groessl EJ. Yoga as a treatment for chronic low back pain: A systematic review of the literature. J Orthop Rheumatol . 2016;3(1):1-8.  (SR)"
        },
        {
            "number in article": 45,
            "reference": "Goode AP, Coeytaux Rr, McDuffie J, et al. An evidence map of yoga for low back pain. Complement Ther Med . 2016;25:170-177.  doi:10.1016/j.ctim.2016.02.016.Epub. (SR)"
        },
        {
            "number in article": 46,
            "reference": "Nandini B, Mooventhan A, Manjunath NK. Add-on effect of hot sand fomentation to yoga on pain, disability, and quality of life in chronic neck pain patients. Explore NY . 2018;14(5):373-378.  doi:10.1016/j.explore.2018.01.002. (RCT)"
        },
        {
            "number in article": 47,
            "reference": "Kaur M, Bhat A. Creative yoga intervention improves motor and imitation skills of children with autism spectrum disorder. Phys Ther . 2019;99(11):1520-1534.  doi:10.1093/ptj/ pzz115. (RV)"
        },
        {
            "number in article": 48,
            "reference": "Hosseini SS, Rajabi H, Saharian MA, Moradi M, Mehri K, Abolhasani M. Effects of 8-week home-based  yoga and resistance training on muscle strength, functional capacity and balance in patients with multiple sclerosis: a randomized controlled study. Asian J Sports Med . 2018;9(3):1-7.  doi:10.5812/asjsm.68807. (RCT)"
        },
        {
            "number in article": 49,
            "reference": "Jayasheela H. Impact of pranayama on quality of life of chronic obstructive pulmonary disease patients admitted at Pravara rural hospital, loni (BK). Int J Nurs Educ . 2018;10(2):103-105.  doi:10.5958/0974-9357.2018.00051.X.  (RV)"
        },
        {
            "number in article": 50,
            "reference": "Flehr A, Barton C, Coles J, et al. #mindinbody-  feasibility of vigorous exercise (Bikram yoga versus high-intensity  interval training) to improve persistent pain in women with a history of trauma: a pilot randomized control trial. BMC Complement Altern Med . 2019;19(1):234. doi:10.1186/s12906-019-2642-1.  (RV)"
        },
        {
            "number in article": 51,
            "reference": "Cramer H, Haller H, Klose P, Ward L, Chung VCH, Lauche R. The risks and benefits of yoga for patients with chronic obstructive pulmonary disease: a systematic review and meta-analysis.  Clin Rehabil . 2019;33(12):1847-1862.  doi:10.1177/0269215519860551. (M)"
        },
        {
            "number in article": 52,
            "reference": "Stephens I. Medical yoga therapy. Children (Basel) . 2017;4(2):12. doi:10.3390/children40. (RV) "
        }
    ]
}