{
    "metadata": {
        "title": "Abdominal Aortic Aneurysm Assessment/Plan of Care",
        "synonyms": [
            "infrarenal aortic aneurysm",
            "juxtarenalaortic aneurysm",
            "atherosclerotic abdominal aortic aneurysm",
            "inflammatory abdominal aortic aneurysm"
        ],
        "anatomical location body part affected": [
            "Abdomen/infrarenal aorta; may include common iliac artery"
        ],
        "area of specialty": [
            "acute care",
            "cardiovascular rehabilitation",
            "geriatric medicine"
        ],
        "description": [
            "Abdominal aortic aneurysm (AAA) is an abnormal dilation in the arterial wall that arises below the thorax, usually (95% of the time) below branches of the renal arteries(1,2,3)",
            "In general,AAAs are identified on diagnostic ultrasound screening as an infrarenal aortic diameter equal to or greater than 50% of the normal diameter for sex and age. The predominance of AAAs are found in men. AAAs with a diameter 30 to 55 mm are considered small(1,2)",
            "Authors of a consecutive series of 10,403 men and women screened by transthoracic ultrasound in New Zealand, found that the age-related prevalence of AAA increased from about 1% of men and women ages 60-64  years to 9% of men and 5% of women older than age 80(18)",
            "Like other aortic aneurysms, the risk of AAA rupture increases with diameter size. Most AAAs do not produce specific symptoms until impending leakage or sudden rupture(1,2)",
            "Medical management of asymptomatic patients with a small AAA involves periodic surveillance imaging of diameter growth rate and pharmaceutical intervention similar to peripheral artery disease, as indicated. Elective surgical repair is usually recommended when the diameter is considered large; that is, 55 mm in men and 50 mm in women.(3,4)Prevention of rupture is the main indication for either open surgical repair (OSR) or endovascular aneurysm repair (EV AR) of a large AAA",
            "AAA is an asymptomatic condition. However, patients are at risk of cardiovascular disease (CVD) and do require increased caution for CVD symptoms. The chief concern in patients with a small AAA is to maintain regular activities of daily living (ADLs),promote health-related  physical fitness, and encourage periodic ultrasound surveillance(1,5)",
            "Prophylactic prescribed aerobic exercise for patients awaiting elective AAA surgical repair may favorably reduce post-operative complications and improve survival at 3-years  follow-up(5,6,7,8)",
            "Supervised exercise training may provide clinical benefits without complications in selected patients with a small AAA(9,10)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "441.3": "abdominal aneurysm, ruptured",
            "441.4": "abdominal aneurysm without mention of rupture"
        },
        "ICD-10 codes": {
            "I71.3": "abdominal aortic aneurysm, ruptured",
            "I71.4": "abdominal aortic aneurysm, without mention of rupture"
        },
        "ICD-11": {},
        "G-codes": {
            "Mobility G-code Set": {
                "G8978": "Mobility: walking & moving around functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8979": "Mobility: walking & moving around functional limitation; projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8980": "Mobility: walking & moving around functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Changing & Maintaining Body Position G-code Set": {
                "G8981": "Changing & maintaining body position functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8982": "Changing & maintaining body position functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8983": "Changing & maintaining body position functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Carrying, Moving & Handling Objects G-code Set": {
                "G8984": "Carrying, moving & handling objects functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8985": "Carrying, moving & handling objects functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8986": "Carrying, moving & handling objects functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Self Care G-code Set": {
                "G8987": "Self care functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8988": "Self care functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8989": "Self care functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Primary G-code Set": {
                "G8990": "Other physical or occupational primary functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8991": "Other physical or occupational primary functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8992": "Other physical or occupational primary functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Subsequent G-code Set": {
                "G8993": "Other physical or occupational subsequent functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8994": "Other physical or occupational subsequent functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8995": "Other physical or occupational subsequent functional limitation, discharge status, at discharge from therapy or to end reporting"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement have been identified"
        ],
        "presentation signs and symptoms": [
            "Although most patients with small or repaired AAAs do not have specific symptoms, some may report vague discomfort such as:(3,4) –Chronic mid-abdominal  pain (may radiate to flank or groin) –Low back pain",
            "A pulsatile nontender abdominal mass may be palpable in non-obese patients with AAA(1,3,4)",
            "Acute postsurgical abdominal pain/tenderness may interfere with coughing, deep breathing, ambulation, and some ADLs(1) Causes & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Stop the examination and consult physician if patient complains of new or increasing symptoms",
            "A previously unsuspected AAA is rarely found on physical examination of asymptomatic physically active middle-aged persons. For example, authors of a study in Switzerland found only 1 case of AAA during cardiovascular screening evaluations of 785 recreational athletes, ages 35 to 65 years (mean, 46.8 years), who engaged in “high-intensity  sports” for at least 2 hours per week(14)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The primary etiology in most cases is chronic aortic wall weakening associated with atherosclerosis, especially in thosewith known CVD(1,2)",
            "Up to 20% of patients have a family history of AAA, particularly on the maternal side, suggesting a geneticcomponent(1,2,4)"
        ],
        "pathogenesis": [
            "Reduced wall elasticity contributes to the expansion of most AAAs.(1,2) Dilation is due mainly to the loss of elastinfibers and degradation of collagen fibers in the arterial wall that is associated with atherosclerosis. Concomitant CVD inpersons with AAA includes peripheral artery disease (PAD) and carotid artery disease, particularly older adults receivingsurveillance for AAA(25)",
            "No specific blood biomarkers link atherosclerosis with AAA pathophysiology.(11) High serum C-reactive  protein (anindicator of inflammation) was associated with increased long-term mortality in patients with AAA who underwentendovascular repair(19)",
            "A deficiency of protein C (autoprothrombin IIA, an anticoagulant) activity was found to be independently associated withAAA in patients with PAD(20)",
            "Serum total oxidant status and calculated oxidative stress index were found to be higher in a series of 42 persons with AAAcompared to 46 controls, suggesting that systemic oxidative imbalance may develop in patients with AAA(26)",
            "On average, small AAAs (i.e., diameters less than 55 mm) expand gradually at a rate of 2 to 3mm per year. However, AAAsize may remain stable in some patients for many years(1,2,3)",
            "American College of Cardiology and American Heart Association practice guidelines recommend that asymptomaticpatients with a small AAA receive periodic ultrasound imaging of diameter growth rate every 6 to 12 months.(3) Incontrast, authors of a meta-analysis  (n = 15,471 patients) concluded that surveillance intervals of several years may beclinically acceptable for the majority of patients with small AAA(21)",
            "Authors of an 2015 systematic review (n=2,323 cardiac patients with small AAAs) found that the risk of all-causecardiovascular death ranged from 1.7% to 4.3% per year, while the number of deaths due to AAA rupture was37 (1.6%)(12)"
        ],
        "risk factors": [
            "Risk reduction involves screening for and management of any concomitant CVD. Authors of a 3-year  AAA surveillanceprogram case series (n=389, 78% male, mean age 75 years) found 45.3%had PAD and 30.4% had carotid artery disease(25)",
            "Large aneurysm diameter, faster aortic expansion rate, and female sex are the main factors associated with increased risk ofAAA rupture. Prerupture endoleak may occur with expansion of large AAAs(1,2,3)",
            "Authors of a prospective longitudinal trial of United States veterans (n=567 with a small AAA followed over a mean of 3.7years) found that the expansion rate was 2.6 mm per year. Higher baseline diastolic blood pressure (BP) and AAA diameterwere associated with faster AAA expansion(22)",
            "Some conventional CVD risk factors are predictors for the presence of AAA.(7)For example, the following factors werefound in a retrospective cohort study of CVD patients (n=3.1 million) in the United States who completed a medical andlifestyle questionnaire and were evaluated by ultrasound imaging:(13)–Factors associated with higher risk for AAA-Male sex-Age over 65 years-Tobacco smoking-Family history-Existing CVD disease-Hypertension-Anemia–Factors associated with lower risk for AAA-Smoking cessation-Regular exercise-A diet that included consumption of nuts, vegetables, and fruits-Black, Hispanic, or Asian ethnicity"
        ],
        "diabetes mellitus  dm  is a well-established  strong risk factor for cvd and if present should be treated. however,authors of a  meta-analysis  of  studies  n=over . million persons with dm  found that dm was inversely associated with": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "An acutely expanding or leaking AAA typically causes the sudden onset of abdominal pain and shortness of breath. Impending AAA rupture is a medical emergency that requires immediate surgical repair. The pre-hospital  urgent care of patients suspected of having AAA leakage includes ensuring adequate breathing (100% medical oxygen, if available), treating for shock, and vigorous treatment with fluids(1,2,3)",
        "Consult surgeon regarding specific post-operative  instructions/guidelines. For example, patients with an iliac artery stent placement may be cautioned against combined trunk and hip full flexion",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Stop the examination and consult physician if patient complains of new or increasing symptoms",
            "A previously unsuspected AAA is rarely found on physical examination of asymptomatic physically active middle-aged persons. For example, authors of a study in Switzerland found only 1 case of AAA during cardiovascular screening evaluations of 785 recreational athletes, ages 35 to 65 years (mean, 46.8 years), who engaged in “high-intensity  sports” for at least 2 hours per week(14)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness",
                "course of treatment": {
                    "medical management": "Patients with a small AAA typically receive serial ultrasound imaging to track growth rate and pharmaceutical therapy for CVD risk factors as needed (see above)",
                    "surgical management": [
                        "Surgical management",
                        "Surgical guidelines currently recommend elective repair for most patients when AAA diameter reaches 55 mm in men and 50 mm in women, unless contraindicated by old age and/or severe comorbidities.(3)Using a ",
                        "genderneutral threshold of 55 mm would delay surgical intervention of AAA in women to a larger size when indexed for body surface area and this could worsen the outcome(23)",
                        "Post-operative  patients with AAA have undergone either conventional OSR or EV AR, often with stent placement.",
                        "Authors of a 2014 systematic review of 4 highquality  trials that compared EV AR with OSR (n=2,790 patients)  found",
                        "lower shortterm mortality but higher reintervention rate within the first year after EV AR(15)",
                        "Survival immediately after elective EV AR appears statistically better than after OSR. However, authors of a 2017",
                        "metaanalysis  of 7 studies (n=92,333 patients with AAA assigned to EV AR or OSR) found that from 1.8 years to 5 years postoperative, survival was worse after EV AR than OSR(29)",
                        "Younger age may improve long-term  outcome after EV AR. Authors of a small retrospective study (n=119 patients under age 61 with AAA who underwent OSR [59%] or EV AR [41%]) in Italy found no statistical differences in",
                        "mortality between the two surgical treatments inhospital,  nor at 30-day,  1-year,  or 56.8-month  follow-up(30)"
                    ],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Authors of a 2012 systematic review of 7 trials (n=1,558 participants) found a slight protective effect of antibiotics for retarding the expansion rate of small AAAs and that antibiotic therapy was well tolerated. On the other hand, propranolol, a beta blocker, was poorly tolerated and provided only a minimal or nonsignificant  protective effect(4)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for AAA",
                        "Diagnosis and surveillance by ultrasound or computer tomography (CT) imaging",
                        "No specific laboratory biomarkers are useful for tracking the growth of AAAs(10)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g. ice or heating pack) or alternative therapies (e.g. acupuncture) and whether they help or not",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "(and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale or 0-10 scale to assess symptoms at their best, worst and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document # of wakings/night",
                "other symptoms": "Document other symptoms the patient may be experiencing which could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Does the patient smoke, cough, have shortness of breath or known pulmonary disease? Does the patient require use of supplemental oxygen? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis",
                    "comorbid diagnoses": "Ask the patient about having other prior or current medical problems including diabetes, cancer, CVD, psychiatric disorders, orthopedic disorders, pulmonary disease, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask the patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "(e.g., does the patient participate in recreational or competitive sports?) Is the patient employed? What is the nature of their work? ",
                "functional limitations assistance with ADLs adaptive equipment": "Are there known functional limitations due to surgery, age, or comorbidities that require assistance with ADLs?",
                "living environment": "Stairs, number of floors in home, with whom patient lives (caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "While tests and measures are listed in alphabetical order, sequencing should be appropriate to ›Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting",
            "anthropometric characteristics": "Determine height, weight, and body mass index (BMI). Is weight loss indicated by high BMI?",
            "assistive and adaptive devices": "Assess functional mobility and need for an assistive device (e.g., walker, crutches, grabber, shower bench, grab bars, raised toilet seat)",
            "balance": "Assess both static and dynamic standing balance. Use Berg Balance Scale (BBS) or Standing Reach Test (SRT), as indicated",
            "cardiorespiratory function and endurance": [
                "Assess for tachycardia, shortness of breath with activity, auscultate breath sounds for atelectasis/pneumonia. Check heart rate (HR) and BP, as indicated",
                "Administer 6-minute  walk test for distance (6MWT), utilizing the Dyspnea Scale and Borg Rating of Perceived Exertion (RPE) scale to assess level of breathlessness and physical intensity",
                "Follow medical guidelines to assess aerobic fitness by progressive, standardized submaximal exercise testing on a treadmill or cycle ergometer.(17) Terminate test according to pre-established  symptoms and signs. Document functional capacity, changes in HR, BP, and RPE, and estimated aerobic fitness"
            ],
            "circulation": "Assess bilateral distal pedal pulses and note any asymmetry or abnormality. Patients with AAA may have co-existing  PAD",
            "functional mobility": "Assess bed mobility and transfers, as indicated, in post-operative  patients. Functional tests that may be performed include FIM, Timed Up-and-Go  (TUG), and standardized stair climb",
            "gait locomotion": "Assess gait for any asymmetry or abnormality",
            "muscle strength": "Scan strength using manual muscle testing (MMT)",
            "observation inspection palpation including skin assessment": [
                "Assess incision site and note any abnormality such as redness, increased warmth, or exudate that might indicate an infection or improper healing",
                "Inspect for signs of DVT such as redness, swelling, tenderness with palpation",
                "Assess tenderness/pain on palpation along incision site"
            ],
            "posture": "Assess general standing posture, noting trunk and lower extremity alignment",
            "range of motion": "Assess trunk and lower extremity range of motion (ROM) within the constraints of surgeon’s precautions, as indicatedAssess as indicated. If appropriate, use Barthel Index for objective measure",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves, areas of diminished sensation or poor circulation, or slow-healing wounds"
            ],
            "cryotherapy precautions": [
                "Use caution with patients who are hypertensive, as cold can cause a transient increase in blood pressure; discontinue treatment if there is an elevation in blood pressure",
                "Use caution with patients who are hypersensitive to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Use of cryotherapy with patients who have an aversion to cold may be counterproductive if being used to promote muscle relaxation and decrease pain"
            ],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Tumor",
                "Tendency for hemorrhage or edema",
                "Heat rubs"
            ],
            "electrotherapy contraindications precautions include": [
                "Stimulation through or across the chest",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Over pharyngeal area",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Cancer",
                "Obesity",
                "Osteoporosis",
                "Used in close proximity to diathermy treatment"
            ],
            "other": [
                "Stop the treatment program and consult physician if the patient complains of new or increasing symptoms",
                "Moderate exercise training for promotion of general health is not contraindicated in asymptomatic persons with a small AAA.(17) Also, most types of exercise programs seem safe for preoperative patients(9,10)",
                "Consult physician on whether the patient has been cleared to continue participation in vigorous recreational activities such as running, cycling, swimming, weight lifting, scuba diving, or contact sports",
                "For postoperative patients with AAA stent placement, consult with patient’s surgeon on what if any special precautions should be taken and whether certain exercises or sports should be avoided to protect the stent from moving?",
                "Patients with comorbidities receiving exercise therapy for AAA, especially older adults, may be at risk for falls. Follow facility protocols for fall prevention and post-fall  prevention instructions at bedside, if inpatient. Ensure that the patient and family/caregivers are aware of the potential for falls and educated about fall prevention strategies. Discharge criteria should include independence with fall prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the physician regarding use of modalities. The summary listed below is meant to serve as a guide, not to replace orders from a physician or the treatment-specific  protocols of a clinic ",
                "Cryotherapy  contraindications include:(16)",
                "Cryotherapy  precautions include:(16)",
                "Superficial heat  is contraindicated with:(16)",
                "Electrotherapy  contraindications/precautions include: (in rare cases, and only when approved by the treating physician , electrotherapy may be used under some of the conditions listed below if the potential benefit outweighs the perceived risk)(16)"
            ]
        },
        "diagnosis need for treatment": "Asymptomatic patient with small AAA or post-operative  patient after OSR or EV AR/ reduced physical functioning in ADLs or reduced physical fitness that may be due in part to inactive lifestyle, postoperative pain, or decreased strength",
        "rule out": "Physician may determine whether other types of CVD (e.g., coronary artery disease, hypertension, PAD), anemia, or pulmonary disease should be monitored regarding the patient’s exercise tolerance",
        "prognosis": [
            "Most patients with AAA rupture die before surgical intervention is possible(1,2,4) ",
            "Authors of a 2015 systematic review involving 2,323 patients with small AAAs and a high prevalence of CVD found that the risk of all-cause  CVD death increased by approximately 3 percent each year after screening and 37 (1.6%) died due to AAA rupture(12)",
            "Authors of a 2015 Cochrane Review of a high-quality  trial that compared EV AR with no intervention found that AAA-related  deaths were significantly higher in the no-intervention  group(15)",
            "Authors of a Cochrane Review of 4 randomized controlled trials (RCTs) that included 3,314 patients with asymptomatic AAAs 40to 50 mm in diameter compared the long-term  survival between those who received immediate OSR or EV AR and surveillance controls. No significant differences in mortality were found among the trials after a mean of 1 to 10 years follow-up(24)"
        ],
        "referral to other disciplines": "Smoking cessation program, nutritionist, psychological counseling, back to physician for increased AAA symptoms, CVD symptoms, or abnormal vital sign measurements",
        "other considerations": [
            "Moderate aerobic exercise training may not affect the rate of AAA dilation, based on results of an RCT (n=140 with small AAAs; mean age, 72 ± 8 years) in the United States. The authors found no significant effect of aerobic exercise training (n=72, mean, 23 months) on AAA expansion rates compared to controls (n = 68) who received usual care(10)",
            "Reduction of modifiable CVD risk factors should be included in patient education and lifestyle management (e.g., stress reduction, relaxation training, smoking cessation, heart-healthy  diet)"
        ],
        "treatment summary": [
            "Most post-operative  patients can continue their usual ADLs that do not worsen symptoms.(17) Surgical guidelines may restrict intense physical activities during the early rehabilitation period(3)",
            "The initial exercise prescription can best be individualized using the results of graded exercise testing. Exercise training should be individualized for type, frequency, duration, intensity, and progression of exercise sessions, as appropriate for the"
        ]
    },
    "desired outcomes outcome measures": {
        "normalized bmi with exercise and diet": [
            "Reassessment of height and weight"
        ],
        "lifestyle modification and increased patient knowledge regarding cvd risk factors": [
            "Reassessment of current modifiable risk factors"
        ],
        "improved aerobic functional capacity": [
            "Graded exercise testing, 6MWT"
        ],
        "improved strength": [
            "MMT, weight machines"
        ]
    },
    "maintenance or prevention": [
        "Regular AAA imaging to check for expansion or stent position in asymptomatic patients",
        "Avoid smoking and second-hand  smoke. Authors of a retrospective cohort study (n=3.1 million persons) in the United States found that smoking cessation and a healthy lifestyle were associated with lower risk of AAA(13)",
        "Maintain prescribed exercise training program, as prescribed",
        "Weight reduction and/or weight maintenance, as prescribed",
        "Dietary program, as prescribed"
    ],
    "patient education": [
        "Society for Vascular Surgery, “Abdominal Aortic Aneurysm,” https://vascular.org/patient-resources/vascular-conditions/abdominal-aortic-aneurysm  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Sakalihasan N, Limet R, Defawe OD. Abdominal aortic aneurysm. Lancet . 2005;365(9470):1577-89.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Braverman AC. Diseases of the aorta. In: Mann DL, Zipes DP, Libbyt P, Bonow RO, Braunwald E, eds. Braunwald’s Heart Disease: a textbook of cardiovascular medicine . 10th ed. Philadelphia, PA: Elsevier Saunders; 2015:1278-82.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Rooke TW, Hirsch AT, Misra S, et al. 2011 ACCF/AHA focused update of the guideline for the management of patients with peripheral artery diease (updating the 2005 guideline): a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. Circulation . 2011;124(18):2020-2045. doi:10.1161/CIRC.0b013e31822e80c3.   (G)"
        },
        {
            "number in article": 4,
            "reference": "Rughani G, Robertson L, Clarke M. Medical treatment for small abdominal aortic aneurysms. Cochrane Database Syst Rev . September 12, 2012;CD009536. doi:10.1002/14651858.CD009536.pub2.  (SR)"
        },
        {
            "number in article": 5,
            "reference": "Beneficial effects of pre-operative  exercise therapy in patients with an abdominal aortic aneurysm: a systematic review. 2015;49(1):66-76.  (SR)"
        },
        {
            "number in article": 6,
            "reference": "Goodyear SJ, Yow H, Saedon M, et al. Risk stratification by pre-operative  cardiopulmonary exercise testing improves outcomes following elective abdominal aortic aneurysm surgery: a cohort study. Perioper Med (Lond) . 2013;2(1):10. doi:10.1186/2047-0525-2-10.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Barakat HM, Shahin Y, McCollum PT, Chetter IC. Prediction of organ-specific  complications following abdominal aortic aneurysm repair using cardiopulmonary exercise testing. 2015;70(6):679-685.  doi:10.1111/anae.12986. (R)"
        },
        {
            "number in article": 8,
            "reference": "Grant SW, Hickey GL, Wisely NA, et al. Cardiopulmonary exercise testing and survival after elective abdominal aortic aneurysm repair. Br J Anaesth . Advance online publication. 2015;114(3):430-6.  doi:10.1093/bja/aeu383. (R)"
        },
        {
            "number in article": 9,
            "reference": "Gunasekera RC, Moss J, Crank H, Mitchell PA, Nawaz S, Tew GA. Patient recruitment and experiences in a randomised trial of supervised exercise training for individuals with abdominal aortic aneurysm. J Vasc Nurs . 2014;32(1):4-9.  doi:10.1016/j.jvn.2013.05.002. (RCT)"
        },
        {
            "number in article": 10,
            "reference": "Myers J, McElrath M, Jaffe A, et al. A randomized trial of exercise training in abdominal aortic aneurysm disease. Med Sci Sports Exerc . 2014;46(1):2-9.  (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Monis DN, Georgopoulos SE. Circulating biomarkers for abdominal aortic aneurysms: what did we learn in the last decade?. Int Angiol. 2013;32(3):266-80.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Bath MF, Gokani VJ, Sidloff DA, et al. Systematic review of cardiovascular disease and death in patients with a small abdominal aortic aneurysm. Br J Surg. Advance online publication. 2015;102(8):866-872.  doi:10.1002/bjs.9837. (SR)"
        },
        {
            "number in article": 13,
            "reference": "Kent KC, Zwolak RM, Egorova NN, et al. Analysis of risk factors for abdominal aortic aneurysm in a cohort of more than 3 million individuals. J Vasc Surg . 2010;52(3):539-48. (R)"
        },
        {
            "number in article": 14,
            "reference": "Menafoglio A, Di Valentino M, Porretta AP, et al. Cardiovascular evaluation of middle-aged  individuals engaged in high-intensity  sport activities: implications for workload, yield and economic costs. Br J Sports Med . 2015;49(11):757-761.  doi:10.1136/bjsports-2014-093857.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Paravastu SC, Jayarajasingam R, Cottam R, Palfreyman SJ, Michaels JA, Thomas SM. Endovascular repair of abdominal aortic aneurysm. Cochrane Database Syst Rev . 2014;(1):CD004178. doi:10.1002/14651858.CD004178.pub2.  (SR)"
        },
        {
            "number in article": 16,
            "reference": "Michlovitz SL, Bellew J, Nolan TP Jr, eds. Modalities for Therapeutic Intervention . 5th ed. Philadelphia, PA: FA Davis Company; 2012. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Balady GJ, Williams MA, Ades PA. Core components of cardiac rehabilitation/secondary prevention programs: 2007 update: a scientific statement from the American HeartAssociation Exercise, Cardiac Rehabilitation, and Prevention Committee, the Council on Clinical Cardiology; the Councils on Cardiovascular Nursing, Epidemiology and Prevention, and Nutrition, Physical Activity, and Metabolism; and the American Association of Cardiovascular and Pulmonary Rehabilitation. J Cardiopulm Rehabil Prev . 2007;27(3):121-129.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "Majeed K, Hamer AW, White SC, et al. Prevalence of abdominal aortic aneurysm in patients referred for transthoracic echocardiography. Intern Med J . 2015;45(1):32-39. doi:10.1111/imj.12592. (R)"
        },
        {
            "number in article": 19,
            "reference": "Nagai S, Kudo T, Inoue Y, Akaza M, Sasano T, Sumi Y. Preoperative predictors of long-term  mortality after elective endovascular aneurysm repair for abdominal aortic aneurysm. Ann Vasc Dis . 2016;9(1):42-47.  doi:10.3400/avd.oa.15-00129.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Komai H, Shindo S, Sato M, Ogino H. Reduced protein C activity might be associated with progression of peripheral arterial disease. Angiology . 2015;66(6):584-587. doi:10.1177/0003319714544946. (R)"
        },
        {
            "number in article": 21,
            "reference": "RESCAN Collaborators, Brown MJ, Sweeting MJ, Brown LC, Powell JT, Thompson SG. Surveillance intervals for small abdominal aortic aneurysms: a meta-analysis. 2013;309(8):806-813.  doi:10.1001/jama.2013.950. (M)"
        },
        {
            "number in article": 22,
            "reference": "Bhak RH, Wininger M, Johnson GR, et al. Factors associated with small abdominal aortic aneurysm expansion rate. JAMA Surg . 2015;150(1):44-50.  doi:10.1001/ jamasurg.2014.2025. (R)"
        },
        {
            "number in article": 23,
            "reference": "Matayal R, Shakil O, Hess PE, et al. Impact of gender and body surface area on outcome after abdominal aortic aneurysm repair. Am J Surg . 2015;209(2):315-323. doi:10.1016/j.amjsurg.2014.07.008. (R)"
        },
        {
            "number in article": 24,
            "reference": "Filardo G, Powell JT, Martinez MA, Ballard DJ. Surgery for small asymptomatic abdominal aortic aneurysms. Cochrane Database Syst Rev . 2015;CD001835. doi:10.1002/14651858.CD001835.pub4.  (SR)"
        },
        {
            "number in article": 25,
            "reference": "Gray C, Goodman P, Cullen P, et al. Screening for peripheral arterial disease and carotid artery disease in patients with abdominal aortic aneurysm. Angiology . 2016;67(4):346-349.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Mente#e U, Turan I, Usta S, et al. Systemic oxidant/antioxidant balance in human abdominal aortic aneurysm. Perfusion . 2016;31(4):288-289.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Takagi H, Umemoto T. A contemporary meta-analysis  of the association of diabetes with abdominal aortic aneurysm. Int Angiol. 2015;34(4):375-382.  (M)"
        },
        {
            "number in article": 28,
            "reference": "Takagi H, Umemoto T. ALICE (All-Literature  Investigation of Cardiovascular Evidence) Group. Diabetes and abdominal aortic aneurysm growth. Angiology . 2016;67(6):513-525.  (M)"
        },
        {
            "number in article": 29,
            "reference": "Takagi H, Ando T, Umemoto T. ALICE (All-Literature  Investigation of Cardiovascular Evidence) group. Worse late-phase  survival after elective endovascular than open surgical repair for intact abdominal aortic aneurysm. Int J Cardiol . 2017;pii: S0167-5273(16)32194-5.  doi:10.1016/j.ijcard.2017.01.075. (M)"
        },
        {
            "number in article": 30,
            "reference": "Sirignano P, Speziale F, Montelione N, et al. Abdominal aortic aneurysm repair: results from a series of young patients. Biomed Res Int . 2016;2016:7893413. (R) "
        }
    ]
}