{
    "metadata": {
        "title": "Cervical Strain and Sprain",
        "synonyms": [
            "acceleration/deceleration injury",
            "whiplash injury",
            "deceleration/acceleration injury"
        ],
        "anatomical location body part affected": [
            "Neck/extensors and flexors of the cervical spine; may include fascia, ligaments, and bony elements"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Cervical strain/sprain (CSS) is characterized by neck stiffness, muscle tenderness, and mechanical neck pain. Injury to ligaments and spinal elements can contribute to chronic neck disability(1)",
            "The mechanism of injury is trauma to supporting structures of the neck, usually by sudden uncontrolled acceleration-deceleration (“whiplash”) of the head,(1) or repetitive overuse due in part to suboptimal head posture at work (2)",
            "Along with cervicalgia (and sometimes headache), the chief functional concerns in CSS are reduced mobility, weakness, and postural deficits",
            "Early mobilization and conservative interventions that include pain management, therapeutic exercises, manual therapy, and posture re-education  are associated with improved outcomes(3)",
            "Concurrent ligament and/or joint sprain may go undetected on initial assessment, resulting in the use of therapeutic strategies that are not completely effective",
            "Injuries can be acute, with a full recovery, or chronic, with long-term  pain, disability, and healthcare utilization(1)",
            "Neck injuries due to motor vehicle accidents can also result in fractures, disc injuries, or neurologic deficits; however, CSS excludes these symptoms(3)",
            "This Clinical Review does not cover CSS in patients with preexisting conditions such as cervical spondylosis, ankylosing spondylitis, rheumatoid arthritis, Down syndrome, etc.",
            "Chronic whiplash injury has a multifactorial etiology and specific treatment protocols that may include behavioral-guided  exercise therapy. It is the focus of a separate Clinical Review. See  Clinical Review… Neck Pain, Chronic: Whiplash  ; CINAHL Topic ID Number: T708910"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S13.4": "sprain and strain of cervical spine",
            "S16": "injury of muscle and tendon at neck level",
            "ICD": "codes are provided for the reader’s reference, not for reimbursement purposes"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [],
        "presentation signs and symptoms": [
            "Neck stiffness and pain ",
            "Pain between scapulae",
            "Upper extremity pain and paresthesia",
            "Temporomandibular issues",
            "Headaches in the occipital region",
            "Visual disturbances",
            "Psychological distress –Anxiety –Depression –Hypochondriasis",
            "Impairment in memory and/or concentration",
            "Headaches",
            "Dizziness",
            "Cervical muscle spasms and guarding(4)",
            "Cervical postural change (e.g., acute torticollis or loss of normal cervical lordosis)(3)",
            "Sleep disturbance/insomnia(3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "See  Overall contraindications/precautions  , above "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Direct or indirect high-energy  trauma–MV A collision-induced  loading of the neck-In a rear-end  MV A, both the upper and lower cervical spine experience flexion in the first stage. In the second stage,the neck begins to extend, forming an S-shape  and reforming the lordotic curve of the spine. In stage three the wholecervical spine is in full extension, which causes shearing forces on the facet joints(1)-Research shows that bracing in anticipation of an MV A can reduce potential injury and leads to better long-termoutcomes. Bracing helps to protect discs and ligaments and decreases gross head movement(5,6)–Sports injuries(7)",
            "Microtrauma or repetitive overuse–Awkward sleeping positions(3)–Repetitive lifting or pulling of heavy objects(3)–Chronic suboptimal and sustained head and neck postures at a computer screen (8)–Workstation with unsuitable ergonomic design(8)–Other occupational stresses on the neck, such as prolonged neck flexion with minimal ability to weight shift(2)–Overloading the cervical muscles with heavy resistance (e.g., lifting/carrying weights or static exercise)(3)–Idiopathic/acquired abnormal cervical posture"
        ],
        "pathogenesis": [
            "Whiplash injury occurs in three stages(1)–Stage one involves flexion of both upper and lower cervical spine–Stage two involves cervical spine assumption of an S-shape  as it begins to extend and assume a lordotic curve–Stage three involves the upper and lower spine in full extension with intense shearing or compression of the cervical facetjoints",
            "The forced eccentric lengthening reaction (i.e., hyperflexion or hyperextension) in whiplash injuries probably overstretchesand tears soft tissue, resulting in classic strain/sprain pathology(5)",
            "Muscle injuries occur as a function of pre-activation,  the magnitude of strain, and initial muscle length, all of which arecorrelated with loss of contractile force(5)",
            "Several studies have shown that in instances of sports injury or vehicle collision, there is a neuromuscular delay betweenhead movement and cervical muscle activation(5)",
            "Hypotheses for whiplash pain(9)–The hyperextension hypothesis:In a study in which rhesus monkeys were subjected to high forward-facing  accelerations,neck hyperextension was associated with whiplash injury. However, this theory does not identify an anatomical cause ofinjury–The muscle hypothesis:Neck extension leads to stretching of the cervical flexors, which are often contracting eccentricallyand therefore are prone to injury. Muscle injury occurs when contracted muscles are lengthened. As the neck extends, thecervical extensors are being compressed and are unlikely to be injured–The muscle flexion hypothesis:Cervical extensor muscles are injured during hyperflexion of the cervical spine after initialimpact–The pinching hypothesis:Pain is due to pinching of the capsule of the facet joint between the facet joint articular cartilage–The pressure hypothesis:There is a change in volume of cerebrospinal fluid (CSF) around the spinal cord during neckflexion that cannot be dissipated by CSF flow, which can lead to damage of the nerve roots as they exit the spinal cord–The shear hypothesis:A rear-end  MV A pushes the thoracic spine forward, thus reducing the kyphotic curve of the thoracicspine. Straightening of the thoracic spine causes compression in the cervical spine as it attempts to push the head up. Thecompression of the cervical spine causes cervical ligaments to slacken and releases tension in the cervical spine, whichcan lead to deformation of cervical spine tissues as the head and neck undergo hyperextension and hyperflexion as seen intypical whiplash injuries-This is the most valid hypothesis",
            "Bracing for impact was shown to be key in reducing head kinematics in a simulated sports-injury  scenario(6)",
            "Whiplash injury is usually a vehicle-related  neck strain/sprain. Approximately 50% of cases resolve without chronicsequelae. However, 14% to 42% of patients continue to experience persistent pain and functional limitations longer than 6months. Ten percent of these patients have constant, severe pain. The continuing syndrome of psychophysical symptomsafter acute whiplash injury is termed whiplash-associated  disorder (WAD)(10)",
            "Forces from a lateral impact of the head and neck with simultaneous depression of the shoulder may cause stretching orpinching of the brachial plexus nerves, causing neuropraxia. Symptoms frequently involve the C5 and C6 nerve roots. Thisinjury is often referred to as a “stinger” or “burner” (7)"
        ],
        "risk factors: ,": [
            "History of previous neck pain",
            "Female sex",
            "Older women tend to have a worse prognosis compared to younger women and men(3)",
            "Lower education level",
            "High severity of neck pain",
            "Presence of radicular symptoms",
            "MV A-related  negative prognostic factors:–Being an occupant of a truck–Being a passenger–Collision involving a moving object–Head-on  collision or perpendicular collision"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Consult with physician if any of the following symptoms develop during treatment: loss of upper extremity strength, paresthesias (numbness, tingling, “pins and needles”) in upper extremity, increased upper extremity symptoms with cervical ROM, signs of vertebral artery impingement with cervical ROM, increased headache, or reduced ability to move upper extremity(3)",
        "Positive findings on radiological testing of the cervical spine may contraindicate certain therapeutic neck exercises, electrotherapeutic modalities, and manual therapy",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "See  Overall contraindications/precautions  , above "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patient may report history of direct trauma or accident (MV A, sports) or insidious work-related  injury. Ask patient to describe neck movements related to injury as completely as possible. What were initial symptoms and how have these progressed?",
                "course of treatment": {
                    "medical management": " Medical management List medical treatment for current referral/admission. Document which treatments are helpful or not helpful",
                    "surgical management": [],
                    "medications": "Oral NSAIDs, including the COX-2 inhibitorcelecoxib (Celebrex), muscle relaxants, and other analgesics for symptomatic relief to help promote early functional mobilization(3,7)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  X-ray  to rule out cervical fracture and ligamentous instability. Three views, AP, lateral,",
                        "and open mouth odontoid, may be taken with a whiplash type injury. The Xray  may show decreased cervical lordosis or spinal straightening on lateral view, secondary to muscle spasm. MRI and/or CT scans may be warranted to investigate possible cervical disc pathology, involvement of spinal nerves, ligamentous injury, or hemorrhage as indicated on physical exam.(3) Nerve conduction studies may be indicated by significant neurological symptoms in the upper extremities"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Has patient identified aggravating or relieving activities/postures? Intolerance to prolonged static neck posturing or repetitive upper extremity movements is common. (11) Do NSAIDs relieve pain? Increased upper extremity pain with neck ROM warrants a referral back to the physician",
                "body chart": "Use body chart to document location and nature of symptoms. Patients present with neck pain, headaches, and neck stiffness. Are symptoms/pain unilateral or bilateral?",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Patients present with pain, muscular tenderness, and neck stiffness/tightness. Reported weakness, numbness, or tingling in upper extremity warrants a referral back to the physician",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically addressif pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables. Does pain increase upon waking and progress during the work day?",
                "sleep disturbance": "Document number of wakings/night. Patients commonly present with sleep disturbance(3,12)",
                "other symptoms": "Are there any mental/cognitive changes? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Inquire about previous neck, upper back, or shoulder injuryAny diagnosis of arthritis in neck or other parts of the spine? Any history of cervical spine disc herniation or trauma to the vertebrae?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms they may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Inquire if the patient participates in recreational or competitive sports. Risk factors include poor workstation ergonomics, occupation/hobby involving repetitive neck or upper extremity motion or upper extremity elevation, and poor posture",
                "functional limitations assistance with ADLs adaptive equipment": "Inquire about functional limitations",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? Inquire about sleep position and use of pillows"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Assess need for cervical collar (day or night use?) to provide support and symptomatic relief. Assess need for cervical pillow to facilitate more appropriate cervical head positioning during sleepConsider evaluation of workplace/home/hobby area to determine cause of repetitive stress, as indicated. Also, look for unsuitable workstation design that may contribute to faulty cervical postureAssess joint play of cervical spine",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Assess pain-free  neck muscle strength using manual muscle testing (note that maximum strength may be restricted by pain).Also assess functional strength of upper extremity and scapulothoracic movements",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess positioning of head, neck, and shoulders in static sitting and standing as well as functional activities. Assess for tightened muscles that may contribute to poor neck posture (forward head, decreased cervical lordosis, increased thoracic kyphosis, forward shoulders)",
            "range of motion": "Assess cervical ROM (muscle shortening and/or pain may restrict mobility). Also assess for provocation of radicular pain or dizziness with active cervical ROM. Goniometric assessment is appropriate in cases with clinically significant loss. Screen the upper extremities and temporomandibular joint (TMJ), as indicated",
            "self-care activities of daily living": " Self-care/activities  of daily living//www.srisd.com/ NDI.pdf ) –A score of 10–28%  (i.e., 5–14  points) = mild disability; 30–48%  = moderate; 50–68%  = severe; 72% or greater = completely disabled",
            "reflex testing": "",
            "sensory testing": "Assess temperature, light touch, and deep pressure sensation in dermatomes C1–7",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Assess pressure-pain  threshold of muscle tender points with an electronic pressure algometer –Vertebrobasilar insufficiency testing –Manual cervical distraction test, compression test, and upper limb neurodynamic testing to rule out cervical radiculopathy –Alar ligament test for upper cervical spine stability –Sharp-Purser  test for upper cervical spine instability",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia ",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves, areas of diminished sensation, poor circulation, or slow-healing wounds"
            ],
            "cryotherapy precautions": [
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Use of cryotherapy with patients who have an aversion to cold may be counterproductive if being used to promote muscle relaxation and decrease pain",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Severe epilepsy",
                "Certain dermatologic conditions",
                "Surface infections",
                "Uncontrolled bowels",
                "Acute rheumatoid arthritis",
                "Venous ulcers",
                "Tissues devitalized by X-ray  therapy",
                "Peripheral vascular disease",
                "Decreased thermal sensation",
                "Respiratory dysfunction",
                "Cardiac dysfunction",
                "Active bleeding",
                "Malignancy",
                "Recent fever",
                "Acute inflammatory conditions",
                "Heat sensitivity",
                "Impaired sensation",
                "Confusion or impaired cognition",
                "Recent skin grafts",
                "Certain medications",
                "Apparent intoxication",
                "Decreased strength/ROM/endurance/balance*",
                "Urinary incontinence*",
                "Fear of water*",
                "Respiratory problems",
                "Pregnancy*",
                "Multiple sclerosis*",
                "Poor thermal regulation*",
                "Seasickness",
                "Edema, when warm/hot water immersion",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses ",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Used in close proximity to diathermy treatment",
                "In area with infection or bleeding",
                "In patient with tumor",
                "In the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "Over epiphyseal plates of growing bones",
                "Use caution in patients with sensory deficits and in patients who are unable to communicate sensory deficits",
                "Use caution if patient has circulatory impairments",
                "Use caution over plastic or metal implants"
            ],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including regarding modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, and does not replace orders from a physician or the specific protocols of the treatment clinic",
                "Positive findings on radiological testing of the cervical spine may contraindicate certain cervical ROM activities, modalities, manual therapy, and therapeutic exercises",
                "Patients with spinal cord signs and symptoms of an upper motor neuron lesion should be immediately referred to physician(13) ›Contraindications/precautions  to use of modalities and electrotherapy(14)",
                "Cryotherapy  contraindications",
                "Cryotherapy  precautions",
                "Superficial heat contraindications",
                "Whirlpool  contraindications",
                "Whirlpool  precautions (*some are relevant only if more than one limb is immersed)",
                "Electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)",
                "Therapeutic ultrasound  contraindications; do not use:",
                "Therapeutic ultrasound  precautions"
            ]
        },
        "diagnosis need for treatment": "Cervical strain/neck pain, stiffness and weakness; postural derangement; disability in physical activities",
        "rule out": " Rule out  (1) Fracture in the cervical spine Carotid artery dissection Disc herniation Spinal cord injury Cervical spine subluxation Facet joint syndrome Injury to cervical ligaments Cervical tumor Systemic infection Postconcussionsyndrome(12)",
        "prognosis": [
            "Prognosis varies according to:(1,10) –Comorbidities prior to injury (osteoarthritis, prior neck injury, pre-traumatic  headaches) –Severity of injury –Age –Presence of radicular symptoms or radiating numbness –Psychosocial factors, such as: -poor coping mechanisms -family or job-related  psychosocial issues -financial difficulties -less than full-time  employment -having dependents",
            "Full recovery can occur in a few days to several weeks; however, disability can be permanent and can lead to chronic pain and impaired physical abilities(1)",
            "The Quebec Task Force determined that most cases of whiplash are short-lived  and self-limiting;  however, other research has found that 14 to 42% of patients have symptoms that persist for longer than 6 months and 10% of this group have pain that is constant and severe(10) ",
            "Other research shows that prognosis for patients with WAD is “good” for 40% of cases, patients fare “moderately well” in 40% of cases, and prognosis is “poor” in 20% of cases(10)",
            "Approximately 13 to 50% of persons do not return to work 6 months after a whiplash injury(15)",
            "The Danish Whiplash Group Risk Assessment Score (DWGRAS) is clinically meaningful in predicting outcomes after acute whiplash injury(16) –This tool is helpful in predicting chronicity of pain, pain medication usage, work capacity and work absenteeism, and the burden of non-pain  symptoms –Symptoms that were almost only reported in the high-risk strataof the DWGRAS included nausea, vision issues, noise sensitivity, TMJ dysfunction, and dysphagia. Cognitive symptoms (irritability, concentration, forgetfulness) were more common in the high-risk  strata as well",
            "WADs can be classified into five groups as described by the Quebec Task Force(1) –On clinical exam patients with Grade 0 or WAD 0 do not complain of neck pain and usually do not seek assistance –With WAD I (grade 1) classification patients present with neck pain, stiffness, and tenderness with no positive physical exam findings –The WAD II (grade 2) classificationinvolves physical exam findings such as decreased ROM and point tenderness –WAD III classification may include neurological symptoms such as decreased reflexes, decreased or limited skin sensation, or muscle weakness –WAD IV classification X-rays  reveal fracture or dislocation"
        ],
        "referral to other disciplines": "Physiatrist for trigger point injections, neurologist for persistent radicular or neurological symptoms, acupuncturist for alternative pain management, chiropractor for spinal adjustment, psychologist for psychological distress, as indicated, referral to skilled physical therapists trained in joint mobilization and/or dry needling",
        "other considerations": [
            "Stages of recovery from a cervical sprain/strain – time frames may vary, but in general the acute stage lasts 4 weeks, the subacute stage 4–12  weeks, and the chronic stage more than 12 weeks. Chronic pain syndromes generally extend beyond 6 months (13)",
            "A study performed in the United States determined the effect of an acoustic stimulus on posture and muscle activation prior to a head perturbation (similar to a whiplash injury). The authors concluded that a warning sound can initiate a startle response which allows preparation time and greater muscle activation prior to a head perturbation. This research may have implications for injury reduction, but further research is warranted(5)",
            "Whiplash-type  injuries can lead to symptoms of TMJ dysfunction. The correlation between TMJ dysfunction and whiplash injury is low to moderate, but the mechanism of injury is poorly understood (17)",
            "A systematic review from 2018 found considerable thoracic spine dysfunction at all stages following whiplash injury. There is a high prevalence of thoracic spine pain following whiplash injury and of muscle dysfunction, thoracic outlet syndrome, brachial plexus injury, and postural deficits in the thoracic spine(18)"
        ],
        "treatment summary": [
            "First-line  treatment includes NSAIDs, analgesics, ice, and heat. Early mobilization exercises, immobilization with a soft collar or brace, and resumption of normal activities are treatments of choice(1)",
            "Ultrasound has been found to relieve pain in patients with WAD(1)",
            "Intramuscular lidocaine injections have shown to decrease cervical muscle pai(1)",
            "Use of biofeedback has demonstrated meaningful results when used in conjunction with other modalities when treating WAD(1)",
            "Clinical practice guidelines for treatment of neck pain are available from the Orthopaedic Section of the American Physical Therapy Association(19) –Treatment guidelines for acute WAD if prognosis is a quick recovery -Advise the patient to remain active and continue to do daily activities as normal -Home exercises include pain-free  ROM and maintenance of good posture -Minimize use of cervical collar –Treatment guidelines for subacute phase if a prolonged recovery is anticipated -Exercises include active cervical ROM and low-load isometric strengthening in combination with manual therapy (mobilization or manipulation)  -Physical modalities such as ice, heat, and TENS -Supervised exercises in clinic should include active cervical ROM, stretching, strengthening, endurance, postural exercises, coordination, and stabilization –Treatment guidelines for chronic WAD -Education about prognosis and pain management strategies along with encouragement and reassurance -Cervical mobilization paired with individualized progressive exercise programs -Low-load  cervical, thoracic, and scapular strengthening, flexibility, endurance -Functional training using cognitive behavioral therapy principles -Eye-head-neck  coordination, neuromuscular coordination -Vestibular rehabilitation as appropriate -TENS",
            "Authors of a 2018 review of the literature determined the most effective cervical interventions for adults with chronic WAD(4) –Exercise programs targeting cervical strength, flexibility, endurance, and postural control were the most effective interventions in reducing pain and disability in chronic WAD –The review evaluated alternative treatments for WAD including osteopathic treatment, dry needling, and acupuncture and found limited evidence to support the use of these methods of treatment –Invasive treatments were evaluated in this review, which concluded that spinal fusion, botulinum toxin injections, and intravenous administration of lidocaine, morphine, and ketamine did not demonstrate favorable results in pain scores or recovery time in patients with chronic WAD",
            "General considerations –Design treatment appropriate for mechanism of injury for cervical sprain/strain: trauma-related  or postural/repetitive stress –Treatment may consist of cervical mobilization, manual traction, stretching shortened muscles, and massage therapy (e.g., friction, deep tissue, and trigger point release). Combining these interventions with exercise has been found to be effective in restoring function, resulting in both long-  and short-term  benefits(19) –Exercises that follow the McKenzie method principle of treatment (centralization, directional preference exercises) have been shown to be effective when compared to patient education alone(20) –Combining neck exercises with general exercise has no added benefit for patients with WAD(20) –Passive therapies (manual therapy, kinesiology taping, acupuncture) are not recommended as first-line  treatment for WAD. Passive therapies can be combined with active exercise for positive treatment results(20) –Authors of a systematic review from 2021 concluded that muscle energy technique (MET) has a good clinical effect when used in combination with a traditional physical therapy approach(21) –Cervical collars or other devices may be used in the acute phase while fracture is being ruled out. However, prolonged use (> 72 hours) can delay mobilization and facilitate tightening of soft tissue (1) –Patient education to promote awareness of good posture and head positioning(19) . Problem Goal Intervention Expected Progression Home Program  Neck pain Decrease/resolve pain Manual therapy _ Cervical mobilization, manual traction, soft tissue mobilization and trigger point release _ _ Prescription, application of devices and equipment _ Cervical collar in acute phase (until fracture is ruled out)(1) _ _ Physical agents and mechanical modalities _ Heat, ice and electrical stimulation may help to decrease pain _"
        ]
    },
    "desired outcomes outcome measures": {
        "reduced neck pain and stiffness": [
            "V AS for neck pain"
        ],
        "improved cervical strength and rom": [
            "Strength assessed by manual muscle testing",
            "Goniometry for ROM"
        ],
        "normalize cervical posture": [
            "Posture assessment"
        ],
        "improved daily functioning in adls": [
            "In 2015, researchers validated a whiplash clinical prediction rule (CPR)(22)–Prognostic factors for full recovery in the CPR were:-NDI score less than 32%-Age less than 35 years–Prognostic factors for moderate/severe disability were:-NDI score 40% or more-Age 35 years or older-Presence of hyperarousal symptoms–Researchers determined reproducibility and accuracy of this previously published CPR for individuals with WAD.Therapists surveyed in this study also stated that the CPR tool was easy to use and “an acceptable prognostic tool.”(22)",
            "Self-reported  cervical function assessed by NDI(15)"
        ],
        "improved quality of life": [
            "SF 36"
        ]
    },
    "maintenance or prevention": [],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Bragg KJ, Varacallo M. Cervical sprain. StatPearls . Treasure Island, FL: StatPearls Publishing; 2021. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Catanzarite T, Tan-Kim J, Whitcomb EL, Menefee S. Ergonomics in surgery: a review. Female Pelvic Med Reconstr Surg . 2018;24(1):1-12.  doi:10.1097/ SPV.0000000000000456. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Hudgins TH, Origenes AK, Pleuhs B, Alleva JT. Cervical sprain or strain. Frontera WR, Silver JK, Rizzo TD, eds. Essentials of Physical Medicine and Rehabilitation . 4th ed. Philadelphia, PA: Hanley and Belfus; 2019. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Anderson C, Yeung E, Toong T, Tong T, Reed N. A narrative review on cervical interventions in adults with chronic whiplash-associated  disorder. BMJ Open Sport & Exercise Medicine. 2018;4(1):e000299. doi:10.1136/bmjsem-2017-000299.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Homayounpour M, Gomez NG, Vasavada AN, Merryweather AS. The role of neck muscle co-contraction  and postural changes in head kinematics after safe head impacts: Investigation of head/neck injury reduction. J Biomech . 2021;128:110732. doi:10.1016/j.jbiomech.2021.110732. (R)"
        },
        {
            "number in article": 6,
            "reference": "Le Flao E, Brughelli M, Hume PA, King D. Assessing head/neck dynamic response to head perturbation: a systematic review. Sports Med . 2018;48(11):2641-2658. doi:10.1007/s40279-018-0984-3.  (SR)"
        },
        {
            "number in article": 7,
            "reference": "Dekeyzer S, Vanhoenacker FM, Van den Bossche S, van den Hauwe L, Parizel PM. The spine in sports injuries: the cervical spine. Vanhoenacker FM, Maas M, Gielen JL, eds. Imaging of Orthopedic Sports Injuries . 2nd ed. Cham: Springer; 2021. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Mohan V, Inbarai LR, George CE, Norman G. Prevalence of complaints of arm, neck, and shoulders among computer professionals in Bangalore: A cross-sectional  study. J Family Med Prim Care . 2019;8(1):171-177.  doi:10.4103/jfmpc.jfmpc_253_18. (R)"
        },
        {
            "number in article": 9,
            "reference": "King AI. The biomechanics of whiplash. The Biomechanics of Impact Injury . 2018;243-279.  doi:10.1007/978-3-319-49792-1_8.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Ortega C. Cervical strain/whiplash associated disorder (WAD) management. Sport Exerc Med Open J . 2018;4(1):52-56.  doi:10.17140/SEMOJ-4-160.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Lee KM, May MC, Kucera KL, Prentice WE, Kerr ZY. Epidemiology of cervical muscle strains in collegiate and high school football athletes, 2011–2012  through 2013–2014 academic years. J Athl Train . July 2019;54(7):780-786.  doi:10.4085/1062-6050-229-18.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Cernovsky ZZ, Litman LC, Nosonova V. Validation of the Insomnia Severity Index on patients recovering from high impact car accidents. Eur J Med Health Sci . 2021;3(3):29-33.  doi:10.24018/ejmed.2021.3.3.858. (R)"
        },
        {
            "number in article": 13,
            "reference": "Kisner C, Thorp J. The spine: management guidelines. In: Kisner C, Colby LA, Borstad J, eds. Therapeutic Exercise: Foundations and Techniques . Philadelphia, PA: FA Davis; 2018:443-485.  (GI)"
        },
        {
            "number in article": 14,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis Company; 2016. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Barun B, Bariši# I, Krni# A, Benzon B, Vlak T, Aljinovi# J. Neck Disability Index is better in classification of recovery after whiplash injury in comparison with ultrasound shear wave elastography of trapezius muscle. Diagnostics . 2021;11(11):2077. doi:10.3390/diagnostics11112077. (R)"
        },
        {
            "number in article": 16,
            "reference": "Rasmussen MK, Kongsted A, Carstensen T, Jensen TS, Kasch H. Revisiting risk-stratified  whiplash-exposed  patients 12 to 14 years after injury. Clin J Pain . 2020;36(12):923-931.  doi:10.1097/AJP.0000000000000877. (R)"
        },
        {
            "number in article": 17,
            "reference": "Gutmacher Z, Blumenfield I, Elimelech R. The whiplash injury phenomenon: a review of the literature. J Mol Clin Med . 2018;1(4):249-252.  doi:10.31083/j.jmcm.2018.04.405. (RV)"
        },
        {
            "number in article": 18,
            "reference": "Heneghan NR, Smith R, Tyros I, Falla D, Rushton A. Thoracic dysfunction in whiplash associated disorders: A systematic review. PloS One . 2018;13(3):e0194235. doi:10.1371/journal.pone.0194235. (SR)"
        },
        {
            "number in article": 19,
            "reference": "Blanpied PR, Gross AR, Elliott JM, et al. Neck pain: Revision 2017. Clinical practice guidelines linked to the International Classification of Functioning, Disability and Health from the Orthopaedic Section of the American Physical Therapy Association. Journal of Orthopaedic & Sports Physical Therapy . 2017;47(7):A1-A83.  doi:10.2519/ jospt.2017.0302. (G)"
        },
        {
            "number in article": 20,
            "reference": "Rebbeck T. The role of exercise and patient education in the noninvasive management of whiplash. J Orthop Sports Phys Ther . 2017;47(7):481-491.  doi:10.2519/ jospt.2017.7138. (GI)"
        },
        {
            "number in article": 21,
            "reference": "Sbardella S, La Russa C, Bernetti A, et al. Muscle energy technique in the rehabilitative treatment for acute and chronic non-specific  neck pain: a systematic review. Healthcare . 2021;9(6):746-760.  doi:10.3390/ healthcare9060746. (SR)"
        },
        {
            "number in article": 22,
            "reference": "Ritchie C, Hendrikz J, Jull G, Elliott J, Sterling M. External validation of a clinical prediction rule to predict full recovery and ongoing moderate/severe disability following acute whiplash injury. J Orthop Sports Phys Ther . 2015;45(4):242-250.  doi:10.2519.jospt.2015.5642. (R)"
        }
    ]
}