{
    "metadata": {
        "title": "Achilles Tendinopathy",
        "synonyms": [
            "achilles tendinosis",
            "chronic achilles tendinitis",
            "tendinosis, achilles",
            " tendinopathy",
            "achilles"
        ],
        "anatomical location body part affected": [
            "Achilles tendon, typically within 6 cm of insertion"
        ],
        "area of specialty": [
            "aquatic therapy",
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M76.6": "Achilles tendinitis (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "History of chronic (at least 4 weeks) activity-related  heel cord pain",
            "Nagging ache, at its worst during the first few steps after non-weight-bearing",
            "Tenderness and thickening of the Achilles tendon, more often proximal to insertion",
            "Reduced walking tolerance and capacity for running and jumping",
            "Limited flexibility and increased pain on stretching calf, running uphill, heel walking, or raising toes (as in descending steps)",
            "Calf muscle warm-up  decreases pain and stiffness Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes   ,": [
            "Insertional AT (i.e., focal tenderness at or near calcaneal insertion) is associatedwith excessive pressure on the tendon (e.g., due to a tight heel counter of shoe) ormicrotearing at the calcaneal attachment occurring with new physical activity (e.g.,jumping, running, hiking, weightlifting with legs, calf stretching)",
            "Noninsertional AT is associated with cumulative microtrauma. Repetitive overuse or overloading is the presumptivemechanism that leads to microtears, poor vascularity of the tissue, and mechanical imbalances of the involved extremity",
            "In chronic cases, repetitive injury appears to prevent normal healing; a degenerative, noninflammatory condition developsin the weakened tendon fibers and paratendon"
        ],
        "pathogenesis": [
            "Healthy stiffness and spring-like  modulus of stiffness are necessary for normal functioning of the Achillestendon-aponeurosis.  AT reduces these mechanical properties and places greater strain on the tendon.(20) Decreased Achillestendon stiffness is also associated with age-related  reduced walking performance and balance(21)",
            "The hallmark of AT is a failed healing response with stages of reactive tendinopathy, tendon disrepair, and collagen fiberdisorientation; i.e., degenerative tendinosis(1)",
            "The increased matrix remodeling in tendinopathic tendons weakens them, increasing susceptibility to reinjury(2)",
            "Local tissue hypoxia and neovascularization contribute to noninflammatory collagen disorientation that weakens tendonfibers(1)",
            "Proinflammatory molecules (i.e., interleukin 1B, prostaglandin E2, nitric oxide) contribute to pain in the acute stage ofinjury, whereas the neurotransmitter glutamate appears linked to the mediation of pain in degenerated tendons(2)",
            "The microvascular volume of the Achilles tendon is greater in patients with AT compared to healthy controls(10)",
            "Insertional AT may be detectable in asymptomatic runners using Doppler sonography"
        ],
        "risk factors": [
            "Insertional AT (i.e., focal tenderness at or near calcaneal insertion) is more common in older,overweight, and moresedentary individuals(1)",
            "Insertional AT is common in the active person(1)",
            "Intrinsic factors that may increase risk of AT include previous lower limb tendinopathy, recent injury, advancing age, sex,muscle power/strength, steroid exposure, reduced ankle dorsiflexion, antibiotic treatment, foot pronation, obesity, and footalignment(5)",
            "Use of fluoroquinolone antibiotics increases risk(5)–Authors of a retrospective cohort study found that the absolute risk of Achilles tendon injury in645,034 fluoroquinoloneusers in the United States was 0.5% greater than in an equally large subset of nonusers(22)",
            "Training errors (e.g., rapid increase in run training distance, intensity, frequency; incomplete recovery between workouts),hill running, running on cambered (curved) roads(1,2)",
            "Runners with increased rearfoot eversion are likely to present with symptomatic AT(24)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Current opinion is that AT predisposes to weakening of the calf muscle-tendon complex(1)",
        "The duration of postoperative immobilization and weight bearing should be minimized when possible to prevent muscle-tendon  weakening secondary to disuse Postoperative protocols for weight bearing vary depending on procedure performed Many protocols include early rehabilitation with protected weight bearing After repair of a complete tear/rupture, the patient is often placed in a protective boot, non-weight-bearing  for 6 weeks, followed by weight-bearing  as tolerated for 4–6 weeks"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document possible cause(s) of AT. Does the patient participate in regular activities such as stair climbing, uphill walking, running, or jumping that might stress the Achilles tendon? How have symptoms progressed up to this point? ",
                "course of treatment": {
                    "medical management": " Conservative treatment (including physical therapy interventions) is usually attempted before surgical consult Initial nonoperative management of pain in acute AT usually includes topical, oral, or injected medication, icing, shoe inserts, stretching exercise, taping, and lowlevel  laser therapy for 3 to 6 months(1,2,17,18,19) Eccentric exercise may be slowly implemented to improve tendon compliance to stretching(23)",
                    "surgical management": [
                        "Surgical management:",
                        "Authors of a systematic review of 801 tendons treated with open or minimally invasive techniques for a midportion tendinopathy concluded that success rates were not significant compared to no surgery and that further complications from surgery are likely to occur(8)"
                    ],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are they effective? Corticosteroid injections are not recommended for this condition.(16) However, researchers in Denmark concluded that patients with Achilles tendinopathy who are not able to initially participate in exercise or advance with exercise alone may benefit when glucocorticoid injections are used to facilitate cautious exercise(18)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Ultrasonography and MRI may supplement the clinical assessment, but imaging studies can appear normal"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Patients may report pain with first steps after sitting, with standing on their heels, and with climbing stairs, running, jumping, or walking. Pain is commonly eased with warm-up  prior to activity",
                "body chart": "Use body chart to document location and nature of symptoms. Pain is commonly located above the heel, on the distal Achilles tendon",
                "nature of symptoms": "Document nature of symptoms (constant vs intermittent, sharp, dull, aching, burning, numbness, tingling). Patient commonly reports sharp, nagging pain, and stiffness",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables. Pain is usually related to type of activity rather than time of day",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document comorbid symptoms that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia). Associated conditions may include rheumatoid arthritis, gout, pseudogout, subtalar malalignment, restless leg syndrome Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe_________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Past history of Achilles trauma? Prior treatment for Achilles pain or general lower extremity injuries and outcome of treatment?",
                    "comorbid diagnoses": "Ask patient about history of other problems (e.g., diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). Use of fluoroquinolone antibiotics may increase risk of AT(5)",
                    "other symptoms": "Ask patient about other symptoms that may necessitate immediate referral to physician"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Insertional AT (focal tenderness at or near calcaneal insertion) is more common in older, overweight, and more sedentary individuals,(3) whereas insertional AT is more common in athletes who participate in running and jumping sports.(1)Ask the patient about shoe wear; is a flat or elevated heel aggravating or easing to their symptoms?",
                "functional limitations assistance with ADLs adaptive equipment": "Common functional limitations include stair climbing, walking, running, and jumping. Patient may report use of assistive device for ambulation",
                "living environment": "Identify if there are barriers to independence in the home (e.g., stairs, number of floors in home, caregivers). Are any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting):",
            "anthropometric characteristics": "Measure calf circumference for swelling. Assess for leg-length  discrepancy",
            "assistive and adaptive devices": "Assess need for (and proper fit) of crutches, cane, or walker, if applicable, for protected ambulation",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess that pedal pulses are equal bilaterallySensation in the distribution of the sural nerve should be intact",
            "functional mobility": "",
            "gait locomotion": "Inspect gait for deviations, including increased double limb support and reduced push-off,  stride length, and step length; and lack of full knee extension at mid-stance.  Assess for compensatory pelvic shift to reduce weight on injured leg in standing and walking(14)Assess passive accessory movement of the talocrural and subtalar joints",
            "muscle strength": "Assess strength of entire lower extremity, including ankle plantar flexors and dorsiflexors. Also assess gluteus medius/maximus strength, as male runners with AT have been observed to have altered neuromotor control of these muscles.(9)Compare to uninvolved side. Measure calf circumference for atrophy. Manual muscle testing may not reveal weakness because the force required to elicit pain is generally less than the resistance used to assess strength(1)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess alignment of the affected leg, Achilles tendon, and foot in barefoot standing (with side-by-side  comparison to uninvolved side) and also for pelvic shift to unweight affected leg. Assess subtalar alignment for hyperpronation (e.g., navicular drop test or subtalar neutral in non-weight-bearing)Assess for provocation of pain with passive ankle dorsiflexion using V AS. Assess active and passive ROM at talocrural joint, especially the stiffness/flexibility of calf muscles in dorsiflexion and forward lunge or wall lean. Assess flexibility of the calf complex in standing with the foot in pronation and supination (using a wedge, if necessary, to evert and invert the subtalar joint), noting the pain response for each position",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "Patellar and Achilles tendon reflexes are usually intact and equal bilaterally. An abnormal Achilles tendon reflex indicates an unusual complication or preexisting neurological problem",
            "sensory testing": "Assess talocrural joint proprioception",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Provocative tests, such as 1-leg  squats and drop (plyometric) jumps, may reproduce pain and/or patient symptoms –Victorian Institute of Sports Assessment–Achilles  (VISA-A)  questionnaire is considered the gold standard and is used specifically to validate this diagnosis(25) -Scores range from 0 to 100, with asymptomatic persons expected to score 100T708413) –Lower Extremity Functional Scale (LEFS) –Foot and Ankle Outcome Score (FAOS)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over area of nerve regrowth"
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves",
                "Whirlpool  contraindications -Certain dermatologic conditions (e.g., ichthyosis, infection) -Venous ulcers -Tissues damaged by radiation therapy -Peripheral vascular disease -Respiratory impairment -Surgical incisions/skin grafts -Malignancy -More than half-body  immersion during pregnancy",
                "Whirlpool  precautions (*some are relevant only if entire body is immersed) -Cardiac insufficiency -Impaired sensation -Impaired mental status -Unstable blood pressure -Cold hypersensitivity -Alcohol consumption (prior to therapy)* -Decreased strength/ROM/endurance/balance* -Urinary/fecal incontinence* -Fear of water* -Respiratory impairments -Avoid warm/hot water if patient is pregnant or has multiple sclerosis, increased risk of hemorrhage (e.g., on anticoagulant medications), impaired thermal regulation, acute inflammation, fever, edema, thrombophlebitis, or acute rheumatoid arthritis -Seasickness -Epilepsy*",
                "Aquatic therapy  contraindications/precautions -Fear of water -Avoid warm/hot water if patient is pregnant or has multiple sclerosis, increased risk of hemorrhage (e.g., on anticoagulant medications), impaired thermal regulation, acute inflammation, fever, edema, thrombophlebitis, or acute rheumatoid arthritis  -Epilepsy -Cardiovascular or pulmonary disease -Open wounds, catheters, colostomies, IVs, G-tubes -Urinary or fecal incontinence -Certain dermatologic conditions (e.g., ichthyosis, infection) -Venous ulcers -Tissues damaged by radiation therapy -Peripheral vascular disease -Respiratory impairment -More than half-body  immersion during pregnancy",
                "Thermotherapy  contraindications(4) -Decreased circulation -Decreased sensation -Acute/subacute traumatic and inflammatory conditions -Skin infections -Impaired cognition or language barrier -Tumor -Tendency for hemorrhage or edema -Heat rubs"
            ],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic ",
                "Current opinion is that AT predisposes to weakening of the calf muscle-tendon complex.(1,2) Avoid aggressive Achilles tendon stretching in early rehabilitation",
                "Low-level  laser therapy (LLLT)  contraindications -Do not use laser with pregnant women, patients with epilepsy, or patients with infections -Do not use over the unclosed fontanelles of children -Do not use over cancerous lesions, the mediastinum, areas of impaired sensation, sympathetic ganglia, the vagus nerve, the gonads, the cornea, endocrine glands, or hemorrhaging lesions",
                "LLLT  precautions -Goggles with an appropriate optical density rating should be worn by the patient"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Electrotherapy contraindications/precautions -Do not place electrodes near: -Carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads -Osteomyelitis -Hemorrhage -Impaired sensation, mental status, communication -Cardiovascular disease -Malignancy -Dermatological conditions -Proximity of electromagnetic radiation -In pregnant women, near the pelvis, lumbar spine, hips, abdomen -In patients with stroke or seizures, near the neck -History of spontaneous abortion in pregnant women",
                "Therapeutic ultrasound  contraindications; do not use: -Over the region of a cardiac pacemaker -Over the pelvis, abdominal, and lumbar regions during pregnancy -Over the eyes or testes -In an area with infection or bleeding -If a tumor or malignancy is present in the area -In the area of a deep vein thrombosis (DVT) or thrombophlebitis -Over the heart, stellate, or cervical ganglia -Over epiphyseal plates",
                "Therapeutic ultrasound  precautions -Sensory deficits -Ineffective communication skills in a patient (e.g., impaired cognition, language barrier) -Circulatory impairments -Plastic or metal implants -Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Contraindications/ precautions to use of modalities(6)"
            ]
        },
        "diagnosis need for treatment": "Chronic Achilles tendon injury with antalgic gait and physical impairments (e.g., dorsiflexion ROM, plantarflexion strength/endurance, tenderness on palpation, pain-restricted  participation in work or sport) ",
        "rule out": " Rule out –Tibial stress fracture –Posterior tibialis tendonitis –Pre-Achilles  bursitis –Retrocalcaneal bursitis –Plantaris tendonitis –Achilles partial rupture –Haglund deformity (“pump bump”)",
        "prognosis": [
            "Prognosis –With early nonoperative intervention, most patients with AT return to prior activity with minimal or no disability(1,2)"
        ],
        "referral to other disciplines": " Referral to other disciplines –Refer to sports psychologist if necessary",
        "other considerations": [
            "Other considerations –Initially, determine if symptoms decrease with any of the following: -Complete avoidance of the aggravating activity -A trial of decreased intensity, duration, and frequency of usual physical activity -Cross-training  that unloads the affected leg"
        ],
        "treatment summary": [
            "Treatment summary –A sport-specific  exercise program for patients with diabetes who have symptomatic Achilles tendinopathy may provide metabolic advantages that include reducing HbA1c and BMI; however,it can increase the risk of Achilles tendinopathy. Therefore, practitioners need to develop an individualized training program and submit the patient to periodic sonographic exams –Initial nonoperative management of pain in acute AT usually includes topical, oral, or injected pain medication, icing, shoe inserts, self-stretching,  taping, and LLLT for 3 to 6 months(1,2,17,18,19) –Progress therapeutic exercises gradually over 12 weeks. Consider other treatment options if the patient does not show improvement in that timeframe(1,2) –Authors of systematic reviews found that eccentric loading exercise and shockwave therapy (SWT) were dependably effective physical therapy treatments for improving signs and symptoms associated with AT –Authors of a cohort study (n = 36 patients with chronic AT longer than 6 months) in South Korea found that SWT was effective for managing AT that was unresponsive to conservative treatment(7) –Authors of a systematic review recommended that clinicians consider an eccentric-concentric  loading exercise program in conjunction with or as an alternative to an isolated eccentric loading exercise program(13) –Eccentric training and heavy slow resistance training both result in equally good, lasting outcomes in patients with chronic midportion Achilles tendinopathy(17) -Based on an RCT conducted in Denmark -Fifty-eight  athletes were randomized to receive either eccentric or heavy slow resistance training for a duration of 12 weeks -Exercises -The eccentric group performed three sets of 15 repetitions of eccentric loading of the Achilles while standing on a step. The exercise was performed once with straight knees and once with bent knees, 2 times per day, 7 days per week for 12 weeks. Load was gradually increased by use of a weighted backpack as tolerated by pain -The heavy slow resistance group performed heel raises with bent knees in the seated calf raise machine, heel raises with straight knee in the leg press machine, and heel raises with straight knees standing on a disc with a barbell on shoulders. The patients performed three sets of 15-repetition  maximum (RM) in week 1, three sets of 12 RM in weeks 2 and 3, four sets of 10 RM in weeks 4 and 5, four sets of 8 RM in weeks 6 to 8, and four sets of 6 RM in weeks 9 to 12 -Outcome measures were assessed at 0, 12 weeks, and at the 52-week  follow-up and included tendon pain assessment (V AS), function and symptoms (VISA-A), tendon swelling, tendon neovascularization, and treatment satisfaction -Both groups showed significant improvements in VISA-A,  V AS, reduction of tendon thickness, and neovascularization -Average exercise compliance was 78% in the eccentric training groups versus 92% in the heavy slow resistance group –The Alfredson protocol for eccentric training may be an effective method of exercise intervention  -Consists of three sets of 15 repetitions of heel drops with knee straight and three sets of 15 repetitions with knee slightly flexed -Various factors such as rate, load, and frequency need clarification -Results with this protocol have not been as good with nonathletes as with athletes, suggesting that motivation can be a limiting factor. One possible reason for the disparity in compliance between athletes and nonathletes is that the goal with the Alfredson protocol is to complete 180 repetitions a day, even if pain is experienced. However, in an RCT comparing the outcomes from the Alfredson protocol versus a “do-as-tolerated”  protocol of the same exercises, no significant difference between the two was found(11) –The addition of an AirHeel brace to eccentric training does not appear to provide a therapeutic advantage over eccentric exercises alone(15) -Based on a systematic review of RCTs –Whole-body  vibration training may be a viable alternative or complementary intervention for patients with AT not responding well to an eccentric exercise program(12) -Based on an RCT -Fifty-eight  patients with AT were randomly assigned to 12 weeks of either whole-body  vibration training, eccentric strengthening, or a wait-and-see approach -Outcome measures involved a Likert scale, V AS, isokinetic measurements, and sonography -Results from the whole-body  vibration training group were comparable to the eccentric training group, but with fewer treatment sessions. Both groups did better than the wait-and-see  approach. Whole-body  vibration training was especially effective in those with insertional AT –A standardized extracorporeal shockwave therapy (ESWT) program provides beneficial effects over a 24-month  period for the treatment of insertional Achilles tendinopathy(26) –Authors of a similar study on ESWT concluded that ESWT has the potential to provide long-term  benefits for improving pain at rest and during activity in patients with refractory AT(27) . Problem Goal Intervention Expected Progression Home Program Heel cord pain on weight bearingMinimal or no pain on unassisted ambulationTherapeutic and mechanical modalities Ice pack or cold whirlpool to control pain _ _ Low-energy SWT _ LLLT _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "relief of tendon pain and tenderness": [
            "V AS, 0–10  scale"
        ],
        "increased rom  ankle dorsiflexion": [
            "Goniometry"
        ],
        "increased strength  ankle plantar flexors": [
            "Manual muscle testing"
        ],
        "recovery of normal function in daily and recreational activities": [
            "LEFS, FAOS, VISA-A  questionnaire(17)"
        ]
    },
    "maintenance or prevention": [
        "Further studies are needed to determine whether athletes return to sport at their prior level and whether this may increase the risk of Achilles tendon reinjury",
        "Risk of injury may be reduced with careful attention to technique, sufficient warm-up, and adjustment of intensity, frequency, and duration of activity Patient Information",
        "See “Achilles Tendon Disorders” from the American College of Foot and Ankle Surgeons at https://www.foothealthfacts.org/conditions/achilles-tendon-disorders  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Li HY, Hua YH. Achilles Tendinopathy: Current Concepts about the Basic Science and Clinical Treatments. Biomed Res Int . 2016;2016:6492597. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Singh A, Calafi A, Diefenbach C, et al. Noninsertional Tendinopathy of the Achilles. Foot Ankle Clin . 2017;22(4):745-760.  doi:10.1016/j.fcl.2017.07.006. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Aronow MS. Posterior heel pain (retrocalcaneal bursitis, insertional and noninsertional Achilles tendinopathy). Clin Podiatr Med Surg . 2005;22(1):19-43.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Maffulli N, Sharma P, Luscombe KL. Achilles tendinopathy: aetiology and management. J R Soc Med . 2004;97(10):472-476.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "O'Neill S, Watson PJ, Barry SA. Delphi study of risk factors for Achilles tendinopathy—opinions of world tendon experts. Int J Sports Phys Ther . 2016;11(5):684-697.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz's modalities for therapeutic intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,  80-82, 127-128, 144-145, 179, 322-323. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Lee JY, Yoon K, Yi Y, et al. Long-Term  Outcome and Factors Affecting Prognosis of Extracorporeal Shockwave Therapy for Chronic Refractory Achilles Tendinopathy. Ann Rehabil Med . 2017;41(1):42-50.  doi:10.5535/arm.2017.41.1.42. (R)"
        },
        {
            "number in article": 8,
            "reference": "Lohrer H, David S, Nauck T. Surgical treatment for achilles tendinopathy - a systematic review. BMC Musculoskelet Disord . 2016;17:207. doi:10.1186/s12891-016-1061-4.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Franettovich Smith MM, Honeywill C, Wyndow N, Crossley KM, Creaby MW. Neuromotor control of gluteal muscles in runners with achilles tendinopathy. Med Sci Sports Exerc. 2014;46(3):594-9.  doi:10.1249/MSS.0000000000000133. (R)"
        },
        {
            "number in article": 10,
            "reference": "Pingel J, Harrison A, Simonsen L, Suetta C, Bülow J, Langberg H. The microvascular volume of the Achilles tendon is increased in patients with tendinopathy at rest and after a 1-hour treadmill run. Am J Sports Med . 2013;41(10):2400-8.  doi:10.1177/0363546513498988. (R)"
        },
        {
            "number in article": 11,
            "reference": "Stevens M, Tan CW. Effectiveness of the Alfredson protocol compared with a lower repetition-volume  protocol for midportion Achilles tendinopathy: a randomized controlled trial. J Orthop Sports Phys Ther . 2014;44(2):59-67.  doi:10.2519/jospt.2014.4720. (RCT)"
        },
        {
            "number in article": 12,
            "reference": "Horstmann T, Jud HM, Fröhlich V, Mündermann A, Grau S. Whole-body  vibration versus eccentric training or a wait-and-see  approach for chronic Achilles tendinopathy: a randomized clinical trial. J Orthop Sports Phys Ther . 2013;43(11):794-803.  doi:10.2519/jospt.2013.4762. (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Malliaras P, Barton CJ, Reeves ND, Langberg H. Achilles and patellar tendinopathy loading programmes: a systematic review comparing clinical outcomes and identifying potential mechanisms for effectiveness. Sports Med . 2013;43(4):267-86.  doi:10.1007/s40279-013-0019-z.  (SR)"
        },
        {
            "number in article": 14,
            "reference": "Kim SJ, Yu JH. Changes of gait parameters and lower limb dynamics in recreational runners with Achilles tendinopathy. J Sports Sci Med . 2015;14(2):284-289.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Scott L, Munteanu S, Menz H. Effectiveness of orthotic devices in the treatment of Achilles tendinopathy: a systematic review. Sports Med . 2015;45(1):95-110.  (SR)"
        },
        {
            "number in article": 16,
            "reference": "Kearney RS, Parsons N, Metcalfe D, Costa ML. Injection therapies for Achilles tendinopathy. Cochrane Database Syst Rev . 2015;(5). Art No: CD010960. doi:10.1002/14651858.CD010960.pub2.   (SR)"
        },
        {
            "number in article": 17,
            "reference": "Beyer R, Kongsgaard M, Kj#r BH, Øhlenschl#ger T, Kj#r M. Heavy slow resistance versus eccentric training as treatment for Achilles tendinopathy: a randomized controlled trial. Am J Sports Med . 2015;43(7):1704-1711.  (RCT)"
        },
        {
            "number in article": 18,
            "reference": "Wetke E, Johannsen F, Langberg H. Achilles tendinopathy: a prospective study on the effect of active rehabilitation and steroid injections in a clinical setting. Scand J Med Sci Sports. 2015;25(4):e392-e399.  (R)"
        },
        {
            "number in article": 19,
            "reference": "McClinton S, Luedke L, Clewley D. Nonsurgical Management of Midsubstance Achilles Tendinopathy. Clin Podiatr Med Surg . 2017;34(2):137-160.  doi:10.1016/ j.cpm.2016.10.004. (RV)"
        },
        {
            "number in article": 20,
            "reference": "Obst SJ, Heales LJ, Schrader BL, et al. Are the Mechanical or Material Properties of the Achilles and Patellar Tendons Altered in Tendinopathy? A Systematic Review with Meta-analysis.  Sports Med . 2018;48(9):2179-2198.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Delabastita T, Bogaerts S, Vanwanseele B. Age-Related  Changes in Achilles Tendon Stiffness and Impact on Functional Activities: A Systematic Review and Meta-Analysis.  J Aging Phys Act . 2018;3:1-40.  doi:10.1123/japa.2017-0359.  (RV)"
        },
        {
            "number in article": 22,
            "reference": "Jupiter DC, Fang X, Ashmore Z, Shibuya N, Mehta HB. The Relative Risk of Achilles Tendon Injury in Patients Taking Quinolones. Pharmacotherapy . 2018. doi:10.1002/ phar.2162. (R)"
        },
        {
            "number in article": 23,
            "reference": "Verrall GM, Dolman BK, Best TM. Applying physical science principles to mid-substance  Achilles tendinopathy and the relationship to eccentric lengthening exercises. Scand J Med Sci Sports . 2018;28(3):1159-1165.  doi:10.1111/sms.12978. (RV)"
        },
        {
            "number in article": 24,
            "reference": "Becker J, James S, Wayner R, Osternig L, Chou LS. Biomechanical factors associated with Achilles tendinopathy and medial tibial stress syndrome in runners. Am J Sports Med. 2017;45(11):2614-2621.  doi:10.1177/0363546517708193. (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Murphy M, Rio E, Debenham J, Docking S, Travers M, Gibson W. Evaluating the progress of mid-portion  Achilles tendinopathy during rehabilitation: a review of outcome measures for self-reported  pain and function. Int J Sports Phys Ther . 2018;13(2):283-292.  doi:10.26603/ijspt20180283. (RV)"
        },
        {
            "number in article": 26,
            "reference": "Maffulli G, Padulo J, Luliano E, Furia J, Rompe J, Maffulli N. Extracorporeal shock wave therapy in the management of insertional Achilles tendinopathy: the assert database. Muscles Ligaments Tendons J . 2018;8(3):416-422.  (RV)"
        },
        {
            "number in article": 27,
            "reference": "Taylor J, Dunkerley S, Silver D, et al. Extracorporeal shockwave therapy (ESWT) for refractory Achilles tendinopathy: a prospective audit with 2-year follow up. Foot. 2016;26:23-29.  doi:10.1016/j.foot.2015.08.007. (R)"
        }
    ]
}