{
    "metadata": {
        "title": "Anterior Cruciate Ligament Reconstruction",
        "synonyms": [
            "acl  reconstruction",
            "acl reconstruction rehabilitation"
        ],
        "anatomical location body part affected": [
            "Knee joint/anterior cruciate ligament (ACL) injury may also involve medial and/or lateral collateral ligament(s), medial meniscus, posteromedial capsule; avulsion of tibial eminence in adolescents"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "The ACL consists of two major fiber bundles with attachments on the lateral femoral condyle and medial tibial eminences(1,2) –Anteromedial bundle: primarily restrains anterior tibial translation in flexion –Posterolateral bundle: primarily stabilizes knee in near-full extension, preventing hyperextension",
            "ACL reconstruction with harvested tendons is the surgical treatment option for a patient with an ACL-deficient  knee after rupture/disruption –Indications for ACL deficiencyand need for reconstruction -Mechanism of injury consistent with ACL tear (3) -Knee gave way with change of direction (turning) and weight-bearing  on affected limb -Knee gave way on twisted landing from jump -For adolescents, please see Clinical Review…Anterior Cruciate Ligament Tear: Pediatric ; CINAHL Topic ID Number: T708936.For prevention, please see Clinical Review…Anterior Cruciate Ligament Injury: Prevention ; CINAHL Topic ID Number: T708848 -Patient reports symptoms of knee rotational instability/laxity when pivoting or stopping -Biomechanical testing of human cadaveric legs investigated the tibia femoral kinematics and stress on the ACL with a simulated landing. Anterior tibial translation and knee abduction occurred simultaneously; internal tibial rotation began and peaked significantly later in the landing. Internal tibial rotation reached 63% of its maximum value when the peak ACL strain occurred(56) -A high knee abduction moment (KAM) associated with low hamstring to quadriceps strength ratio was the most accurate predictor of future ACL injury in adolescent female athletes during a drop-vertical  jump task(57) -ACL rupture during cadaveric simulated landing was found to correlate with KAM, anterior tibial shear force, and lateral tibial force at impact(71) -Impaired knee function after ACL injury reduces physical activity and health-related quality of life (HRQoL)(41) -ACL injury commonly occurs in sports. Many athletes wish to regain their ability for high-speed  cutting, turning, agility running, and/or jumping (e.g., soccer, football, basketball, tennis, skiing) and return to sport(4)  -Clinical tests indicating the ACL-deficient  knee (see Relevant tests and measures , below)(3,4,5) –Predictors of increased risk for ACL deficiency -Authors of a 2015 systematic review of factors predictive of progression to surgery after nonoperative treatment of an ACL rupture indicate that neither sex nor severity of knee joint laxity soon after injury can predict whether a patient will need reconstruction(64) -All other factors (e.g., hop tests, medial collateral ligament injury, quadriceps strength ratio, activity level) had conflicting or only minimal evidence of their association with need for reconstruction -Seven studies were included. Only three were of high quality –In one high-quality  study, knee shape was found to be predictive. Spherical shape of the femoral condyle was predictive of need for reconstruction.(65) Future research is needed to independently validate this findingTypes of ACL reconstruction -Conventional transtibial single-bundle  (CSB) reconstruction involves single femoral and tibial tunnels, whereas in the anatomic double-bundle  (ADB) technique separate tunnels are drilled for the anteromedial bundle and the posterolateral bundle(1,2,6) -Tunnels are drilled in the femur and tibia to fix the graft -Two surgical techniques of drilling the femoral tunnel for placement of the graft are the transtibial technique and the anteromedial portal technique. In the United States, data from 387 patients at 6 years post ACL reconstruction were collected to analyze repeat ipsilateral knee surgery. The group of patients who had the transtibial drilling procedure had significantly higher odds of undergoing a repeat surgery when compared to the group with the anteromedial single bundle (ASB) portal drilling technique, which has been documented to improve anatomical placement(59) -Authors of an RCT in Slovenia found that ADB reconstruction was superior to both CSB and ASB reconstruction techniques(60) -281 patients prospectively randomized into the three groups: ADB, CSB, and ASB. Follow-up  was 3–5years, outcome measures were the Lysholm Knee Rating Scale, the subjective International Knee Documentation Committee (IKDC) form, the KT-1000 arthrometer, and the pivot-shift  testAllograft (allogenic) or autograft (autologous) harvested tendon -Bone-patellar  tendon-bone  (BPTB) graft: middle third of patella tendon with attached bone blocks that allow bone-to-bone  fixation -Four-strand  hamstrings tendon (HT) graft: double-loop  of semitendinosus and gracilis (STG) tendons attached by soft tissue fixation -Similar, consistently good long-term  (> 24 months) knee joint functional outcomes are associated with either the BPTB or HT graft(7,8,9) -Based on two systematic reviews, the BPTB autograft may provide better knee joint stability than the HT autograft, but is associated with more postoperative anterior knee complications(8,9) -Comparison of two techniques of ACL reconstructive surgery with allograft: the CSB (control) vs. the all-inside  tibial socket technique(51) -Researchers conducted an RCT in the United States involving 150 patients with ACL deficiency who chose to have ACL reconstructive surgery using one of these two methods -There was no difference between the two methods in the outcome measures, including the IKDC knee history and examination form, the Knee Society Score (KSS) for pain and function, and the Short Form 12 (SF-12) -The V AS pain score compared to baseline was significantly lower for the all-inside  technique on day 1, on day 7, at 1.5 weeks, and at 24 months -Authors of a 2020 systematic review of the risk for new meniscal tears after ACL injury foundthat the evidence to guide the choice of surgical treatment for ACL reconstructionwas too weak(72) -Authors of a 2019 systematic review found that high tibial osteotomy (HTO) for ACL revision produced good postoperative functional outcomes, low complication rates, and no reported re-ruptures.  The main indication for performing HTO during ACL surgical revision was a posterior tibial slope of more than 12°, or severe varus malalignment(73) -In pediatric and adolescent populations nonoperative treatment of ACL injuries used to be the treatment of choice; however, this view is now considered obsolete except in rare circumstances(66) -Concern about interruption of the physis and potential growth disturbances was the main reason for the controversy  -Evidence is lacking that the relatively small interruptions of the tibial and femoral physes that occur during transphyseal ACL reconstruction in skeletally immature individuals will cause significant growth arrest or angulatory deformities -Technique for the type of ACL reconstruction used will depend on status of the physis. Graft source may depend on technique used",
            "Rehabilitation after ACL reconstruction –Involves protection of the healing graft, management of knee pain and swelling, restoration of full ROM, restoration of normal gait and balance, progressive strengthening of muscles acting on the knee and hip, improving neuromuscular control, and introduction of functional activities for return to work and/or sports or application of equipment Functional deficits in posture, proprioception, gait, and balanceNormal gait and dynamic balance (< 4 months)Functional training _ Treadmill walking for gait retraining (use handrails as needed); posture exercises; static and dynamic balance exercises; proprioceptive program (3x per week, 12 weeks) associated with greater gains in isokinetic torques than standard strength training(34) _ _ Neuromuscular control, balance, and proprioceptive exercises for trunk, hip, knee, and ankle _Progress intensity until patient demonstrates symmetric 1-leg standing balance with perturbations and hop tests with good control of knee valgusProvide patient with written instructions regarding functional activities to be performed at home and correct use and/ or application of equipment Assistive device required for ambulationNormal, safe ambulation without assistive devicePrescription, application of devices and equipment _ Discontinue ambulatory assistive device (< 2 weeks or per surgeon’s instructions) _Practice slow walking on treadmill using handrails as needed; progress to uneven surfacesProvide patient with safe exercises to perform at home  Unable to participate in sports(4)Return to sport with surgeon’s approval (6 to 12 months)Sport-specific drills _ These involve high- speed cutting, turning, agility running, and/ or jumping such as in soccer, football, basketball, tennis, skiing. If kinesiophobia is suspected, focus should be on restoring confidence in knee function(67) _Progress until patient demonstrates fitness appropriate for sportSport-specific drills . Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement for ACL reconstruction hasbeen identified.Reimbursement for surgery or therapy will depend on insurance contract coverage"
        ],
        "presentation signs and symptoms": [
            "Presentation/signs and symptoms in the postoperative acute/subacute phase(10) –Mild to moderate knee pain, effusion, ecchymosis, and/or tenderness –Wound healing at arthroscopic portals –Drop-lock  brace in full knee extension worn over a compressive cryotherapy device –Decreased knee strength and ROM as well as poor quadriceps neuromuscular control secondary to pain, swelling, and inflammation (arthrogenic muscle inhibition [AMI]) –Weight-bearing  as tolerated on operated limb –Walking with axillary crutches/cane (not uncommon for athletes to self-wean  from ambulatory assistive device before presenting as outpatient) –Typically, the patient is independent in transfers and general mobility"
        ],
        "contraindications precautions to test": [
            "Neurovascular exam should include evaluation for DVT, particularly in calf area",
            "Scan entire lower extremity for neurological function. Numbness around incision site is not unusual",
            "Ensure that closure of arthroscopic portals remains clean, dry, and intact",
            "Avoid ACL stress testing until return to sport or new signs/symptoms of knee instability suggest graft failure"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Ensure maximum protection for graft healing, per postoperative guidelines and physician protocol",
        "Postpone ACL stress testing until evaluation for discharge/return to work or sport",
        "Clinically significant neurological deficits are not usually associated with ACL tears or reconstruction.(10) Notify referring physician immediately on discovery of absent sensation or motor function in the involved limb",
        "Notify referring physician immediately on discovery of evidence suggestive of DVT, pulmonary embolism (PE), or thrombophlebitis. Avoid exercising or manually mobilizing the affected limb in the presence of DVT or thrombophlebitis until cleared by physician. Evaluate for safety limitations such as knee joint ROM and weight-bearing  precautions and comorbidity/illness that might affect therapeutic planning (e.g., if the meniscus was also repaired the patient may be non-weight-bearing) ",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Neurovascular exam should include evaluation for DVT, particularly in calf area",
            "Scan entire lower extremity for neurological function. Numbness around incision site is not unusual",
            "Ensure that closure of arthroscopic portals remains clean, dry, and intact",
            "Avoid ACL stress testing until return to sport or new signs/symptoms of knee instability suggest graft failure"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Twisting injury with knee extended; often valgus stress without external contact force -Were any other structures damaged?Meniscus and medial collateral ligament arecommonly involved(76)",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [
                        "Surgical management:  See notes under Description , above. Were there any pre- or postoperative complications?",
                        "Medications for this injury:  Determine what medications were prescribed for this condition, whether or not they are currently being taken, and whether or not they are effective"
                    ],
                    "medications": "",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  MRI is the usual test that confirms ACL rupture/disruption. Clinical diagnosis of ACL rupture is considered highly sensitive and specific compared to MRI(5)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other orthopedic conditions and what specific treatments were helpful or not helpful. Did the patient have preoperative treatment?"
                },
                "aggravating easing factors": "Document factors (such as knee bending, weight-bearing,  cold pack, leg elevation) and length of time before the symptoms come on or are eased with each",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Is the pain constant or intermittent, sharp or dull, aching or burning? Is there numbness or a tingling sensation? Where are these symptoms located?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Patient commonly reports mild to moderate knee pain",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "If present, document number of wakings/night -Did the surgeon instruct the patient to sleep with the brace? Is the patient compliant?Document any need for supplemental oxygen or ventilation",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., fever, severe leg swelling, excessive wound drainage, skin rash) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any relevant history of orthopedic problems",
                    "comorbid diagnoses": "Ask patient about other medical problems, including diabetes, hypertension, cancer, heart disease, complications of pregnancy, psychiatric disorders, and musculoskeletal disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask about other symptoms that have affected the patient’s mobility"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Document the type of work and vigorous activities (occupational, recreational, or competitive sports) the patient participates in. To what extent can the patient participate at this time?",
                "functional limitations assistance with ADLs adaptive equipment": "Document any reported limitations and/or equipment use",
                "living environment": "Identify if there are barriers to independence in the home (e.g., stairs, lack of caregivers) and whether any modifications are necessary"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "A long-leg  immobilizer brace is prescribed to maintain knee stability during ambulation for 2 to 4 weeks. The brace is usually locked in full extension for 2 weeks after surgery. Therapeutic devices used at home include a cold pack cuff and often a continuous passive motion (CPM) machine. Evaluate need for assistive ambulatory device (cane, crutches, rarely a walker) and ensure proper use, care, and fit(10)",
            "balance": "Assess stability and for nonsymmetrical weight-bearing  in bipedal standing with knee brace. If not stable, assess stability in standing using assistive device. Prior to discharge, assess balance in single-leg  stand statically, dynamically, and with perturbations.(11) In a case-control  study, patients post-ACL  reconstruction (mean, 3.3 years) had poorer dynamic balance with less gluteus medius activation on electromyography(12)",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess peripheral pulses, especially in cases with hematoma. Suspect DVT in operated limb (calf) if any of –Localized calf tenderness and erythema –Calf circumference more than 3 cm greater than nonoperated limb –Prominent superficial veins in calf –Positive Homans' sign (pain in calf on passive ankle dorsiflexion)",
            "functional mobility": "Assess ability in bed mobility, transfers, and steps, while staying within postoperative guidelines. In evaluation for return to work or sport, assess ability in performance tests (e.g., single-leg  squat without hip internal rotation, jog, walk sideways, agility run, hop, and jump and land with controlled knee valgus), as indicated",
            "gait locomotion": "Initially, assess ability to maintain weight-bearing  precautions and ambulate correctly with assistive device. Assess gait when ambulatory assistive device is discontinued; observe for antalgic gait and stiff knee pattern and decreased weight-bearing  on operated leg. Prior to discharge, assess ability to ambulate in more difficult conditions such as on uneven terrain or in tandem walkingAssess for hypomobility of patella in passive mobilization.(4) Assess dynamic tracking of patella in active ROM within postoperative guidelines. Assess tightness of lateral retinaculum in supine and standing positions. Assess for retropatellar crepitus suggestive of damage to infrapatellar articular cartilage. Postpone ACL stress –Lachman’s – patient supine with knee flexed 10–20°;  examiner stabilizes thigh with one hand while applying gentle anterior translation force to proximal tibia with the other hand; test positive if excessive movement of tibia with soft end point compared to uninjured knee(3) –Pivot-shift  test – patient supine with knee extended; examiner maintains slight distal traction force on tibia while applying internal rotation and valgus stress; test positive if anterior subluxation of lateral tibial plateau occurs when knee is passively flexed and then spontaneously reduces (shifts back into place) past 30°(3) –Anterior drawer – patient supine with knee flexed 80° and hamstrings relaxed; examiner stabilizes patient’s foot while applying a gentle to-and-fro  anterior translation force on proximal tibia; test positive if excessive movement of tibia with soft end point compared to uninjured knee.(3) KT-1000 arthrometer to assess drawer motion of the tibia relative to the femur –Authors of a meta-analysis  of 20 studies determined that the Lachman’s test had the highest sensitivity in the office setting and under anesthesia for diagnosing an acute, complete ACL rupture. The pivot-shift  test under anesthesia was the most specific(60)",
            "muscle strength": "Postoperative guidelines usually restrict strength testing until after patient is full weight-bearing (FWB) and ambulatory with or without assistive device. Manually test static strength at the hip (with brace locked in extension),  knee (in 40° flexion), and ankle. Expect quadriceps weakness, which is due in part to postoperative central inhibition (i.e., AMI) and reduced voluntary muscle control.(12) Assess for quadriceps extensor lag by evaluating the patient’s ability to maintain knee extension during a straight-leg  raise. Assess timing, coordination, and ability to maintain control throughout the entire leg raise; assess in supine, side-lying,  and prone. Compare quadriceps to hamstrings strength ratio to uninvolved side. Assess for activation of the vastus medialis obliquus at terminal knee extension and involuntary coactivation of hamstrings during knee extension.(13) Muscle function tests to assess fitness for return to work or sport should be demanding and specific to reduce the patient’s apprehension and fear of reinjury(42)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess overall lower extremity alignment, alignment and position of the patella in standing, and knee alignment in walking",
            "range of motion": "Assess active-assisted/active  and passive ROM of the tibiofemoral joint, as well as the hip and ankle joints. Expect reduced active knee ROM in both flexion and extension, as well as mild knee flexion contracture that contributes to extensor lag",
            "self-care activities of daily living": "",
            "reflex testing": "Assess Achilles tendon reflex (should be intact)",
            "sensory testing": " Sensory testing –Assess touch and thermal (warm and cold) sensation around knee –Assess sensation and movement in foot/toes –Assess proprioception at knee joint",
            "special tests specific to diagnosis": " Special testsAuthors of a systematic review found that stronger methodological studies used the objective IKDC survey or the objective and subjective IKDC survey(77)May be included when determining return-to-sports  after ACL reconstruction. Correlates well with IKDC score and isokinetic knee extensor strength((78) –Knee Injury and Osteoarthritis Outcome Score (KOOS) -Sports and Recreation subscale -Knee Related Quality of Life subscale –Lower Extremity Functional Scale (LEFS) –Short Form 36 (SF-36)  for assessment of health status and HRQoL –Lysholm Knee Rating Scale(60)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "Reduced knee strength and ROM; deficits in functional mobility and gait, posture, and balance; decreased general physical fitness; and self-efficacy  for sports participation",
        "rule out": "N/A",
        "prognosis": [
            "Knee stability for normal ambulatory function is restored in most patients, independent of sex, age, or prior activity status.(7) However, the Lysholm score, Tegner activity scale, and ability to return to sports may be poorer in females(79)",
            "Long-term  functional outcomes depend in part on the physical demands of ADLs, including sport and work(42)",
            "Preoperative tests found to be associated with good outcome in terms of HRQoL using the KOOS and SF-36  questionnaires after ACL reconstruction were the pivot shift, knee function (1-leg  hop and walking tests), and knee ROM(41)",
            "Delaying ACL reconstruction more than 12 weeks after time of injury was associated with increased risk of irreparable medial meniscus tears and lateral compartment chondral injuries in pediatric patients 14 years of age or younger(16)",
            "Authors of a meta-analysis  of nonoperative versus operative treatment of ACL tears in children and adolescents showed trends favoring early surgical stabilization over nonoperative or delayed treatment(62) –Six studies involving 217 patients that compared operative to nonoperative treatment and five studies involving 353 patients that compared early to delayed reconstruction were analyzed  –Meta-analysis  was conducted for aggregated data in each category –Patients who had nonoperative or delayed treatment experienced more instability/pathological laxity and were less likely to return to previous activity levels than patients treated with early surgical stabilization",
            "Authors of a meta-analysis  of studies of the development and progression of osteoarthritis after ACL injury suggest that ACL injury predisposes knees to osteoarthritis and that reconstruction surgery reduces the risk of developing arthritis after 10 years. On the other hand, returning to sportsthat are associated with ACL injuries after reconstruction surgery appears to increase risk for the development of arthritis in later years(63) –Studies reporting radiologic findings of ACL-injured  knees and controls at a minimum mean follow-up  period of 10 years were included –Nine studies were included for systematic review and six were included for meta-analysis –One hundred twenty-one  of 596 ACL-injured  knees had moderate or severe radiologic changes indicative of osteoarthritis, whereas only 23 of 465 uninjured contralateral knees had moderate or severe changes –Nonoperatively treated ACL-injured  knees had significantly higher risk of developing any grade of osteoarthritis",
            "In a cohort study of 378 participants with primary ACL reconstruction in the United States, the ability to participate in sports was maintained at 6-year  follow-up,  but physical activity level (Marx Activity Scale) declined compared to follow-up  at 2 years. Revision of ACL reconstruction and use of allograft predicted worse outcomes on the IKDC and KOOS subscales (see Special tests , above). Other risk factors for worse outcomes were smoking and elevated BMI(17)",
            "Based on the results of a retrospective review of charts of 263 patients in the United States 2 years after ACL reconstruction, a hamstring autograft 8 mm and smaller in size had a negative effect on patient-reported  outcomes and revision risk. There were 0 of 64 revisions of patients with grafts greater than 8 mm in diameter, and 14 of 199 patients (7%) with grafts 8 mm in diameter and smaller. Among patients 18 years of age and younger, revision was required in 0 of 14 patients with grafts greater than 8 mm in diameter and 18.3% (13 of 71) of patients with grafts 8 mm in diameter or smaller(53)",
            "Whether double-bundle  ACL reconstruction provides a better prognosis compared to the more common single-bundle technique depends for the most part on the outcome measure(42) –Authors of a 2012 Cochrane review involving 1,433 persons found insufficient evidence that clinical and subjective postoperative knee joint function were different between methods(43) –In contrast, authors of two 2013 systematic reviews found that double-bundle  reconstruction may reduce graft failure and improve knee joint rotational stability(44,45) –In an RCT conducted in the United States with 90 participants, pivot-shift  and KT-1000  arthrometer tests and incidence of osteoarthritis at 5-year  follow-up  were not significantly different between groups that received single-bundle  vs. double-bundle  grafts. However, the double-bundle  technique was associated with fewer graft failures and ACL revision surgery(46)",
            "In an RCT conducted in Sweden with 121 young (mean age, 26 years), active participants, KOOS scores at 2 to 5 years were not significantly different between groups that underwent early or delayed ACL reconstruction(47)",
            "The lack of return to preinjury activity levels after ACL reconstruction can be attributed to fear of reinjury (kinesiophobia) and persistent knee symptoms. A self-assessment  interview of 135 patients in the United States revealed that 46% returned to preinjury activity levels and 54% did not(52) –Authors of a critically appraised topic concluded that there is moderate evidence to support an association between self-perceived  knee function after ACL reconstruction and kinesiophobia(67)",
            "Following ACL reconstruction surgery, among patients who return to their previous activity level the risk of a second ACL injury ranges from 6% to 30%. Nonmodifiable factors include age, sex, activity level, time since surgery, and surgical techniques (graft inclination angles, size, and tissue type). One modifiable second-injury  risk factor is a return to highlevel of competition in a sport involving cutting, pivoting, and jumping(57)",
            "Predictive biomechanical risk factors for a second ACL injury include net hip internal rotation moment, increased valgus motion, asymmetrical external knee moments, and reduced postural stability(57)",
            "In a case series in Australia of 314 participants recruited at a mean of 39.6 months (range: 2 to 7 years) after ACL reconstruction, 93% had attempted to return to sport. Only 45% were currently playing sport at their preinjury level while 29% were playing competitive sport. Return to sport at 12 months after surgery was not predictive of playing at the preinjury level thereafter(18)",
            "The contralateral normal knee and the reconstructed knee are at similar risk for a subsequent ACL tear(19)  –Based on a prospective cohort study in the United States involving 273 patients followed for 2 years after primary ACL reconstruction –235 (86%) followed up at 2 years –7 (3%) had ACL graft failure –7 (3%) had tear of contralateral normal ACL ›In a consecutive cohort study in Australia involving 561 patients who had primary ACL reconstruction 3–5 years earlier, the patients responded to a questionnaire regarding graft rupture, current activity level, contralateral ACL injury, and family history of ACL injury(58)",
            "ACL graft ruptures occurred in 4.5% patients and contralateral knee ACL injuries occurred in 7.5% of patients",
            "29% of patients younger than 20 years at time of primary ACL reconstruction sustained a subsequent ACL injury to either knee ›Functional outcome measures after ACL reconstruction of competitive soccer players were superior in the STG tendon group when compared to functional outcomes of the BPTB group(54)",
            "Based on an RCT in Iran involving 42 soccer players with unilateral ACL reconstruction who were prospectively randomized into the two groups and followed an accelerated rehabilitation protocol",
            "At return to sport, average time 8 months, the STG group had greater quadriceps strength and better performance in the triple hop, jump-landing,  and crossover-hop  test when compared to the BPTB group"
        ],
        "referral to other disciplines": "Orthopedist for specific red flags, orthotist for bracing needs, occupational therapist for deficits in ADLs, pain management or referring physician for unremitting pain, aquatic therapist for pool exercise; sports psychologist if kinesiophobia is suspected",
        "other considerations": [
            "In a systematic review of the outcomes of ACL reconstruction rehabilitation in the short term (0 to 6 weeks postsurgery), the quality of study evidence based on the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) method indicates:(20) –no added benefit (strong evidence) of knee bracing after ACL reconstruction compared to standard treatment –no added benefit (moderate evidence) of CPM for increasing ROM compared to standard treatment –equal effectiveness (moderate evidence) of open kinetic-chain (OKC) versus closed kinetic-chain  (CKC) exercise –equal effectiveness (moderate evidence) of home-  versus clinic-based  treatment",
            "Insufficient evidence is available to advise patients for or against the use of computer-assisted  surgery (CAS) in ACL reconstruction(21) –Based on a Cochrane systematic review of four RCTs that included 266 participants –No significant differences in IKDC scores or objective measures of knee function –CAS was associated with longer operating times (range, 9.3 to 26 minutes)",
            "There may be subtle differences between graft-specific  surgeries with respect to functional joint mechanics in demanding tasks(68) –Based on 3-dimensional  analysis of joint torques in 25 patients (10 hamstring tendon graft, 6 patellar tendon graft, 9 matched controls) during level walking and stair descent conducted in the United States –Patients with hamstring tendon grafts were shown to have more frontal plane and internal rotation torque deficits when compared to controls and patients with patellar tendon grafts, especially when going step to step on stairs –Both types of tendon grafts demonstrated significantly lower peak knee flexion moments during stair descent when compared to controls"
        ],
        "treatment summary": [
            "Rest, ice, compression, elevation (RICE) approach along with NSAIDs is the standard treatment for postoperative pain, inflammation, and swelling",
            "Exercise rehabilitation after ACL reconstruction typically is a structured and multiphase process taking up to 9 months and 40 physical therapy visits. Surgeons often provide general treatment guidelines for these phases of rehabilitation(48)",
            "Therapeutic exercises/activities are usually indicated to improve strength, ROM, balance, proprioception, functional mobility, gait, and agility. In a 2013 systematic review (with meta-analysis)  of 13 rehabilitation studies, emphasis on balance training after ACL reconstruction was associated with increased risk of reinjury whereas emphasis on static stretching was associated with decreased risk(49)",
            "Stretching and patellar mobilization to restore full knee ROM ",
            "Gradual progression of resistance exercises to resolve quadriceps strength deficit, which was reported to range from 19% to 44% of unaffected side at 6 months postop(21)",
            "OKC and CKC resistance exercises appear equally effective for achieving functional outcomes(20,22,23)",
            "Beginning isokinetic hamstring strength training early (3 weeks postop) vs. late (9 weeks postop) may lead to reduced symptoms and improved lower extremity function after ACL reconstruction(24) –Based on an RCT conducted in Turkey that involved 48 men with BPTB ipsilateral autograft ACL reconstruction (Note: patients had patellar tendon grafts. Hamstring tendon harvesting would likely contraindicate starting this exercise program at 3 weeks postop) –Participants were randomized to two groups: Group 1 started daily isokinetic hamstring exercises at 3 weeks postop whereas group 2 started daily isokinetic hamstring exercises at 9 weeks postop –Results at 1 to 4 months and 12 months follow-up  showed significantly better outcomes in group 1 for the following measures: -Isometric hamstring strength at 30° of knee flexion (months 1 and 2) and concentric isokinetic strength (at months 2–4 and 12) at the angular velocity of 60° -Average scores of the Cincinnati Knee Rating Scale for symptoms (throughout trial) -Walking and stair-climbing  scores (at months 1 to 4) and squatting score (throughout trial) -Lachman’s test results (throughout trial)",
            "Faster knee extensor torque development may be more important than peak torque when considering function when using isokinetic exercise during advanced ACL reconstruction rehabilitation(69) –Based on a study conducted in the United States of 28 subjects, 12 weeks post-ACL  reconstruction, and 28 age- and sex-matched  controls –Higher rate of torque development and shorter time to peak torque were associated with better self-reported  knee function, while peak torque values were not",
            "An early progressive eccentric exercise program may lead to greater strength gains in patients after ACL reconstruction when compared to standard treatment(25) –Based on an RCT in the United States that involved 40 patients randomized to one of two groups -Group 1 (n = 20) – early progressive eccentric exercise (initiated 3 weeks postop) for 12 weeks -Group 2 (n = 20) – standard treatment for 12 weeks –At 1-year  follow-up,  group 1 had significantly larger gains in: -quadriceps muscle volume -gluteus maximus muscle volume -quadriceps strength -hopping distance –There were no significant differences in the Activities of Daily Living Scale of the Knee Outcome Survey, the Lysholm Knee Rating Scale, or the Tegner Activity Scale",
            "Following ACL reconstruction, CKC strength training and neuromuscular training (e.g., balance exercise, agility drills, plyometrics) appear equally effective for the recovery of knee function, although conventional strength training may increase strength more(26) –Based on an RCT in Norway involving 74 participants randomized to two groups: -Group 1 underwent neuromuscular training 2–3times/week for 6 months -Group 2 underwent conventional strength training 2–3times/week for 6 months –Compliance was 71% in group 1 and 91% in group 2 –Results at 1-year  follow-up -No significant differences between groups for the primary outcome measure (Cincinnati Knee Rating Scale) -Group 1 reported significantly less pain during activity -Group 1 reported significantly better global (knee) function score -Group 2 had a significantly greater improvement in hamstring strength -Follow-up  2 years later -There were no significant differences between the groups for the Cincinnati Knee Rating Scale -Group 2 had significantly greater improvement in hamstring strength",
            "The addition of cross eccentric exercise to traditional rehabilitation following ACL reconstruction may improve knee function and quadriceps acceleration reaction time (ART)(27)  –Based on an RCT conducted in Greece with 42 participants randomized to three groups: -Group 1 – cross eccentric exercise on the nonaffected lower extremity (3 days per week for 8 weeks) in addition to the traditional rehabilitation program (5 days per week for 8 weeks) -Group 2 – cross eccentric exercise on the nonaffected lower extremity (5 days per week for 8 weeks) in addition to the traditional rehabilitation program (5 days per week for 8 weeks) -Group 3 – traditional rehabilitation program (5 days per week for 8 weeks) -ART (or “time to peak” contraction) was assessed via dynamometer using isometric contraction at 45°, 60°, and 90° of knee flexion -Results at 8-week  follow-up -Group 1 had significantly improved ART at 90° compared to group 3 -Groups 1 and 2 had significantly improved Lysholm Knee Rating Scale score (disability outcome measure) compared to group 2 ›In contrast to the above study, authors of an RCT (22 patients in experimental group, 21 in control group) in the Netherlands found that adding cross-education  (training the nonaffected leg) to standard rehabilitation did not accelerate recovery of quadriceps strength and neuromuscular function for up to 26 weeks post-ACL  surgery(80)",
            "Modified NFL combine testing for functional performance of the involved limb may help in decision-making  for return to sport(28) –Based on a study of 18 participants (mean age, 16.9 years) who returned to sport within a year following ACL reconstruction –Unilateral hopping tests (e.g., single hop, crossover hop, and triple hop for distance) revealed the greatest deficits compared to a convenience sample of controls",
            "Patient education and home program for pain/edema control and therapeutic/functional exercises",
            "Progressive independent functional activities and exercise training for return to recreational/ competitive sport as needed. Specific guidelines for when it is safe to return to sport after ACL reconstruction are lacking(50)",
            "A single session of whole-body  vibration (WBV) and local muscle vibration (LMV) in patients with ACL reconstruction acutely improved quadriceps function(70) –Based on a randomized crossover trial conducted in the United States involving 20 patients (average age: 20; average time since ACL reconstruction: 50 months) –Patients performed isometric squats while being exposed to WBV , LMV , or no vibration in randomized order in visits that were one week apart –Significant differences between vibration (WBV or LMV) and controls were found in the following measurements: -After WBV: increased central activation ratio (CAR) and electromyographic amplitude, decreased active motor threshold (AMT) -After LMV: Increased CAR and decreased AMT . Problem Goal Intervention Expected Progression Home Program Pain, swelling, wound healing, remodeling of graftControl pain and swelling within 2–4 weeks; protect graft with knee brace until functional stability is regainedPhysical agents and mechanical modalities _ Cryotherapy and RICE approach should be applied frequently, especially following activity. Caution using heat pack when swelling persistsContinue intervention until exercise-related swelling is eliminatedInstruct in home program to control swelling and use of knee brace  Reduced activation of quadricepsFull terminal knee extension and maintenance of full knee extension with leg raises and quadriceps control with functional activitiesElectrical stimulation _ Neuromuscular electrical stimulation (NMES) combined with therapeutic exercise may be more effective than therapeutic exercise alone to improve quadriceps strength(29) _ _ NMES at home 30 minutes, 3x per day for 6 weeks combined with knee extension exercises reduced the extent of quadriceps atrophy at 6 weeks postop(30) _ _ Vibration : Whole body or local muscle vibration for acute response(70) _Improved activation of quadriceps and gradual increases in quadriceps strength and thigh circumferenceHome use of FES unit was feasible in one study.(30) Reimbursement may depend on third-party insurance pre-approval; home exercises  Reduced knee ROM(4)Functional range (> 120° flexion) Full knee extension (< 4 weeks)Manual therapy _ Patellar mobilization(4) _ _ Evidence is lacking to support use of CPM machine(20,31) _ _ Therapeutic exercise _ Knee ROM exercises are initiated as soon as possible after surgery in order to gain 90° of knee flexion within 1 week of surgery(4) _ _ Static stretching exercises for hamstrings, hip flexors, and calf; dynamic knee mobilization (e.g., stationary cycling); supine or prone hang to increase knee extension _Full knee flexion should be achieved within 6–12 weeksDaily repetition of exercises. A mainly home- based rehabilitation program may be as effective as a physical therapist-supervised rehabilitation program to improve ROM(32) Deficits in knee strengthQuadriceps strength > 75% of unaffected side (3–6 months)Therapeutic modalities _ Quadriceps strengthening (starting with CKC exercises), calf raises, stationary cycling, step-ups, 1- leg squat with valgus control; eccentric cycle ergometry found safe and more effective for quadriceps strengthening/ performance(33)Progress intensity and duration of exercises until full quadriceps strength is achieved _ _ Progress to OKC exercises according to surgeon’s recommendationsRepetition of exercises at home as appropriate. Advise patient to continue quadriceps strengthening after discharge. A mainly home- based rehabilitation program may be as effective as a physical therapist-supervised rehabilitation program to improve strength(32)  Nonsymmetrical weight-bearingSymmetry in standing posture and during weight- bearing activities (< 8 weeks)Functional training _ Treadmill walking for gait retraining (use handrails as needed); posture exercises; static and dynamic balance exercises; proprioceptive program (3x per week, 12 weeks) associated with greater gains in isokinetic torques than standard strength training(3) _Progress intensity until patient demonstrates normal lower extremity posture and symmetrical weight- bearing during activityProvide patient with written instructions regarding functional activities to be performed at home and correct use and/ or application of equipment Functional deficits in posture, proprioception, gait, and balanceNormal gait and dynamic balance (< 4 months)Functional training _ Treadmill walking for gait retraining (use handrails as needed); posture exercises; static and dynamic balance exercises; proprioceptive program (3x per week, 12 weeks) associated with greater gains in isokinetic torques than standard strength training(34) _ _ Neuromuscular control, balance, and proprioceptive exercises for trunk, hip, knee, and ankle _Progress intensity until patient demonstrates symmetric 1-leg standing balance with perturbations and hop tests with good control of knee valgusProvide patient with written instructions regarding functional activities to be performed at home and correct use and/ or application of equipment Assistive device required for ambulationNormal, safe ambulation without assistive devicePrescription, application of devices and equipment _ Discontinue ambulatory assistive device (< 2 weeks or per surgeon’s instructions) _Practice slow walking on treadmill using handrails as needed; progress to uneven surfacesProvide patient with safe exercises to perform at home  Unable to participate in sports(4)Return to sport with surgeon’s approval (6 to 12 months)Sport-specific drills _ These involve high- speed cutting, turning, agility running, and/ or jumping such as in soccer, football, basketball, tennis, skiing. If kinesiophobia is suspected, focus should be on restoring confidence in knee function(67) _Progress until patient demonstrates fitness appropriate for sportSport-specific drills ."
        ]
    },
    "desired outcomes outcome measures": {
        "pain and swelling controlled within  weeks; protected graft with knee brace until functional stability is regained": [
            "V AS"
        ],
        "full terminal knee extension": [],
        "functional rom  > ° flexion ; full knee extension  <  weeks": [
            "Goniometry"
        ],
        "quadriceps strength > % of unaffected side   months": [
            "MMT",
            "Isokinetic muscle testing"
        ],
        "symmetry in standing posture and during weight-bearing  activities  <  weeks": [
            "Postural assessment"
        ],
        "good dynamic balance  <  months": [],
        "walking unassisted with normal gait pattern": [
            "Gait assessment"
        ],
        "return to sport with surgeon’s approval    months": [
            "Return to sport"
        ],
        "improved function": [
            "Knee Self-Efficacy  Scale(35)",
            "Hop testing(28,36)",
            "KOOS",
            "LEFS",
            "Lysholm Knee Rating Scale"
        ]
    },
    "maintenance or prevention": [
        "Continue quadriceps strengthening to restore symmetric balance",
        "Progressive balance training was found to improve neuromuscular control of knee destabilizing forces and prevent ACL injury in Canadian women(37)",
        "Functional bracing Wearing a functional brace during high-risk  activities (cutting, pivoting, jumping) did not significantly reduce incidence of reinjury after ACL reconstruction in an RCT involving 100 participants in the United States(38) Functional bracing after ACL repair in skiers may reduce risk of subsequent knee injury(39) –Based on a prospective observational study in the United States –Eleven thousand six hundred and six skiers employed at a ski resort had preseason knee screening from 1991 to 1997  –Three hundred forty-six  skiers had ACL reconstruction with patellar tendon or hamstring autograft or allograft at least 2 years before ski season; 187 of these participated in multiple (2–6)  seasons that resulted in 820 employee skier seasons post ACL reconstruction being analyzed –Participants were counseled and self-selected  use vs. nonuse of functional knee brace (CTi2 brace) provided by employer –Knee injuries during ski season defined as any resulting in workers’ compensation claim and off work for any period of time –Sixty-one  knee injuries occurred, with incidence 7.4 injuries per 100 ACL-reconstructed  skiers per ski season –Comparing 563 nonbraced vs. 257 braced skiers -51 (9%) vs. 10 (4%) had knee injuries -25 (4%) vs. 3 (1%) had knee injuries requiring surgery",
        "Adherence to home-based  exercise may influence functional outcomes(40)"
    ],
    "patient education": [
        "WebMD, “ACL Surgery: What to Expect,” http://www.webmd.com/a-to-z-guides/anterior-cruciate-ligament-acl-surgery",
        "Two reviewers of YouTube videos on ACL injury and treatment found that the majority provided poor information(81) Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Schoderbek RJ, Treme GP, Miller MD. Bone-patella  tendon-bone  autograft anterior cruciate ligament reconstruction. Clin Sports Med . 2007;26(4):525-547.  (SR)"
        },
        {
            "number in article": 2,
            "reference": "Kuhn MA, Ross G. Allografts in the treatment of anterior cruciate ligament injuries. Sports Med Arthrosc . 2007;15(3):133-138.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Rimington T, Klimkiewicz J, Fu F. Knee and leg injuries. In: Wiesel BB, Sankar WN, Delahay JN, Wiesel SW, eds. Orthopedic Surgery: Principles of Diagnosis and Treatment . Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2011:697-734.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "McMahon PJ, Kaplan LD, Popkin CA. Sports Medicine. In: Skinner HB, ed. Current Diagnosis and Treatment in Orthopedics . 5th ed. New York, NY: Lange Medical Books/McGraw-Hill;  2014:88-108.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Scholten RJ, Opstelten W, der Plas CG, Bijl D, Deville WL, Bouter LM. Accuracy of physical diagnostic tests for assessing ruptures of the anterior cruciate ligament: a meta-analysis.  J Fam Pract . 2003;52(9):689-694.  (M)"
        },
        {
            "number in article": 6,
            "reference": "Caborn DN, Chang HC. Single femoral socket double-bundle  anterior cruciate ligament reconstruction using tibialis anterior tendon: description of a new technique. Arthroscopy . 2005;21(10):1273. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Dauty M, Tortellier L, Rochcongar P. Isokinetic and anterior cruciate ligament reconstruction with hamstrings or patella tendon graft: analysis of literature. Int J Sports Med . 2005;26(7):599-606.  (SR)"
        },
        {
            "number in article": 8,
            "reference": "Li S, Chen Y, Lin Z, Cui W, Zhao J, Su W. A systematic review of randomized controlled trials comparing hamstring autographs versus bone-patellar  tendon-bone  autographs for the reconstruction of the anterior cruciate ligament. Arch Orthop Trauma Surg . 2012;12(9):1287-1297.  (SR)"
        },
        {
            "number in article": 9,
            "reference": "Mohtadi NGH, Chan DS, Dainty KN, Whelan DB. Patellar tendon versus hamstring tendon autograft for anterior cruciate ligament rupture in adults. Cochrane Database Syst Rev. 2011. Art No: CD005960. doi:10.1002/14651858.CD005960.pub2.  (SR)"
        },
        {
            "number in article": 10,
            "reference": "Cifu DX. Musculoskeletal disorders of the lower limbs. In: Braddom RL, ed. Braddom’s Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Elsevier Saunders; 2016:section 4, 36. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Kocak FU, Ulkar B, Özkan F. Effect of proprioceptive rehabilitation on postural control following anterior cruciate ligament reconstruction. J Phys Ther Sci . 2010;22(2):195-202. (R)"
        },
        {
            "number in article": 12,
            "reference": "Dalton EC, Pfile KR, Weniger GR, Ingersoll CD, Herman D, Hart JM. Neuromuscular changes after aerobic exercise in people with anterior cruciate ligament-reconstructed knees. J Athl Train . 2011;46(5):476-483.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Williams GN, Snyder-Mackler  L, Barrance PJ, Axe MJ, Buchanan TS. Neuromuscular function after anterior cruciate ligament reconstruction with autologous semitendinosus-gracilis  graft. J Electromyogr Kinesiol . 2005;15(2):170-180.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Piva SR, Childs JD, Klucinec BM, Irrgang JJ, Almeida GJ, Fitzgerald GK. Patella fracture during rehabilitation after bone-patellar  tendon-bone  anterior cruciate ligament reconstruction: 2 case reports. J Orthop Sports Phys Ther . 2009;39(4):278-286.  (C)"
        },
        {
            "number in article": 15,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016. (GI)"
        },
        {
            "number in article": 16,
            "reference": "Lawrence JTR, Argawal N, Ganley TJ. Degeneration of the knee joint in skeletally immature patients with a diagnosis of an anterior cruciate ligament tear: is there harm in delay of treatment?. Am J Sports Med . 2011;39(12):2582-2587.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Spindler KP, Huston LJ, Wright RW. The prognosis and predictors of sports function and activity at minimum 6 years after anterior cruciate ligament reconstruction: a population cohort study. Am J Sports Med . 2011;39(2):348-359.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Ardern CL, Taylor NF, Feller JA, Webster KE. Return-to-sport  outcomes at 2 to 7 years after anterior cruciate ligament reconstruction surgery. Am J Sports Med . 2011;40(1):41-48.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Wright RW, Dunn WR, Amendola A. Risk of tearing the intact anterior cruciate ligament in the contralateral knee and rupturing the anterior cruciate ligament graft during the first 2 years after anterior cruciate ligament reconstruction: a prospective MOON cohort study. Am J Sports Med . 2007;35(7):1131-1134.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Lobb R, Tumilty S, Claydon LS. A review of systematic reviews on anterior cruciate ligament reconstruction rehabilitation. Phys Ther Sport . 2012;13(4):270-278.  (SR) "
        },
        {
            "number in article": 21,
            "reference": "Meuffels DE, Reijman M, Scholten RJP, Verhaar JA. Computer assisted surgery for knee ligament reconstruction. Cochrane Database Syst Rev . 2011;(6). Art No: CD007601. doi:10.1002/14651858.CD007601.pub2.  (SR)"
        },
        {
            "number in article": 22,
            "reference": "Tagesson S, Oberg B, Good L, Kvist J. A comprehensive rehabilitation program with quadriceps strengthening in closed versus open kinetic chain exercise in patients with anterior cruciate ligament deficiency: a randomized clinical trial evaluating dynamic tibial translation and muscle function. Am J Sports Med . 2008;36(2):298-307.  (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Glass R, Waddell J, Hoogenboom B. The effects of open versus closed kinetic chain exercises on patients with ACL deficient or reconstructed knees: a systematic review. NAJSPT. 2010;5(2):74-84.  (SR)"
        },
        {
            "number in article": 24,
            "reference": "Sekir U, Gur H, Akova B. Early versus late start of isokinetic hamstring-strengthening  exercise after anterior cruciate ligament reconstruction with patellar tendon graft. Am J Sports Med . 2010;38(3):492-500.  (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Gerber JP, Marcus RL, Dibble LE, Greis PE, Burks RT, LaStayo PC. Effects of early progressive eccentric exercise on muscle size and function after anterior cruciate ligament reconstruction: a 1-year follow-up study of a randomized clinical trial. Phys Ther . 2009;89(1):51-59.  (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Risberg MA, Holm I. The long-term  effect of 2 postoperative rehabilitation programs after anterior cruciate ligament reconstruction: a randomized controlled clinical trial with 2 years of follow-up.  Am J Sports Med . 2009;37(10):1958-1966.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Papandreou MG, Billis EV, Antonogiannakis EM, Papaioannou NA. Effect of cross exercise on quadriceps acceleration reaction time and subjective scores (Lysholm questionnaire) following anterior cruciate ligament reconstruction. J Orthop Surg Res . 2009;4:2. (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Myer GD, Schmitt C, Brent JL. Utilization of modified NFL combine testing to identify functional deficits in athletes following ACL reconstruction. J Orthop Sports Phys Ther . 2011;41(6):377-387.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Kim K, Croy T, Hertel J, Saliba S. Effects of neuromuscular electrical stimulation after anterior cruciate ligament reconstruction on quadriceps strength, function, and patient-oriented  outcomes: A systematic review. J Orthop Sports Phys Ther . 2010;40(7):383-391.  (SR)"
        },
        {
            "number in article": 30,
            "reference": "Mucha C. Effects of electrical stimulation in quadriceps femoris muscle after anterior cruciate ligament reconstruction. S Afr J Physiother . 2005;61(4):27-31.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Smith TO, Davies L. The efficacy of continuous passive motion after anterior cruciate ligament reconstruction: a systematic review. Phys Ther Sport . 2007;8(3):141-152.  (SR)"
        },
        {
            "number in article": 32,
            "reference": "Grant JA, Mohtadi NG. Two- to 4-year follow-up to a comparison of home versus physical therapy-supervised  rehabilitation programs after anterior cruciate ligament reconstruction. Am J Sports Med . 2010;38(7):1389-1394.  (RCT)"
        },
        {
            "number in article": 33,
            "reference": "Gerber JP, Marcus RL, Dibble LE, Greis PE, Burks RT, Lastayo PC. Safety, feasibility, and efficacy of negative work exercise via eccentric muscle activity following anterior cruciate ligament reconstruction. J Orthop Sports Phys Ther . 2007;37(1):10-18.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Liu-Ambrose  T, Taunton JE, MacIntyre D, McConkey P, Khan KM. The effects of proprioceptive or strength straining on the neuromuscular function of the ACL reconstructed knee: a randomized clinical trial. Scand J Med Sci Sports . 2003;13(2):115-123.  (RCT)"
        },
        {
            "number in article": 35,
            "reference": "Thomee P, Wahrborg P, Borjesson M, Thomee R, Eriksson BI, Karlsson J. A new instrument for measuring self-efficacy  in patients with an anterior cruciate ligament injury. Scand J Med Sci Sports . 2006;16(3):181-187.  (R)"
        },
        {
            "number in article": 36,
            "reference": "Reid A, Birmingham TB, Stratford PW, Alcock GK, Giffin JR. Hop testing provides a reliable and valid outcome measure during rehabilitation after anterior cruciate ligament reconstruction. Phys Ther . 2007;87(3):337-349.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Gilchrist J, Mandelbaum BR, Melancon H, et al. A randomized controlled trial to prevent noncontact anterior cruciate ligament injury in female collegiate soccer players. Am J Sports Med . 2008;36(8):1476-1483.  (RCT)"
        },
        {
            "number in article": 38,
            "reference": "McDevitt ER, Taylor DC, Miller MD. Functional bracing after anterior cruciate ligament reconstruction: a prospective, randomized, multicenter study. Am J Sports Med . 2004;32(8):1887-1892.  (RCT)"
        },
        {
            "number in article": 39,
            "reference": "Sterett WI, Briggs KK, Farley T, Steadman JR. Effect of functional bracing on knee injury in skiers with anterior cruciate ligament reconstruction: a prospective cohort study. Am J Sports Med . 2006;34(10):1581-1585.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Pizzari T, Taylor NF, McBurney H, Feller JA. Adherence to rehabilitation after anterior cruciate ligament reconstructive surgery: implications for outcome. J Sport Rehabil . 2005;14(3):201-214.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Månsson O, Kartus J, Sernert N. Pre-operative  factors predicting good outcome in terms of health-related  quality of life after ACL reconstruction. Scand J Med Sci Sports . 2013;23(1):15-22.  doi:10.1111/j.1600-0838.2011.01426.x.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Thomeé R, Kaplan Y, Kvist J, et al. Muscle strength and hop performance criteria prior to return to sports after ACL reconstruction. Knee Surg Sports Traumatol Arthrosc . 2011;19(11):1798-1805.  doi:10.1007/s00167-011-1669-8.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Tiamklang T, Sumanont S, Foocharoen T, Laopaiboon M. Double-bundle  versus single-bundle  reconstruction for anterior cruciate ligament rupture in adults. Cochrane Database Syst Rev . 2012;(11):CD008413. doi:10.1002/14651858.CD008413.pub2.  (SR)"
        },
        {
            "number in article": 44,
            "reference": "Kongtharvonskul J, Attia J, Thamakaison S, Kijkunasathian C, Woratanarat P, Thakkinstian A. Clinical outcomes of double- vs single-bundle  anterior cruciate ligament reconstruction: a systematic review of randomized control trials. Scand J Med Sci Sports . 2013;23(1):1-14.  doi:10.1111/j.1600-0838.2011.01439.x.  (SR)"
        },
        {
            "number in article": 45,
            "reference": "Li X, Xu CP, Song JQ, Jiang N, Yu B. Single-bundle  versus double-bundle  anterior cruciate ligament reconstruction: an up-to-date  meta-analysis.  Intern Orthop . 2013;37(2):213-226.  doi:10.1007/s00264-012-1651-1.  (M)"
        },
        {
            "number in article": 46,
            "reference": "Suomalainen P, Järvelä T, Paakkala A, Kannus P, Järvinen M. Double-bundle  versus single-bundle  anterior cruciate ligament reconstruction: a prospective randomized study with 5-year results. Am J Sports Med . 2012;40(7):1511-1518.  doi:10.1177/0363546512448177. (RCT)"
        },
        {
            "number in article": 47,
            "reference": "Frobell RB, Roos HP, Roos EM, Roemer FW, Ranstam J, Lohmander LS. Treatment for acute anterior cruciate ligament tear: five year outcome of randomised trial. BMJ . 2013;346:f232. doi:10.1136/bmj.f232. (RCT)"
        },
        {
            "number in article": 48,
            "reference": "van Melick N, van Cingel RE, Brooijmans F, et al. Evidence-based  clinical practice update: practice guidelines for anterior cruciate ligament rehabilitation based on a systematic review and multidisciplinary consensus. Br J Sports Med . 2016;50(24):1506-1515.  doi:10.1136/bjsports-2015-095898.  (G)"
        },
        {
            "number in article": 49,
            "reference": "Taylor JB, Waxman JP, Richter SJ, Schultz SJ. Evaluation of the effectiveness of anterior cruciate ligament injury prevention programme training components: a systematic review and meta-analysis.  Br J Sports Med . doi:10. 1136/bjsports-2013-092358.  (SR)"
        },
        {
            "number in article": 50,
            "reference": "Feller J, Webster KE. Return to sport following anterior cruciate ligament reconstruction. Int Orthop . 2013;37(2):285-290.  doi:10.1007/s00264-012-1690-7.  (RV)"
        },
        {
            "number in article": 51,
            "reference": "Lubowitz JH, Schwartzberg R, Smith P. Randomized controlled trial comparing all-inside anterior cruciate ligament reconstruction technique with anterior cruciate ligament reconstruction with a full tibial tunnel. Arthroscopy . 2013;29(7):1195-200.  doi:10.1016/j.arthro.2013.04.009. (RCT)"
        },
        {
            "number in article": 52,
            "reference": "Flanigan DC, Everhart JS, Pedroza A, Smith T, Kaeding CC. Fear of reinjury (kinesiophobia) and persistent knee symptoms are common factors for lack of return to sport after anterior cruciate ligament reconstruction. Arthroscopy . 2013;29(8):1322-1329.  doi:10.1016/j.arthro.2013.05.015. (R)"
        },
        {
            "number in article": 53,
            "reference": "Mariscalco MW, Flanigan DC, Mitchell J, et al. The influence of hamstring autograft size on patient-reported  outcomes and risk of revision after anterior cruciate ligament reconstruction: A Multicenter Orthopaedic Outcomes Network (MOON) Cohort Study. Arthroscopy . 2013;29(12):1948-1953.  doi:10.1016/j.arthro.2013.08.025. (R)"
        },
        {
            "number in article": 54,
            "reference": "Mohammadi F, Salavati M, Akhbari B, Mazaheri M, Mohsen Mir S, Etemadi Y. Comparison of functional outcome measures after ACL reconstruction in competitive soccer players: a randomized trial. J Bone Joint Surg Am . 2013;95(14):1271-1277.  doi:10.2106/JBJS.L.00724. (RCT)"
        },
        {
            "number in article": 55,
            "reference": "Joseph AM, Collins CL, Henke NM, Yard EK, Fields SK, Comstock RD. A multisport epidemiologic comparison of anterior cruciate ligament injuries in high school athletics. J Athl Train . 2013;48(6):810-817.  doi:10.4085/1062-6050-48.6.03.  (R)"
        },
        {
            "number in article": 56,
            "reference": "Kiapour AM, Quatman CE, Goel VK, Wordeman SC, Hewett TE, Demetropoulos CK. Timing sequence of multi-planar  knee kinematics revealed by physiologic cadaveric simulation of landing: Implications for ACL injury mechanism. Clin Biomech . 2013;29(1):75-82.  doi:10.1016/j.clinbiomech.2013.10.017. (R)"
        },
        {
            "number in article": 57,
            "reference": "Di Stasi S, Myer GD, Hewett TE. Neuromuscular training to target deficits associated with second anterior cruciate ligament injury. J Orthop Sports Phys Ther . 2013;43(11):777-792,  A1-11. doi:10.2519/jospt.2013.4693. (RV)"
        },
        {
            "number in article": 58,
            "reference": "Webster KW, Feller JA, Leigh WB, Richmond AK. Younger patients are at increased risk for graft rupture and contralateral injury after anterior cruciate ligament reconstruction. Am J Sports Med . 2014;42(30):641-647.  doi:10.1177/0363546513517540. (R)"
        },
        {
            "number in article": 59,
            "reference": "Duffee A, Magnussen RA, Pedroza AD, Flanigan DC, Kaeding CC. Transtibial ACL femoral tunnel preparation increases odds of repeat ipsilateral knee surgery. J Bone Joint Surg Am. 2013;95(22):2035-2042.  doi:10.2106/JBJS.M.00187. (R)"
        },
        {
            "number in article": 60,
            "reference": "Hussein M, van Eck CF, Cretnik A, Dinevski D, Fu FH. Prospective randomized clinical evaluation of conventional single-bundle,  anatomic single-bundle,  and anatomic double-bundle  anterior cruciate ligament reconstruction: 281 cases with 3- to 5-year follow-up.  Am J Sports Med . 2012;40(3):512-520.  doi:10.1177/0363546511426416. (RCT)"
        },
        {
            "number in article": 61,
            "reference": "Kaneko M, Sakuraba K. Association between femoral anteversion and lower extremity posture upon single-leg  landing: implications for anterior cruciate ligament injury. J Phys Ther Sci. 2013;25(10):1213-1217.  doi:10.1589/jpts.25.1213. (R)"
        },
        {
            "number in article": 62,
            "reference": "Ramski DE, Kanj WW, Franklin CC, Baldwin KD, Ganley TJ. Anterior cruciate ligament tears in children and adolescents: a meta-analysis  of nonoperative versus operative treatment. J Sports Med . 2014;42(11):2769-2776.  doi:10.1177/0363546513510889. (M)"
        },
        {
            "number in article": 63,
            "reference": "Ajuied A, Wong F, Smith C, et al. Anterior cruciate ligament injury and radiological progression of knee osteoarthritis: a systematic review and meta-analysis.  Amer J Sports Med. 2014;42(9):2242-2252.  doi:10.1177/0363546513508376. (M)"
        },
        {
            "number in article": 64,
            "reference": "Eggerding V, Meuffels DE, Bierma-Zeinstra  SM, Verhaar JA, Reijman M. Factors related to the need for surgical reconstruction after anterior cruciate ligament rupture: A systematic review of the literature. J Orthop Sports PhysTher . 2015;45(1):37-44.  doi:10.2519/jospt.2015.5183. (SR)"
        },
        {
            "number in article": 65,
            "reference": "Friden T, Jonsson A, Erlandsson T, Jonsson K, Lindstand A. Effect of femoral condyle configuration on disability after an anterior cruciate ligament rupture. 100 patients followed for 5 years. Acta Orthop Scand . 1993;64(5):571-574.  doi:10.3109/17453679308993695. (R)"
        },
        {
            "number in article": 66,
            "reference": "Mall NA, Paletta GA. Pediatric ACL injuries: Evaluation and management. Curr Rev Musculoskelet Med . 2013;6(2):132-140.  doi:10.1007/s12178-013-9169-8.  (RV)"
        },
        {
            "number in article": 67,
            "reference": "Cozzi AL, Dunn KL, Harding JL, Valovich McLeod TC, Welch Bacon CE. Kinesiophobia after anterior cruciate ligament reconstruction in physically active individuals. J Sport Rehabil. 2015;24(4):434-439.  doi:10.1123/jsr.2014-0196.  (R)"
        },
        {
            "number in article": 68,
            "reference": "Schroeder MJ, Krishnan C, Dhaher YY. The influence of task complexity on knee joint kinetics following ACL reconstruction. Clin Biomech . 2015;30(8):852-859.  doi:10.1016/ j.clinbiomech.2015.06.003. (R)"
        },
        {
            "number in article": 69,
            "reference": "Hsieh CJ, Indelicato P, Moser M, et al. Speed, not magnitude, of knee extensor torque production is associated with self-reported  knee function early after anterior cruciate ligament reconstruction. Knee Surg Sports Traumatol Arthrosc . 2015;23(11):3214-3220.  doi:10.1007/s00167-014-3168-1.  (R)"
        },
        {
            "number in article": 70,
            "reference": "Pamukoff DN, Pietrosimone B, Lewek MD, et al. Whole-body  and local muscle vibration immediately improve quadriceps function in individuals with anterior cruciate ligament reconstruction. Arch Phys Med Rehabil . 2016;97(7):1121-1129.  doi:10.1016/j.apmr.2016.01.021. (R)"
        },
        {
            "number in article": 71,
            "reference": "Ueno R, Navacchia A, Bates NA, Schilaty ND, Krych AJ, Hewett TE. Analysis of internal knee forces allows for the prediction of rupture events in a clinically relevant model of anterior cruciate ligament injuries. J Sports Med . January 13, 2020;8(1):2325967119893758. doi:10.1177/2325967119893758. (R)"
        },
        {
            "number in article": 72,
            "reference": "Ekås GR, Ardern CL, Grindem H, Engebretsen L. Evidence too weak to guide surgical treatment decisions for anterior cruciate ligament injury: a systematic review of the risk of new meniscal tears after anterior cruciate ligament injury. Br J Sports Med . Advance online publication. January 20, 2020;pii: bjsports-2019-100956. doi:10.1136/bjsports-2019-100956.  (SR)"
        },
        {
            "number in article": 73,
            "reference": "Gupta A, Tejpal T, Shanmugaraj A, et al. Surgical techniques, outcomes, indications, and complications of simultaneous high tibial osteotomy and anterior cruciate ligament revision surgery: a systematic review. HSS J. July 2019;15(2):176-184.  doi:10.1007/s11420-018-9630-8.  (SR)"
        },
        {
            "number in article": 74,
            "reference": "Lisee C, Lepley AS, Birchmeier T, O'Hagan K, Kuenze C. Quadriceps strength and volitional activation after anterior cruciate ligament reconstruction: a systematic review and meta-analysis.  Sports Health . 2019;11(2):163-179.  doi:10.1177/1941738118822739. (M)"
        },
        {
            "number in article": 75,
            "reference": "Bayer S, Meredith SJ, Wilson K, et al. Morphological risk factors for anterior cruciate ligament injury: a systematic review. J Bone Joint Surg Am . Advance online publication. January 21, 2020. doi:10.2106/JBJS.19.00535. (SR)"
        },
        {
            "number in article": 76,
            "reference": "Ferretti A, Monaco E, Ponzo A, et al. The unhappy triad of the knee re-revisited.  Int Orthop . 2019;43(1):223-228.  doi:10.1007/s00264-018-4181-7.  (RV)"
        },
        {
            "number in article": 77,
            "reference": "Wera JC, Nyland J, Ghazi C, et al. International Knee Documentation Committee knee survey use after anterior cruciate ligament reconstruction: a 2005-2012  systematic review and world region comparison. Arthroscopy . 2014;30(11):1505-1512.  doi:10.1016/j.arthro.2014.05.043. (SR)"
        },
        {
            "number in article": 78,
            "reference": "Lee DW, Yang SJ, Cho SI, Lee JH, Kim JG. Single-leg  vertical jump test as a functional test after anterior cruciate ligament reconstruction. Knee. 2018;25(6):1016-1026. doi:10.1016/j.knee.2018.07.014. (R)"
        },
        {
            "number in article": 79,
            "reference": "Tan SH, Lau BP, Khin LW, Lingaraj K. The importance of patient sex in the outcomes of anterior cruciate ligament reconstructions: a systematic review and meta-analysis.  Am J Sports Med . 2016;44(1):242-254.  doi:10.1177/0363546515573008. (SR)"
        },
        {
            "number in article": 80,
            "reference": "Zult T, Gokeler A, van Raay JJAM, et al. Cross-education  does not accelerate the rehabilitation of neuromuscular functions after ACL reconstruction: a randomized controlled clinical trial. Eur J Appl Physiol . 2018;118(8):1609-1623.  doi:10.1007/s00421-018-3892-1.  (RCT)"
        },
        {
            "number in article": 81,
            "reference": "Cassidy JT, Fitzgerald E, Cassidy ES, et al. YouTube provides poor information regarding anterior cruciate ligament injury and reconstruction. Knee Surg Sports Traumatol Arthrosc. 2018;26(3):840-845.  doi:10.1007/s00167-017-4514-x.  (R)"
        }
    ]
}