{
    "metadata": {
        "title": "Aphasia, Acquired Childhood",
        "synonyms": [
            "acquired childhood aphasia",
            "childhood aphasia, acquired",
            "acquired childhood dysphasia",
            "dysphasia, acquired childhood",
            "childhood dysphasia, acquired"
        ],
        "anatomical location body part affected": [
            "The brain (usually the left hemisphere), anatomy of communication"
        ],
        "area of specialty": [
            "pediatric genetic and/or neurological disorders"
        ],
        "description": [
            "Acquired childhood aphasia is the term used to describe a language disorder that occurs as a result of brain damage in childhood.(1,2) Because acquired childhood aphasia is considered to be a loss or deterioration of language skills, the child experiencing the language deficits must have previously obtained intact, developmentally appropriate language skills prior to sustaining brain damage(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R47.01": "aphasia",
            "G40.8acquired": "aphasia with epilepsy (Landau-Kleffner) (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Children with acquired childhood aphasia present with “language disruptions” similar to those observed in adults with acquired aphasia.(1,3) Children with aphasia have types similar to those seen in adults, including expressive aphasia (Broca’s aphasia), receptive aphasia (Wernicke’s), anomic aphasia, conduction aphasia, and transcortical aphasia.(1) (For detailed information on assessment and treatment of adult aphasia, see the series of Clinical Reviews on this topic.) Positive symptoms of aphasia include:",
            "Anomia: difficulty finding the correct word(1,2)",
            "Use of empty or filler words: such as “thing,” “stuff,” “you know,” and “uh”/“um” (2)",
            "Incorrect grammatical constructions(1)",
            "Paraphasias: word substitutions such as “chair” for “stool”; phonemic substitutions such as “spool” for “stool”; nonword substitutions (i.e., neologisms) such as “flimly” for “stool”(1,2)",
            "Jargon: strings of unintelligible speech generally made up of multiple neologisms(1,2,4)",
            "Poor language comprehension(2) –Inability to follow commands –Difficulty grasping the point of a conversation",
            "Verbal perseveration(1)",
            "Word deafness: an inability to comprehend the meaning of words despite intact hearing abilities(2,4)  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "For an evaluation of a child’s language abilities, the parents or the primary caregiver should always be available to provide additional information and/or support as needed",
            "Review medical history prior to evaluation/treatment; review input from a variety of professionals (physical therapist [PT], occupational therapist [OT], physician, school personnel) ",
            "For bilingual children, the speech-language  pathologist (SLP) should make every effort to thoroughly evaluate all languages that the child spoke prior to the onset of aphasia. Suggestions for bilingual evaluations follow below. (For detailed information on assessment and treatment of bilingual children, see Clinical Review…Language Disorders: Bilingual School-Aged Children ; CINAHL Topic ID Number: T709066and Clinical Review…Language Disorders: Bilingual Infants and Toddlers ; CINAHL Topic ID Number: T709065)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  acquired childhood aphasia is the result of brain damage. generally, acquired aphasia in children results from damage to the left hemisphere of the brain.   damage to the left basal ganglia, thalamus, and left subcortical areas of the": [],
        "pathogenesis:  brain damage that results in acquired childhood aphasia usually is caused by stroke; however, it might also result from traumatic brain injury  tbi , a brain tumor, infection, or neurological disease, such as landau-kleffner  syndrome": [],
        "risk factors:  as it results from brain damage, the risk factors for acquired childhood aphasia are the same risk factors as for brain damage. below are risk factors associated with specific types of acquired childhood brain damage": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "For an evaluation of a child’s language abilities, the parents or the primary caregiver should always be available to provide additional information and/or support as needed",
            "Review medical history prior to evaluation/treatment; review input from a variety of professionals (physical therapist [PT], occupational therapist [OT], physician, school personnel) ",
            "For bilingual children, the speech-language  pathologist (SLP) should make every effort to thoroughly evaluate all languages that the child spoke prior to the onset of aphasia. Suggestions for bilingual evaluations follow below. (For detailed information on assessment and treatment of bilingual children, see Clinical Review…Language Disorders: Bilingual School-Aged Children ; CINAHL Topic ID Number: T709066and Clinical Review…Language Disorders: Bilingual Infants and Toddlers ; CINAHL Topic ID Number: T709065)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When did the child first exhibit symptoms of aphasia? Was there a precipitating event, medical or otherwise? Refer to neurological reports for information on site and size of brain lesionWas the child a quiet or vocal infant? Did the child coo, babble, or imitate sounds as an infant? When did the child say his or her first word? At what age did the child begin to name objects or persons? At what age did the child start to put words together (e.g., “Daddy up”)? Were the child’s first words easy or difficult to understand? In addition to completing a history of the child’s communication development, obtain information on the child’s motor, social, and cognitive developmentDid the child’s mother have any illnesses, accidents, or complications while pregnant with the child? Did the mother take any medications during pregnancy? What was the length of the pregnancy? What was the duration of the delivery? What was the child’s weight at birth? Were there any complications or unusual circumstances during birth or shortly after? What were the Apgar scores?",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken? steroids(8) intravenous immunoglobulin (IVIG)(4) antiseizure medications(1,13)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "CT scan(4,12)",
                        "EEG: measurement of brain waves(4,8,9,12)",
                        "Magnetoencephalography (MEG): used in children with LKS; similar to EEG; used to measure magnetic fields produced by electrical currents of the brain. Might assist with diagnosis of LKS as well as localization of seizure activity if surgery is being considered(7)",
                        "MRI(12)",
                        "Polysomnography: full-night  sleep study(14)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Has the child ever received early intervention services for speech, physical, or occupational therapy?"
                },
                "aggravating easing factors": "For example, noisy, distracting environment; communication partner, time of day, language used (for bilingual children), fatigue, stress",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms -What types of language errors does the child make? -Is the child’s aphasia fluent or nonfluent?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night) -Does the child have increased difficulty in certain environments? Home? School? -Does the child have increased difficulty with specific conversational partners? Peers? Teachers? Siblings?",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (emotional or behavioral disorders, cognitive disorders)",
                "respiratory status": "Does the child require supplemental oxygen? Nasal cannula? Does the child have a tracheostomy tube? Does the child require ventilator support? Children with childhood stroke (who are therefore at risk for acquired childhood aphasia) have an increased incidence of psychiatric disorders, according to some studies.(5) Refer to neuropsychological reports for complete information regarding child’s cognitionDoes the child have hearing loss? Does the child require/wear hearing aids or have cochlear implants? A hearing screening with an audiometer is within the scope of practice of an SLP and should be performed with all pediatric speech and language evaluations.(18) If the child fails the hearing screening, a referral to audiology should be made for a full audiological evaluation Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has a speech or language disorder ever been diagnosed in the child? A learning disorder or learning disability?",
                    "comorbid diagnoses": "Ask patient and/or parent/caregiver about other problems, including diabetes, cancer, heart disease, or psychiatric disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask child or parent about other symptoms that are present"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "As a result of or in addition to aphasia, the child might experience difficulty in school in subjects such as mathematics, reading, and writing.(5) It is important to determine the child’s premorbid level of academic achievement in order to compare to current function. Did the child ever attend daycare or a nursery center? Did teachers ever report any problems or make recommendations about speech therapy? What grade is the child in now? What kind of grades or test scores does the child usually achieve? What are the child’s best subjects? Worst subjects? How does the child feel about school? Does the child receive special classes or instruction at school, or have they required them in the past? What extracurricular activities does the child enjoy? For example, does the child participate in recreational or competitive sports, drama, or music?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the child use a walker, wheelchair, or leg braces? Does the child require/wear glasses? Does the child use an alternative or augmentative communication device?",
                "living environment": "With whom does child live (e.g., caregivers)? Identify if there are barriers to independence in the home; any modifications necessary? Is the child exposed to any other languages at home or in school? If so, what percentage of time is English spoken around/to the child? What percentage of time is another language spoken around/to the child?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosisstandardized test for aphasia; includes animal naming, automatic naming, complex ideation material, oral agility, sentence and paragraph reading, and receptive naming.(6) Test is normed for adults; however, it might provide useful information when developing goalsstandardized test of naming ability(6)adapted from the Aphasia Screening Test for adults; this test is for children aged 3 to 7 years; examines listening, understanding, speaking, pre-reading,  pre-writing,  and gesture(19)standardized test normed for children aged 5 to 21 years; used to diagnose developmental language disorders(6)normed for individuals aged 2 1/2 to 90 years; standardized test for receptive vocabulary(6,9,20)standardized test of receptive language; for individuals aged 4 years and up(17)standardized test for assessing receptive language; normed across children aged 3 years to 12 years, 11 months(6,20)",
            "speech and language examination": " Speech and language examination (including reading)Complete a motor speech evaluation and document the presence of dysarthria or apraxia of speechA thorough examination of language abilities must be administered for children with aphasia. Standardized aphasia batteries (e.g., Western Aphasia Battery, Boston Diagnostic Aphasia Examination) are normed on adults, but could be utilized in an examination of a child with aphasia depending on the child’s age and premorbid language abilities(25) -Bilingual children or second-language  learners -Bilingual and monolingual SLPs are able to assess bilingual children.(15) (For detailed information on assessment andBilingual School-Aged Children , referencedBilingual Infants and Toddlers , referenced above) -In order to appropriately and accurately assess a child who does not speak the same language as the evaluating clinician, the SLP must research the linguistic and cultural background of that child(15)  -According to the American Speech-Language-Hearing  Association (ASHA), in the absence of a bilingual SLP trained support personnel can be utilized in the assessment of bilingual speakers. These include professional interpreters or translators, bilingual diagnosticians, bilingual speech-language pathology assistants, bilingual professional staff, trained adult first-language  speakers from the community, or a family member or friend(15) -There is a lack of appropriate standardized testing materials available for bilingual children, especially for language assessments.(16) The following are standardized tests modified for non-English-speaking  children; however, they are all translated from English and normed on a monolingual (English-speaking)  population, so results must be interpreted with this in mind(16) -Spanish Preschool Language Scale–3  (PLS-3)(16) -Spanish Language Assessment Procedures (SLAP)(16) -Clinical Evaluation of Language Fundamentals Spanish (CELF–Spanish)(16) -Test de V ocabulario en Imagenes Peabody (TVIP)(16) -Informal testing -A spontaneous speech or storytelling sample might be qualitatively analyzed as an informal test of aphasia.(17) Fluency, grammatical errors, and paraphasias should be recorded; repeated speech-sample  analysis can be performed throughout therapy as a measure of progressComplete a brief assessment of the voice and refer to otolaryngologist for instrumental examination if laryngeal -V ocal tremor -Excessive or limited pitch variation -Excessive or limited loudness variation -Abnormal nasality -Wet phonation -Hoarseness and/or breathiness -For detailed information on evaluation of the voice and voice disorders, see the series of Clinical Reviews on this topicIf developmentally and age appropriate, assess reading abilities. Document premorbid reading ability. The components of the reading evaluation will depend on the age of the child and developmental level. These components might include letter identification, letter-sound  identification, phonological awareness skills, sight-word  reading, fluency, and reading comprehension(26)An extensive oral mechanism examination should be completed with allIs the face symmetrical at rest? Is the face symmetrical while making movements (smiling, raising the eyebrows, closing the eyes)? Are there any abnormal movements (twitching, spasms, grimacing)? Is the child drooling or mouth breathing?Are the lips symmetrical at rest? Are the lips symmetrical during movements? Is ROM normal? Is strength normal? Is lip tissue healthy? Is there any scarring or cleft?Is the tongue normal in appearance? Any atrophy? Any discolorations? Any bleeding? Is ROM normal? Is strength normal?Is the hard palate intact? Any signs of fistulas, fissures, or scarring? Are height and width normal? Any prostheses present? Is coloration normal?Is coloration normal (should be pink and white)? Any signs of cleft or bifid uvula? Does the child sound hyper-  or hyponasal during conversational speech? Place a small mirror under the child’s nose during production of nonnasal sounds; fogging or clouding might indicate nasal emission, which would indicate a referral to an otolaryngologistAre there any teeth missing? Are the teeth in good repair? Does the child wear braces or retainers? Is there a significant over-  or underbite?Neglect is a visual-spatial  disorder that results in a person failing to describe, respond to, or be oriented to stimuli in the neglected space. Visual-spatial  deficits, including neglect, sometimes occur in children following brain damage; they usually occur following a right-sided  hemispheric lesion.(5,6) Children with acquired aphasia should be screened for neglect, visual field cuts, visual-spatial skills, and vision impairment; if child reports visual deficits, refer to ophthalmology for further testing ",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Children with aphasia might also exhibit cognitive changes such as impaired memory and attention skills(2)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Children with this diagnosis might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Patients with this diagnosis might be at risk for dysphagia; follow recommended protocols for swallowing safety and post feeding instructions at bedside, if inpatient. Ensure that the patient and family/caregivers are aware of the potential for dysphagia and educated about safe feeding strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The diagnosis of acquired childhood aphasia is made when there is a loss or deterioration of language skills following brain damage in a child who previously had intact language(1)",
        "rule out": "For a child to be considered aphasic, prior language acquisition must have taken place; hence, acquired childhood aphasia usually is not diagnosed in children under the age of 2.(1) Additionally, the SLP must rule out or identify coexisting speech or language disorders, including but not limited to the following:a disorder in which the speech sounds are distorted due to oral-motor  weakness because of an underlying subcortical or peripheral lesion.(1) For detailed information about acquired dysarthria, see the series of Clinical Reviews on this topicalthough stuttering symptoms can occur in children with childhood aphasia, such children will have confrontation naming errors in addition to syllable repetitions.(1) For detailed information about acquired stuttering, see Clinical Review…Stuttering: Neurogenic ; CINAHL Topic ID Number: T709167disorders in which child language development is impaired or delayed; usually starts early in language development without a known cause.(1) For detailed information about developmental language disorders, see the series of Clinical Reviews on this topicalthough children with childhood aphasia might present initially with mutism-type  symptoms, aphasic children generally respond to language stimulation by SLPs with some level of spontaneous speech; children with mutism do not.(1) (For detailed information on assessment and treatment of mutism, see Clinical Review…Selective Mutism ; CINAHL Topic ID Number: T708637)",
        "prognosis": [],
        "referral to other disciplines": "Even when children with acquired aphasia recover language abilities, they might continue to experience difficulty in school with reading, writing, and mathematics.(1,2) Refer child to learning disabilities specialist if child, parent, or teacher reports persistent academic difficulties. Children with aphasia might also present with mood swings, depression, and socially inappropriate behavior; refer to psychology or psychiatry in the case of reported or observed change in temperament or behavior.(2,20) If the child has visual deficits, refer to ophthalmology for further testing",
        "other considerations": [],
        "treatment summary": [
            "The SLP might focus on increasing the patient’s listening skills and/or attention span(2)",
            "Additionally, the child will learn and practice strategies to improve word-finding  abilities(2)",
            "Compensatory strategies might focus on bypassing the impaired language system and getting information across through the use of visual or tactile techniques(21) –Multiple case studies involving children with acquired childhood aphasia demonstrate improved comprehension and expression when words and concepts are introduced with the use of written words, which is referred to as written word therapy(22,23) –Written word therapy is often introduced in the classroom(22,23)",
            "Auditory training and cued articulation were effective treatment protocols utilized in a classroom case study of a child with LKS and subsequent acquired childhood aphasia(23)",
            "Sign language is described in several case studies and anecdotal reports as being a useful method of communication in children with acquired aphasia(9,13,23,24) . Problem Goal Intervention Expected Progression Home Program  Reduced communication skillsIncrease child’s language skillsWritten word therapy (22,23) _ Language is taught through written wordto bypass the impaired auditory channel.Demonstrated effective through case studies of children with acquired aphasia(22,23) -Ideas are presented visually and given color codes according to part of speech (i.e., red for nouns, yellow for verbs, green for adjectives, blue for prepositions and conjunctions, and brown for adverbs) -The child is taught that meaning is dependent on word order (i.e., “The dog had 4 puppies” is a meaningful sentence; however, the child is not able to change word order and state:“The puppy had 4 dogs”) -Therapist and child can create written stories with “speech balloons” drawn around the words to indicate oral communicationWords and concepts are introduced slowly. As the child becomes comfortable with each word, the colors then visual prompts are removed; finally, language skills are expected to improveNone specified  Reduced communication skillsIncrease child’s ability to communicate and express needs and wantsSign language (9,13,23,24) _ When the child is unable to comprehend spoken words or produce words verbally, they might be successful using sign language. Signs can be taken from American Sign Language (ASL), Paget-Gorman Sign System, or other formal signed languages; however, signs developed with the child’s family members might be just as effective for communicating desiresThe child, teachers, and family will use sign language to increase successful communicationSigns should be taught to and used with teachers, family members, and friends, if possible Impaired ability to participate in classroom activitiesImprove child’s reading abilitiesClassroom modifications _ The SLP should work with the child’s parents and teachers to facilitate success in the classroom; develop an individualized education program (IEP) in collaboration with the child’s school and family. Ideas from one case study of a child with LKS include:(9) -Use of computer program with visual and auditory reinforcements to help sustain child’s attention -Training child in phonemic awareness (sound/symbol pairings) with one- on-one instruction, color coding, and sounds -A 1:1 aide might improve academic performanceModifications in the classroom are intended to improve the child’s reading performance and attentionNone specified  Reduced auditory comprehensionIncrease child’s comprehension of the spoken wordAuditory training   (23) -“Go-games” – child is trained to perform a task, such as putting a ball in a bucket, in response to a sound -Once the child has learned to respond to the presence of sounds, he or she is taught to perform different tasks in response to different sounds; initially sounds (such as banging a drum) are made within the child’s view, then behind a screen so the child must rely on auditory input only -The next stage involves using onomatopoeic sounds (such as a lion’s roar) to match with pictures -Finally, the child is trained to distinguish between word pairsChild will learn to discriminate environmental sounds and slowly progress towards discriminating spoken wordsA tape of the session can be provided for the parent to play back to the child at home for increased stimulation Reduced speech productionImprove child’s expressive language skillsCued articulation   (23) -A visual cue is provided to the child for each consonant sound -Visual cue (made with the therapist’s hand), spoken sound, and written letter are presented together -Child is encouraged to create the sounds themselvesChild’s sound repertoire will increase; sounds are then shaped into syllables, then into wordsNone specified  Reduced participation in activities due to poor language skillsIncrease child’s involvement in school and family activitiesCompensatory strategies -Use a visual daily schedule with pictures at home and school(9,23) -Use of a frequency modulation system to reduce background noise (thereby reducing distraction) and provide a louder and clearer auditory input(9)Use of strategies will increase child’s participation in school and extracurricular activitiesStrategies should be used at home and school ."
        ]
    },
    "desired outcomes outcome measures": {
        "attainment of normal or near-normal  language abilities": [
            "BDAE-3",
            "BNT",
            "CAAST",
            "CELF-5",
            "PPVT-IV",
            "TROG-2",
            "TTC"
        ],
        "improved functional communication  e.g., augmentative and alternative communication [aac], signed language": [],
        "improved qol": [],
        "the progress of school-aged  children with ieps will be measured quarterly to yearly using goals set by the iep team": []
    },
    "maintenance or prevention": [
        "Maintenance of language skills should happen naturally as the child becomes comfortable with oral communication again and uses language on a daily basis. If the child, parents, or teacher notices a decline in the child’s language performance, see physician immediately to rule out a new source of brain damage"
    ],
    "patient education": [
        "The American Speech-Language-Hearing  Association (ASHA) helps persons with speech, language, and hearing disorders receive services to help them communicate successfully. Resources on communication and communication disorders are available from https://www.asha.org/public/speech/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Van Hout A. Acquired aphasia in children. Semin Pediatr Neurol . 1997;4(2):102-108.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Childhood aphasia. What is it?. ASHA. 1995;37(5):53-54.  (G) "
        },
        {
            "number in article": 3,
            "reference": "van Dongen HR, Paquier PF, Creten WL, van Borsel J, Catsman-Berrevoets  CE. Clinical evaluation of conversational speech fluency in the acute phase of acquired childhood aphasia: does a fluency/nonfluency dichotomy exist?. J Child Neurol . 2001;16(5):345-351.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Kalita J, Singh MB, Misra UK, Das BK. Landau-Kleffner  syndrome evolving to electrical status epilepticus: a case report illustrating clinical heterogeneity. J Pediatr Neurol . 2004;2(3):159-162.  (C)"
        },
        {
            "number in article": 5,
            "reference": "Nass RD, Trauner D. Social and affective impairments are important recovery after acquired stroke in childhood. CNS Spectr . 2004;9(6):420-434.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Nass R, Boyce L, Leventhal F. Acquired aphasia in children after surgical resection of left-thalamic  tumors. Dev Med Child Neurol . 2000;42(9):580-590.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Sobel DF, Aung M, Otsubo H, Smith MC. Magnetoencephalography in children with Landau-Kleffner  syndrome and acquired epileptic aphasia. AJNR Am J Neuroradiol . 2000;21(2):301-307.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Gallagher S, Weiss S, Oram Cardy J. Efficacy of very high dose steroid treatment in a case of Landau-Kleffner  syndrome. Dev Med Child Neurol . 2006;48(9):766-769.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Van Slyke PA. Classroom instruction for children with Landau-Kleffner  syndrome. Child Lang Teach Ther . 2002;18(1):23-42.  (C)"
        },
        {
            "number in article": 10,
            "reference": "Lynch JK, Hirtz DG, DeVeber G, Nelson KB. Report of the National Institute of Neurological Disorders and Stroke workshop on perinatal and childhood stroke. Pediatrics . 2002;109(1):116-123.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Cassidy JD, Carroll L, Peloso P. Incidence, risk factors and prevention of mild traumatic brain injury: results of the WHO Collaborating Centre Task Force on Mild Traumatic Brain Injury. J Rehabil Med . 2004;(43 suppl):28-60.  (R)"
        },
        {
            "number in article": 12,
            "reference": "De Volder AG, Michel C, Thauvoy C, Willems G, Ferrière G. Brain glucose utilisation in acquired childhood aphasia associated with a sylvian arachnoid cyst: recovery after shunting as demonstrated by PET. J Neurol Neurosurg Psychiatry . 1994;57(3):296-300.  (C)"
        },
        {
            "number in article": 13,
            "reference": "Huppke P, Kallenberg K, Gärtner J. Perisylvian polymicrogyria in Landau-Kleffner  syndrome. Neurology . 2005;64(9):1660. (C)"
        },
        {
            "number in article": 14,
            "reference": "Chiofalo N, David P, Breinbauer C, Ferreira J. Polysomnography in the spectrum of acquired epileptiform aphasia. Am J Electroneurondiagn Techol . 2003;43(1):13-17,  30-32. (X)"
        },
        {
            "number in article": 15,
            "reference": "Yavas M, Golstein B. Phonological assessment and treatment of bilingual speakers. Am J Speech Lang Pathol . 1998;7(2):49-60.  (G)"
        },
        {
            "number in article": 16,
            "reference": "Bedore LM, Peña ED. Assessment of bilingual children for identification of language impairment: current findings and implications for practice. Int J Biling Educ Biling . 2008;11(1):1-29.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Lees J. Long-term  effects of acquired aphasias in childhood. Pediatr Rehabil . 1997;1(1):45-49.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Skahan SM, Watson M, Lof GL. Speech-language  pathologists' assessment practices for children with speech sound disorders: results of a national survey. Am J Speech Lang Pathol. 2007;16(3):246-259.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Whurr R, Evans S. Children's acquired aphasia screening test. Int J Lang Commun Disord . 1998;33(suppl):343-344.  (GI)"
        },
        {
            "number in article": 20,
            "reference": "Peru A, Moro V, Tellini P, Tassinari G. Suggestive evidence for an involvement of the right hemisphere in the recovery from childhood aphasia: a 3-year follow-up case study. Neurocase . 2006;12(3):179-190.  (C)"
        },
        {
            "number in article": 21,
            "reference": "Mikati MA, Shamseddine AN. Management of Landau-Kleffner  syndrome. Paediatr Drugs . 2005;7(6):377-389.  (RV)"
        },
        {
            "number in article": 22,
            "reference": "Lea J. Language development through the written word. Child Care Health Dev . 1979;5(1):69-74.  (C)"
        },
        {
            "number in article": 23,
            "reference": "Vance M. Educational and therapeutic approaches used with a child presenting with acquired aphasia with convulsive disorder (Landau-Kleffner  syndrome). Child Lang Teach Ther. 1991;7(1):41-60.  (C)"
        },
        {
            "number in article": 24,
            "reference": "Bishop DV. Comprehension of spoken, written and signed sentences in childhood language disorders. J Child Psychol Psychiatry . 1982;23(1):1-20.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Murdoch BE, ed. Acquired Neurological Speech/Language Disorders in Childhood . Bristol, PA: Taylor & Francis; 2003. (GI)"
        },
        {
            "number in article": 26,
            "reference": "American Speech-Language-Hearing  Association (ASHA). Written language disorders. https://www.asha.org/Practice-Portal/Clinical-Topics/Written-Language-Disorders/ . (G)"
        },
        {
            "number in article": 27,
            "reference": "Myette RL, Webber J, Mikhail H, Leifso K. A 4-year-old  boy with ataxia and aphasia. CMAJ. 2020;192(21):E578-E582.  doi:https://doi.org/10.1503/cmaj.191279. (C)"
        },
        {
            "number in article": 28,
            "reference": "Nikkhah A. Atypical Kawasaki disease presenting with hemiparesis and aphasia: a case report. Iran J Med Sci . 2018;43(1):86-89.  (C) "
        }
    ]
}