{
    "metadata": {
        "title": "Dyslexia, Pure (Acquired)",
        "synonyms": [
            "pure dyslexia (acquired)",
            "acquired pure dyslexia",
            "alexia, pure (acquired)",
            "pure alexia (acquired)",
            "acquired pure alexia"
        ],
        "anatomical location body part affected": [
            "The lesion typically associated with acquired pure dyslexia is in the prestriate cortex/inferior occipital gyrus of the dominant occipital lobe and may be accompanied by damage to callosal fibers in the splenium of the corpus callosum or forceps major.(1,43)Damage to the fusiform gyrus has also been associated with acquired pure dyslexia(43)"
        ],
        "area of specialty": [
            "adult neurological disorders"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {
            "784.61": "alexia secondary to an organic lesion"
        },
        "ICD-10 codes": {
            "R48.0": "dyslexia and alexia (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Due to damage to the occipito-temporal  region or the inferior occipital region of the dominant hemisphere, patient presents with difficulty reading but with relatively preserved writing skills. Patients use letter-by-letter  reading (rather than a whole word approach) in which they require sequential identification of letters to facilitate word recognition.(2) Thus, pure dyslexia includes a word-length effect in which the patient’s ability to read words decreases dramatically with increasing word length due to the sequential analysis of each letter.(3) Patients have difficulty reading what they have just written but ability to recognize words spelled aloud is intact.(4) A right homonymous hemianopia (low vision or blindness in part of the visual field) usually accompanies pure dyslexia(5) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Precautions will vary according to the individual patient and the severity of accompanying language, cognitive, and motor symptoms. A patient’s medical records should be reviewed thoroughly prior to the evaluation. During the evaluation it is of utmost importance to be aware of a patient’s level of fatigue, pain tolerance, and level of frustration. A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials. Depression and anxiety are common among persons with brain injury and can adversely affect test performance.(10) Speech-language pathologists (SLPs) should be knowledgeable  about symptoms of depression and refer to a neuropsychologist or clinical psychologist when symptoms are present (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness).(10) Persons with speech or language impairments may not be able to complete standardized tests or answer questions regarding medical history. It is recommended that the caregiver or family member(s) be involved in all assessment procedures. Tests to assess cognitive ability or premorbid cognitive ability through reading (National Adult Reading Test [NART]) are not valid for persons with acquired dyslexia(11)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  pure dyslexia is caused by damage to the left occipito-temporal  region.   brain damage might be caused by stroke, traumatic brain injury  tbi , brain tumors, brain infections, or other conditions of the brain.   pure dyslexia has also been": [],
        "pathogenesis": [
            "Pure dyslexia is caused when brain injury prevents blood from reaching the occipito-temporal  area of the brain, resultingin damage to brain cells.(6) The functional locus of the deficit is uncertain, but three potential loci have been proposed toaccount for the symptoms of the disorder: 1) a low-level  perceptual deficit, 2) a deficit in letter recognition, and 3) a morecentral impairment at the level of the orthographic lexicon(3)"
        ],
        "risk factors": [
            "Stroke–Age (risk doubles with each decade after a person is over 55 years old)(8)–Sex (more common in women than men)(8)–Family history(8)–History of stroke(8)–Smoking(8)–High blood pressure(8)–Diabetes(8)–Excess weight(8)–Excess blood cholesterol(8)–Physical inactivity(8)–Excessive alcohol use(8)–Irregular heartbeat(8)–Poor diet(8)",
            "TBI–Children, especially newborns to 4-year-olds(9)–Teenagers and young adults, especially those 15 to 24 years of age(9)–Adults over 75(9)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Refer to neurological testing for site and size of lesion",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs). The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications can adversely affect cognitive and communicative functioning.(12) Contact a pharmacist or physician with questions about side effects(12)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Note the results of any neurological (magnetic resonance imaging [MRI], computerized tomography [CT]), neuropsychological, or psychological/cognitive tests that have been completed"
                    ],
                    "alternative therapies": "Document any use of home training programs or alternative therapies (e.g., acupuncture) and their efficacy",
                    "previous therapy": "Document whether patient has had speech-language  therapy for this or for other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Does the patient have vision problems? It is common for patients to have hemianopia, a right visual field deficit(1) -Obtain information about order of acquisition of each language and language history (e.g., language used in education)(13) -Which language is used in different situations (e.g., work, home, with relatives, with friends)?(13) -What modalities are used in each language (e.g., reading, speaking, writing)?(13) -Premorbid proficiency in each language can be compared to present proficiency using a 7-point scale (e.g., 1 = not fluent, 7 = native proficiency)(14) -Does the patient have a mood disorder (e.g., depression) that might affect motivation to communicate?(10)",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms. Examples include aphasia, depression, impairments in physical mobility, dysphagia, apraxia, overall health status, and vision deficits",
                "respiratory status": "Document any respiratory difficulties the patient is experiencing (e.g., use of supplemental oxygen, mechanical ventilator)Depression and anxiety are common among persons with brain injury.(10) Inquire about symptoms of depression and refer to a neuropsychologist or clinical psychologist when symptoms are present (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness) -Many depression scales and psychological scales have been used to assess patients who have had brain damage. The SLP can collaborate with the psychologist to determine the appropriate evaluation with respect to the patient’s language -Hospital Anxiety and Depression Scale (HADS) (mild aphasia)(10) -Depression Intensity Scale Circles (DISC) (moderate aphasia)(10) -Stroke Aphasic Depression Questionnaire (severe aphasia  to be completed by caregiver)(10) -Visual Analogue Self-Esteem  Scale(15)Note hearing ability -Does the patient have difficulty hearing in the quiet treatment environment? -Does the patient ask for frequent repetitions? -Does the patient have a known hearing loss? If so, does he or she wearing hearing aids? Left, right, or bilateral? -It may be appropriate to recommend audiology consult for patients with suspected hearing loss  Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous cognitive, communication, reading, or writing difficulties",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including hearing loss, vision deficits, diabetes, cancer, heart disease, and psychiatric disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Does the patient work? Does the patient regularly use a computer/telephone?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper, communication device)",
                "living environment": "Document information about the living environment including stairs, number of floors in home, with whom the patient lives, caregivers, and language(s) that the patient uses in the home and community"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Note if patient wears hearing aids or glasses; if used, determine if hearing aids are in working order. Note if patient uses any devices to assist with mobility (e.g., walker, wheelchair) or to communicate",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Screening for vision and hearing should always precede screening for reading difficulties. An audiologist should check for impacted cerumen prior to a pure-tone audiometric screening and word recognition testing.(12) Refer to patient records for results of vision and visual field testing prior to examination –Many patients with pure dyslexia also have right-sided homonymous hemianopia, a visual impairment that may cause an inability to see the letters at the end of a word. Consultation with a neurologist and/or neuro-ophthalmologist is recommended to determine relative contributions of the hemianopia and the best approach for remediation(30,31) –In addition to homonymous hemianopia, patients with acquired pure dyslexia sometimes have other visual deficits, such as reduced visual apprehension span, reduced visual processing speed, or other general visual deficit(16) –In a study conducted in the United Kingdom of 177 patients with reading impairment following a stroke, researchers found that in the majority of patients the reading impairment was related to a visual impairment such as visual field loss, eye movement deficit, or low central vision(32)",
            "special tests specific to diagnosis": "",
            "speech and language examination": "When selecting tests, clinicians must consider the patient’s level of awareness and cultural and linguistic background.(12) Tests that have normative information on diverse groups should be used when possible.(12) The following are some examples of standardized tests that can be used to assess language, reading,All general tests of aphasia have subtests that assess reading comprehension; however, many language tests have only a few items and are insufficient for detecting milder problems, distinguishing among reading disorders, or(19) To assess different modalities of language (auditory, visual, gesture) and processing functions. Contains subtests for analyzing reading disorders(20) To assess components of language structure such as orthography, phonology, word and picture semantics, and morphology and syntax(21) To assess oral language (verbal fluency, language information content, comprehension, repetition and naming), nonverbal language, and reading and writing –Bilingual assessment (as needed)(22) Assesses the bilingual patient’s ability to use each language in different settings by a language use history questionnaire. A computer program is available to evaluate responses in more than 100 different languages -Other assessments have been adapted and standardized for Spanish speakers (e.g., BDAE-3,  WAB-R, PALPA)  –Reading -Oral reading of single words, nonwords, sentences, and paragraphs(4) -Assess letter-naming  ability by asking the patient to name lowercase and uppercase letters in a neutral font -Ask the patient to write individual uppercase and lowercase letters and then name them -Reading rate can be assessed by leveled texts that are designed to be administered for timed reading -Determine presence of implicit reading ability through implicit reading tasks such as lexical decision and semantic categorization tasks; patients with pure dyslexia might retain implicit reading ability despite poor explicit reading(23)(24) Contains single word, sentence, and paragraph comprehension tasks as well as tasks of functional reading of signs and labels -Other tests designed to assess developmental reading disorders may be appropriate in determining age or grade level equivalencies for individuals with an acquired dyslexia; these test include Gates-MacGinitie  Reading Tests, the Woodcock Reading Mastery Tests, and the Nelson-Denny  Reading Test.(25,26,27) If the patient experiences frustration and inability to read longer texts, discontinue reading assessmentSome tests that assess communication used in daily living also assess functional reading ability(28) Assessment of the following areas of communication Reading, Writing, and Using Numbers; Social Interaction; Divergent Communication; Contextual Communication; Nonverbal Communication; Sequential Relationships; and Humor/Metaphor Absurdity(29) Assessment of functionalsocial communication; communication of basic needs; reading, writing, and number concepts; and daily planningAssess spelling of regular and irregular words(3)Assess the patient’s writing abilities(3)Speech Therapy ;T708854A motor speech evaluation should be performed if there are signs of coexisting apraxia or dysarthria",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Refer for psychological and cognitive evaluations to assist in informing course of treatment and providing a prognosis for therapy. Note that the patient’s reading ability might affect scores on some subtests and that reading subtests might not be an accurate measure of the patient’s cognitive ability. A comprehensive evaluation for acquired pure dyslexia should assess visual-perceptual  processes, visual spatial(17) To assess cognitive status of adults. Sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, Drawing(18) To assess intellectual and cognitive abilities of adults",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [],
            "general": "The relative benefits and risks of intensive therapy should be evaluated on a case-by-case"
        },
        "diagnosis need for treatment": "The clinical diagnosis of acquired pure dyslexia is made by the SLP with the use of standardized reading assessments. Neurological reports can be used to verify the diagnosis by locus of the lesion",
        "rule out": "Pure dyslexia should be distinguished from other types of dyslexia (e.g., surface dyslexia).Any visual deficits such as homonymous hemianopia (partial blindness due to the loss of vision in the same visual field in both eyes) should be identified by an ophthalmologist or neurologist(31)",
        "prognosis": [],
        "referral to other disciplines": "Refer to OT for assistance with daily living skills if needed. Refer to a psychologist or counselor for depression or anxiety. Refer to an eye specialist to rule out visual impairment",
        "other considerations": [],
        "treatment summary": [
            "Approaches for increasing accuracy of single-word  reading ability –Training for letter recognition and encoding of letter strings:  Authors of a case study examined the effects of a treatment designed to improve a subject’s ability to recognize isolated letters and to process letter combinations. One half of the letters of the alphabet were trained and the other half were used as control stimuli. Training tasks and assessments were delivered via a computer in 12 training sessions. All responses were given orally by the patient. Examples of training tasks include timed letter matching (uppercase to lowercase) and timed reading of letter strings (CVC, CVCC, VCC). Results indicated improved rate of letter identification for trained and untrained sets and an increase in the subject’s word-reading  speed. However, there was no fundamental change in the patient’s method to encode isolated letters or words; the patient continued to use a letter-by-letter  strategy(5) –Whole-word  training -In a study conducted in the United Kingdom with 9 patients with pure alexia, researchers found that a computerized, whole-word  training program significantly improved reading ability(41) -Outcome measures included reading speed as well as images of the brain taken through magnetoencephalography (MEG) to assess functional changes resulting from therapy(41) -The reading therapy program was computer-based and self-administered;  patients were given laptops to take home with the training software loaded onto them(41) -Patients were instructed to use the program for at least 20 minutes per day for 6 weeks(41) -In the training program, single words were presented on the screen for 500 ms while a recording of the word was played simultaneously. The rationale for playing the word for such a short time was to prevent the patients from using a letter-by-letter  reading strategy and “forcing” the brain to read the whole word(41) -After 15 training trials, the software moved to a testing interval in which the patient was presented with a word from the training block with a paired spoken word; sometimes the word and the spoken word matched and sometimes they did not. The patient was instructed to press one button to indicate “same” and another for “different.” In initial, easy testing intervals, words were easier to distinguish (i.e., “food”/”hate”), but as the training progressed, they became more difficult (i.e., “food”/”foot”)(41)  -As a means of motivating the patients to spend time using the therapy program, researchers offered a monetary reward of one pence per correct answer and the computer kept a score counter at the bottom of the screen as the therapy went on(41) -Immediately after the 6-week  training period, researchers measured training effects on reading speed. Compared to pretraining measurements, post-training  reading speed for the trained words was significantly faster. All trained words were read significantly faster than untrained words post-training.  Researchers also found that the greatest training effects were observed on longer words (5 or 6 letters). Reading speed was then assessed 2 to 4 weeks post-training  and results indicated that the significant training effect on word reading speed was not maintained(41) -Similar effects were observed on the MEG scans where significantly stronger activation was observed for trained words versus untrained words(41) -Authors of a case study involving a German-speaking patient with pure dyslexia examined the effect of whole-word training on word reading and letter identification; regular language therapy was administered during the same time period(36) -Training took place over 4 weeks and included 40 sessions total (twice daily every weekday) -Each training phase (each phase was 16 sessions) started with an auditory-visual verification task to familiarize the patient with the training items without requiring him to read or name the items; in this task, the patient was asked to identify whether a written word matched a preceding spoken word -The rest of the sessions in each training phase consisted of whole-word  recognition tasks in which target words were presented repeatedly within each session (each word appeared 4 times per session) with limited exposure duration; feedback was provided by the therapist if the target word could not be named correctly within the time limit -Following the training, the patient’s word-reading  ability improved in terms of both speed and accuracy; additionally, even though it was not addressed directly in the therapy program, the patient’s ability to identify single letters was also significantly improved –Tactile-kinesthetic  technique:  Authors of a case study investigated the effects of training a patient with pure dyslexia to copy each letter of a word onto his left palm using a capped pen, naming the letter, and then saying the word. This method increased reading accuracy but decreased the subject’s speed in reading. In a second experiment, the same subject was presented with isolated letters and letter strings and told to name them as quickly and as accurately as possible. The subject was prompted to use the tactile-kinesthetic  technique if accuracy dropped below 90% and was also given cards of letters and letter strings to practice at home. This stage of the experiment lasted for 9 months. Improvement in speed and accuracy of single-word  reading was noted for both trained and untrained words as well as sentences. Improvement on more lengthy material was not demonstrated(37)",
            "Instruction for increasing reading fluency and comprehension –Multiple Oral Reading (MOR):  MOR involves repeated guided reading practice of the same material over a period of days or weeks. The goal when using MOR for patients with pure dyslexia is to improve reading rate by facilitating whole-word  recognition(2) -Authors of a case study of a patient with pure dyslexia examined the effects of a weekly MOR treatment initiated between 22 weeks and 54 weeks post stroke.(2) The patient’s reading rate and accuracy were initially determined for a specific passage of a leveled text series. Homework included repeated daily readings of a single passage for 30 minutes. During the course of treatment, the subject’s reading rate increased as his error rate decreased. Other case studies examining MOR with patients with pure dyslexia indicate that this treatment is most beneficial with patients who have intact or recovered letter processing ability and a need to improve whole-word  recognition ability(2) -In a study conducted in the United States of MOR involving six patients with acquired dyslexia (four with phonological dyslexia and two with pure dyslexia), treatment consisted of one 2-hour  session per week for 8 weeks(38) -Each week a different passage was trained in the session; untrained control, functor, and content passages were never trained but were tested pre- and post-therapy(38) -In the patients with pure dyslexia, reading rate for novel passages containing a significant number of trained words increased as measured by post-therapy  tests(38) -Researchers concluded that MOR improves reading of untrained passages that overlap trained passages at the level of the patient’s specific deficit(38) .  Problem Goal Intervention Expected Progression Home Program Pure dyslexia Improve recognition of letter combinations and whole words to improve reading abilityEncoding and whole- word recognition approach _ Word recognition can be trained using a small set of words and an errorless learning technique. The therapist shows the patient a set of cards with words (or letter combinations) and says the word while the patient looks at the card. The patient is then asked to repeat the word and is corrected after any mistakes. To further increase word recognition, the therapist can draw an outline around the word and ask the patient to attend to the shape and visual features of the whole word. The patient can trace the shape with a finger(35) _ _ See Treatment summary , aboveTherapy progresses from training recognition of letter combinations to recognition of whole words; as the patient’s reading for trained words improves, the SLP might introduce additional words to training setPatient can practice reading specific words and letter combinations at home  Pure dyslexia Increase accuracy of letter recognition and ability to read single wordsTactile-kinesthetic technique _ To improve word reading, a patient can trace the outline of each letter on a desk, in the air, on a palm, or on the letter itself while saying the letter aloud. The patient may also copy the letter on paper. This technique has been found to facilitate letter recognition and word reading as well as to gradually improve visual recognition ability so that the patient may eventually recognize the letter without the tactile cue.(37,39) This approach encourages the patient to use the strategy of letter-by- letter reading rather than a whole-word approach _ _ See Treatment summary , aboveInitially, the patient is cued to utilize the tactile-kinesthetic technique with all letters when reading; as recognition of the letters improves, the SLP will prompt the patient to say the letters aloud without tracing them firstPatient can practice reading specific words and letters at home  Pure dyslexia Increase reading fluency, word recognition, and reading comprehension by practicing repeated readings of words, sentences, phrases, or text (newspaper articles)Multiple Oral Reading (MOR) _ MOR involves repeated reading practice of the same material over a period of days or weeks. Texts can be chosen by the patient or the patient’s family member or the SLP. The patient practices reading the article aloud with assistance from the therapist or family member. This approach is intended to increase word recognition ability _ _ See Treatment summary , aboveOnce the patient has been trained on specific words or passages, the SLP can introduce novel reading material with significant overlap (i.e., many of the same letters or words) to promote generalization(38)Practice reading specific texts can be performed at home; reading practice can be performed at home for up to 30 minutes at a time(2) Aphasia (as needed) Increase communication skillsAphasia therapy _ For detailed information on treatment of aphasia, see the series of Clinical Reviews on that topicTherapy for aphasia generally progresses from sound level to syllable, word, phrase, sentence, and finally conversational levelHome program will vary with respect to the goals of the patient Dysphagia (as needed) Increase swallow safety Dysphagia therapy _ Therapy will vary according to the results of a swallow evaluation. Treatment might include strategies for airway protection, strategies for facilitating oral phase of swallowing, and dietary adjustments. For detailed information on treatment of dysphagia, see the series of Clinical Reviews on this topicAs the patient’s swallow improves, the SLP will increase the frequency and intensity of dysphagia exercises as well as the difficulty of the trials of food and liquid that are given in therapyHome program will vary with respect to the goals of the patient  Apraxia of speech (as needed)Increase functional speech productionApraxia therapy _ For detailed information on treatment of apraxia, see Clinical Review… Apraxia of Speech (Acquired) ; CINAHL Topic ID Number: T708586Therapy for apraxia generally progresses from sound level to syllable, word, phrase, sentence, and finally conversational levelHome program will vary with respect to the goals of the patient Dysarthria (as needed) Increase functional speech productionDysarthria therapy _ For detailed information on treatment of dysarthria (spastic, flaccid, ataxic, hypokinetic, and hyperkinetic), see the series of Clinical Reviews on these topicsTherapy for dysarthria generally progresses from sound level to syllable, word, phrase, sentence, and finally conversational levelHome program will vary with respect to the goals of the patient Acquired agraphia/ dysgraphia (as needed)Increase writing skills Agraphia therapy _ For detailed information on treatment of acquired dysgraphia, see Clinical Review…Agraphia: Speech Therapy , referenced aboveTherapy for agraphia generally progresses from writing letters, words, phrases, sentences, and finally paragraph levelHome program will vary with respect to the goals of the patient ."
        ]
    },
    "desired outcomes outcome measures": {
        "examples of desired outcomes include:": [
            "Improved accuracy of word, sentence, and text reading–RCBA-2–BDAE-3–WAB-R–Gates-MacGinitie  Reading Tests(25)–Woodcock Reading Mastery Tests(26)–Nelson-Denny  Reading Test(27)",
            "Improved speed of reading of words and connected text",
            "Improved letter identification",
            "Effective external modifications (e.g., simplified text) to improve functional reading ability(40)",
            "Improved functional reading ability–CADL-2,  ASHA-FACS,  RCBA-2",
            "Increased family education regarding pure dyslexia and ways to communicate more effectively with the patient(40)",
            "Improved quality of life"
        ]
    },
    "maintenance or prevention": [
        "Clinic-based  treatment should be eventually transferred to home-based routines so that the patient and caregivers can continue treatment independently "
    ],
    "patient education": [
        "Patient and family education should include information about the effects of pure dyslexia, treatment options, and the prognosis. When possible, the partner or patient’s family should be educated about facilitative techniques to use when assisting the patient with communication and reading Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on September 30, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Bub D. Alexia and related reading disorders. Neurol Clin . 2003;21(2):549-568.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Beeson PM, Magloire JG, Robey RR. Letter-by-letter  reading: natural recovery and response to treatment. Behav Neurol . 2005;16(4):191-202.  (C)"
        },
        {
            "number in article": 3,
            "reference": "Montant M, Behrmann M. Pure alexia. Neurocase . 2000;6(4):265-294.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Cherney LR. Aphasia, alexia and oral reading. Top Stroke Rehabil . 2004;11(1):22-36.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Arguin M, Bub DN. Pure alexia: attempted rehabilitation and its implications for interpretation of the deficit. Brain Lang . 1994;47(2):233-268.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Ashley J, Duggan M, Sutcliffe N. Speech, language, and swallowing disorders in the older adult. Clin Geriatr Med . 2006;22(2):291-310.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Mendez MF, Shapira JS, Clark DG. \"Apperceptive\" alexia in posterior cortical atrophy. Cortex. 2007;43(2):264-270.  (R)"
        },
        {
            "number in article": 8,
            "reference": "American Heart Association. Stroke risk factors. http://www.strokeassociation.org/STROKEORG/AboutStroke/UnderstandingRisk/Understanding-Risk_UCM_308539_SubHomePage.jsp . Accessed July 8, 2017. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Mayo Clinic staff. Traumatic brain injury. Mayo Clinic Web site. http://www.mayoclinic.org/diseases-conditions/traumatic-brain-injury/basics/risk-factors/con-20029302 . Accessed July 8, 2017. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Brumfitt S. Psychosocial aspects of aphasia: speech and language therapists' views on professional practice. Disabil Rehabil . 2006;28(8):523-534.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Freeman J, Godfrey HPD, Harris JK, Partridge FM. Utility of a demographic equation in detecting impaired NART performance after TBI. Br J Clin Psychol . 2001;40(Pt 2):221-224.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Practice Portal: Dementia. American Speech-Language-Hearing  Association Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Accessed July 8, 2017. (G)"
        },
        {
            "number in article": 13,
            "reference": "Muñoz ML, Marquardt TP, Copeland G. A comparison of the code switching patterns of aphasic and neurologically normal bilingual speakers of English and Spanish. Brain Lang. 1999;66(2):249-274.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Edmonds LA, Kiran S. Effect of semantic naming treatment on crosslinguistic generalization in bilingual aphasia. J Speech Hear Res . 2006;49(4):729-748.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Brumfitt SM, Sheeran P. The development and validation of the Visual Analogue Self-Esteem  Scale. Br J Clin Psychol . 1999;38(Pt 4):387-400.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Starrfelt R, Habekost T, Gerlach C. Visual processing in pure alexia: a case study. Cortex. 2010;46(2):242-255.  (C)"
        },
        {
            "number in article": 17,
            "reference": "Folstein MF, Folstein SE, McHugh PR, Fanjiang G. Mini-Mental  State Examination . Odessa, FL: Psychological Corporation; 2001. (PP)"
        },
        {
            "number in article": 18,
            "reference": "Wechsler D. Wechsler Adult Intelligence Scale . 3rd ed. San Antonio, TX: The Psychological Corporation; 1997. (PP)"
        },
        {
            "number in article": 19,
            "reference": "Goodglass H, Kaplan E, Barresi B. Boston Diagnostic Aphasia Examination-3 . Philadelphia, PA: Lippincott Williams & Wilkins; 2001. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Kay J, Lesser R, Coltheart M. Psycholinguistic Assessment of Language Processing in Aphasia . Hove, UK: Lawrence Erlbaum Associates, Ltd; 1992. (PP)"
        },
        {
            "number in article": 21,
            "reference": "Kertesz A, Raven JC. Western Aphasia Battery-Revised . San Antonio, TX: Pearson; 2006. (PP)"
        },
        {
            "number in article": 22,
            "reference": "Paradis M, Libben G. The Assessment of Bilingual Aphasia . Hillsdale, NJ: Lawrence Erlbaum Associates; 1987. (PP)"
        },
        {
            "number in article": 23,
            "reference": "Shan C, Zhu R, Xu M, Luo B, Weng X. Implicit reading in Chinese pure alexia. Brain Lang . 2010;114(3):147-156.  (C)"
        },
        {
            "number in article": 24,
            "reference": "La Pointe LL, Horner J. Reading Comprehension Battery for Aphasia . 2nd ed. Austin, TX: Pro-Ed; 1998. (PP)"
        },
        {
            "number in article": 25,
            "reference": "MacGinitie WH, MacGinitie RK, Maria K, Dreyer LG. Gates-MacGinitie  Reading Tests . 4th ed. Itasca, IL: Riverside Publishing; 2000. (PP)"
        },
        {
            "number in article": 26,
            "reference": "Woodcock RW. Woodcock Reading Mastery Tests-Revised . Circle Pines, MN: American Guidance Service; 1998. (PP)"
        },
        {
            "number in article": 27,
            "reference": "Brown JI, Fishco VV, Hanna GS. Nelson-Denny  Reading Test . Itasca, IL: Riverside Publishing; 1993. (PP)"
        },
        {
            "number in article": 28,
            "reference": "Holland A, Frattali CM, Fromm D. Communicative Abilities in Daily Living-2 (CADL-2) . Austin, TX: Pro-Ed; 1999. (PP)"
        },
        {
            "number in article": 29,
            "reference": "Frattali C; American Speech and Hearing Association. Functional Assessment of Communication Skills for Adults (ASHA FACS) . Rockville, MD: ASHA; 1995. (PP)"
        },
        {
            "number in article": 30,
            "reference": "Leff AP, Crewes H, Plant GT, Scott SK, Kennard C, Wise RJ. The functional anatomy of single-word  reading in patients with hemianopic and pure alexia. Brain. 2001;124(Pt 3):510-521.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Pflugshaupt T, Gutbrod K, Wurtz P. About the role of visual field defects in pure alexia. Brain. 2009;132(Pt 7):1907-1917.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Rowe F, Wright D, Brand D. Reading difficulty after stroke: ocular and non ocular causes. Int J Stroke . 2011;6(5):404-411.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Simmons-Mackie  N, Kagan A. Application of the ICF in aphasia. Semin Speech Lang . 2007;28(4):244-253.  (G)"
        },
        {
            "number in article": 34,
            "reference": "Behrmann M. The evolution of pure alexia: a longitudinal study of recovery. Brain Lang . 1990;39(3):405-427.  (C)"
        },
        {
            "number in article": 35,
            "reference": "Sage K, Hesketh A, Ralph MA. Using errorless learning to treat letter-by-letter  reading: contrasting word versus letter-based  therapy. Neuropsychol Rehabil . 2005;15(5):619-642.  (C)"
        },
        {
            "number in article": 36,
            "reference": "Ablinger I, Domahs F. Improved single-letter  identification after whole-word  training in pure alexia. Neuropsychol Rehabil . 2009;19(3):340-363.  (R) "
        },
        {
            "number in article": 37,
            "reference": "Nitzberg Lott S, Friedman RB. Can treatment for pure alexia improve letter-by-letter  reading speed without sacrificing accuracy?. Brain Lang . 1999;67(3):188-201.  (C)"
        },
        {
            "number in article": 38,
            "reference": "Lacey EH, Lott SN, Snider SF, Sperling A, Friedman RB. Multiple Oral Re-reading  treatment for alexia: the parts may be greater than the whole. Neuropsychol Rehabil . 2010;20(4):601-623.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Seki K, Yajima M, Sugishita M. The efficacy of kinesthetic reading treatment for pure alexia. Neuropsychologia . 1995;33(5):595-609.  (C)"
        },
        {
            "number in article": 40,
            "reference": "Simmons-Mackie  N, Threats TT, Kagan A. Outcome assessment in aphasia: a survey. J Commun Disord . 2005;38(1):1-27.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Woodhead ZV, Penny W, Barnes GR, et al. Reading therapy strengthens top-down connectivity in patients with pure alexia. Brain. 2013;136(Pt 8):2579-2591.  doi:10.1093/ brain/awt186. (R)"
        },
        {
            "number in article": 42,
            "reference": "Starrfelt R, Olafsdóttir RR, Arendt IM. Rehabilitation of pure alexia: a review. Neuropsychol Rehabil . 2013;23(5):755-779.  doi:10.1080/09602011.2013.809661. (RV)"
        },
        {
            "number in article": 43,
            "reference": "Ripamonti E, Aggujaro S, Molteni F, Zonca G, Frustaci M, Luzzatti C. The anatomical foundations of acquired reading disorders: a neuropsychological verification of the dual-route  model of reading. Brain Lang . 2014;134:44-67.  doi:10.1016/j.bandl.2014.04.001. (R)"
        }
    ]
}