{
    "metadata": {
        "title": "Acalculia, Acquired",
        "synonyms": [
            "dyscalculia, acquired",
            "anarithmetria, acquired",
            "anarithmia, acquired",
            "acquired acalculia",
            "acquired dyscalculia"
        ],
        "anatomical location body part affected": [
            "The brain"
        ],
        "area of specialty": [
            "adult neurological disorders",
            "pediatric genetic and/or neurological disorders"
        ],
        "description": [
            "Acquired acalculia is the loss of numerical knowledge and calculation ability caused by injury to the brain and characterized by an inability to execute mathematical operations.(1) The ability to perform arithmetical operations and understand mathematical concepts requires multiple conceptual abilities and cognitive skills, including language, calculation abilities, spatial knowledge, memory, perceptual abilities, and executive functioning.(2) Therefore, brain damage that affects any one of these aspects of a person’s cognition can result in acalculia(2)",
            "Acalculia that results from a primary deficit of mathematical/computational skills in isolation is called anarithmetria or anarithmia(2)",
            "Acalculia often coexists with an acquired language disorder such as Broca’s aphasia or Wernicke’s aphasia or with acquired cognitive deficits such as a spatial disorder; however, it can also occur in isolation.(1,3,4) Despite the frequent co-occurrence  of aphasia and acalculia, the impairments of both receptive and expressive number processing and mathematical calculation are not necessarily due to language deficits(1,3,4)",
            "Gerstmann syndrome is a specific collection of impairments that result from damage to the left angular gyrus and results in acalculia, written language impairment (agraphia), an inability to distinguish right from left, and finger agnosia.(1,5) In Gerstmann syndrome, acalculia occurs without aphasia(1)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "784.6": {
                "base": "other symbolic dysfunction",
                "784.60": "symbolic dysfunction, unspecified",
                "784.69": "other; acalculia"
            }
        },
        "ICD-10 codes": {
            "R48.8": "other symbolic dysfunctions; acalculia _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Possible deficits that result from acalculia include",
            "Transcoding impairments(1) –In healthy individuals, numbers are represented in three distinct ways in the brain: a word or group of words (e.g., “twenty-nine”),  a set of Arabic numerals (e.g., 29), and as a cognitive representation of an abstract quantity that is independent from any symbols(1) –Transcoding refers to the ability to mentally translate these three representations of numbers(1)",
            "Problems with quantitative magnitude representations (e.g., comparing two numbers to determine which is larger)(1)",
            "Difficulty completing mental and/or written calculations and understanding arithmetical signs(1) –Difficulty retrieving arithmetical facts(1) –Loss of procedural arithmetic knowledge(1) –Impairment of any or all mathematical operations (i.e., addition, subtraction, multiplication, division)(6,7,8) -In a case study from Israel describing a 62-year-old patient with acalculia, authors found that despite an inability to add, multiply, or divide numbers, the patient’s ability to subtract was intact(6)",
            "Impairments of abstract mathematical concepts(1)",
            "Difficulty reading or writing numbers(2) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "As with an evaluation, it is important to thoroughly review a patient’s medical records prior to any treatment"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes: acalculia is caused by injury to the cerebral cortex. brain damage can result from stroke, traumatic brain injury  tbi , brain tumors, brain infections, and other conditions of the brain  including dementia and corticobasal": [],
        "pathogenesis:  the exact mechanisms that are responsible for mathematical calculations and number processing in the brain are not well understood. , acalculia has been documented in cases of damage to the following parts of the brain:": [],
        "risk factors": [
            "Risk factors for acquired acalculia are related to the specific risk factors associated with the underlying cause of braindamage"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "As with an evaluation, it is important to thoroughly review a patient’s medical records prior to any treatment"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the underlying cause of acalculia? When did the patient present with acalculia? Review medical chart and physician reports to ascertain information regarding the patient’s diagnosis, medical treatments, and functional impairments",
                "course of treatment": {
                    "medical management": "Document medical management of underlying diagnosis to date",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Note the results of all diagnostic tests completed to date; specific tests completed will be determined by the underlying cause of acalculia",
                        "Diagnostic imaging (e.g., MRI, CT scan, chest X-ray)",
                        "Blood work (CBC, platelets, PT[INR], PTT, BUN, creatinine, glucose, urinalysis)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Are there certain situations (e.g., when the patient is under pressure, attempting to do math in public) in which mathematical impairments are more pronounced? -Are there certain types of numbers, counting, math problems, operations, or mathematical concepts that are more or less difficult for the patient?(6)",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms -Transcoding impairments(1) -Problems with quantitative magnitude representations (e.g., comparing two numbers to determine which is larger)(1) -Difficulty completing mental and/or written calculations and understanding arithmetical signs(1) -Difficulty retrieving arithmetical facts(1) -Loss of procedural arithmetic knowledge(1) -Impairment of any or all mathematical operations (i.e., addition, subtraction, multiplication, division)(6,7,8) -Impairments of abstract mathematical concepts(1) -Difficulty reading and writing numbers(2)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night ",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Note respiratory status -Does the patient require supplemental oxygen? Tracheostomy tube, nasal cannula, or breathing mask? -Does the patient require mechanical ventilation? -Does the patient become short of breath? If so, when? Standing? Walking? With exercise?Inquire about symptoms of depression (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness) and refer to a neuropsychologist, clinical psychologist, or psychiatrist when present -If the patient has a concomitant language disorder (such as aphasia), there are many depression and psychological scales that have been used to assess patients with aphasia. A speech-language  pathologist (SLP) can collaborate with the psychologist to determine the appropriate evaluation with respect to the patient’s language abilities(16,17) -Hospital Anxiety and Depression Scale (HADS) (mild aphasia)(17) -Depression Intensity Scale Circles (DISC) (moderate aphasia)(17) -Stroke Aphasic Depression Questionnaire (severe aphasia  to be completed by caregiver)(17) -Visual Analogue Self-Esteem  Scale(18)Document hearing ability -Does the patient have difficulty hearing in the quiet treatment environment? -Does the patient ask for frequent repetitions of words? -Does the patient have a known hearing loss? If so, does he or she wear hearing aids? Left, right, or bilateral? -It might be appropriate to recommend audiology consult for patients with suspected hearing loss Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ___________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document prior history of acalculia, cognitive deficit(s), and/or language disorder",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient employed? Does the patient require the use of mathematics for his or her job?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Note if patient wears hearing aids or glasses; determine if hearing aids are in working order -Note any use of wheelchair, walker, or communication devices -Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper or high-tech alternative or augmentative [AAC] device)",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., family members, caregivers). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document the use of AAC devices. For detailed information regarding the use of AAC devices for communication, see the series of Clinical Reviews on this topicComplete a full oral mechanism examination; assess ROM, strength, endurance, and movement rate for the lips, tongue, and soft palate",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "Assess spatial, number, and calculation skills with formal or informal measures(4) –Informal tests of mathematics/number skills -Reading Arabic numerals aloud(2) -Matching written Arabic numerals to actual quantities of items (pictured items or manipulatives)(15)  -Stating whether two quantities of items (pictured items or manipulatives) are the same or which group has more items(15) -Putting numbers in serial order(15) -Counting items (pictured items or manipulatives) aloud(15) -Counting forward, backward, by 2s, 5s, 10s(2) -Writing Arabic numerals to dictation(2,15) -Writing arithmetical signs to dictation (e.g., +, –,×, ÷, =)(2,15) -Performing simple calculations(2,15) -Mental and written calculations(2) -Performing complex calculations(2,15) -Comparing fractions; adding and subtracting with fractions(2) -Digit span assessments (immediate repetition of digit series forward and backward)(2) -Answering general numerical knowledge questions (e.g., How many minutes in an hour?)(2) -Solving word math problems(2) -Counting and using money(2)a standardized assessment composed of 13the patient is required to count phonologically, orthographically, and symbolically in Arabic numerals in automatic sequences of numbers forward, backward, and by ratios (e.g., by 2s, by 5s, by 10s)(3)the patient is asked to point to dots while counting aloud; evaluates ability to count discrete elements that are displayed in different spatial arrangements(3)the patient is asked to transcode between different combinations of phonological representations (number spoken aloud), Arabic numerals, and orthographic codes (written words)(3)the patient is asked to write to dictation and name the arithmetical signs(3)the patient is asked to point to the larger of two numbers presented in Arabic numerals and orthographic form(3)the patient is required to perform mental calculations of simple operations; computations are given to the patient either orally or in written form(3)the patient is asked to estimate the correct answer for complex operations(3)the patient is shown a vertical line graded from 0 to 100 and is asked to place a spoken or written Arabic numeral on the line in one of three possible positions(3)the patient is asked to copy a set of 2- or 3-digit  numbers and place them in an appropriate way for the arithmetical sign provided(3)the patient is required to perform written calculations of addition, subtraction, and multiplication(3)the patient is asked to give an estimation of weight, length, or numerosity of objects in a picture(3)the patient is provided with a situation and asked to give an interpretation of the numbers (e.g., a class of 9 children; is that number of children too low, average, or too high?)(3)the patient is asked questions that relate to numerical knowledge of specific facts such as how many months are in 1 year(3) –Number Processing and Calculation (NPC) battery(13) –Arithmetic subtest of the Wechsler Adult Intelligence Scale—Fourth Edition (WAIS-IV)(2) ",
            "speech and language examination": " Speech and language examination (including reading)A motor speech evaluation should be performed if there are signs of coexisting apraxia or dysarthria -For detailed information on assessment and treatment of apraxia, see Clinical Review…Apraxia of Speech (Acquired) ;T708586 -For detailed information on assessment and treatment of dysarthria (spastic, flaccid, ataxic, hypokinetic, and hyperkinetic), see the series of Clinical Reviews on these topicsComplete informal and standardized assessments of receptive and expressive language as indicated; aphasia commonly co-occurs  with acalculia(1,3) -For detailed information on aphasia, see the series of Clinical Reviews on this topicAssess vocal quality and other appropriate voice parameters (e.g., intensity, pitch, range); neurological impairment can affect vocal quality; if necessary, refer to otolaryngologist (ENT) to rule out laryngeal pathology -For detailed information on voice disorders, see the series of Clinical Reviews on these topicsRule out or identify atypical speech disfluencies (stuttering) -For detailed information on disorders of fluency, see the series of Clinical Reviews on this topicAssess reading and writing skills; patients with acalculia can have difficulty reading and writing Arabic numerals and orthographic forms of numbers(3,15,19) -Impairments of reading as they relate to acalculia -Difficulty recognizing spatial orientation of numbers(19) -Inversions of numbers(19) -Left neglect; failing to read the number(s) on the far left(19) -Difficulty following lines of numbers when performing mathematical operations(19) -Impairments of writing as they relate to acalculia -Incorrect formation of the numeral(19) -Writing an extra, erroneous number(19) -Incorrect use of spaces to join or split numbers(19) -Increasing the left margins(19) -For detailed information on both alexia (acquired reading impairment) and agraphia (acquired writing impairment), see the series of Clinical Reviews on these topics",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Individuals with acalculia often have other cognitive deficits as a result of the underlying brain damage.(1,3) Document the results of any cognitive or neuropsychological testing that has been completed. Complete cognitive-linguistic  assessment with formal and/or informal measures as indicated  –Patients with visuospatial or visuoconstructive impairments will likely have difficulty with written calculations due to difficulty aligning digits(1,19) -Acalculia that is the result of spatial deficits in which the rules for writing digits in the proper position and alignment of numbers are not followed is referred to as spatial acalculia(19) –Patients with visuospatial neglect can leave out the leftmost digit when performing written calculations(1) –Patients with impaired short-term  memory might have difficulty performing mental calculations(1)",
            "aac assessment": "",
            "swallow examination": "Assess swallowing function if there are concerns about swallowing. For detailed information on dysphagia, see the series of Clinical Reviews on this topic",
            "tracheostomy examination": "If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of a tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-Muir  Tracheostomy & Ventilator Swallowing and Speaking Valve ; CINAHL Topic IDT708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "To ensure relevance and appropriateness of treatment programs, decisions about goals and course of therapy should be made in collaboration with the patient, caregivers, and other healthcare professionals. It is highly recommended that family members be involved in the rehabilitation process as much as possible",
                "Clinician should carefully consider the patient’s stamina and medical status before beginning therapy",
                "Cultural background, language preference, and patient interests must be considered when planning treatment goals and activities",
                "Precautions will vary according to the individual patient and the severity of accompanying language, cognitive, behavioral, and/or motor symptoms",
                "Patients with acalculia might be at risk for aspiration and penetration of oral intake. Ensure that the patient and family/ caregivers are aware of potential aspiration risks and are educated about strategies when appropriate",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "A patient with acalculia might benefit from speech therapy to address the underlying cognitive and language deficits that contribute to the difficulty in mathematical and numerical processing abilities",
        "rule out": "The patient’s medical team will rule out possible causes of the acalculia in order to determine the underlying brain condition that is responsible for these deficits",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Referrals should be made to physical and occupational therapy if there appears to be an underlying motor or muscle control/strength deficit Referral to neurology should be made for a full neurological workup in the case of a patient who presents with an acalculia with no known underlying cause Referral to psychology, psychiatry, or neuropsychology should be made if the patient reports feelings of depression, hopelessness, or other emotional distress Referral to ophthalmology should be made if patient appears to have visual field cut or poor vision Referral to audiology should be made to identify or rule out hearing loss, if appropriate",
        "other considerations": [],
        "treatment summary": [
            "Recommended treatment approaches for acalculia include: –massive practice using drills of arithmetic facts and math problems(1,2) –errorless learning of math problems progressing from simple to complex(1) –retraining of abstract arithmetic concepts and numerical knowledge(1,2) –combined training of procedural and conceptual mathematical information(1) –functional activities using math concepts (e.g., time, money, distance)(2) –using principles of aphasia therapy to relearn underlying rules of mathematics(1,21) -Some researchers consider acalculia to be a type of aphasia for the language of mathematics(21) .  Problem Goal Intervention Expected Progression Home Program Anarithmetria/ anarithmia; a primary deficit of mathematical and computational skillsImprove mathematical and computational skillsFunctional training _ Massive practice using drills of arithmetic facts and math problems(1,2) _ _ Errorless learning of math problems progressing from simple to complex(1) _ _ Retraining of abstract arithmetic concepts and numerical knowledge(1,2) _ _ Combined training of procedural and conceptual mathematical information(1) _ _ Functional activities using math concepts including time, money, distance(2)Varies according to severity of deficits and the patient’s goals; progress from simple numerical concepts to complex calculations(1,2)Home program will vary with respect to the goals of the patient Difficulty with mathematical and computational skills as a result of a language disorderImprove mathematical and computational skillsFunctional training _ Aphasia therapy _ _ For detailed information on aphasia therapy, see the series of Clinical Reviews on this topicThe progression of aphasia therapy will depend on patient and family goalsHome program will vary with respect to the goals of the patient and family  Difficulty with mathematical and computational skills as a result of acquired dyslexiaImprove mathematical and computational skillsFunctional training _ Reading intervention _ _ For detailed information on intervention for acquired disorders of reading, see the series of Clinical Reviews on this topicThe progression of reading therapy will depend on patient and family goalsHome program will vary with respect to the goals of the patient and family Difficulty with mathematical and computational skills as a result of acquired agraphiaImprove mathematical and computational skillsFunctional training _ Intervention for written language _ _ For detailed information on agraphia therapy, see Clinical Review…Agraphia: Speech Therapy ; CINAHL Topic ID Number: T708854The progression of agraphia therapy will depend on patient and family goalsHome program will vary with respect to the goals of the patient and family Difficulty with mathematical and computational skills as a result of cognitive deficits (e.g., memory, executive functioning, spatial dysfunction)Improve mathematical and computational skillsFunctional training _ Cognitive-linguistic therapy _ _ For detailed information on intervention for memory deficits, see Clinical Review… Memory Impairment: Speech Therapy ; CINAHL Topic ID Number: T708911 _ _ For detailed information on intervention for unilateral spatial neglect, see Clinical Review…Stroke Rehabilitation: Unilateral Neglect ; CINAHL Topic ID Number: T708897The progression of therapy will depend on patient and family goalsHome program will vary with respect to the goals of the patient and family . "
        ]
    },
    "desired outcomes outcome measures": {
        "improved understanding of quantitative magnitude representations": [
            "Numerical magnitude comparison tasks",
            "EC301 Assessment Battery for Calculation and Number Processing"
        ],
        "improved accuracy in mental and or written calculations, both simple and complex": [
            "EC301 Assessment Battery for Calculation and Number Processing",
            "Arithmetic subtest of the WAIS-IV"
        ],
        "increased understanding of abstract mathematical concepts": [
            "EC301 Assessment Battery for Calculation and Number Processing"
        ],
        "improved transcoding abilities": [
            "EC301 Assessment Battery for Calculation and Number Processing"
        ]
    },
    "maintenance or prevention": [
        "Maintenance of math skills in an individual with acalculia will depend on continued use of skills obtained in therapy; the extent to which the patient is able to maintain these skills/prevent further decline will vary with respect to the degree of the underlying acalculia and concomitant cognitive/language impairments",
        "For treatments that involve drills, patients will likely maintain progress made if they continue to utilize the home programs following discharge from therapy"
    ],
    "patient education": [
        "Find information on stroke prevention, risk factors, and recovery at the National Stroke Association’s website, www.stroke.org Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on October 7, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Willmes K. Acalculia. Handb Clin Neurol . 2008;88:339-358.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Ardila A, Rosselli M. Acalculia and dyscalculia. Neuropsychol Rev . 2002;12(4):179-231.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Basso A, Burgio F, Caporali A. Acalculia, aphasia and spatial disorders in left and right brain-damaged  patients. Cortex. 2000;36(2):265-280.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Basso A, Caporali A, Faglioni P. Spontaneous recovery from acalculia. J Int Neuropsychol Soc . 2005;11(1):99-107.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Martory MD, Mayer E, Pegna AJ, Annoni JM, Landis T, Khateb A. Pure global acalculia following a left subangular lesion. Neurocase . 2003;9(4):319-328.  (C)"
        },
        {
            "number in article": 6,
            "reference": "Lampl Y, Eshel Y, Gilad R, Sarova-Pinhas  I. Selective acalculia with sparing of the subtraction process in a patient with left parietotemporal hemorrhage. Neurology . 1994;44(9):1759-1761.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Crutch SJ, Warrington EK. Acalculia: deficits of operational and quantity number knowledge. J Int Neuropsychol Soc . 2001;7(7):825-834.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Lee KM. Cortical areas differentially involved in multiplication and subtraction: a functional magnetic resonance imaging study and correlation with a case of selective acalculia. Ann Neurol . 2000;48(4):657-661.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Pantelyat A, Dreyfuss M, Moore P. Acalculia in autopsy-proven  corticobasal degeneration. Neurology . 2011;76(7 Suppl 2):S61-S63.  (C)"
        },
        {
            "number in article": 10,
            "reference": "Rosca EC. A case of acalculia due to impaired procedural knowledge. Neurol Sci . 2009;30(2):163-170.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Clark JM, Campbell JI. Integrated versus modular theories of number skills and acalculia. Brain Cogn . 1991;17(2):204-239.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Bernal B, Ardila A, Altman NR. Acalculia: an fMRI study with implications with respect to brain plasticity. Int J Neurosci . 2003;113(11):1505-1523.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Domahs F, Benke T, Delazer M. A case of 'task-switching  acalculia'. Neurocase . 2011;17(1):24-40.  (C)"
        },
        {
            "number in article": 14,
            "reference": "Tohgi H, Saitoh K, Takahashi S. Agraphia and acalculia after a left prefrontal (F1, F2) infarction. J Neurol Neurosurg Psychiatry . 1995;58(5):629-632.  (C)"
        },
        {
            "number in article": 15,
            "reference": "Ashkenazi S, Henik A, Ifergane G, Shelef I. Basic numerical processing in left intraparietal sulcus (IPS) acalculia. Cortex. 2008;44(4):439-448.  (C)"
        },
        {
            "number in article": 16,
            "reference": "American Speech-Language-Hearing  Association. Practice Portal: Dementia. Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Accessed January 28,"
        },
        {
            "number in article": 2018,
            "reference": " (G) "
        },
        {
            "number in article": 17,
            "reference": "Brumfitt S. Psychosocial aspects of aphasia: speech and language therapists' views on professional practice. Disabil Rehabil . 2006;28(8):523-534.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Brumfitt SM, Sheeran P. The development and validation of the Visual Analogue Self-Esteem  Scale (VASES). Br J Clin Psychol . 1999;38(pt 4):387-400.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Ardila A, Rosselli M. Spatial acalculia. Int J Neurosci . 1994;78(3-4):177-184.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Caporali A, Burgio F, Basso A. The natural course of acalculia in left-brain-damaged  patients. Neurol Sci . 2000;21(3):143-149.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Basso A, Cattaneo S, Girelli L. Treatment efficacy of language and calculation disorders and speech apraxia: a review of the literature. Eur J Phys Rehabil Med . 2011;47(1):101-121.  (RV)"
        }
    ]
}