{
    "metadata": {
        "title": "Alzheimer’s Disease  Speech Therapy",
        "synonyms": [
            "presenile dementia",
            "senile dementia of the alzheimer type",
            "alzheimer dementia: speech therapy",
            "alzheimer disease: speech therapy",
            "alzheimer's dementia: speech therapy",
            "senile dementia of alzheimer type: speech therapy",
            "sdat: speech therapy"
        ],
        "anatomical location body part affected": [
            "Affects nervous system (1) global cortical degeneration, especially allocortical; hippocampus; amygdala; entorhinal cortex; posterior temporal lobe; locus coeruleus. Language impairment has been associated with cortical thinning in the left superior temporal gyrus, right inferior temporal regions, and bilateral fusiform gyri(78)"
        ],
        "area of specialty": [
            "adult neurological disorders"
        ],
        "description": [
            "Alzheimer’s disease (AD) is a progressive neurodegenerative disease that affects cognitive functioning and behavior.(1) In older adults, AD is the most common cause of dementia, accounting for more than 50% of dementia cases in the United States and Europe(1,3)",
            "In 2013, the fifth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM -5) was published, in which the term dementia was replaced with major neurocognitive disorder (NCD).(57) According to the DSM -5, NCD exists on a spectrum defined by the extent of cognitive and functional impairments. The term mild NCD refers to cognitive impairment that does not interfere with independence but results in the need for occasional assistance, increased time to complete activities, or use of compensatory strategies. The term major NCD refers to cognitive impairment that is so severe that it results in considerable functional impairments and the individual requires assistance to complete ADLs.(57) DSM -5 authors note that the terms mild NCD and major NCD are inherently arbitrary and that the diagnosis will be based on the physician’s careful history-taking  and observation to determine and appropriately label the extent of impairment.(57)In the DSM -5, AD is defined as “major or mild neurocognitive disorder due to Alzheimer’s disease.” Diagnostic criteria for AD in the DSM -5include an insidious onset and gradual progression in one or more cognitive domains(57)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G30.0": "Alzheimer’s disease with early onset",
            "G30.1": "Alzheimer’s disease with late onset",
            "G30.8": "other Alzheimer's disease",
            "G30.9": "Alzheimer’s disease, unspecified",
            "F02.80": "dementia in other diseases classified elsewhere without behavioral disturbance",
            "F02.81": "dementia in other diseases classified elsewhere with behavioral disturbance (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition"
        ],
        "presentation signs and symptoms": [
            "AD is characterized by deficits in memory accompanied by one or more of the following: aphasia (impaired language), agnosia (impaired recognition), apraxia of speech, and executive dysfunction (disruption in  planning and organization). These deficits impair a person’s ability to participate in social, occupational, and other habitual activities.(1,3) AD progresses gradually, usually over the course of 10 to 12 years, with onset most common after the age of 70. Less common familial forms of AD can begin in the 4th decade of life.(3,4) Typically, a spouse or caregiver is the first person to notice changes in a patient’s memory function.(5) Signs and symptoms vary according to the stage of the disease",
            "In early-stage  AD, symptoms include –declarative memory deficits (difficulty recalling new information or recently experienced events)(3) –word-finding  impairments in connected speech as well as picture-naming  tasks(3,73) –minor impairments in visuospatial and drawing skills(3,4) –mild executive dysfunction(1) -Patients with the frontal lobe variant subtype of AD can have significant executive functioning and language deficits even in the early stages of the disease(6) –subtle changes in personality (e.g., reduced spontaneity and initiative, variations in mood)(3) –depression commonly occurs in early AD(4)",
            "As AD progresses, symptoms include –significant memory deficits (a patient is unable to recall new information and has difficulty accessing old memories)(3) –worsening aphasia, apraxia, and/or agnosia(1,3) –thoughts become more simple and concrete(3) –increased behavioral and psychiatric symptoms (e.g., agitation, wandering, irritability, persecutory delusions, auditory/ visual hallucinations)(1,3) –sleep cycle reversal(1,3)",
            "In advanced AD, symptoms include –profound cognitive and memory impairments(3) –difficulty engaging in basic meaningful communication(3) –psychiatric symptoms that may lead to institutionalization(3) –inability to perform ADLs(3) –incontinence(3) –motor disturbances, including difficulty walking(3)",
            "In end-stage  AD, symptoms include –significantly impaired motor skills leading to patient being chair-  or bed-bound(3) –mutism or near mutism(1,4) –psychotic features(1) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Patients displaying delirium, acute psychosis, depression, aggression, and/or significant agitation should be treated for these conditions prior to speech-language  assessments or treatment",
            "A speech-language  pathologist (SLP) should carefully review all medical records before evaluating or treating a patient with AD",
            "Depression is a commonly occurring condition in individuals with AD and can adversely affect test performance, making patients seem more impaired than they are(1,3,8)",
            "During a speech-language  evaluation, it is of utmost importance to be aware of a patient’s pain tolerance, stamina, and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials. Persons with communication impairments associated with AD may not be able to complete standardized tests or answer questions regarding medical history. It recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  in most cases, the cause of ad is unknown; however, familial cases have been mapped to chromosomal mutations": [],
        "pathogenesis:  patients with ad have brains that are atrophic and display ventricular and sulcal enlargement; brain tissue studies indicate progressive neuronal loss, the formation of plaque, and intraneuronal neurofibrillary tangles. early changes": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If delirium, acute psychosis, depression, or major aggression/agitation is present initially, this condition should be treated by an appropriate medical professional before the patient receives a cognitive-communication evaluation(3)"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Patients displaying delirium, acute psychosis, depression, aggression, and/or significant agitation should be treated for these conditions prior to speech-language  assessments or treatment",
            "A speech-language  pathologist (SLP) should carefully review all medical records before evaluating or treating a patient with AD",
            "Depression is a commonly occurring condition in individuals with AD and can adversely affect test performance, making patients seem more impaired than they are(1,3,8)",
            "During a speech-language  evaluation, it is of utmost importance to be aware of a patient’s pain tolerance, stamina, and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials. Persons with communication impairments associated with AD may not be able to complete standardized tests or answer questions regarding medical history. It recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "The diagnosis of AD is based upon clinical history, results of physical and neurologic examinations, and the use of accepted diagnostic criteria. While a physician is the primary person to make a diagnosis of AD, he or she may request that the patient be seen by other healthcare professionals before making the diagnosis. Other professionals who may be consulted by the physician include psychologists, psychiatrists, neurologists, geriatricians, nurses, social workers, and occupational therapists. Diagnostic criteria include(5) -memory impairment accompanied by aphasia, apraxia, agnosia, and/or executive dysfunction -impairments in social or occupational functioning -the presence of symptoms even in the absence of delirium -the insidious onset and gradual progression of symptoms -other conditions are ruled out through the use of neuroimaging and laboratory testing (e.g., stroke, Parkinson disease, tumors) ",
                "course of treatment": {
                    "medical management": "Medical management of patients with AD is highly complex and variable. Medical management may include pharmacological treatment of memory disturbance, neuropsychiatric symptoms, and/or behavioral disturbances(5)",
                    "surgical management": [],
                    "medications": "Medications used in the treatment of patients with AD are determined by the disease stage and the cognitive/behavioral symptoms that a patient exhibits(3,4) There is no drug therapy to halt the progression of AD(4) Medications for AD affect brain chemistry.(70) Medications commonly prescribed for patients with AD include cholinesterase inhibitors(e.g., donepezil, galantamine,and rivastigmine)and NMDA receptor antagonists(e.g., memantine),which are prescribed to enhance memory.(3)  Because AD reduces the amount of acetylcholine in the brain (which has a negative effect on cognition), cholinesterase inhibitors are used to increase the amount of available acetylcholine by preventing its breakdown.(70) NMDA receptor agonists, on the other hand, regulate the activity of glutamate in the brain in an effort to improve cognitive functioning.(70) There is no drug that stops the progression of AD. Over time, medications for AD become less effective or totally ineffective. Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) Medications for cognitive enhancement are most effective in patients with mildtomoderate forms of AD(1) There is some evidence that memantine might improve language function in patients with mildtomoderate AD; however, further research is necessary(64,66) The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications can adversely affect cognitive and communicative functioning.(9) Contact a pharmacist or physician with questions about medication side effects",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Neuroimaging studies and laboratory tests are conducted primarily to rule out other causes of changing cognitive status rather than to diagnose AD.(5) Usual tests for a patient suspected of having AD are the following:",
                        "Laboratory evaluation(1,3)",
                        "Complete blood count",
                        "Standard chemistry panel",
                        "Vitamin B12, folate",
                        "Thyroid-stimulating  hormone",
                        "Neurosyphilis treponemal screen",
                        "Urinalysis",
                        "HIV antibody",
                        "Neuroimaging(1,3)",
                        "MRI and/or CT scan can be used to rule out other conditions (e.g., stroke, tumors)",
                        "PET scan might be performed to differentiate between AD and frontotemporal dementia(10)",
                        "First approved by the United States FDA in 2012, an Amyvid (florbetapir) PET scan for amyloid imaging is a new test that can assist physicians in diagnosing the underlying cause of memory loss. A positive result on this test supports AD as the underlying cause of memory impairment in an adult undergoing workup for AD. A negative result will trigger the need for additional tests so that the diagnostic team can accurately diagnose and treat the underlying cause(72)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., calming music) or alternative therapies (e.g., acupuncture) and whether or not they help Ginkgo biloba extracts show conflicting efficacy in studies for treatment of AD(1) Although it is sometimes used by patients with AD, studies have not found coenzyme Q10 to be effective in lessening symptoms of AD(1) Huperzine A might improve cognition(1) Music therapy, aroma therapy, and pet therapy might be helpful for alleviating symptoms of agitation for patients with AD(1) ",
                    "previous therapy": "Document whether patient has had occupational, physical, or speech therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Are there times of day when the patient has more/less difficulty communicating? -Are there specific situations in which it is more/less difficult for the patient to communicate? -Is the patient aware of communication difficulties? Is the patient frustrated by communication difficulties? -Does the patient have a mood disorder (e.g., depression) that may affect motivation to communicate?(9)",
                "body chart": "Use body chart to document location and nature of symptoms. Physical symptoms may be psychosomatic in origin(3)",
                "nature of symptoms": "A patient with AD will display cognitive, language, and behavioral symptoms that become more severe as the disease progresses(11)According to DSM -5, the onset of major or mild neurocognitive disorder due to AD is insidious, with gradual progression of impairment.(57) For the full diagnostic criteria for major and mild neurocognitive disorder due to AD, see the DSM -5 -Memory impairment is progressive(3,5) (initially patient has difficulty learning and remembering new information, and later develops difficulty accessing old memories) -Impaired reasoning skills(5) -Impaired spatial ability (may lead to patient getting lost)(3) -Impaired ability to orient(3) -Impaired ability to identify sensory information (agnosia)(1) -For additional information on agnosia, see the series of Clinical Reviews on this topic -Difficulty handling complex tasks(5) -Impaired executive functioning (abstraction, mental flexibility, planning, judgment)(4) -Acalculia (e.g., unable to balance checkbook)(1) -Speech and language symptoms -Anomia (decreased use of content words)(11) -Abnormal rhythm and prosody(74) -Confrontational naming and word-retrieval difficulties(11,73) -Speech disfluencies(11) -Oral or verbal apraxia(68,77) -Circumlocution (speaking around intended word)(11) -Speech contains irrelevant or formulaic utterances(11,59) -Slower rate of speech(27) -Reduced language comprehension(29) -Echolalia(28) -In severe dementia, language might resemble global aphasia(11) (For detailed information on global aphasia,T708881) -Near mutism or mutism at end stage(1) -Behavioral and psychiatric symptoms -Agitation(3,5) -Simple delusions of infidelity or persecution(3) -Auditory or visual hallucinations(3)depression, anxiety, irritability(3) -Wandering or purposeless motor behaviors(1,3) -Inappropriate sexual behavior(3) -Mood changes and apathy(5)  -Decreased attention to hygiene(1) -Patients are at risk for “sundowning” (patient experiences heightened confusion in the evening, leading to increased agitation, wandering, anxiety, and opposition)(1) -Associated symptoms -Progressively impaired motor skills leading to the inability to walk, sit up, hold up the head, and/or track objects with the eyes(4) -Difficulty eating and swallowing (for detailed information on dysphagia, see the series of Clinical Reviews on this topic)(3) -Weight loss(3) -Bowel or bladder incontinence -Recurrent respiratory or urinary infections -Apraxia (inability to carry out movements)(1) -Visuospatial distortion(1)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document the progressive nature of symptoms.(1,3,4,5) Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Sleep disturbances are common in patients with AD(1) -Document number of wakings/night and/or sleep cycle reversal(3)",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., depression, dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia, dysphagia)",
                "respiratory status": "Document any respiratory difficulties the patient is experiencing (e.g., use of supplemental oxygen, mechanical ventilator)Depression is common among individuals with AD(1,3) -Review available evaluation reports completed by a neuropsychologist or clinical psychologist for information on patient’s behavioral symptoms and the possible presence of depression -It is important that SLPs be knowledgeable of symptoms of depression in patients with AD -Symptoms of depression in this population may include social withdrawal, loss of appetite, worsening sleep, negativism, irritability, and somatization.(3) Somatization disorder is a chronic condition wherein a patient has ongoing physical complaints; however, the true origin of the complaints is psychological rather than organic in nature(12) -Refer any patient not already under the care of a psychological professional to a mental health professional when signs of depression are present(3) -Document the effect of any communication disorder(s) on the patient’s quality of life and participation in desired social activities. In a study conducted at four sites across both the United States and France, researchers found that, in a sample of 236 patients with mild to moderate AD, 52% of patients reported subjective word-finding  difficulties. These word-finding  complaints were related to reduced participation in social (but not nonsocial) activities of leisure(69)Document hearing ability in patients with AD(13) -Does the patient have a known hearing loss? If so, does he or she wearing hearing aids? Left, right, or bilateral? -Patients with AD usually have higher-order  auditory processing deficits related to dysfunction of the central auditory system(13) -Refer to audiologist for full audiological evaluation if hearing impairment is suspected Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe__________________________ "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous communication difficulties or cognitive deficits. Document any previous history of dementia, delirium, or stroke. Document the onset and duration of cognitive, behavioral, and language symptoms. Document family history of neuropsychiatric disorders. Document whether a patient has previously been treated for depression or MCI.(1,74) Patients who have a history of MCI (isolated memory loss that does not result in a functional impairment) are at increased risk of developing AD(5,70)",
                    "comorbid diagnoses": "Ask patient, family, and/or caregiver(s) about other problems, including depression, diabetes, cancer, heart disease, psychiatric disorders, and orthopedic disorders Patients with comorbid AD and depression are at increased risk of stroke(14)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient or family/caregiver about other symptoms the patient is experiencing, including falls, constipation, bowel/bladder incontinence, sensory deficits, pain, dental problems, and sleep difficulties(1,3)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in language-based recreational activities? Does the patient work or attend school? Does the patient regularly use a computer/telephone?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper) -Document functional limitations such as inability to drive, cook, manage finances, and/or pursue social contacts(3) -Note if patient wears hearing aids or glasses; if he or she wears hearing aids, determine if they are in working order. Note any use of wheelchair, walker, or communication devices",
                "living environment": "Document with whom patient lives (e.g., caregivers, family members). If a patient’s cognitive skills are significantly impaired, he or she might require constant supervision and no longer be able to drive or live independently(3,11) -Obtain information about order of acquisition of each language and language history (e.g., language used in education)(15) -Which language is used in different situations (e.g., work, home, with relatives, with friends)?(15) -What modalities are used in each language (e.g., reading, speaking, writing)?(15) -Premorbid proficiency in each language can be compared to present proficiency using a 7-point scale (e.g., 1 = not fluent, 7 = native proficiency)(15)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Assess need for and ability to use augmentative and alternative communication (AAC) or other assistive device –Patients with AD can benefit from technology that can be used to provide verbal instructions (such as MP3 player or Walkman); in a study conducted in Italy, researchers found improved participation in ADLs as well as improved mood in 9 subjects with AD when technology with verbal instructions was used to cue the patients during shaving, makeup application, and meal/snack preparation(25)",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "Patients with AD have deficits in cognitive and language functioning that interact to make functional communication difficult. A patient’s inability to attend to, perceive, organize, and remember information will impact receptive and expressive language skills. Difficulties with problem solving and executive functioning negatively affect functional communication. It is important that the SLP assess ways in which cognitive-linguistic  difficulties affect the patient’s ability to communicate in social, academic, and/or vocational situations. A cognitive-linguistic  assessment should also consider how various communication tasks can be modified in order to support a patient’s functional communication(26)Assess speech/articulation -In a study conducted in Hungary, researchers found that, when compared to patients in a control group, patients with AD demonstrated more hesitations and a slower rate of speech(27) -Patients with AD sometimes produce repetitions or echolalia in conversational speech(28) -Speech and orofacial apraxias are common among patients with AD and often worsen with disease progression.(68,77) A motor speech evaluation should be performed if there are signs of coexisting oral or verbal apraxia. (For detailed  information on assessment and treatment of apraxia, see Clinical Review…Apraxia of Speech (Acquired) ; CINAHL TopicT708586)The language abilities of patients with AD deteriorate with the progression of the disease, and subtle changes in language production might be evident up to 12 months before diagnosis of AD.(65) Standardized tests can be used to assess components of language that are affected by cognitive-communication impairments such as word finding, auditory comprehension, and reading and writing -The language of patients with AD typically is characterized by word-finding  and word-recall deficits as well as revisions and repetitions during connected speech(66,73) -Connected speech samples are helpful for tracking the progression of language impairment in AD. As patients progress, word retrieval and overall content of connected speech diminish considerably, while grammar remains relatively intact(75) -Patients with AD will likely exhibit reduced comprehension of story narratives(29) -The discourse of patients with AD is marked by reduced informational content (limited references to actions, objects, subjects, and places) as well as reduced efficiency(60) -Patients with AD are likely to exhibit an excessive amount of formulaic language (fixed expressions known to native speakers of a given language such as idioms, proverbs, expletives, and pause-fillers)(59) -Over time, patients with AD will exhibit a decline in nonverbal communication abilities including gestures, facial expression, and body language(66) -As AD progresses, patients will exhibit worsening auditory comprehension of complex sentence structures(76) -Language tests designed specifically for use in individuals with dementia include(30) Assesses linguistic expression, linguistic comprehension, verbal episodic memory, visuospatial construction, and mental status. The ABCD was standardized on individuals with AD and Parkinson disease as well as on younger and older individuals without disabilities. This test can be used to perform differential diagnoses, develop treatment goals, monitor changes in performance, and plan for discharge(31) Assesses individual strengths and weaknesses in the areas of attention, memory, executive functions, language, and visuospatial skills. The CLQT can be administered in 15 to 30 minutes and is available in English and Spanish -For detailed information on the assessment and treatment of aphasia, please see the series of Clinical Reviews on aphasiaBriefly assess vocal function, including vocal quality, loudness, pitch, and endurance; if there are specific concerns regarding voice, refer to otolaryngologist for complete workup to rule out laryngeal pathologies prior to completing a full",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –A patient with AD will experience cognitive, behavioral, and psychiatric impairments, including memory loss, working-memory  impairments, poor attention, poor insight, executive functioning impairments, and impaired problem-solving  skills(1,3,4,5,16) –Refer for psychological and cognitive evaluations to assist in informing course of treatment and providing a prognosis for therapy. Note that scores on cognitive tests that involve verbal responses may not be valid for patients with language impairments. A complete evaluation should assess the patient’s behavior during interactions, mood, thought content and process, insight and judgment, ability to orient, attention, memory, visuospatial abilities, verbal recall, and executive functioning. Additionally, the presence or absence of psychosis should be determined.(3,5) An SLP might conduct cognitive-linguistic  testing for a patient with AD to determine which underlying cognitive-linguistic  impairments (e.g., reduced executive functioning, memory impairment) affect language performance. The following is an example of aTo assess cognitive status of adults(5,17) -Sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, and Drawing  -Standardized test commonly used with patients who have AD(1) -The MMSE is scored out of a possible total of 30 points; a cutoff score of 23 typically is used to indicate cognitive impairmentTo detect mild cognitive impairment and early Alzheimer disease -Sections include visuospatial ability/executive function, naming, memory, attention, language, abstraction, delayed recall, and orientation -Scored out of a possible 30 points; normal is ≥ 26/30 -In a study conducted in Germany, researchers found that the German version of the revised Addenbrooke's Cognitive Examination (ACE-R)  was superior to the MMSE in detecting and differentiating mild cognitive impairment, mild dementia associated with AD, and frontotemporal lobar degeneration(18) –Executive functioning testing(19) -Clock drawing; tests planning, attention, auditory comprehension, visuospatial skills, and numerical knowledge(19) -Verbal fluency (e.g., “Name as many animals as you can in 1 minute”)(19,20,21) -Executive functioning impairment is present if the patient is able to name < 18 ± 6 animals in 1 minute(19) -Can assess verbal fluency with a given category or letter (e.g., “Name as many words that start with “S” as you can in 1 minute”)(21) -Studies have found that, over time, patients with AD have greater decline in semantic verbal fluency (when given a category) versus phonemic verbal fluency (when given a letter)(21,22) -In a study conducted in Italy, researchers found that the loss of verbal fluency for patients with AD in the category “cities” is not random but appears to be related to an area of “mental geographic space,” with better-preserved  naming around familiar cities and/or hometown(23) -Finding similarities/differences between two given items (e.g., apple-banana;  television-radio; watch-calendar)(19) -Assesses abstract reasoning(19) -Trail-making  tests (neuropsychological assessment of visual attention and task switching that requires the patient to “connectthedots” of 25 consecutive targets on a sheet of paper or computer screen); assesses inhibition, vulnerability to interference (on the timed portion of the test), and perseveration(19) –In addition to documenting cognitive deficits, it is important for the SLP to identify the patient’s relative cognitive strengths(24) -Cognitive functions decline at different rates in patients with AD; social interaction and response to the patient’s own name might be preserved even when the MMSE score is below 5(24)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Since AD is progressive, an SLP must determine which patients might benefit from treatment. Being able to respond to cues, read, follow simple instructions, and engage in conversation are all indicators that a patient will be able to benefit from treatment.(9,38) It is very important to consider the patient’s level of frustration and level of awareness during assessment and treatment so as not to offend or upset him or her",
                "To ensure relevance and appropriateness of treatment programs, decisions about goals and course of therapy should be made in collaboration with the patient, his or her caregivers, and other healthcare professionals.(32) It is highly recommended that family members be involved in the rehabilitation process as much as possible. It is also important that the SLP carefully consider the patient’s stamina and medical status before beginning therapy. Cultural background,  language preference, and patient interests must also be considered when planning treatment goals and activities, as well as caregiver training(39,40)",
                "Treatment goals and objectives will shift with the progression of AD. It is recommended that outcome measures include assessment of functional communication. Precautions will vary according to the individual patient and the severity of accompanying language, cognitive, behavioral, dysphagia, and/or motor symptoms. As with an evaluation, it is important to thoroughly review a patient’s medical records prior to any treatment. Individuals with AD become more and more of a safety risk to themselves and others as the disease progresses. Impaired driving, wandering behavior, leaving stoves unattended, and accidents all pose safety risks for patients with AD. The patient and his or her family must be made aware of safety risks and appropriate precautions beginning in the early stages of the disease and throughout the disease’s progression(5)",
                "Patients with AD are also at risk for swallowing and feeding difficulties. Ensure that the patient and family/caregivers are aware of potential aspiration risks and educated about strategies to prevent aspiration when appropriate",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The clinical diagnosis of cognitive-communication  disorder is made by a fully trained and certified SLP in cooperation with the patient, the patient’s family, and other professionals (physician, neuropsychologist)",
        "rule out": "The patient’s physician should rule out a number of other conditions that can cause cognitive, linguistic, or behavioral changes, including cerebrovascular disease, Huntington or Parkinson disease, subdural hematoma, normal-pressure  hydrocephalus, brain tumor, delirium, and systemic conditions known to cause the dementia syndrome (e.g., hypothyroidism, vitamin B12 or folic acid deficiency, hypercalcemia, neurosyphilis, HIV infection). Major psychiatric disorders, including schizophrenia, major depression, and substance use disorder, should also be ruled out.(1,3,4) Other types of dementia, including vascular dementia, multi-infarct  dementia, Lewy body disease, and dementia associated with Parkinson disease, should also be ruled out(1)",
        "prognosis": [
            "In a study conducted in the United Kingdom of 653 patients with AD, researchers found that male sex, increased age, presence of psychotic symptoms at baseline, and poor performance on the Paired-Associates  Learning Test were all associated with a poorer overall prognosis(54)"
        ],
        "referral to other disciplines": "Patients with AD often require the care of multiple disciplines, including, but not limited to, neurology, radiology, speech-language  pathology, physical therapy, occupational therapy, psychology, social work, and nutrition, depending upon their presenting symptoms. Refer to occupational therapy and/or physical therapy for assistance with daily living skills and/or mobility if needed. Refer patient, family, and/or caregivers to a psychologist or counselor for depression as appropriate",
        "other considerations": [
            "Individuals who are caregivers to patients with AD are at an increased risk for psychiatric disturbances and should be offered reassurance, education, and access to community resources.(1,3) Families who receive education and support may experience less caregiver stress, depression, and burnout. Treating a caregiver’s psychological symptoms may decrease the need to transfer the patient with AD to a skilled nursing facility(5)",
            "Since patients with AD have decreased cognitive reserve, they are at risk for acute cognitive or functional decline should a new illness (e.g., congestive heart failure, infection) develop. Therefore, comorbid diseases should be prevented when possible, or treated immediately",
            "Environmental triggers, such as insufficient or excessive sensory stimulation, can lead to increases in agitated and/or aggressive behaviors. Insufficient sensory stimulation includes poor daytime lighting, while excessive sensory stimulation includes high levels of noise or activity in the environment. Environmental stimuli should be adjusted as needed"
        ],
        "treatment summary": [
            "The different types of dementia have different neuropathologies and affect cognitive-communication  skills in different ways. Therefore, treatment should focus on increasing a patient’s reliance on spared cognitive systems while decreasing his or her reliance on impaired systems(38) ",
            "Therapy should focus on strengthening knowledge and processes that show the potential for improvement (e.g., stimulus-response  pairing has been shown to strengthen associations in patients with AD)(9)",
            "As the dementia from AD progresses, intervention should be modified to meet the patient’s and caregivers’ needs.(11) Treatment can occur in an outpatient setting, day care, assisted living environment, or skilled nursing facility",
            "Authors of a review of literature on pharmacological and adjuvant treatment (i.e., speech and language therapy) concluded that the full potential of pharmacological interventions to slow the progress of AD is realized when medications are combined with speech therapy.(64) The authors note that in order to cure AD, it would be necessary to find a medication to halt the associated neurodegeneration and synaptic loss; at present, the best treatment is speech therapy combined with medications to regulate acetylcholine, norepinephrine, and dopamine(64)",
            "Research in the area of cognitive psychology provides a set of principles that can be used to foster encoding, storage, and retrieval of information during the learning process. These principles include the following:(44) –Repetition is beneficial/use of priming -Patients with dementia profit from repetition. Repetition can help these patients relearn forgotten information or learn new information(44) -Published research discussed in a literature review suggests that providing patients with AD with repeated opportunities to recall information is more beneficial than repeatedly presenting them with information. Priming is the practice of repeatedly activating related concepts, thus strengthening memory traces. Information that is primed is more accessible and more quickly retrieved. Patients with AD have relatively intact priming abilities –Patients should be actively involved in learning -When patients generate a response, they are required to use greater effort than when they are required to only watch or listen. Since generating a response requires more effort, it requires patients to process information more deeply and creates a more long-lasting  memory trace. Additionally, since procedural memory is relatively intact during the early stages of AD, functional independence in ADLs can be better preserved by repeatedly performing procedures of daily living –Error responses should be avoided -Patient errors should be avoided due to the fact that every time the patient repeats an error, the error response is strengthened. Errorless learning techniques attempt to reduce patient errors by providing patients with cues during retrieval in order to limit the number of possible responses and limit guessing when the patient does not know the correct response –Focus on single rather than multiple tasks -Since patients with AD often present with divided attention deficits, they should not be asked to perform multiple tasks or processes concurrently –Use cues to facilitate recall -Cues, such as providing the first letter of a name the patient is trying to recall, can refine the patient’s search of his or her episodic memory. Use of such cues can be used to facilitate information recall or to decrease a patient’s undesirable behaviors",
            "Authors of a published review of the literature described a number of intervention techniques successfully used with patients with dementia, including AD:(44) –Repeated exposure -Spaced Retrieval Training (SRT): In SRT, a patient is expected to make a target response (e.g., identify the time for lunch) over gradually increasing increments of time. If the patient recalls the target information incorrectly, the therapist provides the correct response and then asks the patient to repeat it. If the patient recalls the target information correctly, the increment of time before the patient is asked to repeat the information is increased -Advantages of SRT include that SRT can be embedded in other tasks (e.g., having a conversation) and can be used to target both verbal and nonverbal responses (e.g., recalling a patient’s room location or demonstrating swallow safety precautions). SRT is supported by extensive research(44) and has been shown to be effective when used with patients with AD as well as patients experiencing AIDS-related dementia(45) -In a study conducted in the United States involving 66 patients with dementia, researchers examined the effects of SRT on patients’ ability to master communication goals. Patients who received SRT were found to be more likely to master treatment goals compared with those patients receiving therapy based upon “best practice” procedures. During two follow-up evaluations (1 week post intervention and 4 months post intervention), patients who had received SRT maintained their mastery of communication goals better than patients in the “best practice” group(45)  -Quizzes(44) -Published research has shown increases in category naming and recall of personal biographical information when patients participated in intervention combining repeated exposure and quizzes. The repeated exposure requires the patient to use effort to generate a response while the quiz is structured to constrain the set of possible answers (i.e., multiple choice questions), thus prompting a more directed search of episodic memory and reducing the potential for incorrect (error) responses –Errorless learning (EL)(44) -Authors of a review of the literature showed that EL has been beneficial in teaching patients with dementia the names of persons, personal biographical information, how to use a calendar, how to use an electronic memory aid, and new face-name associations. Intervention using EL attempts to prevent patients from making mistakes while they are learning a new skill or acquiring new information. Patients are asked not to guess when they do not know the correct response; however, cues and forced-choice  recognition limit the number of possible patient responses -In a study conducted in the United Kingdom, researchers directly compared errorless and errorful (i.e., traditional therapy in which errors and guesses are allowed) therapy for object-name relearning in patients with mild to moderate AD. Researchers found that the techniques were equally effective for improving word-finding(56) –Multisensory stimulation to evoke positive behavior(44) -The presentation of music, dolls or plush toys, and memory wallets may lead to increased performance success; stimulate positive thoughts, actions, and mood; decrease agitation; increase alertness; facilitate memory retrieval; and improve measures of life satisfaction. Specifically, the use of memory wallets and memory books that contain photos of family members and previous experiences has been demonstrated to increase the use of factual statements and on-topic conversation in patients with AD -In a study that examined the effect of music therapy on 288 individuals with varying degrees of AD, researchers found that participants in the groups that received music therapy had reduced scores on the Neuropsychiatric Inventory (NPI), which evaluates severity and frequency of behavioral problems. Researchers concluded that music therapy reduced psychiatric and behavioral symptoms in individuals with advanced AD and thus reduced caregiver distress –Personal computers(44) -Personal computers have been shown to be effective in teaching patients with dementia face-name associations and topographical information (e.g., the route from the dining room to the patient’s bedroom) –Cognitive-linguistic  stimulation programs(44) -Research supports teaching functional communication skills and ADL training for patients with dementia in order to prevent a deterioration of skills that may result from disuse in institutional settings. This can be done in cognitive-linguistic  stimulation programs that incorporate different aspects of cognition such as language, problem solving, memory, and reasoning -In a study conducted in Japan with two different groups of older adults, one with AD and one without, researchers found that a daily cognitive intervention program resulted in an immediate positive effect on executive functioning when compared to controls who did not participate. For both groups of older adults, the cognitive training program used reading and math tasks and took place 5 days per week, for about 15 to 20 minutes per session. There were significant improvements on the AD intervention group’s Frontal Assessment Battery scores; however, there were no changes in MMSE scores(67) –Montessori approach to cognitive-linguistic  stimulation programs(44) -Intervention programs based upon the Montessori method have been found to improve mood, socialization skills, and engagement of patients with AD. The fundamentals of the Montessori method are as follows: -Tasks are broken down into a hierarchy of steps ranging from simple to complex -Patient is provided with extensive cueing and guidance to lead to successful outcomes -Feedback is given on the accuracy and appropriateness of a patient’s response in an effort to reduce patient levels of frustration -Materials that stimulate the senses and cognitive processes are used during intervention",
            "In an RCT examining goal-specific  cognitive retraining in 281 individuals with AD, dementia, or mild to moderate cognitive impairment, researchers found that participants demonstrated self-rated  and caregiver-rated improvementcompared to the control group. Results were maintained at 3 months and 9 months. However, there was no use of an objective measurement to determine if there were true improvements in cognitive function or if improvements in self-rating  and caregiver rating were due to other factors (61) ",
            "Authors of a systematic review of methods to enhance verbal communication between patients with AD and their caregivers found only a few studies that mete the inclusion criteria(46) –Memory aids demonstrated the greatest effectiveness in improving the discourse of patients with AD –The memory aids, such as a memory book, are used to guide conversations and help the patient stay on topic while discussing subject matter that is of interest to him or her –The best outcomes were found when memory aids were utilized in combination with caregiver training",
            "Other intervention techniques –Student-supervised  physical exercise and partnered volunteering/Elder Rehab program(47,48) -This intervention program is based on the following principles: 1) multiple physical, cognitive, and social needs should be addressed in an intervention program; 2) patients should have opportunities to demonstrate competence and be useful to others; and 3) clinicians should identify and focus on the numerous spared neuropsychological and physical abilities of patients with AD -The Elder Rehab program consists of four components: physical exercise, volunteer work, memory training, and language stimulation. Twenty-four  individuals with early to moderate dementia associated with AD, their caregivers, and a series of student volunteers participated in this 4-year  program administered by the University of Arizona. For 10 weeks per semester, the individuals with AD were accompanied by their student partners during 1½–2  hours per week of physical exercise and during 1½–2  hours of volunteer work. During their time together, student volunteers engaged the individuals with AD in language and memory exercises (e.g., sustaining attention to a stimulus/task, deep processing of content, and “on demand” production of verbal responses) -Prior to beginning this program and at the end of each semester, the individuals with AD were assessed using standardized objective measures of physical fitness and mood. Outcomes indicated significant improvements in aerobic fitness, strength, and mood over 4 years. A subgroup of 4 individuals with AD completed all 4 years in the Elder Rehab program. These 4 individuals underwent cognitive and language testing at the time of enrollment and after every two semesters of intervention. Results indicated that all 4 of these individuals maintained or improved their performance on multiple discourse outcome measures(47) –Environmental modifications -Speech-language  intervention should focus on teaching the patient ways to retain effective communication skills, providing compensatory strategies, and stabilizing the patient’s environment. A patient’s environment can be stabilized by establishing a routine and by reducing environmental distractions. Objects and topics that the patient encounters in daily life should be integrated into cognitive-communication  therapy(11) -Patients with temporal-spatial  disorientation may experience confusion and agitation. Environmental cues such as posting the date, making familiar objects visible, and displaying pictures of loved ones may help to reassure and redirect patients who experience these symptoms(3) -In a systematic review of 42 articles examining a variety of environment-based  modifications for individuals with AD, researchers found that there was strong evidence for temporal-spatial interventions such as orienting room objects, making the toilet visible, and utilizing unobtrusive safety measures such as camouflaged doors -Each patient’s environment should be assessed for safety and security –Family/caregiver training -Patients, families, caregivers, and staff should be educated on the proper use of environmental and behavior modification techniques to support the patient’s target behavior(3) -Family, caregivers, and staff should be educated on ways to use gesture, visual cues, and a reduced speech rate to increase their ability to effectively communicate with a person with communication impaired by AD(11) -In a study conducted in Canada, researchers examined the role of caregiver prosody in conversational interactions with patients with AD(49) -The findings did not show a significant improvement in conversational success with either increased caregiver prosody or decreased caregiver prosody; rather, the researchers found that in one subgroup of participants, increased conversational success was associated with increased caregiver prosody and in the other it was associated with decreased conversational success -The personal variability seen in response to caregiver prosody underlines the importance of an individualized approach to caregiver training for patients with AD; there is no “onesize fits all”  –Repetitive transcranial magnetic stimulation (rTMS): rTMS is painless, noninvasive stimulation of the brain with low-frequency  magnetic fields to create electrical currents in specific regions of the brain; it is currently used in research studies and not widely available as a treatment modality(55) -In a research study conducted in Italy, researchers examined rTMS with 10 patients with AD who were randomly assigned to one of two groups–  one group underwent a 4-week  treatment of rTMS and the other underwent 2 weeks of placebo and 2 weeks of rTMS treatment(55) -The rTMS was applied to the left dorsolateral prefrontal cortex for short periods separated by long periods of no stimulation; sessions were 25 minutes per day, 5 days per week -The results of the study showed a significant effect of rTMS on auditory sentence comprehension -The group that received 4 weeks of treatment did not have any additional benefits on language comprehension compared with the group that received 2 weeks of treatment and 2 weeks of placebo; researchers concluded that 2 weeks was sufficient for improvement -The effects of the rTMS were maintained at 8 weeks posttreatment . Problem Goal Intervention Expected Progression Home Program  Impaired ability to learn new information; poor retention of informationImprove ability to learn new information; improve ability to retain informationRepeated exposure _ SRT(44) _ _ SRT uses the following steps in order to facilitate the patient’s recall of information: Patient is repeatedly asked to recall specific information (e.g., the patient’s room number) over gradually increasing lengths of time If the patient does not recall the information correctly, the therapist gives the patient the correct information The patient is asked to repeat the correct information If the patient provides the correct information, the time interval before the patient is asked for the information again increases Quizzes   (44) _ See Treatment summary , aboveThe patient is able to recall information over gradually increasing periods of timeSRT can be carried over into the home environment to teach functional skills such as using a calendar for self-cueing of date and medication schedules _ _ Quizzes can be used to recall personal biographical information or functional vocabulary used in the home  Poor recall of informationImprove patient’s ability to learn a new skill or acquire new informationErrorless learning (EL)   (44) _ Therapists present information or procedures in ways that minimize the likelihood that the patient will give an incorrect response. Can be combined with SRT to maximize gains in therapy _ _ See Treatment summary , abovePatients are instructed not to guess when responding, and therapists provide cues and forced-choice recognition tasks in order to prevent errors and maximize learningThis technique can be used to recall functional information in the home environment Patient is confused, disoriented, and/ or disheartened by diminishing functional skillsImprove mood; enhance performance successUse of multisensory stimulation to evoke positive behavior   (44) _ Music, dolls or plush toys, and memory wallets are used to increase performance success, stimulate positive thoughts, actions, and mood, decrease agitation, increase alertness, facilitate memory retrieval, improve communication, and improve measures of life satisfaction _ _ See Treatment summary , aboveExpected progression and use of multisensory stimulation will vary between patients according to goals, level of agitation, and positive responses to specific stimuliVariable according to patient’s needs  Deteriorating cognitive, language, and behavioral skillsIncrease active use of cognitive and language skills to prevent disuse and further deteriorationCognitive-linguistic stimulation programs (44) _ Patients actively engage in activities involving language, problem solving, memory, and reasoning. Functioning is improved and associations between a stimulus and a desired behavior are strengthened through regular and extensive practice of tasks _ _ See Treatment summary , aboveImproved functional communication skills and increased participation in ADLs. Tasks are not likely to increase in difficulty due to the progressive nature of AD; however, according to each patient’s goal(s) and individual success, the SLP might increase or decrease the difficulty of the cognitive- linguistic stimulation programVariable according to patient’s needs ."
        ]
    },
    "desired outcomes outcome measures": {
        "ad is a progressive disease leading to worsening language, cognitive, and behavioral symptoms. however, research indicates that some types of interventions can maximize a patient’s functioning and slow the progress of": []
    },
    "maintenance or prevention": [
        "Although there is no proven way to prevent AD, there is speculation that controlling an individual’s blood pressure, cholesterol level, and blood glucose level may reduce the risk of developing AD. Regularly engaging in physical, social, and mental activities may also reduce the risk of developing AD or slow its progression. The potential preventive effects of certain substances, such as statins, anti-inflammatory  medications, and antioxidants, are being researched. A vaccine for AD is under investigation(50) ",
        "Early diagnosis and early interventions for AD have the potential to improve cognitive functioning, improve caregiver quality of life, and delay institutionalization of the patient",
        "In a meta-analysis  of 17 RCTs comparing the efficacy of various interventions for AD and MCI, researchers suggest that physical exercise had the most robust effects on cognition when compared to computerized cognitive training, music therapy, and nutrition therapy(71)",
        "Clinic-based  treatment should eventually be transferred to home-based routines so that the patient and caregivers can continue treatment independently"
    ],
    "patient education": [
        "In some cultures there is stigmatization of patients with AD.(58) It is important that members of the patient’s treatment team take an active role in educating the patient’s family members and caregivers about stigma management as well as the disease itself(58)",
        "The following organizations provide patient education material on AD: Help Sheets available for patients and family members in English and several other languages on the Dementia Australia website, https://www.dementia.org.au/resources/help-sheets Alzheimer’s Association, http://www.alz.org/ National Institutes of Health, National Institute on Aging, https://www.nia.nih.gov/health/alzheimers Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Grimes JA. Alzheimer disease. In: Domino FJ, Baldor RA, Golding J, Stephens MB, eds. The 5-Minute Clinical Consult Standard 2018 . Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2018:32-33.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Burns A, Iliffe S. Alzheimer's disease. BMJ. February 5, 2009;338:b158. doi:10.1136/bmj.b158. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Jensen L, Padilla R. Effectiveness of environment-based  interventions that address behavior, perception, and falls in people with Alzheimer’s disease and related major neurocognitive disorders: a systematic review. Am J Occup Ther . 2017;71(5):7105180030p7105180031–10.  doi:10.5014/ajot.2017.027409. (SR)"
        },
        {
            "number in article": 4,
            "reference": "Harper GM, Johnston CB, Landefeld CS. Geriatric disorders. In: Papadakis MA, McPhee SJ, Rabow MW, eds. 2018 Current Medical Diagnosis & Treatment . 57th ed. New York, NY: McGraw-Hill  Medical; 2018:57-60.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Font TG, Skylar-Scott  IA. Alzheimer's disease. In: Ferri FF, ed. 2018 Ferri's Clinical Advisor: 5 Books in 1 . Philadelphia, PA: Mosby Elsevier; 2018:68-69.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Woodward M, Jacova C, Black SE. Differentiating the frontal variant of Alzheimer's disease. Int J Geriatr Psychiatry . 2010;25(7):732-738.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Alzheimer Society of Canada. Alzheimer's disease. http://www.alzheimer.ca/en/About-dementia/Alzheimer-s-disease . Published July 18, 2016. Accessed March 30, 2020. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Brumfitt S. Psychosocial aspects of aphasia: speech and language therapists' views on professional practice. Disabil Rehabil . 2006;28(8):523-534.  (R)"
        },
        {
            "number in article": 9,
            "reference": "American Speech-Language-Hearing  Association. Practice Portal: Dementia. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Accessed March 30, 2020. (G)"
        },
        {
            "number in article": 10,
            "reference": "McNamee L, Mountz J. Reading my mind: neuro PET can be an effective tool to evaluate dementia. RT Image . 2010;23(15):16-17.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Ashley J, Duggan M, Sutcliffe N. Speech, language, and swallowing disorders in the older adult. Clin Geriatr Med . 2006;22(2):291-310.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Ballas P. Somatic symptom disorder. MedlinePlus Medical Encyclopedia Web site. http://www.nlm.nih.gov/medlineplus/ency/article/000955.htm . Accessed March 30, 2020. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Krishnamurti S. Auditory dysfunction in Alzheimer's disease. Perspect Gerontol . 2010;15(1):4-11.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Bangen KJ, Delano-Wood  L, Wierenga CE, et al. Associations between stroke risk and cognition in normal aging and Alzheimer's disease with and without depression. Int J Geriatr Psychiatry . 2010;25(2):175-182.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Muñoz ML, Marquardt TP, Copeland G. A comparison of the codeswitching patterns of aphasic and neurologically normal bilingual speakers of English and Spanish. Brain Lang. 1999;66(2):249-274.  (R)"
        },
        {
            "number in article": 16,
            "reference": "McGuinness B, Barrett SL, Craig D, Lawson J, Passmore AP. Executive functioning in Alzheimer's disease and vascular dementia. Int J Geriatr Psychiatry . 2010;25(6):562-568.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Folstein MF, Folstein SE, McHugh PR, Fanjiang G. Mini-Mental  State Examination . Odessa, FL: Psychological Corporation; 2001. (PP)"
        },
        {
            "number in article": 18,
            "reference": "Alexopoulos P, Ebert A, Richter-Schmidinger  T. Validation of the German revised Addenbrooke's cognitive examination for detecting mild cognitive impairment, mild dementia in Alzheimer's disease and frontotemporal lobar degeneration. Dement Geriatr Cogn Disord . 2010;29(5):448-456.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Seritan AL, McCloud MK, Hinton L. Geriatric psychiatry - dementias. In: McCarron RM, Xiong GL, Bourgeois JA, eds. Lippincott's Primary Care: Psychiatry . Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2009:187-199.  (GI)"
        },
        {
            "number in article": 20,
            "reference": "Davis C, Heidler-Gary  J, Gottesman RF. Action versus animal naming fluency in subcortical dementia, frontal dementias, and Alzheimer's disease. Neurocase . 2010;16(3):259-266.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Clark LJ, Gatz M, Zheng L, Chen YL, McCleary C, Mack WJ. Longitudinal verbal fluency in normal aging, preclinical, and prevalent Alzheimer's disease. Am J Alzheimers Dis Other Demen . 2009;24(6):461-468.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Laws KR, Duncan A, Gale TM. 'Normal' semantic-phonemic  fluency discrepancy in Alzheimer's disease? A meta-analytic  study. Cortex. 2010;46(5):595-601.  (M) "
        },
        {
            "number in article": 23,
            "reference": "Mazzei D, Brugnolo A, Dessi B. Impaired access to semantic memory for the cognition of geographic space in Alzheimer's disease. Arch Gerontol Geriatr . 2010;50(2):198-201. (R)"
        },
        {
            "number in article": 24,
            "reference": "Gillioz AS, Villars H, Voisin T, et al. Spared and impaired abilities in community-dwelling  patients entering the severe stage of Alzheimer's disease. Dement Geriatr Cogn Disord. 2009;28(5):427-432.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Lancioni G, Singh N, O'Reilly M, et al. Persons with Alzheimer's disease perform daily activities using verbal-instruction  technology: a maintenance assessment. Dev Neurorehabil . 2010;13(2):103-113.  (R)"
        },
        {
            "number in article": 26,
            "reference": "American Speech-Language-Hearing  Association. Preferred practice patterns for the profession of speech-language  pathology. American Speech-Language-Hearing Association Web site. http://www.asha.org/policy/PP2004-00191.htm . Accessed March 30, 2020. (G)"
        },
        {
            "number in article": 27,
            "reference": "Hoffmann I, Nemeth D, Dye CD, Pákáski M, Irinyi T, Kálmán J. Temporal parameters of spontaneous speech in Alzheimer's disease. Int J Speech Lang Pathol . 2010;12(1):29-34.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Da Cruz FM. Verbal repetitions and echolalia in Alzheimer's discourse. Clin Linguist Phon . 2010;24(11):848-858.  (C)"
        },
        {
            "number in article": 29,
            "reference": "Creamer S, Schmitter-Edgecombe  M. Narrative comprehension in Alzheimer's disease: assessing inferences and memory operations with a think-aloud  procedure. Neuropsychology . 2010;24(3):279-290.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Bayles KA, Tomoeda C. The Arizona Battery for Communication Disorders with Dementia . Austin, TX: Pro-Ed; 2005. (PP)"
        },
        {
            "number in article": 31,
            "reference": "Helm-Estabrooks  N. Cognitive Linguistic Quick Test . San Antonio, TX: Psychological Corp; 2001. (PP)"
        },
        {
            "number in article": 32,
            "reference": "Simmons-Mackie  N, Threats TT, Kagan A. Outcome assessment in aphasia: a survey. J Commun Disord . 2005;38(1):1-27.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Adlam AL, Patterson K, Bozeat S, Hodges JR. The Cambridge Semantic Memory Test Battery: detection of semantic deficits in semantic dementia and Alzheimer's disease. Neurocase . 2010;16(3):193-207.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Kleiman LI. Functional Communication Profile-Revised . East Moline, IL: LinguiSystems; 2003. (PP)"
        },
        {
            "number in article": 35,
            "reference": "Holland A, Frattali CM, Fromm D. Communicative Abilities in Daily Living-2 (CADL-2) . Austin, TX: Pro-Ed; 1999. (PP)"
        },
        {
            "number in article": 36,
            "reference": "Frattali C; American Speech and Hearing Association. Functional Assessment of Communication Skills for Adults (ASHA FACS) . Rockville, MD: ASHA; 1995. (PP)"
        },
        {
            "number in article": 37,
            "reference": "Lomas J, Pickard L, Bester S, Elbard H, Finlayson A, Zoghaib C. The Communicative Effectiveness Index: development and psychometric evaluation of a functional communication measure for adult aphasia. J Speech Hear Disord . 1989;54(1):113-124.  (R)"
        },
        {
            "number in article": 38,
            "reference": "Bayles KA, Tomoeda CK. Improving Function in Dementia and Other Cognitive-Linguistic  Disorders . Austin, TX: Pro-Ed; 1997. (G)"
        },
        {
            "number in article": 39,
            "reference": "Marshall RC. Aphasia treatment in the early postonset period: managing our resources effectively. Am J Speech Lang Pathol . 1997;6(1):5-21.  (X)"
        },
        {
            "number in article": 40,
            "reference": "Gelman CR. \"La Lucha\": the experiences of Latino family caregivers of patients with Alzheimer's disease. Clin Gerontol . 2010;33(3):181-193.  (X)"
        },
        {
            "number in article": 41,
            "reference": "American Psychiatric Association. Delirium, dementia, and amnestic and other cognitive disorders. In: Diagnostic and Statistical Manual of Mental Disorders . 4th Rev ed. Washington, DC: American Psychiatric Association; 2000:147-158.  (G)"
        },
        {
            "number in article": 42,
            "reference": "Musicco M, Salamone G, Caltagirone C, et al. Neuropsychological predictors of rapidly progressing patients with Alzheimer's disease. Dement Geriatr Cogn Disord . 2010;30(3):219-228.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Campellone JV. Alzheimer disease. MedlinePlus Medical Encyclopedia Web site. http://www.nlm.nih.gov/medlineplus/ency/article/000760.htm . Accessed March 30, 2020. (GI)"
        },
        {
            "number in article": 44,
            "reference": "Lyu J, Zhang J, Mu H, et al. The effects of music therapy on cognition, psychiatric symptoms, and activities of daily living in patients with Alzheimer’s disease. J Alzheimers Dis . 2018;64(4):1347-1358.  doi:10.3233/JAD-180183.  (R)"
        },
        {
            "number in article": 45,
            "reference": "Malone ML, Skrajner MJ, Camp CJ, Neundorfer M, Gorzelle GJ. Research in practice II: spaced retrieval, a memory intervention. Alzheimers Care Today . 2007;8(1):65-74.  (R)"
        },
        {
            "number in article": 46,
            "reference": "Egan M, Bérubé D, Racine G, Leonard C, Rochon E. Methods to enhance verbal communication between individuals with Alzheimer's disease and their formal and informal caregivers: a systematic review. Int J Alzheimers Dis . 2010;pii:906818. (SR)"
        },
        {
            "number in article": 47,
            "reference": "Mahendra N, Arkin S. Effects of four years of exercise, language and social interventions on Alzheimer discourse. J Commun Disord . 2003;36(5):395-422.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Mahendra N, Arkin SM. Exercise and volunteer work: contexts for AD language and memory interventions. Semin Speech Lang . 2004;25(2):151-165.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Small JA, Huxtable A, Walsh M. The role of caregiver prosody in conversations with persons who have Alzheimer's disease. Am J Alzheimers Dis Other Demen . 2009;24(6):469-475.  (R)"
        },
        {
            "number in article": 50,
            "reference": "Zeltins A, West J, Zabel F. Incorporation of tetanus-epitope  into virus-like particles achieves vaccine responses even in older recipients in models of psoriasis, Alzheimer's and cat allergy. NPJ Vaccines . October 23, 2017;2:30. doi:10.1038/s41541-017-0030-8.  (R)"
        },
        {
            "number in article": 51,
            "reference": "Adams D, Oliver C. The relationship between acquired impairments of executive function and behaviour change in adults with Down syndrome. J Intellect Disabil Res . 2010;54(5):393-405.  doi:10.1111/j.1365-2788.2010.01271.x.  (R)"
        },
        {
            "number in article": 52,
            "reference": "Syrjälä AH, Ylöstalo P, Ruoppi P, et al. Dementia and oral health among subjects aged 75 years or older. Gerontology . 2012;29(1):36-42.  (R)"
        },
        {
            "number in article": 53,
            "reference": "Edahiro A, Hirano H, Yamada R, et al. Factors affecting independence in eating among elderly with Alzheimer's disease. Geriatr Gerontol Int . 2012;12(3):481-490. doi:10.1111/j.1447-0594.2011.00799.x.  (R)"
        },
        {
            "number in article": 54,
            "reference": "Russ TC, Batty GD, Starr JM. Cognitive and behavioural predictors of survival in Alzheimer disease: results from a sample of treated patients in a tertiary-referral  memory clinic. Int J Geriatr Psychiatry . 2012;27(8):844-853.  doi:10.1002/gps.2795. (R)"
        },
        {
            "number in article": 55,
            "reference": "Cotelli M, Calabria M, Manenti R, et al. Improved language performance in Alzheimer disease following brain stimulation. J Neurol Neurosurg Psychiatry . 2011;82(7):794-797. doi:10.1136/jnnp.2009.197848. (R)"
        },
        {
            "number in article": 56,
            "reference": "Noonan KA, Pryer LR, Jones RW, Burns AS, Lambon Ralph MA. A direct comparison of errorless and errorful therapy for object name relearning in Alzheimer's disease. Neuropsychol Rehabil . 2012;22(2):215-234.  doi:10.1080/09602011.2012.655002. (R)"
        },
        {
            "number in article": 57,
            "reference": "American Psychiatric Association. Major or mild neurocognitive disorder due to Alzheimer’s disease. In: Diagnostic and Statistical Manual of Mental Disorders: DSM-V. 5th ed. Washington, DC: American Psychiatric Association; 2013:611-614.  (G)"
        },
        {
            "number in article": 58,
            "reference": "Navab E, Negarandeh R, Peyrovi J, Navab P. Stigma among Iranian family caregivers of patients with Alzheimer's disease: a hermeneutic study. Nurs Health Sci . 2012. doi:10.1111/nhs.12017. (R)"
        },
        {
            "number in article": 59,
            "reference": "Bridges KA, Van Lancker Sidtis D. Formulaic language in Alzheimer's disease. Aphasiology . 2013;27(7). doi:10.1080/02687038.2012.757760. (R)"
        },
        {
            "number in article": 60,
            "reference": "Ahmed S, de Jager CA, Haigh AM, Garrard P. Semantic processing in connected speech at a uniformly early stage of autopsy-confirmed  Alzheimer's disease. Neuropsychology . 2013;27(1):79-85.  doi:10.1037/a0031288. (R)"
        },
        {
            "number in article": 61,
            "reference": "Clare L, Kudlicka A, Oyebode JR, et al. Individual goal-oriented  cognitive rehabilitation to improve everyday functioning for people with early-stage  dementia: A multicentre randomised controlled trial (the GREAT trial). Int J Geriatr Psychiatry . 2019;34(5):709-721.  doi:10.1002/gps.5076. (RCT)"
        },
        {
            "number in article": 62,
            "reference": "Geula C, Wu CK, Saroff D, Lorenzo A, Yuan M, Yankner BA. Aging renders the brain vulnerable to amyloid beta-protein  neurotoxicity. Nat Med. July 1998;4(7):827-31.  (R)"
        },
        {
            "number in article": 63,
            "reference": "Ownby RL, Crocco E, Acevedo A, John V, Loewenstein D. Depression and risk for Alzheimer disease: systematic review, meta-analysis,  and metaregression analysis. Arch Gen Psychiatry . May 2006;63(5):530-8.  (M)"
        },
        {
            "number in article": 64,
            "reference": "Falchook AD, Heilman KM, Finney GR, Gonzalez-Rothi  LJ, Nadeau SE. Neuroplasticity, neurotransmitters and new directions for treatment of anomia in Alzheimer disease. Aphasiology . 2014;28(2). doi:10.1080/02687038.2013.793283. (RV)"
        },
        {
            "number in article": 65,
            "reference": "Ahmed S, Haigh AM, de Jager CA, Garrard P. Connected speech as a marker of disease progression in autopsy-proven  Alzheimer's disease. Brain. December 2013;136(Pt 12):3727-37.  doi:10.1093/brain/awt269. (R)"
        },
        {
            "number in article": 66,
            "reference": "Woodward M. Aspects of communication in Alzheimer's disease: clinical features and treatment options. Int Psychogeriatr . June 2013;25(6):877-85.  doi:10.1017/ S1041610213000318. (RV)"
        },
        {
            "number in article": 67,
            "reference": "Kawashima R. Mental exercises for cognitive function: clinical evidence. J Prev Med Public Health . January 2013;46(Suppl 1):S22-7. doi:10.3961/jpmph.2013.46.S.S22. (R) "
        },
        {
            "number in article": 68,
            "reference": "Cera ML, Ortiz KZ, Bertolucci PH, Minett TS. Speech and orofacial apraxias in Alzheimer's disease. Int Psychogeriatr . October 2013;25(10):1679-85.  doi:10.1017/ S1041610213000781. (R)"
        },
        {
            "number in article": 69,
            "reference": "Farrell MT, Zahodne LB, Stern Y, Dorrejo J, Yeung P, Cosentino S. Subjective word-finding  difficulty reduces engagement in social leisure activities in Alzheimer's disease. J Am Geriatr Soc . June 2014;62(6):1056-63.  doi:10.1111/jgs.12850. (R)"
        },
        {
            "number in article": 70,
            "reference": "Mayo Clinic Staff. Alzheimer's: Drugs help manage symptoms. Mayo Clinic Web site. http://www.mayoclinic.org/diseases-conditions/alzheimers-disease/in-depth/alzheimers/art-20048103 . Accessed March 30, 2020. (GI)"
        },
        {
            "number in article": 71,
            "reference": "Liang JH, Xu Y, Lin L, Jia RX, Zhang HB, Hang L. Comparison of multiple interventions for older adults with Alzheimer disease or mild cognitive impairment: A PRISMA-compliant  network meta-analysis.  Medicine (Baltimore) . 2018;97(20):1-12.  doi:10.1097/MD.0000000000010744. (M)"
        },
        {
            "number in article": 72,
            "reference": "Shanley A, Goodman I, Khosravani N, Cicilioni K. Evaluating patients with cognitive changes: A new imaging option. Consultant . 2015;55(1):14-17. https://www.consultant360.com/articles/evaluating-patients-cognitive-changes-new-imaging-option . Accessed March 30, 2020. (GI)"
        },
        {
            "number in article": 73,
            "reference": "Kavé G, Goral M. Word retrieval in connected speech in Alzheimer’s disease: a review with meta-analyses.  Aphasiology . 2018;32(1):4-26. doi:10.1080/02687038.2017.1338663. (SR)"
        },
        {
            "number in article": 74,
            "reference": "Martínez-Sánchez  F, Meilán JG, Vera-Ferrandiz  JA, et al. Speech rhythm alterations in Spanish-speaking  individuals with Alzheimer's disease. Neuropsychol Dev Cogn B Aging Neuropsychol Cogn . 2017;24(4):418-434.  doi:10.1080/13825585.2016.1220487. (R)"
        },
        {
            "number in article": 75,
            "reference": "Kavé G, Dassa A. Severity of Alzheimer’s disease and language features in picture descriptions. Aphasiology . 2018;32(1):27-40.  doi:10.1080/02687038.2017.1303441. (R)"
        },
        {
            "number in article": 76,
            "reference": "Marková J, Horváthová L, Králová M, Cséfalvay Z. Sentence comprehension in Slovak-speaking  patients with Alzheimer's disease. Int J Lang Commun Disord . July 2017;52(4):456-468.  doi:10.1111/1460-6984.12284.  (R)"
        },
        {
            "number in article": 77,
            "reference": "Cera ML, Ortiz KZ, Bertolucci PHF, Minett T. Phonetic and phonological aspects of speech in Alzheimer’s disease. Aphasiology . 2018;32(1):88-102. doi:10.1080/02687038.2017.1362687. (R)"
        },
        {
            "number in article": 78,
            "reference": "Leyton CE, Hodges JR, Piguet O, Ballard KJ. Common and divergent neural correlates of anomia in amnestic and logopenic presentations of Alzheimer's disease. Cortex. January 2017;86:45-54.  doi:10.1016/j.cortex.2016.10.019. (R)"
        }
    ]
}