{
    "metadata": {
        "title": "Back Pain, Chronic  Occupational Therapy",
        "synonyms": [
            "back pain, chronic  occupational therapy",
            "failed back surgery syndrome (fbss): occupational therapy",
            "failed back syndrome: occupational therapy"
        ],
        "anatomical location body part affected": [
            "Back; symptoms may radiate to the leg(s); upper back pain may occur concurrently with neck or shoulder pain(1)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "psychosocial occupational therapy"
        ],
        "description": [
            "Any pain that lasts for longer than 3 months is considered chronic pain. Chronic back pain can arise from a specific injury or condition (e.g., spinal stenosis) or may not have an identifiable cause. The low back is a common location for chronic back pain and may be related to issues with the lumbar spine (e.g., bony, disc, ligamentous), but can also occur in the upper back (e.g., irritation due to poor posture).(1) For more information on chronic low back pain see Clinical Review…Back Pain, Low: Chronic; CINAHL Topic ID Number: T708723"
        ],
        "indications": [],
        "ICD-9 codes": {
            "724.2": "Low back pain",
            "724.5": "Backache, unspecified",
            "338.29": "Other chronic pain",
            "338.4": "Chronic pain syndrome"
        },
        "ICD-10 codes": {
            "M54.5": "Low back pain",
            "M54.6": "Thoracic spine pain",
            "M54.89": "Other dorsalgia",
            "M54.9": "Dorsalgia, unspecified",
            "M96.1": "Post-laminectomy syndrome, not classified elsewhere",
            "F45.41": "Pain disorder exclusively related to psychological factors (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Mobility G-code set": {
                "G8978": "Mobility: walking & moving around functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8979": "Mobility: walking & moving around functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8980": "Mobility: walking & moving around functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Changing & Maintaining Body Position G-code set": {
                "G8981": "Changing & maintaining body position functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8982": "Changing & maintaining body position functional limitation, projected goal status, at therapy episode outset , at reporting intervals, and at discharge or to end reporting",
                "G8983": "Changing & maintaining body position functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Carrying, Moving & Handling Objects G-code set": {
                "G8984": "Carrying, moving & handling objects functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8985": "Carrying, moving & handling objects functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8986": "Carrying, moving & handling objects functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Self Care G-code set": {
                "G8987": "Self care functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8988": "Self care functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8989": "Self care functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Primary G-code set": {
                "G8990": "Other physical or occupational primary functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8991": "Other physical or occupational primary functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8992": "Other physical or occupational primary functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Subsequent G-code set": {
                "G8993": "Other physical or occupational subsequent functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8994": "Other physical or occupational subsequent functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8995": "Other physical or occupational subsequent functional limitation, discharge status, at discharge from therapy or to end reporting"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues regarding reimbursement have been identified"
        ],
        "presentation signs and symptoms": [
            "Unlike acute pain, chronic pain is incessant and can last for months to years beyond an injury, or the pain may not be associated with a specific injury or condition.(2) Pain can be in the low back or upper back and may also involve the legs, neck, or shoulders(1) Typically, the chronicity of the pain and how the patient thinks about it becomes a disruptive and all-encompassing  focus of the patient’s life, potentially interfering with ADLs, IADLs, work activities, and interpersonal relationships(2,3,4) ",
            "Patient presentation typically includes:(2,6) –persistent mild to severe pain –shooting, stabbing, burning, aching, or “electrical” pain –complaints of being sore, feeling “tight” or “stiff” –associated symptoms -Fatigue -Difficulty sleeping -Decreased engagement in activities (e.g., work, social, ADL/IADL) -Possible increased illness secondary to a weakened immune system -Mood changes (e.g., depression, feeling hopeless, irritability, stress, anxiety) Causes & Risk Factors"
        ],
        "contraindications precautions to test": [
            "During the physical evaluation, the section of the evaluation (e.g., standing tolerance) being completed should be stopped as soon as the patient expresses moderated discomfort(4)",
            "Evaluation should be stopped and patient referred back to physician immediately if any of the following red flags are observed: bilateral lower extremity weakness, loss of bowel/bladder control, general malaise, fever, saddle paresthesia, hyperreflexia"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes: it may not be possible to determine the cause of the patient’s pain. the pain may be related to a past injury or surgery, another chronic condition  e.g., cancer, arthritis  or may be unrelated to a specific injury or illness": [],
        "pathogenesis": [
            "One theory regarding chronic pain is that the pain develops because of continual stimulation of nociceptors initiallytriggered by localized tissue damage or injury to the peripheral or central nervous system(2)"
        ],
        "risk factors": [
            "The way a person thinks about pain may influence the recovery process (from an acute injury or relative to a chroniccondition). Patients with the following thought processes may be at risk for developing chronic back pain:(3)–“It’s not really safe for a person with a condition like mine to be physically active” – in a clinical scenario when physicalactivity is appropriate and beneficial for recovery this type of thinking interferes with recovery–“Worrying thoughts have been going through my head a lot of the time” – people with stress, tension, and anxiety aremore at risk for developing back pain and for it becoming chronic–“I feel that my back pain is terrible and it’s never going to get any better” – may be indicative of catastrophizing and thepredictive of developing chronic pain–“In general, I have not enjoyed the things that I used to enjoy” –patients  with lower self-efficacy  may have increaseddifficulty coping with pain, which increases the risk of developing chronic pain–“Overall, my back pain has been very bothersome in the last two weeks” – the more disturbed a patient is by pain may berelated to a longer time to recovery and risk for developing chronic pain",
            "Being overweight or obese is associated with an increased risk of chronic low back pain(7)",
            "Although a person may attribute his or her back pain to occupational activities (e.g., manual handling, assisting patients),awkward postures, carrying, sitting, standing, or walking, authors of a systematic review did not find causal relationshipsbetween low back pain and these activities(8)",
            "Females 5 ft 8 in or taller(5)–Authors of a longitudinal study conducted with the population of an entire Norwegian county found that women 170 cmor taller had a higher risk of low back pain than those women less than 160 cm tall"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "In patients with low back pain, any of the following should trigger referral to the patient’s physician as they may be indicative of a serious underlying condition:(9) New or progressive motor or sensory deficit Unexplained fever Weight loss Morning stiffness Gynecologic problems Gastrointestinal or urinary problems History of substance abuse, IV drug use",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "During the physical evaluation, the section of the evaluation (e.g., standing tolerance) being completed should be stopped as soon as the patient expresses moderated discomfort(4)",
            "Evaluation should be stopped and patient referred back to physician immediately if any of the following red flags are observed: bilateral lower extremity weakness, loss of bowel/bladder control, general malaise, fever, saddle paresthesia, hyperreflexia"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document when the patient first experienced back pain. Was the onset of the pain sudden (e.g., trauma/incident) or gradual? How has the back pain changed the patient’s activities?(3) In general, are symptoms getting better, getting worse, or staying the same?",
                "course of treatment": {
                    "medical management": "Document the history of medical (including surgical) interventions. Medical management may include injection of an anesthetic, surgery, or device implantation (e.g., spinal column stimulator)(2)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Is the patient taking overthe-counter  nonsteroidal anti-inflammatory drugs (NSAIDs)? According to the Scottish Intercollegiate Guidelines Network (SIGN), the following medications are supported for the(10) NSAIDs (A) Topical capsaicin (A) Gabapentin (A) Pregabalin (A) Carbamazepine (B) Oral NSAIDs (B) Topical lidocaine (B) Topical rubefacients (B) Strong opioids, but only if there is ongoing pain relief with their use (B) Regarding tricyclic antidepressants, they should not be used for the management of chronic low back pain (A)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Imaging has limited value in assessment of nonspecific back pain. If imaging is done, MRI is the study of choice(9)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g. ice or hot pack) or alternative therapies (e.g. acupuncture) and whether they help or not The authors of a randomized controlled clinical, designed to assess the effect of a single session of ear acupuncture on chronic low back pain and postural control found that acupuncture significantly improved low back pain compared to placebo, but did improve postural control(16)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Document any education the patient has received about the condition."
                },
                "aggravating easing factors": "(and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling); document 24-hour  pain patterns and aggravating/easing factors",
                "rating of symptoms": "Use a visual analog scale or 0-10 scale to assess symptoms at their best, worst and at the moment (specifically address if  pain  is present now and how much ). Rate symptoms in different positions of sitting, standing, and walking(2) -Brief Pain Inventory -Wong-Baker  FACES Pain Rating Scale -Face, Legs, Activity, Cry, Consolability (FLACC) Scale ",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. Ask about usual sleeping position",
                "other symptoms": "Document other symptoms patient may be experiencing which could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia) -Are there any barriers to learning? Yes __ No __ -If Yes, describe ___________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document if the patient has a history of any other chronic pain (e.g., headache, fibromyalgia). Has the patient had a past back injury? How was it managed? How long ago was it resolved?",
                    "comorbid diagnoses": "Ask patient about other problems including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "Document any restrictions or limitations. Does the patient require any assistive devices? Is the patient engaging in pre-morbid  ADLs/IADLs (e.g., personal hygiene, sexual activity, toileting, child care, sleep, computer use, driving, shopping)?(11) Identify and analyze the patient’s home and job responsibilities (e.g., physical job requirements, supervisory responsibility, household chores, hobbies)(4)",
                "living environment": "stairs,number of floors in home, with whom does patient live? Does the patient require caregivers? Is the patient responsible to provide care to others?Are barriers to independence in the home? Any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)  Multidisciplinary intervention programs for chronic back pain have been shown to be effective for treating this condition(2, 12, 13). The relevant tests and measures listed pertain to the occupational therapy components of the treatment program",
            "anthropometric characteristics": "Note if patient appears to be overweight or obese as these are risk factors for developing low back pain",
            "assistive and adaptive devices": "Document if patient uses any assistive devices or supports (e.g., lumbar support, ambulation aid)",
            "balance": "Note any gross balance disturbances. Referral to PT may be appropriate to address balance issuesAssess standing tolerance, sitting tolerance, bending, reaching, walking distance, stair climbing. The task should be discontinued when the patient expresses moderate pain. During the tasks document the patient’s posture, pain behaviors (e.g., facial expressions), body mechanics, coordination, any tremors, sweating, shortness of breath(4)Assess for peripheral nerve involvement (e.g., neural dynamic testing)Document patient’s body mechanics during functional capacity assessment. If applicable, assess patient’s work station and body mechanics at place of employmentUtilize the FIM if ADLs are restricted secondary to mobility issues",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Note any gait abnormalities. Referral to PT for further evaluation and to address gait issues is appropriate",
            "muscle strength": "Upper extremity MMT may be appropriate for patient’s presenting with chronic upper back pain that also involves the upper extremities. Lower extremity MMT is important to rule out radiculopathy/myelopathy as well as  identify muscle imbalances which may be contributing to low back pain. Glute, hip abductors, transverse abdominis and multifidus weakness are known to be contributing factors for developing LBP. Patients with chronic pain demonstrate poor/ delayed muscle firing",
            "observation inspection palpation including skin assessment": [],
            "posture": "Observe posture during functional activities, sitting and standing",
            "range of motion": "Note any gross limitations in motion (e.g., shoulder during reaching). Assess lumbar, thoracic and cervical ROM as well as gross movement patterns and combined motions (flexion and extension quadrant testing)",
            "self-care activities of daily living": "Use a combination of interview and observation to assess the patient’s ability to complete ADLs/IADLs. The Canadian Occupational Performance Measure (COPM) is useful for identifying issues that impair functional performance(2)",
            "reflex testing": "Lower extremity reflexes should be assessed in patients with chronic low back pain (e.g., patellar and Achilles reflexes). Note hyporeflexia or hyperreflexia as these may be indicative of lower or upper motor neuron lesions(9)",
            "sensory testing": "Perform sensory testing as necessary based on patient’s report of changes in or abnormal sensation (e.g., intermittent numbness, tingling). Test along specific dermatomes. Sensory testing may include light touch, 2-pt discrimination, sharp/dull, hot/cold",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –COPM –Roland-Morris  Disability Questionnaire-rating  scale for low back pain(12) –Health Status Questionnaire (SF-36)  – to assess patient’s perception of health and physical limitations(2) –Activity Card Sort (ACS)–  used to describe patient’s activities and social activities(2) –Bennett Hand Tool Test or Crawford Small Parts Test–  assess sitting tolerance while also measuring upper extremity gross and fine motor skills(4)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Bed rest should be avoided in chronic low back pain",
                "Treatment recommendations made by occupational therapists are associated with the therapist’s fear avoidance beliefs. Greater therapist-held  fear avoidance beliefs are correlated with increased recommendations for bed rest, sick leave, and support of submaximal engagement in physical activities. Therapist should be aware of his or her own fear avoidance beliefs when making treatment recommendations(14) ›Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Occupational therapy intervention for chronic pain focuses on increasing participation and satisfaction in ADLs/IADLs, as well as social, vocational and avocational activities with the goal of helping patients to progress from a “sick role” focusing on dependence and pain to a more independent and productive role with increased control and quality of life(2,4)Low, Chronic and Exercise;  CINAHL Topic ID Number: T709166",
        "rule out": " Rule out Acute injury or condition (e.g., compression fracture, pathological fracture, tumor) Referred pain (e.g., kidney, prostate, female pelvic organs, gastrointestinal tract, pancreas, abdominal aortic aneurysm)(9) Psychologic “chronic pain syndrome”(9) Secondary gain issues",
        "prognosis": [
            "Treatment of patients with chronic back pain that focuses only on symptomatic relief does not address the behavioral/ psychological and functional components of the condition which must be resolved for a positive outcome(4)"
        ],
        "referral to other disciplines": "Multidisciplinary treatment is most effective for treatment of patients with chronic pain. Team members include the referring physician, psychologist/psychiatrist, dietician, social worker, OT, PT, vocational counselor ",
        "other considerations": [
            "A phenomenological study on chronic pain designed to assess the relationship between chronic pain and occupation yielded several common themes(15) –“Chronic pain is life changing,” “Chronic pain triggers emotional distress,” “Chronic pain reveals the strength of relationships” –In addition, the authors found that chronic pain and occupation are reciprocally related; an increase in pain results in decreased occupational engagement and increased occupational engagement resulted in less pain –The authors conclude that “Occupational therapists may address the physical and psychological needs of people who have chronic pain and thus positively affect the occupational performance of these people. Furthermore, occupational therapists can provide strategies for adaptation so that occupational performance can be improved”"
        ],
        "treatment summary": [
            "Occupational therapy intervention should be individualized based on the evaluation findings and may include:(11) –education about anatomy and back function as it relates to performance of activities the patient has identified as problematic –appropriate use of back stabilization and neutral spine positioning during activities. The occupational therapist works in conjunction with physical therapy to reinforce proper back techniques during activities –body mechanics education –use of adaptive equipment and task modification (as appropriate) –environmental modifications (as appropriate and able) to allow for successful task completion –energy conservation training –increasing strength and endurance",
            "Pain management, stress management, coping skills training are also occupational therapy interventions for this population(2,11)",
            "Assertiveness training and cognitive behavioral therapy may be useful in helping the patient develop coping strategies and improving self-efficacy(2)",
            "One of the keys to occupational therapy intervention is to provide patient education. The unique contribution of OT may be to teach patients how to manage ADLs/IADLs and emotionally as well as to provide opportunity for patients to incorporate education into activities(4)",
            "Multidisciplinary outpatient rehabilitation was shown to provide long-term  (18 months) improvements in a cohort of chronic low back pain patients in range of motion, pain, Roland-Morris  measures, strength, and quality of life (measured by SF-36)  in a longitudinal study conducted in Austria(12) –The rehabilitation program included whole body resistive exercise, sensorimotor training, psychological interventions (group intervention focusing on stress management), patient education on ergonomics and “healthy alimentation” provided over a 6 month period of time –Ninety-six  of the 100 patients enrolled completed the study. A randomized controlled trial was not undertaken due to ethical concerns so the improvements seen in the patients cannot be considered to be exclusively attributable to the rehabilitation program . Problem Goal Intervention Expected Progression Home Program Pain that limits participation in social activitiesRe-engagement in social activitiesPatient education in pain management toolsUnderstanding of tools followed by patient using them independently and proactivelyIncorporation of pain management tools into ADLs/IADLs  Fear of pain resulting in decreased engagement in home management tasksIncreased level of activity to allow completion of tasksCognitive behavioral therapy to address fear avoidance issues _ Activity simulation and modification to facilitate task completion without painDecreased fear avoidance behaviors exhibited by patient _ Increased activity tolerance and participationIncorporate cognitive behavioral strategies into daily living _ Increase activity level Poor use of neutral- spine back stabilization during self-care activities resulting in painComplete ADLs/IADLs incorporating proper spine stabilizationActivity simulation _ Reinforcement and education related to basic spine anatomy and physiology as well as proper techniquesIncreased self- monitoring/correcting of posture and techniques used during functional activitiesPractice correct techniques during all activities at home ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased back pain": [
            "V AS",
            "FLACC",
            "Wong-Baker  FACES Pain rating scale",
            "Brief Pain Inventory"
        ],
        "improved engagement in adls iadls, work and social activities": [],
        "improved self-efficacy  and coping": [
            "ACS"
        ],
        "improved quality of life": [
            "SF-36"
        ],
        "improved functional mobility": [
            "FIM",
            "COPM",
            "Roland-Morris  Disability Questionnaire",
            "Oswestry Disability Questionnaire"
        ]
    },
    "maintenance or prevention": [
        "Continue to incorporate helpful strategies (pain management, coping, etc.) into daily life",
        "Compliance with proper body mechanics during ADLs/IADLs/work/social endeavors"
    ],
    "patient education": [
        "Occupational therapy and pain rehabilitation from the American Occupational Therapy Association https://www.aota.org/about-occupational-therapy/professionals/hw/pain%20rehabilitation.aspx",
        "Managing pain with occupational therapy from the American Occupational Therapy Association https://www.aota.org/about-occupational-therapy/professionals/hw/articles/chronic-pain.aspx  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Spine health. http://www.spine-health.com/ . Accessed October 19, 2016. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Vaughn P. Chronic pain. In: Boyt Schell BA, Gillen G, Scaffa ME, eds. Willard & Spackman’s Occupational Therapy . 12th ed. Philadelphia, PA: Wolters Kluwer/Lippincott Williams & Wilkins; 2014:1135-1136.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "TalkBack Education. BackCare Journal . 2014;(4). (X)"
        },
        {
            "number in article": 4,
            "reference": "Flower A, Naxon E, Jones RE, Mooney V. An occupational therapy program for chronic back pain. Am J Occup Ther . 1981;35(4):243-248.  (X)"
        },
        {
            "number in article": 5,
            "reference": "Heuch I, Heuch I, Hagen K, Zwart JA. Association between body height and chronic low back pain: A follow-up in the Nord-Trøndelag  Health Study. BMJ Open . 2015;5(6):e006983. doi:10.1136/bmjopen-2014-006983.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Ratini M. Understanding back pain – symptoms. WebMD Web site. http://www.webmd.com/back-pain/guide/understanding-back-pain-symptoms . Accessed October 16, 2016. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Shiri R, Karppinen J, Leino-Arjas  P, Solovieva S, Viikari-Juntura  E. The association between obesity and low back pain: A meta-analysis.  Am J Epidemiol . 2010;171(2):135-154.  doi:10.1093/aje/kwp356. (M)"
        },
        {
            "number in article": 8,
            "reference": "Kwon BK, Roffey DM, Bishop PB, Dagenais S, Wai EK. Systematic review: Occupational physical activity and low back pain. Occup Med . 2011;61(8):541-548.  doi:10.1093/ occmed/kqr092. (SR)"
        },
        {
            "number in article": 9,
            "reference": "Last AR, Hulbert K. Chronic low back pain: evaluation and management. Am Fam Physician . June 15, 2009;79(12):1067-1074.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Scottish Intercollegiate Guidelines Network (SIGN). Management of chronic pain. A national clinical guideline. National Guideline Clearinghouse Web site. https:// www.guideline.gov/summaries/summary/47707 . Published December 2013. Accessed October 19, 2016. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Grangaard L. Low back pain. In: Pendleton HM, Schultaz-Krohn  W, eds. Pedretti’s Occupational Therapy: Practice Skills for Physical Dysfunction . 7th ed. St. Louis, MO: Mosby/Elsevier, Inc; 2013:1091-1109.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Pieber K, Herceg M, Quittan M, Csapo R, Muller R, Wiesinger GF. Long-term  effects of an outpatient rehabilitation program in patients with chronic recurrent low back pain. Eur Spine J. 2014;23(4):779-785.  doi:10.1007/s00586-013-3156-z.  (C)"
        },
        {
            "number in article": 13,
            "reference": "Hampel P, Tlach L. Cognitive-behavioral  management training of depressive symptoms among inpatient orthopedic patients with chronic low back pain and depressive symptoms: A 2-year longitudinal study. J Back Musculoskelet Rehabil . 2015;28(1):49-60.  doi:10.3233/BMR-140489.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Cross B, Dean S, Hay-Smith  J, Weatherall M. Fear avoidance beliefs, held by occupational therapists, are associated with treatment recommendations. Br J Occup Ther . 2014;77(6):304-312.  doi:10.4276/030802214X14018723138075. (R)"
        },
        {
            "number in article": 15,
            "reference": "Fisher GS, Emerson L, Firpo C, Ptak J, Wonn J, Bartolacci G. Chronic pain and occupation: An exploration of the lived experience. Am J Occup Ther . 2007;61(3):290-302. doi:10.5014/ajot.61.3.290. (R)"
        },
        {
            "number in article": 16,
            "reference": "Ushinohama A, Cunha BP, Costa LOP, Barela AMF, de Freitas PB. Effect of a single session of ear acupuncture on pain intensity and postural control in individuals with chronic low back pain: a randomized controlled trial. Brazilian Journal of Physical Therapy/Revist Brasileira de Fisioterapia . 2016;20(4):328-335. doi:10.1590/bjpt-rbf.2014.0158.  (RCT)"
        }
    ]
}