{
    "metadata": {
        "title": "Nintendo Wii Fit and Balance in Older Adults",
        "synonyms": [
            "virtual-reality-driven  balance training in older adults",
            "virtual-reality rehabilitation in older adults",
            "nintendo wii fit balance training in older adults",
            " exergaming balance training in older adults",
            "active video games balance training in older adults"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "orthopedic rehabilitation",
            "neurological rehabilitation",
            "geriatric rehabilitation",
            "vestibular rehabilitation"
        ],
        "description": [
            "Nintendo Wii Fit (NWF) is designed to promote activity through interactive exercise games and has specific games that are designed to improve balance",
            "NWF, a type of virtual-reality  exercise system, can provide sensory feedback (auditory, visual, and proprioceptive) to the individual participating in the exercise training program. The training program’s level of difficulty can be adjusted as the individual improves(3)",
            "NWF and other gaming systems are relatively inexpensive and can provide greater patient compliance with the individual’s home exercise program due to increased interest and motivation in the prescribed activities",
            "Results of preliminary studies indicate that NWF could be an effective adjunct to physical therapy or perhaps a standalone intervention for improving balance in selected older patients with a variety of disabling conditions; however, RCTs are lacking",
            "Although more research is needed, NWF may also be of use for balance testing, either on its own or as an adjunct",
            "This Clinical Review provides information on NWF video exergaming for assessing and improving postural stability and dynamic balance of older adults (≥ 65 years of age)",
            "For additional information, see Clinical Review…Falls in Older Adults; Item Number: T708541"
        ],
        "indications": [
            "Postural instability",
            "Impaired ability to ambulate safely",
            "Impaired ability to perform functional mobility and ADLs safely",
            "Impaired static or dynamic standing balance",
            "Impaired proprioception",
            "History of falls",
            "Muscle weakness",
            "Neurological conditions",
            "Vestibular dysfunction"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "97112",
            "description": "neuromuscular reeducation of movement, balance, coordination, kinesthetic sense, posture, and/or proprioception for sitting and/or standing activities"
        },
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement specifically for NWF balance training has been identified  Indications for procedure"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Stop the examination and contact the referring physician if patient has a new or untreated fall-related  injury, or if the patient experienced loss of consciousness during a fall",
            "Consult with physician in cases of active inflammation or apparent infection of unhealed wounds",
            "Monitor for signs/symptoms of deep vein thrombosis (DVT) and stop evaluation and notify physician if signs of DVT or infection are present",
            "Clinician should monitor for signs/symptoms of infection, including increased erythema, edema, and pain around unhealed wounds. Also, note any drainage from incisions",
            "Clinician should follow up with the referring physician if patient presents with undiagnosed hyper-  or hypotension, changes in mental status, or signs/symptoms of anemia"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [
        "Indicated for patients who have impaired mobility, decreased lower extremity strength, decreased static or dynamic balance, or increased risk of falling",
        "Authors of a 2020 prospective study have found that the Wii Fiit Balance board, particularly the yoga tree pose correlates similarly with the gold standard Sensory Organization Test. Therefore, the Wii Fit Balance Board is suitable for evaluating postural stability and may help reduce future falls in the geriatric population(19)"
    ],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {
        "contraindications precautions": [
            "High fall risk–Can modify by providing upper extremity support or guarding",
            "Fear of falling, especially in persons with disabling conditions",
            "History of activity avoidance/restriction and/or mobility coping strategies",
            "Postural hypotension",
            "Dementia or other cognitive impairment that would impair the patient’s ability to follow directions and safely use"
        ],
        "in postoperative cases, obtain specific orders from surgeon regarding weight-bearing,  activity exercise restrictions": [],
        "modify the treatment according to patient conditions that may impair balance  e.g., visual hearing impairment, postural hypotension, hypoglycemia, head trauma, joint pain, cardiac insufficiency, hemiplegia, incontinence": [],
        "patients who require hands-on  assistance in transfers or gait to prevent falls may require assistance during the initial phase of nwf balance training. a walker or back of chair can be positioned in front of the force plate for standby assistance, as": [],
        "see specific  contraindications precautions to examination   and  contraindications precautions   under assessment": []
    },
    "guidelines for use of procedure": {
        "description of the nwf balance board force platform system": [
            "The user stands on a stationary force plate platform",
            "The platform has a strain gauge-type  load sensor mounted on each corner. The four load sensors estimate the user’s centerof pressure (COP)",
            "Excursions of the COP are related to the control of balance in the exergame and displayed as movement of the avatar on amonitor or television",
            "Instantaneous visual feedback makes the exergame interactive"
        ],
        "using the nwf system in a clinical setting": [
            "Exergames found suitable for balance training of older adults were the Basic Step, Soccer Heading, Ski Slalom, PenguinSlide, and Table Tilt (see descriptions in Treatment summary , below)",
            "More challenging exergames that might not be suitable for older adults include the Ski Jump, Balance Bubble, TightropeWalk, Snowboard Slalom, and Locus Focus",
            "NWF exergames found suitable for balance training after stroke in older adults are listed in Treatment summary , below",
            "The supervising clinician can choose the appropriate exergame for the goal training effect, as well as to match the patient’sage and physical ability",
            "Assistance (e.g., gait belt, back of chair, or hands-on)  should be provided as necessary for high-risk  patients to prevent falls"
        ],
        "researchers in denmark conducted a study in which  older adults   to  years of age  were divided into  groups on the basis of their physical and cognitive abilities and their ability to participate in physical rehabilitation using the nwf,": []
    },
    "examination": {
        "contraindications precautions to examination": [
            "Stop the examination and contact the referring physician if patient has a new or untreated fall-related  injury, or if the patient experienced loss of consciousness during a fall",
            "Consult with physician in cases of active inflammation or apparent infection of unhealed wounds",
            "Monitor for signs/symptoms of deep vein thrombosis (DVT) and stop evaluation and notify physician if signs of DVT or infection are present",
            "Clinician should monitor for signs/symptoms of infection, including increased erythema, edema, and pain around unhealed wounds. Also, note any drainage from incisions",
            "Clinician should follow up with the referring physician if patient presents with undiagnosed hyper-  or hypotension, changes in mental status, or signs/symptoms of anemia"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Is there a recent history of falls or near-falls?  If so, what injuries occurred at the time of the fall? -Does the patient lose balance because of environmental hazards (e.g., carpeting, obstacles, slippery surface), or does the patient lose balance without tripping (e.g., loss of balance due to compromised function)? -Is an assistive device being used? Is there a recent history of unexplained loss of consciousness? -Identify any risk factors (see below) that may contribute to reduced balance or postural instability. Has the patient changed his/her lifestyle or discontinued any activities due to fear of falling? Have there been any recent changes in vision, hearing, or sensation?",
                "course of treatment": {
                    "medical management": "What is current weight-bearing  status? Document current conditions that might contribute to falls (e.g., vestibular disorder, vertigo, peripheral neuropathy, multiple sclerosis, and stroke). Has postural instability or ataxia due to degenerative cerebellar disease or other brain disease been diagnosed?",
                    "surgical management": [
                        "Surgical management: Has the patient undergone any recent surgical procedures? In postoperative cases, inquire about any complications during surgery and patient’s current medical status"
                    ],
                    "medications": "Determine the current prescribed medications. Are they being taken on schedule? Are they effective? Medications that may contribute to falls include psychotropic drugs, some prescription analgesics, tranquilizers, antihypertensives, and arthritis medications. Analgesics are commonly taken for chronic pain",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Screening tests may vary depending on the patient’s underlying medical conditions:",
                        "Chest X-ray",
                        "Complete blood count (CBC), including hematocrit and hemoglobin, for anemia or infection",
                        "Radiographic imaging for suspected fracture",
                        "ECG",
                        "Ambulatory monitor when cardiac arrhythmias are suspected",
                        "Tilt-table  testing for patients with history of syncope/fainting",
                        "Brain imaging for neurological disorders"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document factors associated with increased risk of falling (e.g., dim/absent lighting, elevations)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms related to the fall (e.g., dizziness, lightheadedness)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess pain associated with fall injury -Activities-specific  Balance Confidence (ABC) Scale(6)",
                "pattern of symptoms": "Document factors and situations associated with increased fear of falling. For example, does the patient feel unsteady when rising from a chair, when standing or walking, when changing directions, or when reaching? ",
                "sleep disturbance": "Document number of wakings/night; does the patient wake frequently to use the bathroom at night?",
                "other symptoms": "Document other symptoms patient may be experiencing that could increase the risk of falls (e.g., dizziness, lower extremity weakness)",
                "respiratory status": "Does the patient use supplemental oxygen? -Does the patient experience shortness of breath? With exertion or at rest? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of falls?",
                    "comorbid diagnoses": "Ask patient about other medical problems (e.g., diabetes, cancer, cardiovascular disease, Alzheimer’s disease, rheumatoid arthritis, psychiatric disorders, orthopedic disorders, chronic kidney disease)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational sports or activities? Does the patient work? What are the job requirements? Are social or occupational activities affected by poor balance? Are there any activities that the patient avoids due to imbalance or fear of falling?",
                "functional limitations assistance with ADLs adaptive equipment": "Does patient use coping strategies to modify activity, or restrict/avoid activities because of fear of falling?",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home or community; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and BMI. Is there a leg-length  discrepancy?",
            "assistive and adaptive devices": "Assess patient’s need for ambulatory or adaptive device. If such a device has been prescribed, is it being used correctly? Check for fit and excessive wear and function of such features as hand brakes",
            "balance": "Assess static and dynamic balance in sitting and in stance –Berg Balance Scale (BBSA score below 45 on the BBS is associated with an increased risk for fall with a sensitivity of 66.6%(20)The patient makes a fist with right shoulder in 90° forward flexion and leans slowly forward as far as possible prior to loss of balance –Assess Romberg eyes open vs eyes closed, and in tandem if able –NWF Stillness Test(6)Assesses patient’s confidence and fear of falling during ADLs –Note preferred balance strategy(ankle vs hip vs step)",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess distal pulses in lower extremitiesAssess safety, ability, and need for adaptive equipment for general mobility (bed mobility, floor-to-stand,  sit-to-stand,  stair negotiation). Use the Timed Up and Go (TUG) test or FIM –Tinetti Performance Oriented Mobility Assessment(6)",
            "functional mobility": "",
            "gait locomotion": "Assess gait with the patient’s preferred cadence and at an increased speed. Assess patient’s step length, stride length, arm swing, step symmetry. Note any asymmetry or gait deviations (e.g., antalgic gait, Trendelenburg, shuffling gait pattern, decreased hip extension, decreased heel strike, decreased heel to progression) –The Functional Gait Assessment (FGA) or Dynamic Gait Index (DGI) can be used –Assess speed with 10-minute  walk test (10MWT) –Assess gait in tandem walking if appropriate",
            "muscle strength": "Assess trunk and bilateral upper and lower strength with manual muscle testing (MMT)  –Can assess functional strength with such tests as the 30-second  chair stand(5)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess standing posture, noting any asymmetry",
            "range of motion": "Assess bilateral upper and lower extremity active and passive ROM and flexibility",
            "self-care activities of daily living": "",
            "reflex testing": "Perform deep tendon reflexes (Achilles and patella), noting any hypo-  or hyperreflexiaAssess need for adaptive equipment (handrails, shower bench, raised toilet seat, cane or walker) to complete instrumental ADLs safely",
            "sensory testing": "Assess bilateral lower extremity sensation to light touch and proprioception",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Lower Extremity Functional Scale (LEFS) –SF-36  or SF-8  Quality of Life –Choice Stepping Reaction Time (stepping on targets that are randomly illuminated)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients who use the procedure have balance problems and are at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention  strategies"
            ]
        },
        "diagnosis need for treatment": "Postural instability with reduced static and/or dynamic balance; impaired use of balance strategies; increased risk for falls",
        "rule out": "Medical conditions associated with increased risk of falling (see Risk factors , above)",
        "prognosis": [
            "Prognosis varies depending on the underlying diagnosis of the patient and the individual patient profile (e.g., comorbidities, cognitive status, patient’s age)"
        ],
        "referral to other disciplines": " Referral to other disciplines Physician for review of medications that may impair balance (e.g., benzodiazepines, antidepressants, anticonvulsants, diuretics) Optometrist/ophthalmologist for vision assessment Audiologist to address hearing impairments Psychiatrist or cognitive psychologist for severe anxiety/depression, cognitive impairments Community center or gym for exercise-based  programs Physician or therapist specializing in vestibular disorders for a thorough evaluation Gerontologist",
        "other considerations": [
            "Research on use of NWF for balance assessment: –Authors who conducted a study in Denmark concluded that the NWF Stillness Test is a low-cost,  objective, reproducible, and valid test of undisturbed postural balance in community-dwelling  older adults(6) -The agility test was also studied, but was found to have a learning effect and poor concurrent validity(6) –Researchers in Australia who conducted a study of 73 community-dwelling  older adults found that the NWF balance-board  derived anteroposterior sway velocity could be used in conjunction with existing clinical-based  measures in predicting future falls(10) –Researchers in the United States found that the NWF may be useful for low-resolution  measurements of balance, but should not be considered a replacement for laboratory-grade force plates(11) –Researchers in India who conducted a feasibility study found that the combined use of the NWF and Microsoft Kinect may be useful in providing real-time  visual feedback and monitoring during balance training in conjunction with non-invasive brain stimulation following posture disorders (e.g., Pusher syndrome)(8) -Ten community-dwelling  older adult subjects were included in the study"
        ],
        "treatment summary": [
            "Balance impairments –NWF training program in healthy adults can increase anterior tibialis and medial gastrocnemius muscle activation following a 6-week  training program(3)  -Based on a study conducted in South Korea that included 24 normal adults (mean age, 21.9 years) -Subjects were placed in either the NWF training group or a traditional stable surface exercise group -Subjects participated in training program 3 times a week for 6 weeks -Muscle activity was measured with electromyography. There was a statistically significant increase in muscle activation in the anterior tibialis and medial gastrocnemius in the NWF group, but only an increase in the medial gastrocnemius in the traditional program -The authors concluded that this training can improve ankle stability since the muscles that improved are those used for ankle strategy -Researchers did not compare gains in muscle activation between groups and there was no increase in muscle activation of core muscles that were measured (erectae spinae and rectus abdominus) –The Wii-Fit  exercise program has been shown to improve the balance in community dwelling veterans(21) -Thirty community dwelling veterans were randomized to either the exercise group or control group -The exercise group trained for 45 minutes, three days a week for 8 weeks using the Nintendo Wii fit performing exercises on 5 categories: Yoga, strength training, aerobics, balance games, and training plus. The games included the table tilt, balance bubble, ski slalom, penguin slide, and tight rope walking -The control group performed cognitive based exercises for 45 minutes, three times a week for 8 weeks -Results show a significant difference in BBS scores for the experimental group versus control group –Authors of an RCT study compared the effects of a supervised balance training program compared to an unsupervised at home Wii-fit  based exercise program and found that both groups showed significant improvements in lowering fall risks, suggesting that the Wii-fit  exercise program can be just as beneficial when performed at home versus at a supervised clinic setting(22) -Sixty five older adults with type 2 DM were randomly assigned to either the supervised balance group (n = 34) or Nintendo Wii-fit  group (n = 31) -The supervised group performed their respective activity for 40 minutes, once a week for 12 weeks. Exercises included heel-toe  walking, calf- raises, forward leans, single limb balance, and basic yoga stretches -The Nintendo Wii-fit  group performed their exercises for 40 minutes using the Wii Fit Balance system, 3x/ week for 12 weeks. Games included aerobics, yoga, strength training, and balance -Results showed a significant reduction in reducing falls in both groups –Researchers of an RCT in Italy concluded that NWF is effective for improving balance in women over 65 years of age with osteopenia(13) -Participants included 38 female patients with a baseline reduction in balance as measured by the BBS (< 45) and presence of decreased bone density as measured by DEXA scan -Patients were randomly assigned to receive NWF sessions or conventional balance exercises. Both groups received interventions for 1 hour, 2 days per week, for 8 weeks -The NWF group exercises included center of gravity activities, yoga, lower extremity strengthening, and balance games (i.e., Balance Bubble, Ski Slalom, and Table Tilt) -The conventional balance exercises included stretching, strengthening of core muscles and gluteal muscles, balance exercises on unstable platform, and postural exercises in supine -After 8 weeks, significant improvement was noted in BBS scores in the NWF group compared to the control group. Significant improvement was also found in the SF-36  physical activity scores compared to the control group. Fear of falling (Short-form  Falls Efficacy Scale)was not different between groups –Studies have also shown that a 6- week unsupervised Wii balance program can be an effective modality for improving balance for the independent senior population and had significant improvements in the TUG, single limb balance, lateral reach, as well as gait speed(18)",
            "Improving balance in community-dwelling  adults –NWF can improve the balance of independent older adults in an unsupervised setting, especially medial-lateral stability(5) -Forty-one  older adults (mean age, 74.5 years) recruited from retirement villages and local adult education facility -Participants in NWF group attended an orientation to receive instructions and to make sure they could use game safely. Participants in control encouraged to continue with regular activities. All participants contacted for follow-up  every 2 weeks by lead researcher  -Participants in NWF group encouraged to complete 3x30 minute sessions per week for 6 weeks (total of 18 sessions). They were also encouraged to use NWF in pairs, use a logbook, and record adverse effects such as slips, trips, and discomfort while using -NWF games encouraged to play were Soccer Heading, Penguin Slide, Ski Slalom, Ski Jump, Table Tilt, Snowball Fight, Perfect 10, and Tightrope Walking -Results showed good adherence to attendance (average of 17.5 sessions) and no adverse effects -NWF group demonstrated significant improvement in five clinical tests when compared to controls (TUG test, lateral reach in both directions, single-leg standing on left leg, and gait speed). No significant improvement was seen in Functional Reach Test, single-leg  standing on right leg, 30-second chair stand, and fear of falling as measured by Iconographical Falls Efficacy Scale (Icon FES) –NWF is a valid and safe tool for improving postural control and gait in older frail adults(15) –Results of a 2018 RCT study of 65 year old adults with type II diabetes while participating in a 12 week study have concluded that utilizing the Wii Fit- exercise program led to a decrease in falls which improved overall reaction times, lower limb proprioception, and general balance ability(16) -Sixty five older adults with Type II DM were randomized to either the experimental group or control group -Study continued for 12- weeks for 40 – minute sessions",
            "Neurological rehabilitation –Authors of a prospective RCT conducted in the United States concluded that the NWF can be utilized to improve balance in community dwelling older veterans(14) -Thirty community-dwelling  veterans were equally randomized as part of an 8-week  study to determine the effects of NWF on balance -Objective measures used in this study were the BBS, subjective measures of fear of falling, physical activity enjoyment, and quality of life and were measured at baseline, at 4 weeks, and at 8 weeks -Groups participating in the NWF exercise group showed significant improvements on the BBS after 8 weeks compared to the control group –Researchers who published a systematic review with meta-analysis  in 2015 found that exergaming might be an appropriate therapeutic tool for improving balance and postural control in older adults, but that more large-scale trials are needed to determine if this is also the case for patients with idiopathic Parkinson’s disease (IPD)(7) –Researchers who published a systematic review in 2014 found that exergaming is feasible in patients with Parkinson’s disease; however, more research is needed to establish its safety and clinical effectiveness, especially for use in the home(9) –Researchers in the United States who conducted a small study on the effects of dual-task  training on patients with chronic stroke with hemiparesis found significant improvements in balance, reaction time, postural control, and cognitive abilities, as well as a decrease in cognitive-motor  interference(12) -Eight community-dwelling  individuals with chronic stroke participated -Intervention: cognitive-motor  training consisted of the performance of the NWF in conjunction with cognitive training (e.g., memory tasks) -Researchers advise that more studies with larger sample sizes are needed –United States researchers evaluated the effectiveness of using the NWF to increase physical activity levels in adults with multiple sclerosis(4) -Thirty adults participated in a 14-week  NWF home exercise program -Subjects were interviewed pre and post treatment intervention -Subjects reported that the NWF program helped build confidence in their abilities to achieve their goals related to leisure activities and reduce anxiety associated with participating in exercises at a gym -Subjects also reported initial concerns regarding fear of falling using NWF -Researchers concluded that NWF was limited in its customizability to accommodate subjects’ different functional levels",
            "Strength –Authors of a 2016 RCT study conducted in Taiwan have suggested that the Wii Fit balance game can improve static balance and lower extremity strength in individuals with intellectual disabilities(17) -Twenty-  four students with an intellectual disability were randomized to either the Wii Fit balance group (n = 8), sedentary group (n = 8), or physical education group (n = 8)  -Those in the Wii Fit balance group participated in an 8 week, 40 minute session twice a week. Physical education group underwent standard physical education that consisted of jogging and jump roping -Objective measures used in this study included the TUG, single limb stance, and speed strength index -Results indicate that those in the Wii Fit balance group had significant improvements in all of the objective measures including the one leg stance, moving speed, TUG, and speed strength index. Those in the PE group showed improvements but were not considered significant . Problem Goal Intervention Expected Progression Home Program Reduced balance Improve balance Functional training _ NWGF games _Follow specific instructions provided by manufacturerSafe balance exercises according to ability Increased risk of falls Reduce risk of falls Fall prevention strategies _ Home modifications, prescription of devicesN/A Implementation of fall prevention strategies at home, caregiver"
        ]
    },
    "desired outcomes outcome measures": {
        "improved functional mobility": [
            "FIM",
            "TUG",
            "LEFS"
        ],
        "improved static and dynamic balance": [
            "BBS",
            "Functional Reach test",
            "Romberg",
            "Choice Stepping Reaction Time"
        ],
        "improved walking speed and endurance": [
            "6MWT",
            "10MWT"
        ],
        "improved safety during gait": [
            "FGA",
            "DGI"
        ],
        "increased strength": [
            "MMT",
            "30-second  chair stand"
        ],
        "decreased pain": [
            "V AS"
        ],
        "reduced fear of falling; increased confidence with activities that challenge balance": [
            "ABC scale",
            "Icon FES"
        ]
    },
    "maintenance or prevention": [
        "Self-efficacy  in falls prevention was found to be independently associated with balance and mobility and with quality of life in community-dwelling women over 65 years of age(2)"
    ],
    "patient education": [
        "Note: Most research has been done on NWF. The Wii Fit Plus, introduced in 2009, has enhanced features. Nintendo Wii Fit Plus website: https://www.nintendo.com/games/detail/wii-fit-u-bundle-wii-u/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Aarhus R, Grönvall E, Larsen SB, Wollsen S. Turning training into play: embodied gaming, seniors, physical training and motivation. Gerontechnology . 2011;10(2):110-120. doi:10.4017/gt.2011.10.2.005.00. (R)"
        },
        {
            "number in article": 2,
            "reference": "Davis JC, Marra CA, Liu-Ambrose  TY. Falls-related  self-efficacy  is independently associated with quality-adjusted  life years in older women. Age Ageing . Advance online publication. 2011;40(3):340-346.  doi:10.1093/ageing/afr019. (R)"
        },
        {
            "number in article": 3,
            "reference": "Park J, Lee D, Lee S. Effect of virtual reality exercise using Nintendo Wii Fit on muscle activities of the trunk and lower extremities of normal adults. J Phys Ther Sci . 2014;26(2):271-273.  doi:10.1589/jpts.26.271. (R)"
        },
        {
            "number in article": 4,
            "reference": "Plow M, Finlayson M. A qualitative study exploring the usability of Nintendo Wii Fit among persons with multiple sclerosis. Occup Ther Int . 2014;21(1):21-32.  doi:10.1002/ oti.1345. (R)"
        },
        {
            "number in article": 5,
            "reference": "Nicholson VP, McKean M, Lowe J, Fawcett C, Burkett B. Six weeks of unsupervised Nintendo Wii Fit gaming is effective at improving balance in independent older adults. J Aging Phys Act . 2015;23(1):153-158.  doi:10.1123/japa.2013-0148.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Perrier-Melo  RJ, Coelho de Aguiar Silva T, Brito-Gomes  JL, Fernandes Melo de Oliveira S, da Cunha Costa M. Active video games, balance and energy expenditure in elderly: a systematic review. Conscientiae Saude . 2014;13(2):289-297.  doi:10.5585/ConsSaude.v13n2.4551. (R)"
        },
        {
            "number in article": 7,
            "reference": "Harris DM, Rantalainen T, Muthalib M, Johnson L, Teo WP. Exergaming as a viable therapeutic tool to improve static and dynamic balance among older adults and people with idiopathic Parkinson’s disease: a systematic review and meta-analysis.  Front Aging Neurosci . 2015;(7):167. doi:10.3389/fnagi.2015.00167. (M)"
        },
        {
            "number in article": 8,
            "reference": "Dutta A, Chugh S, Banerjee A, Dutta A. Point-of-care-testing  of standing posture with Wii balance board and Microsoft Kinect during transcranial direct current stimulation: a feasibility study. NeuroRehabilitation . 2014;34(4):789-798.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Barry G, Galna B, Rochester L. The role of exergaming in Parkinson’s disease rehabilitation: a systematic review of the evidence. J Neuroeng Rehabil . 2014;(11):33. (SR)"
        },
        {
            "number in article": 10,
            "reference": "Kwok BC, Clark RA, Pua YH. Novel use of the Wii balance board to prospectively predict falls in community-dwelling  older adults. Clin Biomech . 2015;30(5):481-484. doi:10.1016/j.clinbiomech.2015.03.006. (R)"
        },
        {
            "number in article": 11,
            "reference": "Bartlett HL, Ting LH, Bingham JT. Accuracy of force and center of pressure measures of the Wii balance board. Gait Posture . 2014;39(1):224-228.  doi:10.1016/ j.gaitpost.2013.07.010. (R)"
        },
        {
            "number in article": 12,
            "reference": "Subramaniam S, Wang-Ying  Hui-Chan  C, Bhatt TA. A cognitive-balance  control training paradigm using Wii fit to reduce fall risk in chronic stroke survivors. J Neurol Phys Ther . 2014;38(4):216-225.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Morone G, Paolucci T, Luziatelli S, et al. Wii Fit is effective in women with bone loss condition associated with balance disorders: a randomized controlled trial. Aging Clin Exp Res. 2016;28(6):1187-1193.  doi:10.1007/s40520-016-0578-6.  (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Padala KP, Padala PR, Lensing SY, et al. Efficacy of Wii-Fit on static and dynamic balance in community dwelling older veterans: a randomized controlled pilot trial. J Aging Res. 2017;1-9.  doi:10.1155/2017/4653635. (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Gomes GCV, Simoes MDS, Lin SM, et al. Feasibility, safety acceptability, and functional outcomes of playing Nintendo wii fit plus for frail older adults: a randomized feasibility clinical trial. Maturitas. 2018;118:20-28.  doi:10.1016/j.maturitas.2018.10.002. (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Morrison S, Simmons R, Colberg SR, Parson HK, Vinik AI. Supervised balance training and wii fit-based exercises lower falls risk in older adults with type 2 diabetes. J Am Med Dir Assoc . 2018;19(2):185.e7-185.e13.  doi:10.1016/j.jamda.2017.11.004. (RCT)"
        },
        {
            "number in article": 17,
            "reference": "Hsu TY. Effects of Wii Fit(®) balance game training on the balance ability of students with intellectual disabilities. J Phys Ther Sci . 2016;28(5):1422#1426. doi:10.1589/ jpts.28.1422. (RCT)"
        },
        {
            "number in article": 18,
            "reference": "Nicholson VP, McKean M, Lowe J, Fawcett C, Burkett B. Six weeks of unsupervised Nintendo Wii Fit gaming is effective at improving balance in independent older adults. J Aging Phys Act . 2015;23(1):153-158.  doi:10.1123/japa.2013-0148.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Rohof B, Betsch M, Bjorn R, Tingart M, Quack V. The Nintendo wii fiit balance board can be used as a portable and low-cost posturography system with good agreement compared to established systems. Eur J Med Res . 2020;25(44). doi:10.1186/s40001-020-00445-y.  (RV)"
        },
        {
            "number in article": 20,
            "reference": "Lima CA, Ricci NA, Nogueira EC, Perracini MR. The berg balance scale as a clinical screening tool to predict fall risk in older adults: a systematic review. Physiotherapy . 2018;104(4):383-394.  doi:10.1016/j.physio.2018.02.002. (SR)"
        },
        {
            "number in article": 21,
            "reference": "Padala KP, Padala PR, Lensing SY, et al. Efficacy of Wii-Fit on static and dynamic balance in community dwelling older veterans: a randomized controlled pilot trial. J Aging Res. 2017;1-9.  doi:10.1155/2017/4653635. (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Mirrison S, Simmons R, Colberg SR, Parson HK, Vinik AI. Supervised balance training and wii fit-based exercises lower fall risk in older adults with type 2 diabetes. JAMBDA. 2018;19(2):185.e7-185.e13.  doi:10.1016/j.jamda.2017.11.004. (RCT)"
        }
    ]
}