{
    "metadata": {
        "title": "Biceps Brachii Rupture",
        "synonyms": [
            "biceps rupture",
            "biceps tendon rupture",
            "proximal biceps rupture",
            "distal biceps rupture"
        ],
        "anatomical location body part affected": [
            "Anterior upper arm and shoulder/biceps brachii; long head of the biceps tendon in most cases"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Rupture of the biceps brachii occurs most often proximally in the long head of the biceps tendon (LHBT), either at the bicipital groove or from avulsion at the superior rim of the glenoid labrum. Rupture of the biceps brachii distal tendon involves partial or complete tears of the aponeurosis at the radial tuberosity(1,5)",
            "LHBT rupture is usually nontraumatic and associated with tendinosis and chronic partial tearing (i.e., degenerative changes) due to rotator cuff impingement or shoulder joint instability(1,5)",
            "LHBT rupture is generally characterized by the Popeye deformity. However, in obese individuals, the Popeye deformity may not be obvious (5)",
            "Distal biceps rupture is less common (1.2 cases/100,000 per year) and, in contrast, is usually caused by severe blunt trauma or unexpected eccentric tearing(4)",
            "The brachialis and brachioradialis muscles are primary elbow flexors like the biceps, but the brachialis does not contribute to forearm supination and the brachioradialis is a much weaker supinator than the biceps. Following biceps rupture, strength is thus reduced more in supination than in elbow flexion, especially after complete distal rupture or avulsion from the radial tuberosity(2,5)",
            "The LHBT also assists in stabilizing the humeral head in the glenoid fossa during powerful elbow flexion, forearm supination, and abduction of the shoulder in the scapular plane. (5,6) A significant deficit in these functions after LHBT rupture may impair overhead activities (e.g., lifting, throwing, painting)",
            "The initial management of biceps rupture typically is conservative in middle-aged  and older adults, whereas surgical treatment (i.e., reattachment, tenodesis, autograft) may be chosen for restoring biceps function in young, physically active adults and in cases of complete distal rupture(1,5)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M66.821": "Rupture of tendon of biceps (upper arm), nontraumatic, right",
            "M66.822": "Rupture of tendon of biceps (upper arm), nontraumatic, left",
            "M66.829": "Rupture of tendon of biceps (upper arm), nontraumatic, unspecified",
            "S46.1": "injury of muscle and tendon of long head of biceps",
            "M25.519": "Pain in shoulder (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The patient is more often male and the dominant arm usually is affected ",
            "Patients with LHBT rupture may have heard a popping sound at the time of injury, indicating a complete tear, and thereafter felt reduced pain previously associated with local tendinopathy",
            "Biceps muscle retraction (i.e., “Popeye” sign in LHBT rupture)",
            "Point tenderness and a palpable defect at the rupture site.(1) In distal biceps tendon rupture, this is indicated by a positive “hook” test",
            "Weakness, reduced ROM, and reduced stability in the affected upperextremity during ADLs",
            "Distal biceps rupture results in significant losses of strength in elbow flexion and forearm supination",
            "Postoperative patients typically are immobilized in 90˚ elbow flexion with a rigid cast for 2 to 6 weeks, followed by progressive increases in elbow ROM using a hinged brace Causes & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Report suspected incomplete healing of the biceps rupture because of ongoing mechanical pain immediately to physician",
            "Refer back to the physician if there are abnormal findings (e.g., positive upper limb neurodynamic testing) that suggest cervical origin",
            "Differential diagnosis includes labral tears, shoulder impingement, and humeral fractures proximally. Distal biceps rupture differential diagnosis should rule out cubital tunnel syndrome and radial head fractures",
            "While examination may reproduce the patient’s complaints, caution should be used to avoid exacerbating patient’s symptoms "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:": [
            "Spontaneous or non-traumatic  LHBT rupture is associated with extensive tendinosis(1)",
            "Distal biceps rupture is due to sudden trauma, usually eccentric overstretching(4,5)",
            "Proximal biceps rupture is correlated with rotator cuff disease (5)",
            "Sports-related  trauma (case examples)–Weight lifting (5)–Wrestling (5)"
        ],
        "pathogenesis:": [
            "Age, overuse of the arm, smoking, and prolonged use of corticosteroids contribute to tendon degeneration, which can leadto tendinopathy. Poor blood supply to the distal biceps tendon can also create potential for tendon rupture (5)",
            "In a study, distal biceps rupture was more commonly found in men who sustained an unanticipated eccentric force to theflexed elbow, such as in carrying a maximal weight that fatigues and overextends the contracted biceps(4)"
        ],
        "risk factors:": [
            "Male sex(4)",
            "Coexisting shoulder pathology (e.g., impingement syndrome, rotator cuff lesions)",
            "Repetitive overhead occupational activities that stress the LHBT as a stabilizer of the glenohumeral joint (e.g., massagetherapy, shoveling, construction, tree trimming, heavy lifting)",
            "Sports that involve loading the upper extremity above shoulder height (e.g., swimming, tennis, gymnastics, baseball, golf,weight lifting)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Avoid movements of the involved upper extremity that provoke increased pain",
        "Consult a physician if the patient reports new signs or symptoms of nerve involvement (e.g., numbness, paresthesia, motor loss) in the affected upper extremity Anterior compartment syndrome is a medical emergency that warrants immediate referral to emergency medicine. For detailed information see Clinical Review … Anterior Compartment Syndrome ; CINAHL Topic ID Number: T708485",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Report suspected incomplete healing of the biceps rupture because of ongoing mechanical pain immediately to physician",
            "Refer back to the physician if there are abnormal findings (e.g., positive upper limb neurodynamic testing) that suggest cervical origin",
            "Differential diagnosis includes labral tears, shoulder impingement, and humeral fractures proximally. Distal biceps rupture differential diagnosis should rule out cubital tunnel syndrome and radial head fractures",
            "While examination may reproduce the patient’s complaints, caution should be used to avoid exacerbating patient’s symptoms "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " -When did symptoms begin? -Was a traumatic event involved, or did symptoms develop slowly? -What was the patient doing just prior to the onset of symptoms? -Was a popping sound heard?",
                "course of treatment": {
                    "medical management": "Nonsurgical management is usually sufficient for individuals who have had a proximal tendon rupture. There is still not enough evidence to determine whether surgical intervention is superior to nonsurgical management (5)",
                    "surgical management": [
                        "Surgical management: The decision to treat surgically (followed by immobilization with a rigid cast at 90˚ or mobile functional bracing) is influenced by the patient’s age, activity status (occupational or recreational), location and degree of rupture, surgical risk, and predisposing medical conditions"
                    ],
                    "medications": "Determine what medications the clinician has prescribed; are they being taken? NSAIDs may be prescribed for pain management",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Imaging may be performed if the diagnosis is unclear or a partial rupture is suspected (5)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Ask the patient to describe the main aggravating activity. Pain usually improves with rest. Repetitive overhead activities, especially those involving supination and elbow flexion, can overload the role of the LHBT",
                "body chart": "Use a body chart to document location and nature of symptoms. Pain commonly is located in the anterior shoulder but can refer down the radial side of arm and hand",
                "nature of symptoms": "Document the nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Symptoms may include achy pain, tenderness, easy fatigability, and paresthesia",
                "rating of symptoms": "Assess for provocation of pain with elbow flexion and forearm supination against resistance. Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. If the individual sleeps on the injured arm, pain may increase",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Is there a prior history of shoulder, elbow, or forearm injury, pain, or surgery? It is common for patients with non-traumatic LHBT rupture to have a history of rotator cuff syndrome, intraarticular lesions (e.g., labral tears), or shoulder impingement syndrome",
                    "comorbid diagnoses": "Ask the patient about other medical problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he/she may be experiencing that impair ADLs"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the patient participate in overhead sports?",
                "functional limitations assistance with ADLs adaptive equipment": "Inquire about limitations in ADLs. Impairments may be noticed in everyday activities such as taking out the trash or holding a grocery bag. Pain may also limit throwing or extending the arms",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be appropriate ›Relevant tests and measures:  (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) •Body Mechanics/ Ergonomics:  Assess body mechanics with ADLs and functional activities; perform ergonomic assessment as indicated",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess peripheral pulses. Should be normalRule out cervical radiculopathy or other peripheral nerve involvement with modified nerve tension testing, if appropriate Joint integrity and mobility –Although the functions of the LHBT are debated, the tendon may provide anterior glenohumeral stability and humeral head depression. However, biceps tendon injuries commonly are associated with other shoulder conditions that affect stability. Thus, an assessment of anterior, inferior, and posterior glenohumeral joint mobility should be performed to rule out instability –Also assess scapulothoracic mobility",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": " Muscle strength –Assess strength of shoulder movements in forward elevation, abduction, adduction, and internal and external rotation. Also assess elbow flexion, extension, and forearm supination/pronation. Compare results to the unaffected shoulder and elbow. Resisted shoulder flexion will likely be painful and forearm supination strength may be slightly diminished",
            "observation inspection palpation including skin assessment": [
                "There is usually no apparent swelling, redness, or warmth",
                "A visible gap in the biceps muscle belly indicates rupture. Ecchymosis and a lump on the lateral upper arm may also be indicative of a ruptured tendon",
                "Assess tenderness (using V AS) at the bicipital groove; compare to the noninjured upper extremity. Palpate proximal biceps with shoulder externally rotated, confirm by producing pain by resisting attempt to flex elbow or supinate forearm with elbow bent and against side. The LBHT may be palpated medial to the lesser tubercle if the tendon is only dislocated, rather than ruptured",
                "Palpate and inspect biceps muscle for atrophy, deformity, or adhesions compared to uninvolved side; biceps tendinosis generally is felt anteriorly, but compare with uninvolved side because this area can be tender regardless of pathology",
                "Assess surface anatomy of acromioclavicular and sternoclavicular joints compared to uninvolved side"
            ],
            "posture": " Posture –Assess the neck, thoracic spine, clavicles, scapulae, and shoulders for bilateral symmetry and general posture –Inspect for deformity, including winged scapula, and muscle atrophy –Scoliosis will cause one shoulder to be higher, and thus may falsely present as overly developed shoulder musculature",
            "range of motion": " Range of motion –Assess scapulohumeral rhythm during active ROM. Entrapment of the LHBT may result in incomplete gliding through the groove and a loss of 10˚ to 20˚ of elevation, whereas a dislocated or ruptured LHBT prevents elevation past 90˚ –Assess elbow and wrist ROM –Screen cervical movements to rule out a radiculopathyReflexes typically are normalAssess if injury is limiting function, especially in overhead or lifting",
            "self-care activities of daily living": " activities",
            "reflex testing": "",
            "sensory testing": "Dermatome scan typically is normal. Although paresthesia and referred pain may be experienced, patients reporting such symptoms should have a cervical condition ruled out Special tests specific to diagnosis of proximal biceps pathologyPatient standing or sitting, the upper extremity is internally rotated, coupled with shoulder flexion; pain signals possible impingement of the LHBT underneath the coracoacromial arch Patient seated, elbow flexed 90°. Examiner palpates the biceps tendon 3 inches below the glenohumeral joint and rolls the tendon from side to side in bicipital groove. Test positive if pain increases. Palpable displacement of tendon indicates instability of the LHBTPatient seated, forearm supinated, elbow fully extended, shoulder forward flexed 90°. Examiner resists further forward flexion. Test positive if pain increases at the bicipital groovePatient standing or sitting, elbow flexed 90° and stabilized against the thoracic cage with the forearm pronated. As the examiner resists supination by the patient, test is considered positive if pain increases at the bicipital groovePatient standing or sitting, the upper extremity is in a position of 90° of shoulder and elbow flexion; the clinician holds the upper extremity in this position while internally rotating the arm; clinician assesses for pain in the bicipital groove with this maneuverClinician inserts finger under distal biceps tendon (aponeurosis). A positive sign is inability to lift tendon,http",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or the specific protocols of the treatment clinic",
                "Raynaud’s syndrome",
                "Over an area of circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Cold intolerance",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young or very old",
                "Persons with aversion to cold",
                "Application over areas with a lack of intact thermal sensation",
                "Application over areas of vascular insufficiency or vascular disease",
                "Application over areas of recent hemorrhage or potential hemorrhage",
                "Application over areas of known malignancy",
                "Application over areas of acute inflammation",
                "Application over infected areas where infection may spread or cross-contamination  may occur",
                "Application over areas where liniments or heat rubs have recently been applied",
                "Application in any situation deemed unreliable by the practitioner "
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Failure to avoid aggravating activities until adequate strengthening increases the risk of irreversible scarring, tendon subluxation/dislocation, or re-rupture(1)",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Cryotherapy contraindications  (3)",
                "Cryotherapy precautions  (3)",
                "Thermotherapy contraindications  (3)"
            ]
        },
        "diagnosis need for treatment": "Biceps brachii rupture/restricted ROM and strength in some ADLs. Trial of physical therapy to reduce pain and improve function of the biceps mechanism",
        "rule out": " Rule out Glenohumeral instability Rotator cuff lesion Subscapularis tear/impingement Supraspinatus tear/impingement Humeral/radial head fracture Adhesive capsulitis Subacromial bursitis Peripheral nerve entrapment Inflammatory arthropathy Cervical radiculopathy Heterotopic ossification",
        "prognosis": [
            "In general, patients with proximal or distal biceps rupture have a favorable prognosis whether treated conservatively or operatively, and return to their usual ADLs despite variable strength deficits in the involved upper extremity(1,5)",
            "Diagnosis and treatment of biceps rupture is crucial, especially in the young, active patient,because of the tendon’s ability to retract, making later repair cases difficult (5)",
            "Weakness that persists after physical rehabilitation may impair some high-intensity  ADLs",
            "Throwing and other overhead athletes should expect a decrease in sports performance(1)"
        ],
        "referral to other disciplines": "",
        "other considerations": [
            "Cosmetic appearance –If severe, physical deformity (e.g., muscle atrophy) of the affected arm should be considered when treating patients with biceps rupture. Younger patients may opt for a surgical procedure to correct the deformity (i.e., “Popeye” sign after LHBT rupture)",
            "Physical activity –When treating athletes or highly active individuals with biceps rupture, decreased upper-extremity  strength and endurance may restrict performance and return to full play"
        ],
        "treatment summary": [
            "A comprehensive shoulder exercise program for the biceps, rotator cuff, and scapular stabilizers will likely reduce deficits in upper-extremity  ROM, strength, and shoulder joint stability",
            "The physical therapy treatment plan should involve patient education on overhead faulty techniques/errors, as well as discussion of acceptable approaches to relative rest and activity modification. Proper posture and body mechanics should also be reviewed",
            "Physical therapy treatment for the rehabilitation of distal biceps repair generally includes the following:(7) –Bracing and early ROM -The surgeon may limit elbow extension ROM for up to 4 – 6 weeks and progress to full extension ROM depending on the tension in the repaired tendon –Phase I recovery (weeks 0–6) -Minimize pain -Reduce swelling -Protect the surgical incision/repair -Cryotherapy such as ice massage, ice packs, cold whirlpool -Hand and wrist ROM and gripping exercises can be initiated immediately -Shoulder girdle ROM including glenohumeral and scapulothoracic PROM and AROM exercises to avoid stiffness of the shoulder -No active elbow flexion or supination -Contraindications to moving to phase II rehabilitation include persistent pain and/or swelling –Phase II recovery (weeks 6–12) -Isometric triceps exercises -Wrist flexion and extension strengthening  -Addressing scapulothoracic dyskinesis to restore proper biomechanics of the shoulder –Phase III recovery (weeks 12–16) -Isometric biceps strengthening exercises can be initiated -Light biceps isotonic exercises can begin at week 16 -Continue with rotator cuff and scapular stabilization exercises -Open-chain  and closed-chain  kinetic exercises –Phase IV recovery (weeks 16+) -Biceps strengthening exercises -Attainment of full upper extremity strength may allow a patient to return to sport",
            "Follow postoperative guidelines. Typically, passive pronation and supination with the elbow flexed at or greater than 90° of flexion is allowed after 2 weeks and active flexion is started at 8 weeks(1) . Problem Goal Intervention Expected Progression Home Program Pain Decrease pain Patient education _ Instruct the patient to modify or discontinue activities that provoke pain, such as restricting the range of daily upper-extremity activities to below shoulder height _ _ Physical agents and mechanical modalities _ Use of cryotherapy for pain reliefReduced need for passive modalities over timeRest to allow decreased pain. Educate the patient on modifying activities that involve aggravating movements, such as overhead activity. Instruct the patient in use of cold packs, proper posture, and correct body mechanics(3)  Reduced ROM Improve ROM Physical agents and mechanical modalities _ The use of hot packs prior to treatment may assist in attaining further ROM gains. The efficacy of ultrasound therapy is uncertain _ _ Therapeutic exercises _ Once pain has subsided, ROM and gentle stretching exercises may be prescribed (e.g., wall walking, pulleys, towel stretches). Avoidance of abduction and aggressive overhead exercises may be necessary _ _ Manual therapy _ Resolve restricted scapular, thoracic spine, and/or shoulder joint arthrokinematics with appropriate joint mobilization techniquesTherapeutic exercises _ Progress abduction and overhead exercises, as appropriateHome exercise program of ROM and stretching exercises  Shoulder/scapular and biceps muscle weakness or atrophyIncrease strength of weak musclesTherapeutic exercises _ Strengthening should focus on the scapular stabilizers and the rotator cuff. Begin with isometric strengthening of the middle/lower scapular retractors along with internal and external rotator cuff strengthening exercises, as indicated _ _ Manual therapy _ Proprioceptive neuromuscular facilitation (PNF) for improving scapulohumeral rhythm (e.g., therapist manually resists scapular elevation, depression, protraction, and retraction)Therapeutic exercises _ Progress to dynamic scapular stabilizing exercises, anterosuperior rotator cuff strengthening (e.g., scaption or forward flexion with weight),(3) and biceps strengthening (e.g., isometrics, bicep curls, or resisted supination as appropriate)Provide a home exercise program that incorporates strengthening of the scapular stabilizers, rotator cuff, and biceps Poor posture and weak core/trunk strengthCorrect faulty posture and improve core/trunk strengthPatient education _ Educate the patient on proper posture concepts along with posture monitoring techniques _ _ Therapeutic exercises _ Pectoral stretching, deep cervical flexor strengthening, and foam roller exercises. Also incorporate transversus abdominis strengtheningTherapeutic exercises _ Progress to dynamic closed-chain stabilization and ball stabilization exercisesIncorporate postural correction and core/ trunk strengthening exercises in the home exercise program Restrictions in ADLs or sportRestore prior functional capacity in ADLs or sportTherapeutic exercises _ When appropriate, introduce dynamic, multidirectional exercises that begin to resemble activities similar to typical environmentFunctional training _ Slowly reintegrate into to sport-specific trainingGradual return to sport/ activity as appropriate  ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain": [
            "V AS"
        ],
        "improved rom  flexibility": [
            "Goniometry",
            "Flexibility testing"
        ],
        "increased strength of weak muscles": [
            "Manual muscle testing"
        ],
        "isokinetic testing": [],
        "corrected faulty posture and improved core trunk strength": [],
        "restored to prior functional capacity in adls or sport": [
            "Functional testing (Disabilities of the Arm, Shoulder and Hand [DASH] Outcome Measure)",
            "Patient satisfaction surveys"
        ]
    },
    "maintenance or prevention": [
        "Similar to athletes recovering from rotator cuff injuries, patients treated for biceps rupture should be given an independent shoulder strengthening/stretching program along with posture and core stability exercises. Patients should also be advised to warm up slowly before strenuous activity"
    ],
    "patient education": [
        "PhysioAdvisor.com website: “Biceps Tendon Rupture,” https://www.physioadvisor.com.au/injuries/elbow-forearm/biceps-tendon-rupture/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Stretanski MF. Biceps tendon rupture. In: Frontera WR, Silver JK, Rizzo T, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Saunders Elsevier; 2019:64-68.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Schmidt CC, Brown BT, Sawardeker PJ, DeGravelle M, Jr. Factors affecting supination strength after distal biceps rupture. J Shoulder Elbow Surg . January 2014;23(1):68-75. doi:10.1016/j.jse.2013.08.019. (R)"
        },
        {
            "number in article": 3,
            "reference": "In: Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016:42-44,  80-82. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Chebli C. An update on distal biceps tendon ruptures. Curr Orthop Pract . 2015;26(2):119-125.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Hsu D, Anand P, Chang KV. Biceps tendon rupture. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Tiwana MS, Charlick M, Varacallo M. Anatomy, shoulder and upper limb, biceps muscle. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Logan CA, Shahien A, Haber D, Foster Z, Farrington A, Provencher MT. Rehabilitation following distal biceps repair. Int J Sports Phys Ther . 2019;14(2):308-317.  (RV) "
        }
    ]
}