{
    "metadata": {
        "title": "Childhood-Onset  Fluency Disorder (Stuttering)  Bilingualism",
        "synonyms": [
            "bilingualism  stuttering",
            "disfluency  bilingualism",
            "stammering  bilingualism",
            " fluency disorder: bilingualism"
        ],
        "anatomical location body part affected": [
            "The cause of stuttering is unknown. It is theorized that the primary cause of the disorder is neurological and that stuttering is also influenced by physiological, motoric, linguistic, psychological, and environmental factors.(1) The articulators (mouth, lips, tongue) and larynx are affected"
        ],
        "area of specialty": [
            "fluency disorders"
        ],
        "description": [
            "Stuttering is a disruption in the fluency and flow of speech that is not appropriate for the individual’s age.(1,35) It usually begins in early childhood and may completely disappear or can last throughout life.(2,35) This type of disfluency typically results in anxiety about speaking and limits an individual’s ability to communicate, socialize, or effectively participate in school/social activities.(35) According the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition  (DSM-5 ), in order to be considered childhood-onset  fluency disorder, stuttering cannot be attributable to a motor speech or sensory deficit, neurological injury or disease, or other known medical condition.(35) Definitions of \"bilingual\" vary and include:(3)",
            "Only people who have equal, \"native-like\"  skills in two (or more) languages",
            "People who are fluent in one language and are able to use another language to communicate basic wants and needs",
            "People who are exposed to two languages from birth",
            "People who were exposed to one language at birth and subsequently learn another language",
            "People who have past, present, or future need to use two languages regardless of their mastery of either language or age of acquisition"
        ],
        "indications": [],
        "ICD-9 codes": {
            "315.35": "childhood onset fluency disorder"
        },
        "ICD-10 codes": {
            "F80.81": "childhood onset fluency disorder _ (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Motor Speech G-code set": {
                "G8999": "Motor speech functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9186": "Motor speech functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9158": "Motor speech functional limitation, discharge status at discharge from therapy/ end of reporting on limitation"
            },
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement have been identified"
        ],
        "presentation signs and symptoms": [
            "Stuttering is characterized by primary stuttering behaviors such as repetitions, prolongations, interjections, and blocked words as well as secondary behaviors that are counterproductive adaptations that individuals might use to overcome their primary stuttering behaviors.(4,35) These symptoms can range in severity from mild to severe –Primary stuttering behaviors -Repetition: A repetition can occur at the beginning of a word and be a single sound (e.g., \"D-D-D-og\"), be a part of a word (e.g., \"Cat-cat-cat-catastrophe\"),  or be a repetition of an entire word (e.g., “I went to tototototo the store”)(35) -Prolongations: Prolongations occur with a single sound, consonant, or vowel (e.g., \"SSSSSay that again?\")(35) -Broken words: Pauses between words(35) -Interjections: Interjections are filler words that are used when a person has difficulty moving from one word to the next (e.g., \"I'll see you um um like um at 7:00 o'clock) -Audible or silent blocking: Blocking occurs when the mouth is positioned to say the word or part of a word but the word is stopped. Blocks can last for several seconds and can be silent or filled with a sound(35) -Circumlocutions: Circumlocutions are instances when a person will talk around a word that is known to be problematic in hopes of avoiding a stuttering moment (e.g., “the place where I go every Sunday” instead of “church”)(35) -Whole word repetitions (e.g., “A red-red-red-red-red-red  shirt”)(35) –Secondary stuttering behaviors are signs of physical tension or facial expressions that indicate struggle during speaking (e.g., pursed lips, eye blinks, flapping arms, facial tension, abnormal head movements).(5,35) Secondary behaviors also include choosing alternative words to avoid certain words on which the speaker expects to stutter.(4) There is a risk that secondary behaviors will increase and grow more pronounced as a child ages(6)  –Certain factors might exacerbate stuttering, including negative feelings and attitudes towards stuttering, patient-developed methods for avoiding stuttering, language difficulties, and speech motor control processes that may affect respiration, phonation, and articulatory rate(4) –Research on bilingual people who stutter is limited; it is difficult to draw conclusions about the characteristics of individuals who are bilingual and stutter or what treatments are effective due to small sample sizes(39) –Bilingual children and adults who stutter are most likely to stutter in both languages rather than in just one language; however, case studies have indicated that bilingual individuals may stutter more in one language than another(7) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Before a stuttering assessment, bilingual children should have a language assessment from a specialist in the area of bilingual language assessment to determine in which language the child is most proficient(36) –Authors of a study conducted in the United States with 18 Mexican American Spanish-English  speaking kindergarteners who did not have childhood-onset  fluency disorders reported that there was no difference according to language dominance in the frequency of stuttering-like  behaviors (such as word repetitions and revisions). There were 6 children in each of the 3 groups assessed – English dominant, Spanish dominant, and balanced bilingualism – and each group stuttered significantly more in Spanish (i.e., the children did not appear to have more stuttering moments in their less proficient language). These bilingual children did, however, exhibit more frequent stuttering-like  moments (between 3% and 22%) than monolingual children who do not have a childhood-onset  fluency disorder. For this reason, the authors suggested that the guidelines for %SS when diagnosing a childhood-onset  fluency disorder in a bilingual child should be different (higher) than those for monolingual children(36) –In a study of 25 Kannada-English  bilingual adults who stuttered that was conducted in India, researchers found that stuttering was present across both languages, but different in terms of types and frequency of stuttering moments. In this study, the frequency of stuttering was higher in English, which was L2 (the language acquired second) and the less proficient language for all subjects. In both languages, these subjects stuttered on content and function words; however, significantly more stuttering moments occurred on content words in both languages. When the speech samples were evaluated separately according to language and analyzed for grammatical category, more content words were stuttered in L1 (Kannada) and function words in L2 (English). Researchers emphasized the need for clinicians to not only understand the relative proficiency of their bilingual clients who stutter, but also the phonological, lexical, and prosodic differences in the two (or more) languages spoken. For example, unlike English, in Kannada, words have a CVCV syllabic structure and always end with a vowel(38) –For detailed information on language assessment and treatment of bilingual individuals, please see the series of Clinical Reviews on this topic",
            "A linguistic/cultural interpreter might be needed to gather a developmental history for children",
            "For adult patients, the SLP must determine the patient's goals before beginning assessment; if the goal is to achieve better fluency in all situations, the SLP can tailor the assessment differently than if the goal is to have fluency in specific situations or to reduce negative emotions associated with stuttering"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The exact cause of stuttering is unknown, but it is thought that genetics plays a role, and that some individuals haveinherent traits that put them at greater risk for stuttering.(1,2) Inherent factors that contribute to an individual's capacity forfluency include sensory-motor coordination, language development, conceptual development, and emotional development.Some studies have indicated that people who stutter have slower oral response times than those who do not stutter,suggesting that there might be a difference in motor systems of people who stutter(4)"
        ],
        "pathogenesis": [
            "Signs of stuttering are typically first noticed during the preschool years around 2.5 to 3 years of age.(8) Authors of a largecommunity cohort study conducted in the United States reported cumulative incidence of stuttering onset at 8.5% at 3 yearsof age(8)",
            "At the onset of stuttering, nonfluencies usually include nontense repetitions of sounds and syllables but can also includephysically tense prolongations and/or blocks.(4) The prevalence of stuttering among school-aged  children is 1%.(4)Secondary behaviors often increase and grow more pronounced in adolescence and adulthood.(6) In addition, negativeemotions associated with speaking sometimes increase as stuttering becomes chronic(9)"
        ],
        "risk factors:  risk factors for the persistence of stuttering beyond early childhood include:": [
            "Male sex(10)",
            "Family history of persistent stuttering(11)",
            "Onset of stuttering symptoms after the age of 2.5 years (late onset)(12)",
            "Presence of language delay or difficulty(13)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Speech-language  pathologists (SLPs) who work with individuals who are culturally and linguistically diverse must develop cultural competence. Culturally competent clinicians are those who: 1) simultaneously appreciate cultural patterns and individual variation, 2) engage in cultural self-scrutiny  by examining their own cultural beliefs and values, 3) embrace principles of evidence-based  practice, and 4) consider speech and language disorders within a social context(3) Whenever possible, a bilingual person should be assessed by an SLP who speaks both (or all) languages being assessed. Although beneficial, it is not necessary for an SLP to speak both languages that a person who stutters speaks in order to evaluate fluency.(37) Authors of a study conducted in New Zealand reported that 19 English-speaking  monolingual (or bilingual in a language other than Spanish) SLPs were able to accurately assess two bilingual Spanish-English  speaking adults who stuttered. Both adults were also assessed by 3 bilingual Spanish-English  speaking SLPs and the overall ratings of fluency provided by the bilingual and monolingual SLPs were not significantly different.(37) The identification and descriptions of specific types of stuttering moments within the Spanish speech sample, however, were not as well-described by the non-Spanish  speaking SLPs as they were by the Spanish-English  bilingual SLPs(37)",
        "Culture can influence an individual's attitude toward speech disfluencies as well as an individual's approach towards therapy.(13) Some cultures believe stuttering results from an emotional disturbance or is a form of punishment by a god or spiritual figure, and even within a single culture there can be wide variation of beliefs about disordered speech and communication in general. The SLP should ascertain the family's or individual's beliefs and feelings about stuttering and its causes through discussion(13) ",
        "It is important for the SLP to know the individual's history of therapy and knowledge of stuttering before beginning treatment. Many adults with chronic stuttering have participated in years of therapy and have varying levels of knowledge about stuttering and treatment strategies"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Before a stuttering assessment, bilingual children should have a language assessment from a specialist in the area of bilingual language assessment to determine in which language the child is most proficient(36) –Authors of a study conducted in the United States with 18 Mexican American Spanish-English  speaking kindergarteners who did not have childhood-onset  fluency disorders reported that there was no difference according to language dominance in the frequency of stuttering-like  behaviors (such as word repetitions and revisions). There were 6 children in each of the 3 groups assessed – English dominant, Spanish dominant, and balanced bilingualism – and each group stuttered significantly more in Spanish (i.e., the children did not appear to have more stuttering moments in their less proficient language). These bilingual children did, however, exhibit more frequent stuttering-like  moments (between 3% and 22%) than monolingual children who do not have a childhood-onset  fluency disorder. For this reason, the authors suggested that the guidelines for %SS when diagnosing a childhood-onset  fluency disorder in a bilingual child should be different (higher) than those for monolingual children(36) –In a study of 25 Kannada-English  bilingual adults who stuttered that was conducted in India, researchers found that stuttering was present across both languages, but different in terms of types and frequency of stuttering moments. In this study, the frequency of stuttering was higher in English, which was L2 (the language acquired second) and the less proficient language for all subjects. In both languages, these subjects stuttered on content and function words; however, significantly more stuttering moments occurred on content words in both languages. When the speech samples were evaluated separately according to language and analyzed for grammatical category, more content words were stuttered in L1 (Kannada) and function words in L2 (English). Researchers emphasized the need for clinicians to not only understand the relative proficiency of their bilingual clients who stutter, but also the phonological, lexical, and prosodic differences in the two (or more) languages spoken. For example, unlike English, in Kannada, words have a CVCV syllabic structure and always end with a vowel(38) –For detailed information on language assessment and treatment of bilingual individuals, please see the series of Clinical Reviews on this topic",
            "A linguistic/cultural interpreter might be needed to gather a developmental history for children",
            "For adult patients, the SLP must determine the patient's goals before beginning assessment; if the goal is to achieve better fluency in all situations, the SLP can tailor the assessment differently than if the goal is to have fluency in specific situations or to reduce negative emotions associated with stuttering"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document when speech and/or language difficulties were first noticed. Who referred the individual for an evaluation (e.g., parent, teacher, self)? -There is some evidence to indicate that parents tend to overestimate the presence of stuttering in bilingual children (as compared to parents of monolingual children)(39)",
                "course of treatment": {
                    "medical management": "Determine whether or not the individual is receiving medical care for other conditions",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? There are currently no medications specifically approved by the U.S. Food and Drug Administration (FDA) to treat stuttering; however, several medications used to treat other disorders have been trialed in studies (e.g., olanzapine and pagoclone)(1) Authors of a systematic review of pharmacological treatment studies for stuttering found that none of the pharmacological agents tested have been shown to reduce stuttering below the rate of 5% syllables stuttered (SS) or to improve social, emotional, or cognitive variables related to stuttering(14)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Fluency evaluation (please see Special tests specific to diagnosis , below) ",
                        "Language and/or speech evaluation"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether or not they help (e.g., relaxation techniques, yoga)",
                    "previous therapy": "Document whether the individual has had speech therapy or other interventions for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Determine factors that appear to increase the individual's level of stress and may lead to -What is the reaction of the family/community/peers to the individual's stuttering? -Does the individual have anxiety regarding certain speaking situations? -Does the individual stutter more in certain situations? -What other variables influence the individual's fluency?(15)",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms -Was the individual delayed in beginning to speak/acquiring speech and language skills? -Did the stuttering begin gradually or suddenly? -Does the individual have word repetitions? -Does the individual appear to use circumlocutions? -Does the individual block or get stuck on words? -Does the individual use a lot of filler words (e.g., um, like)? -Does the individual show tension or signs of struggle when stuttering? -Is the individual ever hesitant to speak?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 0-10 scale to assess the individual's fluency in different environments(16)",
                "pattern of symptoms": "Document changes in fluency related to environment and conversational partner",
                "sleep disturbance": "Document number of wakings/night if relevant",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician or psychotherapist (e.g., signs of severe anxiety)Does the individual exhibit anxiety about his or her speech? Is the individual reluctant to talk?Document hearing status including history of known or suspected hearing loss as well as use of hearing aid(s) or cochlear implant(s) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the individual have a history of other speech and language disorders? Is there a family history of stuttering?",
                    "comorbid diagnoses": "Ask the patient and/or parent/caregiver about other problems, including communication problems, attention problems, anxiety,and hearing loss",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient and/or parent/caregiver about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include speech impact his or her ability to participate in academic, professional, or leisure activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the individual need assistance with daily activities that require communication, such as making phone calls?",
                "living environment": "What language(s) are spoken in the home? Does the individual speak one language better than another? Does the individual prefer one language to another? What are the parents'/siblings' reactions to the individual's stuttering? "
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosisThe following informal and formal measures can be used to assess fluency in both languages. Measures of affective components regarding stuttering may have to be adapted if a patient's background and living experiences differ significantly from those listed in the inventories. A simple way to adapt is to ask the individual if the questions are relevant to his or her personal experience(13) -Speech samples for fluency analysis should be taken in all of the languages that the patient speaks on a regular basis. Individuals who stutter become more fluent with repeated readings of the same passage. Bilingual speakers have to do the same tasks twice; thus, to minimize practice effects, the SLP should counterbalance the order of the speech samples(20) -Collect a speech sample that represents the individual's speech in everyday use (e.g., interview with the individual about a recent holiday, description of the individual's job or leisure activities) as well as a speech sample in a structured activity (e.g., picture description, reading a passage aloud)(4,15) -Calculate the percentage of total disfluencies from a recorded 100-word  speech sample (total number of words containing both stuttering-like and nonstuttering disfluencies divided by the total number of words that would have been spoken without disfluencies)(4) -Calculate the percentage of stuttering-like disfluencies from a recorded or online 100-word speech sample. To collect an online sample, use a dual-button  press counting device (to collect number of syllables and the percentage of syllablessingle syllable, word and sound repetitions, whole-word repetitions, prolongations, blocks, and broken words(4) -Calculate the percentage of non-stuttering-like disfluencies from a recorded or online 100-word speech sample (phrase repetitions, revisions, and interjections)(15) -Calculate the duration (time) of blockages -Calculate the frequency of secondary stuttering behaviors in the speech sample(15)  -Describe other aspects of fluency such as the observable level of muscular tension, emotional reaction to stuttering behaviors, coping behaviors, avoidance behaviors, or any anomalies in social interaction such as poor eye contact, low speaking volume, low muscle tone, or poor posture(15) -Take a sample of speech rate (words/per minute or syllables per minute).(18) Record a 3-minute spontaneous speech sample. Divide the number of syllable or words spoken by the total number of minutes. This measure is more useful as a criterion-referenced  measure rather than a standardized measure as there are few reliable normative data in many languages(20) -The following signs of stuttering assist in distinguishing stuttering from normal disfluencies in English. However, these indications should be used with caution to analyze disfluency in other languages. For example, French speakers who do not stutter have been found to have twice as many stutter-like  disfluencies as English speakers of a similar age and education.(20) The SLP must use perceptual judgment and observe the speaker’s level of visible tension(4) -The presence of three or more stuttering-like disfluencies such as sound repetitions, blocks, or prolongations per 100 words(4) -Blocks or prolongations account for 25% or more of total disfluencies(4) -Presence of repetitions, prolongations, or blocks occurring in adjacent sounds or syllables within a word(4) -The individual demonstrates an increase in the rate and irregularity of repetitions(4) -The individual shows signs of tension or struggle when she or he is disfluent(4) -The presence of secondary behaviors such as eye blinks, tics, or interjections before or after a disfluency(4) -The individual is frustrated or embarrassed about stuttering(4)(21) The SSI-3  quantifies stuttering severity and is intended to supplement information from patient and/or parent interviews, speech samples, and speech and language tests. Speech samples are analyzed for frequency of stuttering, duration of stuttering events, and physical concomitants of stuttering (e.g., nonspeech sounds, abnormal facial movements or tension, head movements, or movements of extremities). This can be used with individuals aged 2 years, 10 months to adults(22) An assessment of the functional impact of stuttering, including the impact on lifestyle and the cognitive/emotional reactions related to stuttering. Available in both English and Spanish for individuals aged 7 and older(23) A 60-item  inventory designed to assess speech struggle, avoidance, and assumptions and beliefs of the individual regarding the ability to speak successfully. This instrument requires the patient to analyze his or her own speech in different situationsTo self-monitor  stuttering during therapy, the individual can rate stuttering severity or stuttering naturalness in certain situations. Obtain a baseline measure of the individual's self-rating  on a 9-point  or 10-point scale in both languages.(16) Severity ratings have been found to be reliable and to have good agreement with ratings made by SLPs(16)",
            "speech and language examination": " Speech and language examinationObtain information on the amount of time that the individual has been exposed to each language and the contexts in which he or she uses each language. Self-ratings  of language proficiency, language frequency, and language use can be obtained from the patients themselves or the parents of younger patients. Rating scales ask the individual or individual's parents to rate the levelauditory comprehension, verbal expression, reading comprehension, and written expression (see Lim, 2008 for example).(17) Several studies have found that individuals stutter more in the language in which they are less dominant(18,19) –Assess language skills through formal and informal measures if there are concerns about expressive or receptive language skills. For children, it is particularly important to determine if disfluencies are caused in part by an unbalanced or diminished language ability in one or both languages.(13) Limited proficiency in a language can cause a person to have frequent pauses and nondisordered speech disfluencies. Authors of a study conducted in the United States with 18 Mexican American Spanish-English speaking kindergarteners who did not have childhood-onset fluency disorders reported that there was no difference according to language dominance in the frequency of stuttering-like  behaviors (such as word repetitions and revisions). There were 6 children in each of the three groups assessed – English dominant, Spanish dominant, and balanced bilingualism – and each group stuttered significantly more in Spanish (i.e., the children did not appear to have more stuttering moments in their less proficient language). These bilingual children did, however, exhibit more frequent stuttering-like  moments (between 3% and 22%) than monolingual children who do not have a childhood-onset  fluency disorder. For this reason, the authors suggested that the guidelines for %SS when diagnosing a childhood-onset  fluency disorder in a bilingual child should be different (higher) than those for monolingual children.(36)T709066",
            "neurological examination": "",
            "oral structure and oral motor function": "Assess the individual’s oral motor skills during speech, imitation of motor movements, diadochokinesis (DDK) tasks, and strength testing tasks",
            "perception": "",
            "arousal attention cognition": "Has the individual received cognitive testing by a psychologist or psychiatrist? Document results of any cognitive evaluation",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Culture can influence an individual's attitude toward speech disfluencies as well as his or her approach to therapy.(13) Some non-North American cultures believe stuttering results from an emotional disturbance or is a form of punishment by a god or spiritual figure, and even within a single culture there can be wide variation of beliefs about disordered speech. The SLP should ascertain the family's or individual's beliefs and feelings about stuttering and its causes through discussion(13)",
                "Treatment outcomes for stuttering in one language might not necessarily generalize to another language(13,20)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment For children, a comprehensive fluency evaluation will determine need for treatment. If stuttering is evident, it is essential that the child be provided with evidence-based  stuttering treatment as stuttering becomes more difficult to treat with age.(24) Eligibility for speech therapy services in the schools is based on evidence that the child's fluency disorder negatively affects participation in academic, nonacademic, and extracurricular settings.(25) Stuttering is often described on a scale from mild to severe  For adults, a comprehensive fluency evaluation in combination with the individual's level of desire to pursue therapy for stuttering will determine need for treatment",
        "rule out": " Rule out Neurogenic stuttering (for detailed information regarding assessment and treatment of neurogenic stuttering, see Clinical Review…Stuttering: Neurogenic ; CINAHL Topic ID Number: T709167) Cluttering (for detailed information regarding assessment and treatment of cluttering, see Clinical Review…Cluttering ; CINAHL Topic ID Number: T709170)A child who does not have clinical stuttering but who is struggling with a second language might exhibit disfluencies, but most likely will not exhibit secondary features. In addition, stuttering is often absent or minimal in the child's stronger language.(13) There is also some evidence that bilingual adults stutter more in the language in which they are less proficient(19)",
        "prognosis": [],
        "referral to other disciplines": "Referral to a psychologist or psychotherapist to treat anxiety associated with stuttering as necessary",
        "other considerations": [],
        "treatment summary": [
            "Children –Research on stuttering in bilingual children is limited. There is some controversy regarding the possible negative effects of bilingualism on stuttering, with some experts advocating that the child be exposed to only one language until that language can be used successfully.(7) However, this recommendation is not supported by extensive research, and it is often impractical for bilingual families to limit a child's exposure to one language.(20) In addition, some researchers suggest that bilingualism is not necessarily a negative factor in or barrier to early stuttering treatment(27) –It is recommended that stuttering therapy for young children include the parents/caregivers in treatment, and it is especially important that parents/caregivers be involved in stuttering therapy for bilingual children, particularly if the SLP does not speak the child's dominant language. Parents/caregivers should attend therapy sessions, learn fluency targets, review lessons with the child, model target-assisted  speech at home, and assist the child in completing fluency homework assignments.(28) However, it is important to note that parent-based stuttering training programs might not match the interaction style of families in some cultural groups. The SLP must first learn the family's values and beliefs relevant to communication. This is best achieved through open-ended questions requesting descriptive information (e.g., \"Please describe a typical playtime with your child.\").(29) The goal of a fluency program is typically to build on interactions that are already in place that promote fluency –When treating bilingual children, the SLP must design therapy tasks that are appropriate for the child's language skills so that language pressures do not result in fluency breakdown(13) –There are very few research studies that have investigated the efficacy of stuttering programs for bilingual children. Findings of research studies on the Lidcombe program, a stuttering treatment that is conducted by parents, indicate that treatment in one language transfers to gains in fluency in the other language; however, these gains are variable.(20) The success of this program in bilingual children may be due to the administration of the program at home by the parent or due to the young age of the children.(20) For more information regarding treatment of stuttering in children, see the series of Clinical Reviews on this topic",
            "Adults –Research on stuttering treatment for both monolingual and bilingual adults is limited; most clinical practice is based on unverified treatment procedures. The majority of the research has focused on behavioral or fluency shaping techniques(30) –Authors of a case study of a bilingual adult (English and Afrikaans) determined that the individual was more disfluent in the less proficient language. The researchers concluded that, even in adults, disfluency can result from language incompetence rather than clinical stuttering(19) –In determining which language(s) to address in therapy, the SLP must consider the language that the individual uses most in daily activities and would like most to target.(20) The other language can also be targeted early in therapy; however, the  individual may have to take more responsibility for the languages not spoken by the clinician. The clinician can provide feedback on gentle onsets and use of techniques without understanding what is being said(20) –Recommendations for adapting fluency-shaping  therapy to individuals who are bilingual include:(31) -Replace original stimulus materials with those that are culturally and linguistically appropriate -Modify instructions to ensure comprehension by non-native  speakers -Design and record speech samples for modeling that are in the language or dialect of the individual -Structure practice and generalization tasks to include those that are relevant to the individual's experiences –People who continue to stutter into adulthood often have negative reactions and anxieties associated with speaking. Authors of a literature review of stuttering interventions for adults recommended that stuttering therapy be comprehensive and multidimensional, addressing any anxiety and other negative feelings associated with stuttering; however, treatment approaches that emphasize counseling may be culturally inappropriate for some individuals. The counseling process is based on a Eurocentric perspective that focuses on assisting people in adapting to their environment. This perspective might not be appropriate in certain cultures, and some individuals might be uncomfortable in confronting the disorder via self-disclosure  and pseudostuttering (deliberate production of primary stuttering behaviors)(31) –For detailed information regarding treatment of stuttering in adults, see Clinical Review…Childhood-Onset  Fluency Disorder (Stuttering): Adults ; CINAHL Topic ID Number: T708943 . Problem Goal Intervention Expected Progression Home Program Stuttering Reduce severity and duration of stuttering behaviorsTherapeutic modalities _ See the series of Clinical Reviews on treatment for stuttering for children and adults. The same stuttering treatment may not be appropriate for people of all cultural backgrounds, and professional judgment should be usedA progressive hierarchy indicates where the individual will gradually use stuttering techniques. This hierarchy may be dependent on place, conversational partner, and the situation (e.g., oral presentation vs. conversation)The individual will practice techniques and strategies at home. For children, home practice is particularly important if the home language is different from the language used in school(20) Negative emotions associated with stutteringDecrease negative emotions associated with stutteringPrograms that focus on cognitive restructuring _ See the series of Clinical Reviews on treatment for stuttering for children and adults. The same stuttering treatment may not be appropriate for people of all cultural backgrounds and professional judgment should be usedEliminate or reduce negative emotions associated with stuttering in different situations and with different peopleThe individual will practice techniques and strategies at home ."
        ]
    },
    "desired outcomes outcome measures": {
        "outcomes for patients who speak more than one language should be assessed in both  or all  languages ": [],
        "all goals should be maintained for several months and generalized to nontreatment settings": []
    },
    "maintenance or prevention": [
        "After treatment, the individual might benefit from follow-up  sessions or \"booster\" sessions to practice and maintain strategies. Continuing maintenance phases have been associated with better outcomes in adult stuttering treatment studies(34)"
    ],
    "patient education": [
        "See information on stuttering from the American Speech-Language-Hearing  Web site, http://www.asha.org/public/speech/ disorders/stuttering/",
        "See information and downloadable brochures in Spanish from the Stuttering Foundation of America, https:// www.tartamudez.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Ratner NB. Translating recent research into meaningful clinical practice. Semin Speech Lang . 2010;31(4):236-249.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Stuttering. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/disorders/stuttering/ . Accessed October 11, 2016. (G)"
        },
        {
            "number in article": 3,
            "reference": "Kohnert K. Language Disorders in Bilingual Children and Adults . San Diego, CA: Plural Publishing; 2007. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Byrd CT, Gillam RB. Fluency disorders. In: Gillam RB, Marquardt TP, Martin FN, eds. Communication Sciences and Disorders: From Science to Clinical Practice . 2nd e. Boston, MA US: Jones and Bartlett Publishers; 2011:153-180.  (G)"
        },
        {
            "number in article": 5,
            "reference": "National Stuttering Association. What is stuttering? National Stuttering Association Web site. http://www.westutter.org/what-is-stuttering/ . Accessed September 13, 2017. (G)"
        },
        {
            "number in article": 6,
            "reference": "Blomgren M. Behavioral treatments for children and adults who stutter: a review. Psychol Res Behav Manag . 2013;6:9-19.  doi:10.2147/PRBM.S31450. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Howell P, Davis S, Williams R. The effects of bilingualism on stuttering during late childhood. Arch Dis Child . 2009;94(1):42-46.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Reilly S, Onslow M, Packman A, et al. Predicting stuttering onset by the age of 3 years: a prospective, community cohort study. Pediatrics . January 2009;123(1):270-277. doi:10.1542/peds.2007-3219.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Blomgren M. Stuttering treatment for adults: an update on contemporary approaches. Semin Speech Lang . 2010;31(4):272-282.  (RV) "
        },
        {
            "number in article": 10,
            "reference": "Yairi E, Ambrose N. Epidemiology of stuttering: 21st century advances. J Fluency Dis . 2013;38(2):66-87.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Kraft SJ, yairi E. Genetic bases of stuttering: The state of the art. Folia Phoniatrica et Logopaedica . 2011;64:34-47.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Yairi E, Ambrose NG. Early Childhood Stuttering . : Pro-Ed, Inc; 2004. (G)"
        },
        {
            "number in article": 13,
            "reference": "Ratner NB. Fluency and stuttering in bilingual children. In: Goldstein BA, ed. Bilingual Language Development and Disorders in Spanish-English  Speakers . Baltimore, MD US: Paul H Brookes Publishing; 2004:287-308.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Bothe AK, Davidow JH, Bramlett RE, Franic DM, Ingham RJ. Stuttering treatment research 1970-2005:  II. Systematic review incorporating trial quality assessment of pharmacological approaches. Am J Speech Lang Pathol . 2006;15(4):342-352.  (SR)"
        },
        {
            "number in article": 15,
            "reference": "Childhood fluency disorders. Clinical Practice Portal. American Speech-Language-Hearing  Association Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Childhood-Fluency-Disorders/ . Accessed September 13, 2017. (G)"
        },
        {
            "number in article": 16,
            "reference": "O'Brian S, Packman A, Onslow M. Self-rating  of stuttering severity as a clinical tool. Am J Speech Lang Pathol . 2004;13(3):219-226.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Lim VPC, Liow SJR, Lincoln M, Chan YH, Onslow M. Determining language dominance in English-Mandarin  bilinguals: development of a self-report  classification tool for clinical use. Appl Psycholinguist . 2008;29(3):389-412.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Lim VPC, Lincoln M, Chan YH, Onslow M. Stuttering in English-Mandarin  bilingual speakers: the influence of language dominance on stuttering severity. J Speech Lang Hear Res. 2008;51(6):1522-1537.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Jankelowitz DL, Bortz MA. The interaction of bilingualism and stuttering in an adult. J Commun Disord . 1996;29(3):223-234.  (C)"
        },
        {
            "number in article": 20,
            "reference": "Roberts P, Shenker RC. Assessment and treatment of stuttering in bilingual speakers. In: Conture EG, Curlee RF, eds. Stuttering and Related Disorders of Fluency . New York: Thieme; 2007:183-209.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Riley GD. Stuttering Severity Instrument for Children and Adults-3. 3rd ed. Austin, TX: Pro-Ed, Inc; 1994. (PP)"
        },
        {
            "number in article": 22,
            "reference": "Yaruss JS, Quesal RW, Coleman C. OASES: Overall Assessment of the Speaker's Experience of Stuttering . San Antonio, TX: Pearson; 2010. (PP)"
        },
        {
            "number in article": 23,
            "reference": "Perceptions of Stuttering Inventory. Web site. http://csd.wp.uncg.edu/wp-content/uploads/sites/6/2012/12/2.D._1.perceptions_of_stuttering_inventory1.pdf . Accessed September 12, 2017. (PP)"
        },
        {
            "number in article": 24,
            "reference": "Koushik S, Shenker R, Onslow M. Follow-up  of 6-10-year-old  stuttering children after Lidcombe Program treatment: a phase I trial. J Fluency Disord . 2009;34(4):279-290.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Sisskin V. Therapy planning for school-age  children who stutter. Semin Speech Lang . 2002;23(3):173. (G)"
        },
        {
            "number in article": 26,
            "reference": "Murphy WP, Yaruss JS, Quesal RW. Enhancing treatment for school-age  children who stutter I. Reducing negative reactions through desensitization and cognitive restructuring. J Fluency Disord . 2007;32(2):121-138.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Lattermann C, Shenker R. Bilingualism and early stuttering -- do we really have to sacrifice one language? [German]. Forum Logopadie . 2005;19(3):12-16.  (RV)"
        },
        {
            "number in article": 28,
            "reference": "Shenker RC. Bilingual myth-busters  series: When young children who stutter are also bilingual: Some thoughts about assessment and treatment. Perspect Commun Disord Sci Cult Linguistic Diverse CLD Popul . 2013;20(1):15-23.  (RV)"
        },
        {
            "number in article": 29,
            "reference": "van Kleeck A. Potential cultural bias in training parents as conversational partners with their children who have delays in language development. Am J Speech Lang Pathol . 1994;3(1):67-78.  (X)"
        },
        {
            "number in article": 30,
            "reference": "Blomgren M, Roy N, Callister T, Merrill RM. Intensive stuttering modification therapy: a multidimensional assessment of treatment outcomes. J Speech Lang Hear Res . 2005;48(3):509-523.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Kathard H. Issues of culture and stuttering: a South African perspective. International Stuttering Internet Conference Web site. http://www.mnsu.edu/comdis/isad/papers/ kathard.html . Accessed September 13, 2017. (RV)"
        },
        {
            "number in article": 32,
            "reference": "Brundage SB. Virtual reality augmentation for functional assessment and treatment of stuttering. Top Lang Disord . 2007;27(3):254. (RV)"
        },
        {
            "number in article": 33,
            "reference": "Cream A, O'Brian S, Jones M. Randomized controlled trial of video self-modeling  following speech restructuring treatment for stuttering. J Speech Lang Hear Res . 2010;53(4):887-897.  (RCT)"
        },
        {
            "number in article": 34,
            "reference": "Bothe AK, Davidow JH, Bramlett RE, Ingham RJ. Stuttering treatment research 1970-2005:  I. Systematic review incorporating trial quality assessment of behavioral, cognitive, and related approaches. Am J Speech Lang Pathol . 2006;15(4):321-341.  (SR)"
        },
        {
            "number in article": 35,
            "reference": "American Psychiatric Association. Diagnostic and statistical manual of mental disorders DSM-5. In. 5th ed. Washington, DC: American Psychiatric Publishing; 2013:45-47.  (G)"
        },
        {
            "number in article": 36,
            "reference": "Byrd CT, Bedore LM, Ramos D. The disfluent speech of bilingual Spanish-English  children: Considerations for differential diagnosis of stuttering. Lang Speech Hear Serv Sch . 2015;46(1):30-43.  doi:10.1044/2014_LSHSS-14-0010.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Lee AS, Robb MP, Ormond T, Blomgren M. The role of language familiarity in bilingual stuttering assessment. Clin Linguist Phon . 2014;28(10):723-740. doi:10.3109/02699206.2014.892154. (R)"
        },
        {
            "number in article": 38,
            "reference": "Maruthy S, Raj N, Geetha MP, Priya CS. Disfluency characteristics of Kannada-English  bilingual adults who stutter. J Commun Disord . 2015;56:19-28.  doi:10.1016/ j.jcomdis.2015.06.001. (R)"
        },
        {
            "number in article": 39,
            "reference": "Brundage SB, Corcoran T, Wu C, Sturgill C. Developing and Using Big Data Archives to Quantify Disfluency and Stuttering in Bilingual Children. Semin Speech Lang. May 2016;37(2):117-27.  doi:10.1055/s-0036-1580739.  (RV)"
        }
    ]
}