{
    "metadata": {
        "title": "Hypertension  An Overview -Take at least two readings, one minute apart. Suggested times are in the morning before taking medications and before dinner –Ambulatory BP monitoring is a noninvasive method of obtaining BP readings over a 24-hour  period, while the patient is in his or her own environment, that is thought to be a true reflection of his or her BP -BP measured over a 24-hour  period has been shown to be superior to clinic BP for predicting future cardiovascular events or target organ damage –Aerobic exercise training can be prescribed based on the results of graded exercise testing (GXT). The GXT may require supervision by a physician, based on the 2014 guidelines of the American College of Sports Medicine.(2) Lacking results of a GXT, aerobic exercise can be recommended at a very light to light intensity using BorgRPE 6 to 20 scale, in which “very light” intensity is 9 and “light” is 11(2) Assessment/Plan of Care",
        "synonyms": [
            "high blood pressure",
            "primary hypertension",
            "essential hypertension",
            "idiopathic hypertension",
            "systemic hypertension"
        ],
        "anatomical location body part affected": [
            "Heart and blood vessels/cardiovascular system, cerebrovascular system, kidneys, optic fundi"
        ],
        "area of specialty": [
            "acute care",
            "home health",
            "cardiovascular rehabilitation"
        ],
        "description": [
            "Hypertension (HTN) is defined as two or more readings of elevated arterial blood pressure (BP). It commonly goes undetected for years until diagnosed by repeated routine medical screening. Systolic BP and diastolic BP are usually both elevated, although older adults often have isolated systolic HTN(1)",
            "According to the Seventh Report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure from the National Heart, Lung, and Blood Institute Health Information Center, a service of the U.S. National Institutes of Health, BP in adults is classified as follows: –Optimal BP: < 120/ < 80(1) –Pre-HTN:  defined as a range of 120–139/80–89  mmHg; indicates increased risk of developing hypertension.(1) Isolated high-normal  diastolic BP (80–89  mmHg) in adults younger than 50 years of age is associated with increased risk of developing stage 1 HTN(23) –Stage 1 HTN: when systolic BP is 140–159  mmHg or diastolic BP is 90–99  mmHg (i.e., 140–159/90–99  mmHg)(1) –Stage 2 HTN: when ≥ 160/≥ 100mmHg(1)",
            "The 2014 Evidence-based  guideline for the management of high blood pressure in adults: Report from the panel members appointed to the Eighth Joint National Committee  recommends initiating pharmacological treatment to lower BP in the general population as follows:(7) –Patients > 60 years of age with systolic BP > 150 mmHg or diastolic BP > 90 mmHg: treat to a goal of systolic BP < 150 mmHg and diastolic BP < 90 mmHg –In the general adult population younger than 60 years, start pharmacologic treatment when diastolic BP is > 90 mmHg and/or systolic BP is > 140 mmHg and treat to a goal of diastolic BP < 90 mmHg and systolic BP < 140 mmHg –The preferred pharmacological agents initially for the non-Black  population are thiazide-type  diuretics, angiotensin-converting  enzyme (ACE) inhibitors, calcium channel blockers (CCBs), or angiotensin-receptor  blockers (ARBs). ACE inhibitors or ARBs are preferred in persons with diabetes and patients with chronic kidney disease, whereas the preferred initial agents for the Black population are thiazide-type  diuretics or CCBs",
            "Approximately 1 in 3 adults in the United States has HTN. Only about half of these persons (52%) have their elevated BP under control(9)",
            "HTN is a common, interrelated, and modifiable factor that increase the risk of developing cardiovascular disease. Complications associated with HTN include  coronary artery disease, left ventricular hypertrophy, myocardial infarction, heart failure, peripheral artery disease, chronic kidney disease, cerebrovascular disease, cerebral hemorrhage, transient ischemic attack, and retinal changes(1)",
            "Nonpharmacological interventions (e.g., lifestyle modifications) and annual monitoring are recommended for everyone with BP > 120/ > 80 mmHg(1,24) –Health-promoting  lifestyle modifications to prevent the progressive rise in BP with age include weight loss, limiting alcohol intake, reducing sodium intake and maintaining potassium intake, exercise, and smoking cessation(14)",
            "Most types of regular exercise and recreational physical activity are effective for lowering BP in sedentary persons with HTN. See Treatment summary",
            "For detailed information on HTN in specific groups of people (e.g., women, older adults, children), see the series of Clinical Reviews  on HTN"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "I10": {
                "base": "essential (primary) HTN",
                "I10.0": "benign HTN",
                "I10.1": "malignant HTN"
            },
            "I11": {
                "base": "hypertensive heart disease",
                "I11.0": "hypertensive heart disease with (congestive) heart failure",
                "I11.9": "hypertensive heart disease without (congestive) heart failure"
            },
            "I12": {
                "base": "hypertensive renal disease",
                "I12.0": "hypertensive renal disease with renal failure",
                "I12.9": "hypertensive renal disease without renal failure"
            },
            "I13": {
                "base": "hypertensive heart and renal disease",
                "I13.0": "hypertensive heart and renal disease with (congestive) heart failure",
                "I13.1": "hypertensive heart and renal disease with renal failure",
                "I13.2": "hypertensive heart and renal disease with both (congestive) heart failure and renal failure",
                "I13.9": "hypertensive heart and renal disease, unspecified"
            },
            "I15": {
                "base": "secondary HTN",
                "I15.0": "renovascular HTN",
                "I15.1": "HTN secondary to other renal disorders",
                "I15.2": "HTN secondary to endocrine disorders",
                "I15.8": "other secondary HTN",
                "I15.9": "secondary HTN, unspecified"
            },
            "R03.0": "elevated blood-pressure reading, without diagnosis of HTN (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Elevated systolic and diastolic BP, as defined above in Description  section",
            "HTN is sometimes called the “silent killer” because it often has no warning signs or symptoms(10)",
            "Primary or idiopathic HTN is almost always asymptomatic. Patients who report chest pain, shortness of breath, dizziness, nausea, or other acute symptoms require immediate medical evaluation for complications of an existing condition",
            "Obesity, diabetes mellitus, type 2 (DM2), and heart disease are common coexisting conditions",
            "Most patients are physically inactive and may be referred for exercise prescription and/or supervised aerobic exercise training Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Stop the exam and notify physician if at any time the patient reports chest pain, shortness of breath, or dizziness",
            "It is recommended that a submaximal incremental aerobic exercise test on a treadmill or cycle ergometer be conducted to assess the patient’s BP response to exertion. Terminate the test if systolic BP exceeds 260 mmHg or diastolic BP exceeds 115 mmHg(2)",
            "Exercise testing should be symptom-limited;  i.e., terminate the test if the patient reports cardiorespiratory symptoms such as lightheadedness, chest pain, or dyspnea before reaching a fatigue endpoint(2)",
            "Some persons have a BP reading above the normal range in a clinical setting that does not occur in other settings. This phenomenon, referred to as “white coat syndrome,” might be due to anxiety during a clinic visit. Often these individuals are encouraged to monitor their own BP at home for more accurate measurements"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Asymptomatic with insidious onset. In 85% of cases, the specific cause is unknown. Primary HTN is called “essential” oridiopathic",
            "Etiology of secondary HTN(14)–Drug-induced  or drug-related  (5%) —NSAIDs, oral contraceptives, corticosteroids–Renal HTN (5%)—renal parenchymal disease and renovascular HTN–Endocrine (< 2%)—primary aldosteronism, pheochromocytoma, Cushing’s syndrome and long-term  steroid therapy,hyperparathyroidism or thyroid disease–Coarctation of the aorta (0.2%)",
            "Isolated systolic HTN is age-related  and common in persons over age 65(1)"
        ],
        "pathogenesis": [
            "HTN is associated with increases in blood volume, cardiac output (CO), sympathetic excitation, and systemic vascularresistance (SVR), as well as with overactivity of the renin-angiotensin system",
            "Regardless of the specific cause of a patient’s HTN, the increase in mean arterial BP (MAP) can be explained by thisequation: MAP is roughly equal to the systolic BP plus one third of the pulse pressure  (i.e., the difference between thesystolic and diastolic pressures)–MAP = systolic BP + 0.33 (pulse pressure)–Consequently, systolic BP plays a more important role than diastolic BP in determining the MAP–Lowering systolic BP is, therefore, especially important in treating HTN",
            "MAP is also determined by the product of CO times SVR, plus the central venous pressure (CVP)–MAP = (CO x SVR) + CVP–Under normal conditions CVP is zero, but in pulmonary HTN it increases and cannot be ignored–CO is the product of heart rate (HR) times cardiac stroke volume–SVR is directly related to vascular tone, which increases acutely with vasoconstriction and chronically with arterialstiffening and endothelial dysfunction",
            "Pharmacological management of HTN is aimed at reducing the factors that increase MAP–Beta-receptor  (beta) blockers and some CCBs lower HR, and thus CO, at rest as well as during physical activity–Diuretics lower BP by reducing blood plasma volume and CO–Vasodilators lower SVR. Among these drugs are the ACE inhibitors, (ARBs, alpha-adrenoreceptor  antagonists (alphablockers), some CCBs, and some beta blockers (e.g., carvedilol, nebivolol)–Combination therapy (prescription of two or more antihypertensive agents) is often used to manage BP in patients withHTN",
            "Non-pharmacologic  treatment of Management of mild HTN may include lifestyle interventions that address some of thecauses of HTN: excess body weight, high-salt  diet, lack of physical activity, and poor sleep hygiene(1)–Weight loss for individuals who are overweight or have an elevated BMI: BP will likely decrease an average of5–20 mmHg per 10 kg weight loss–Dietary Approaches to Stop Hypertension (DASH) diet: BP will likely decrease 8–14  mmHg–Regular aerobic exercise (30 min./day): BP will likely decrease 4–9 mmHg–Additive effect of nonpharmacologic interventions may lower BP by 20–30  mmHg or more",
            "The drugs of choice for recreational exercisers and athletes with HTN are ACE inhibitors (or ARBs for patients intolerantto ACE inhibitors) and CCBs because, unlike beta blockers, they usually do not impair aerobic functional capacity orinterfere with cardiovascular conditioning"
        ],
        "risk factors": [
            "According to individual-level  pooled data from three contemporary cohorts in the Cardiovascular Lifetime RiskPooling Project (the Framingham Offspring Study, the Coronary Artery Risk Development in Young Adults study, andAtherosclerosis Risk in Communities study) (N = 13,360), the lifetime risk of developing HTN is the following:(25)–White men: 83.8%–African American men, 86.1%–White women, 69.3%–African American women, 85.7%",
            "Risk based on sex/age(1)–Men are at greater risk for developing HTN than women until age 55–Men and women are at equal risk for developing HTN at the ages of 55–74–Women are at greater risk for developing HTN beyond age 74",
            "Authors of an 8-year  follow-up  study of 93,303 normotensive young adults (mean age 41.1 years)in Japan found that14,590 (15.6%) developed HTN (≥ 140/90 mmHg). Isolated high-normal  diastolic BP (80–89  mmHg) at baseline was asignificant risk factor for new-onset HTN in older age(23)",
            "BMI higher than 25;excessive fat around the abdomen or “centripetal” obesity(1,5,6)",
            "Sedentary lifestyle (less than 30 minutes of aerobic physical activity per day)(1,5,6)",
            "High dietary salt intake (more than 2,300 mg, or about 1 teaspoon, per day)(1,5,6)",
            "Diabetes mellitus(14)",
            "More than “moderate” alcohol consumption (averaging more than 2 drinks per day for men or more than 1 per day forwomen)(1,3,6)",
            "Mental stress/anxiety(5)",
            "Cigarette smoking(1,3,6)",
            "Family history of HTN(5,6)",
            "Geographical location (higher altitudes and colder weather have been associated with increased risk of HTN)(6,15)",
            "Inadequate intake of fruits and vegetables(1,6)",
            "Inadequate intake of potassium, < 3,500 mg/day(1,6)",
            "Use of anti-tumor  necrosis factor by patients with rheumatoid arthritis(16)",
            "Based on the results of a meta-analysis  of five RCTs, aircraft noise exposure might contribute to the prevalence of HTN(17)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Notify physician immediately if patient presents with recent onset of nonspecific symptoms (e.g., headache, fatigue, dizziness, nausea, blurred vision) that indicate a hypertensive crisis or malignant HTN. Exercise is contraindicated in these patients",
        "Avoid Valsalva maneuver",
        "Observe the contraindications to exercise established for individuals with known cardiovascular disease or unstable medical conditions(2) Unstable angina Resting systolic BP greater than 200 mmHg or resting diastolic BP greater than 110 mmHg Orthostatic fall in systolic BP with symptoms Critical aortic stenosis Acute systemic illness or fever Uncontrolled atrial or ventricular arrhythmias Uncontrolled sinus tachycardia greater than 120 beats/min. Uncompensated congestive heart failure (CHF) with symptoms 3rd-degree  atrioventricular block without pacemaker Active pericarditis or myocarditis Recent embolism/DVT Thrombophlebitis Uncontrolled diabetes Severe orthopedic conditions that would restrict exercise Uncontrolled metabolic conditions, such as acute thyroiditis, hypokalemia, hyperkalemia, and hypovolemia",
        "Postpone physical activity/exercise therapy and notify physician if:(2) Resting systolic BP exceeds 200 mmHg Resting diastolic BP exceeds 110 mmHg Symptoms such as headache or dizziness occur",
        "Patients with HTN are at higher risk for exercise-related  adverse cardiopulmonary events. Therefore, a medical evaluation that includes exercise stress testing is highly recommended prior to initiating a vigorous exercise program, especially for men over 45 years and women over 55 years.(2) However, most hypertensive patients can safely begin a low-to-moderate intensity aerobic activity program such as walking prior to exercise testing",
        "Antihypertensive medications should be taken at the prescribed usual time to control BP during physical activity",
        "See specific  Contraindications/precautions to examination   and under Assessment/Plan of Care "
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Stop the exam and notify physician if at any time the patient reports chest pain, shortness of breath, or dizziness",
            "It is recommended that a submaximal incremental aerobic exercise test on a treadmill or cycle ergometer be conducted to assess the patient’s BP response to exertion. Terminate the test if systolic BP exceeds 260 mmHg or diastolic BP exceeds 115 mmHg(2)",
            "Exercise testing should be symptom-limited;  i.e., terminate the test if the patient reports cardiorespiratory symptoms such as lightheadedness, chest pain, or dyspnea before reaching a fatigue endpoint(2)",
            "Some persons have a BP reading above the normal range in a clinical setting that does not occur in other settings. This phenomenon, referred to as “white coat syndrome,” might be due to anxiety during a clinic visit. Often these individuals are encouraged to monitor their own BP at home for more accurate measurements"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "Ask patient about physician’s recommendations for Physical activity  exercise prescription Diet  regarding consumption of sodium, alcohol, and caffeine Weight loss",
                    "surgical management": [],
                    "medications": "Determine what medications have been prescribed. Confirm that they are being taken as prescribed. Most patients with HTN are treated with two or more medications to successfully manage BP.(1) The following classes of drugs are commonly prescribed for treating HTN(3,24) Beta blockers (e.g., propranolol, atenolol, acebutolol, carvedilol) Calcium channel blockers (e.g., amlodipine, nicardipine, diltiazem, verapamil) ACE inhibitors (e.g., captopril, enalapril, lisinopril, fosinopril) ARBs (e.g., irbesartan, candesartan) Alpha blockers (e.g., phentolamine, prazosin)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Document the results of any diagnostic tests that have been completed. The recommended diagnostic workup for HTN includes(1)",
                        "EKG",
                        "urinalysis",
                        "blood glucose",
                        "serum potassium, creatinine, and calcium",
                        "hematocrit",
                        "lipid profile—HDL cholesterol, LDL cholesterol, triglycerides",
                        "optional—urinary albumin/creatinine ratio or urinary albumin excretion"
                    ],
                    "alternative therapies": "Document any use of herbal, behavioral, or other therapies such as yoga, and whether they help Calcium supplementation Calcium supplementation may reduce the risk of developing HTN in pregnancy(18) It has been noted in young persons that increased dietary calcium intake may help prevent the development of HTN(22)",
                    "previous therapy": "Document whether patient has received physical, cardiac, or occupational therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " See Risk factors  for factors that could exacerbate or lead to HTN. Are there activities or situations that seem to elevate or decrease the patient’s BP?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms. Pain is an unusual symptom of HTN and should be further investigated ",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment. Use the Borg Rating of Perceived Exertion (RPE) Scale to assess exertion",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, headaches, bowel/bladder/sexual dysfunction, shortness of breath) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any prior treatment for HTN?",
                    "comorbid diagnoses": "Any history of heart disease, stroke, diabetes, or renovascular disease?",
                    "medications previously prescribed": "Obtain a comprehensive list of all prescribed and OTC medications, herbal remedies, and use of illicit drugs (some may raise BP)Authors of a 2015 systematic review and meta-analysis  concluded that consumption of green or black tea may have a small effect on reducing BP in patients who are either prehypertensive or hypertensive, although further research is warranted(19) Average reduction in systolic BP was 2.36  mmHg and in diastolic BP was 1.77  mmHg in the meta-analysis  of 10 RCTs",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Is he or she sedentary at work or home? -Authors of a 2015 systematic review and meta-analysis found that self-reported  sedentary behaviors were associated with HTN(20) -28 research papers were included in the meta-analysis -An additional hour of sedentary behavior was associated with an increase of 0.08 mmHg of systolic BP and 0.20 mmHg of diastolic BP",
                "functional limitations assistance with ADLs adaptive equipment": "If applicable, inquire about limitations and equipment utilizedAsk about family situation, employment status, and working conditions that may increase stress/anxiety",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": " –Determine BMI; target BMI for patients with HTN is < 25(14)An increased risk of HTN has been found in older adult women with WC≥88cm and in older adult men with WC≥110cm (26)increased risk of HTN if ≥ 0.5 -In a study examining the correlation between HTN and measures of BMI, WC, and WHtR in older adults, WHtR was found to correlate best with HTN(26) –Note any pedal edema that would be suggestive of congestive heart failure if patient is overweight(14)",
            "assistive and adaptive devices": "Assess fit and use of prescribed devices, if applicable",
            "balance": "Assess static and dynamic balance reactions. Is impaired balance associated with medications that affect balance? ",
            "cardiorespiratory function and endurance": [
                "Assess BP and heart rate throughout examination as indicated; see Special tests specific to diagnosis , below",
                "Oxygen saturation levels and perceived exertion rate may also be monitored as indicated using pulse oximetry and the Borg RPE Scale",
                "Breath sounds should be normal unless the patient has coexisting lung disease",
                "In compliance with medical guidelines for graded exercise testing, assess BP response to progressive treadmill or cycle ergometer exercise(2)",
                "Assess endurance using the 6-minute  walk for distance test (6MWT)"
            ],
            "circulation": "Assess peripheral pulses in all limbs; note discrepancies or abnormalities –Dilated or absent femoral pulses and BP greater in upper extremities than lower extremities suggest aortic coarctation(14)",
            "functional mobility": "Assess for normal gross movement during transfers and functional tasks using the upper extremities (e.g., reaching, pulling, pushing, holding) and lower extremities (e.g., squatting, kneeling, kicking)",
            "gait locomotion": " Gait/locomotion –Prior to prescribing a walking exercise program, assess normalcy in ambulatory function, including synchrony of limb movements and gait speed, as well as posture during walking –Assess safety with ambulation with the Dynamic Gait Index (DGI) –Gait speed can be assessed with the 10mWTPassive accessory movement in the involved joints should be normal",
            "muscle strength": "Manually scan strength in functional tasks (e.g., handgrip, pushing, pulling, sit-up,  squatting) or with manual muscle testing (MMT)",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "Assess for functional ROM and flexibility in all extremitiesAssess deep tendon reflexesScan sensation to light touch for normalcy",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "Monitor BP at the start and end of each session (and throughout sessions as indicated) with appropriately sized BP cuff and well-calibrated sphygmomanometer(27) -Do not smoke, exercise, or drink caffeinated beverages or alcohol within 30 minutes of measurement -Rest in a chair 5 minutes prior to taking measurement. Arm should be supported and at same level as heart. Do not talk. Sit well-supported, with back straight and both feet on the floor -Make sure cuff is the right size and that the lower edge does not cross the elbow joint. Use a calibrated instrument to measure -Take at least two readings, one minute apart. Suggested times are in the morning before taking medications and before dinner –Ambulatory BP monitoring is a noninvasive method of obtaining BP readings over a 24-hour  period, while the patient is in his or her own environment, that is thought to be a true reflection of his or her BP -BP measured over a 24-hour  period has been shown to be superior to clinic BP for predicting future cardiovascular events or target organ damage –Aerobic exercise training can be prescribed based on the results of graded exercise testing (GXT). The GXT may require supervision by a physician, based on the 2014 guidelines of the American College of Sports Medicine.(2) Lacking results of a GXT, aerobic exercise can be recommended at a very light to light intensity using BorgRPE 6 to 20 scale, in which “very light” intensity is 9 and “light” is 11(2)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Note patient’s ability to communicate and level of arousal as well as memory, attention, problem solving, and orientation to person, place, time, and situation. HTN is associated with memory problems and cognitive disability. Dementia and cognitive impairment occur more commonly in patients with HTN than in persons without HTN(1,3)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Systolic BP exceeds 260 mmHg or diastolic BP exceeds 115 mmHg",
                "Systolic BP fails to rise more than 20 mmHg",
                "Systolic BP falls unexpectedly more than 10 mmHg",
                "Exertional symptoms such as chest discomfort, palpitations, lightheadedness, or shortness of breath present, as they indicate distress"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Clinicians should be aware that hypertensive patients have a statistically greater risk for exercise-related  adverse cardiopulmonary events. However, lack of exercise may contribute to HTN, while individually prescribed and supervised submaximal exercise training is generally safe and well tolerated by most patients with HTN(1,2) ",
                "Tailor the exercise prescription to fit each patient’s functional capacity and BP response to exertion",
                "Monitor BP on a regular basis during exercise. According to standard exercise guidelines,(2) the exercise session should be terminated and the patient advised to consult his or her physician if:",
                "To prevent an exaggerated BP response to therapeutic exercise, provide the patient with a thorough orientation to using the prescribed exercise equipment and adequate warm-up  time",
                "In addition to monitoring BP, use the patient’s perceived exertion and any other symptoms to manage exercise intensity in both aerobic and resistance training",
                "Extend the cooling-down  period and avoid having the patient stop suddenly after exercise because this may cause a precipitous fall in systolic BP (orthostatic hypotension and possibly syncope) due to venous pooling",
                "Clinicians should follow the exercise guidelines of their clinic/hospital and what is ordered by the patient’s physician",
                "Electrotherapeutic modalities are not indicated for treating essential HTN per se. Use cryotherapy with caution in hypertensive patients, as cold can cause a transient increase in BP; discontinue treatment if there is an elevation in BP",
                "Rehabilitation professionals should always use their professional judgment regarding the use of modalities"
            ]
        },
        "diagnosis need for treatment": "HTN/sedentary lifestyle, overweight, increased risk of cardiovascular diseases",
        "rule out": "Resistant HTN (inadequate BP control despite three or more antihypertensive medications), renal HTN, pulmonary artery HTN, diabetes mellitus, coronary artery disease, endocrine disorders (e.g., pheochromocytoma, Cushing’s syndrome)",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Primary care physician regarding medical release for exercise program Internist for uncontrolled HTN Nutritionist for dietary evaluation and weight loss Psychiatrist/psychologist for stress/anxiety disorder",
        "other considerations": [
            "Authors of a 2015 systematic review that examined the effect of various types of exercise on arterial stiffness in patients with and without HTN came to the following conclusions:(21) –Aerobic exercise tends to have a beneficial (reducing) effect on arterial stiffness in patients with HTN but not those with isolated systolic HTN –Vigorous high-resistance  training is associated with increased arterial stiffness. In contrast, low intensity, slow eccentric or lower-limb  resistance training does not increase arterial stiffness in healthy subjects –Combined aerobic and resistance training has either a neutral or beneficial effect on arterial stiffness",
            "New therapies being developed for patients who do not respond sufficiently to antihypertensive medication include baroreceptor activation therapy(11,12) –Electrical activation of the carotid sinus baroreflex has been found feasible and safe in preliminary studies and is promising for patients with resistant HTN",
            "In hypertensive emergencies, rest was found to be as effective as hypertensive medication (telmisartan) in lowering BP(28) –Based on a South Korean RCT in which 138 patients were monitored up to 2 hours after hypertensive emergency"
        ],
        "treatment summary": [
            "Aerobic exercise training –The 2014 guidelines of the American College of Sports Medicine for exercise testing and prescription suggest the following components for aerobic and resistance exercise programs for patients with HTN:(2) -Frequency: Light aerobic exercise on most days of the week, preferably all; low-intensity  resistance exercise 2–3 times per week -Intensity: Light to moderate aerobic exercise (i.e., 40% to less than 60% of VO 2reserve or heart rate reserve). The RPE should be 9 to 11 (on Borg 6–20  scale), supplemented by light resistance training at 40–60%  of 1-repetition  maximum  -Time: 30–60  minutes per day of continuous or intermittent aerobic exercise. If intermittent, a minimum of 10-minute bouts for a total of 30–60 minutes. Resistance training should consist of 8–12 repetitions for each major muscle group -Type: The emphasis should be on aerobic activities such as walking, jogging, cycling, and swimming. Free weights or machine weights for resistance training –Authors of a 2019 systematic review (17 meta-analyses  and one systematic review involving 594,129 adults over 17 years of age) examining the use of physical activity (PA) to prevent and treat HTN concluded the following:(29) -Strong evidence supports: -An inverse dose-response  relationship between PA and incident HTN in adults without HTN -In adults with HTN, PA reduces the progression of CVD -In adults with pre-HTN,  HTN, and normal BP, PA reduces BP -The response of BP to PA is dependent on resting BP, with adults with pre-HTN  seeing more benefit than normotensives -Insufficient evidence was found for the factors of age, sex, race/ethnicity, socioeconomic status, and weight status -Insufficient evidence was found on the frequency, intensity, time, and duration of PA -The authors suggest that future research adhere to standard BP measurement protocols and classification schemes for clearer answers to questions that remain regarding PA and BP –Authors of a 2017 meta-analysis  of the effect of aerobic exercise on BP in hypertensive patients concluded that significant reductions in systolic BP were seen but not in diastolic BP in patients who did aerobic exercise when compared to controls(30) -Based on 13 studies involving 802 participants –Authors of a 2018 systematic review and meta-analysis comparing the effect of high-intensity  (HI) versus moderate-intensity  (MOD) aerobic training on BP of adults with pre- to established HTN concluded that HI and MOD aerobic training caused similar reductions in BP but HI aerobic training had greater improvements in VO 2max(31) -Based on 7 studies with 245 participants",
            "Resistance exercise (RE) training and concurrent exercise training (CET) –RE training might lower BP in persons with HTN. General guidelines recommend light-to-moderate  intensity dynamic weight lifting, preferably on machines, two or more nonconsecutive days per week(2) –Authors of a 2016 meta-analysis  examining the effect of CET (i.e., combining aerobic and dynamic resistance training) as a hypertensive therapy concluded that the benefits of CET were similar to what is seen with aerobic exercise(32) -Based on 68 trials with 4,110 participants -The authors felt that the quality of the evidence limited their ability to make conclusions and they encouraged further RCTs",
            "Isometric handgrip (IHG) exercise training –Authors of a meta-analysis  evaluating the effect of IHG exercise training on resting BP in healthy adults concluded that IHG lowers resting systolic BP and diastolic BP and may be effective in the prevention of HTN(33) -Based on 7 trials including 157 subjects -Systolic BP, diastolic BP, and HR in prehypertensive subjects were all significantly decreased by IHG training -Systolic BP and diastolic BP in medicated hypertensive group and normotensive group were significantly decreased by IHG training –The intensity of the IHG training appears to make a difference in the benefit(34) -Based on an Australian study involving 40 hypertensive individuals between the ages of 36 and 65 -Groups were at 30% maximum voluntary contraction (MVC) and 5% MVC. Treatment was for 8 weeks, 3 days a week -Positive benefits (7 mmHg reduction in systolic BP and a 4mmHg reduction in MAP) were seen with exercise at 30%MVC but not with 5% MVC. No changes in DBP were seen with either group",
            "Aquatic therapy –Aquatic exercise therapy and dry-land  aerobic training are equally effective in the reduction of systolic BP over 12 weeks of training(8) -Based on an RCT in Brazil involving 52 postmenopausal hypertensive women -Exercise sessions were 50 minutes 3 times per week. After 12 weeks the average decrease in systolic BP was 12 mmHg for both the dry-land  exercise group and the aquatic exercise group when compared to the nonintervention control group  . Problem Goal Intervention Expected Progression Home Program Elevated BP Reduce systolic and diastolic BPExercise therapy _ Aerobic exercise program _ _ RE training _ (see program components in Treatment summary , above) _ IHG exercises _ _ See Treatment summary , above _ Lifestyle modification _Gradually progress the intensity and duration of exercises to the maintenance phase _ _ _ _Provide the patient with an independent home program at discharge from supervised exercise. _ Provide patient education about lifestyle modification for stress reduction, physical activity, dietary restrictions, and body weight management(6) ."
        ]
    },
    "desired outcomes outcome measures": {
        "reductions in resting systolic and diastolic bp": [
            "BP readings with well-calibrated  sphygmomanometer"
        ],
        "increased cardiorespiratory fitness level after prescribed aerobic training": [
            "6MWT, Borg RPE Scale, graded exercise test(2)"
        ]
    },
    "maintenance or prevention": [
        "The Canadian Hypertension Education Program (CHEP) 2015 guidelines recommend accumulation of 30 to 60 minutes of moderate-intensity  dynamic exercise (e.g., walking, jogging, swimming, cycling) 4 to 7 times per week in addition to typical ADLs for normotensive individuals (to prevent development of HTN) as well as those in whom pre-HTN/HTN  is diagnosed.(4) Additionally, for individuals with normal BP, pre-HTN,  or stage 1 HTN, resistance training (e.g., free-weight lifting, fixed-weight  lifting, handgrip exercises) is also recommended(4)",
        "Recommendations for follow-up  based on initial BP measurements for adults without acute end-organ  damage are as follows:(1) Normal BP, recheck in 2 years Pre-HTN,  recheck in 1 year Stage 1 HTN, recheck and confirm within 2 months Stage 2 HTN, evaluate or refer to source of care within 1 month; for those with very high BP (i.e., > 180/110 mmHg), physician should evaluate and treat immediately depending on clinical situation and complications",
        "Continue prescribed exercise training",
        "Weight reduction and control, as prescribed",
        "Dietary program, as prescribed",
        "Patients with HTN might be instructed by the physician to take BP readings daily at home in order to accurately monitor and manage HTN(1)",
        "Stress reduction ",
        "Calcium supplementation Authors of a 2015 Cochrane systematic review (N = 3,048 participants)found that increased calcium intake slightly reduced systolic and diastolic BP in normotensive persons, especially in young persons(22)",
        "Screening Authors of a study in the United States that examined the worksite screenings of 31,281 asymptomatic individuals with no diagnosis of HTN found that up to 17.6% of the workers exhibited high blood pressure (defined as > 140/ > 90) at screening(13)"
    ],
    "patient education": [
        "Various PDFs of patient education regarding HTN can be found at the Hypertension Canada website: https://guidelines.hypertension.ca/patient-resources/",
        "“High Blood Pressure,” U.S. Centers for Disease Control and Prevention, https://www.cdc.gov/bloodpressure/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "The Seventh Report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC 7). National Heart, Lung, and Blood Institute Web site. http://www.nhlbi.nih.gov/guidelines/hypertension/index.htm . Accessed November 22, 2019. (PGR)"
        },
        {
            "number in article": 2,
            "reference": "American College of Sports Medicine. ACSM’s Guidelines for Exercise Testing and Prescription . 10th ed. Philadelphia, PA: Wolters Kluwer; 2018. (G)"
        },
        {
            "number in article": 3,
            "reference": "Sutters M. Systemic hypertension. In: Papadakis MA, McPhee SJ, Rabow MW, eds. Current Medical Diagnosis & Treatment: 2017 . 564th ed. New York, NY: McGraw-Hill Medical; 2017:439-471.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Health behaviour management. 2014 CHEP Recommendations. Hypertension Canada Web site. http://guidelines.hypertension.ca/prevention-treatment/health-behaviour-management/ . Accessed November 22, 2019. (G)"
        },
        {
            "number in article": 5,
            "reference": "Shroeder LM, Dababneh L. Hypertension, essential. In: Domino FJ, ed. The 5-Minute Clinical Consult Standard 2017 . 25th ed. Philadelphia, PA: Wolters Kluwer Health/ Lippincott Williams & Wilkins; 2017:520-521.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Adrogue HE. Hypertension. In: Bope ET, Kellerman RD, eds. Conn's current therapy 2017 . Philadelphia, PA: Elsevier; 2017:117-128.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "James PA, Oparil S, Carter BL, et al. 2014 evidence-based  guideline for the management of high blood pressure in adults: report from the panel members appointed to the eighth Joint National Committee (JNC 8). JAMA. 2014;311(5):507-520.  doi:10.1001/jama.2013.284427. (G)"
        },
        {
            "number in article": 8,
            "reference": "Arca EA, Martinelli B, Martin LC, Waisberg CB, Franco RJ. Aquatic exercise is as effective as dry land training to blood pressure reduction in postmenopausal hypertensive women. Physiother Res Int . 2014;19(2):93-98.  doi:10.1002/pri.1565. (RCT)"
        },
        {
            "number in article": 9,
            "reference": "Nwankwo T, Yoon SS, Burt V, Gu Q. Hypertension among adults in the US: National Health and Nutrition Examination Survey, 2011-2012.  NCHS Data Brief, No. 133. Hyattsville, MD: National Center for Health Statistics, Centers for Disease Control and Prevention, US Dept of Health and Human Services. 2013. (PGR)"
        },
        {
            "number in article": 10,
            "reference": "Centers for Disease Control and Prevention (CDC). High Blood Pressure. CDC Web site. http://www.cdc.gov/bloodpressure/ . Accessed November 22, 2019. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Madershahian N, Scherner M, Muller-Ehmsen  J, et al. Baroreflex activation therapy in patients with pre-existing  implantable cardioverter-defibrillator:  compatible, complementary therapies. Europace . 2014;16(6):861-865.  doi:10.1093/europace/eut403. (R)"
        },
        {
            "number in article": 12,
            "reference": "Alnima T, Kroon AA, de Leeuw PW. Baroreflex activation therapy for patients with drug-resistant  hypertension. Expert Rev Cardiovasc Ther . 2014;12(8):955-962. doi:10.1586/14779072.2014.931226. (R)"
        },
        {
            "number in article": 13,
            "reference": "Legorreta AP, Schaff SR, Leibowitz AN, Van Meijgaard J. Measuring the effects of screening programs in asymptomatic employees: Detection of hypertension through worksite screenings. J Occup Environ Med . 2015;57(6):682-686.  doi:10.1097/JOM.0000000000000434. (R)"
        },
        {
            "number in article": 14,
            "reference": "Babar TB, Basman CL. Hypertension. In: Ferri FF, ed. Ferri’s Clinical Advisor, 2017 . Philadelphia, PA: Elsevier; 2017:639-643.  (GI)"
        },
        {
            "number in article": 15,
            "reference": "Mingji C, Onakpoya IJ, Parera R, Ward AM, Heneghan CJ. Relationship between altitude and the prevalence of hypertension in Tibet: a systematic review. Heart. 2015;101(13):1054-1060.  doi:10.1136/heartjnl-2014-307158.  (SR)"
        },
        {
            "number in article": 16,
            "reference": "Zhao Q, Hong D, Zhang Y, Sang Y, Zhang X. Association between anti-TNF therapy for rheumatoid arthritis and hypertension: a meta-analysis  of randomized controlled trials. Medicine. 2015;94(14):e731. doi:10.1097/MD.0000000000000731. (M)"
        },
        {
            "number in article": 17,
            "reference": "Huang D, Song X, Cui Q, Tian J, Wang Q, Yang K. Is there an association between aircraft noise exposure and the incidence of hypertension? A meta-analysis  of 16784 participants. Noise Health . 2015;17(75):93-97.  doi:10.4103/1463-1741.153400.  (M)"
        },
        {
            "number in article": 18,
            "reference": "An LB, Li W, Xie T, et al. Calcium supplementation reducing the risk of hypertensive disorders of pregnancy and related problems: a meta-analysis  of multicenter randomized controlled trials. Int J Nurs Pract . 2015;19-31.  doi:10.1111/ijn.12171. (M)"
        },
        {
            "number in article": 19,
            "reference": "Yarmolisky J, Gon G, Edwards P. Effect of tea on blood pressure for secondary prevention of cardiovascular disease: a systematic review and meta-analysis  of randomized controlled trials. Nutr Rev. 2015;73(4):236-246.  doi:nutrit/nuv001. (M)"
        },
        {
            "number in article": 20,
            "reference": "Lee P, Wong F. The association between time spent in sedentary behaviors and blood pressure: a systematic review and meta-analysis.  Sports Med . 2015;45(6):867-880. doi:10.1007/s40279-015-0322-y.  (M)"
        },
        {
            "number in article": 21,
            "reference": "Li Y, Hanssen H, Corden M, Rossmeissl A, Endes S, Schmidt-Trucksass  A. Aerobic, resistance and combined exercise training on arterial stiffness in normotensive and hypertensive adults: a review. Eur J Sports Sci . 2015;15(5):443-457.  doi:10.1080/17461391.2014.955129. (SR)"
        },
        {
            "number in article": 22,
            "reference": "Cormick G, Cianpponi A, Cafferata ML, Belizan JM. Calcium supplementation for prevention of primary hypertension. Cochrane Database Syst Rev . 2015;(6):CD010037.  (SR) "
        },
        {
            "number in article": 23,
            "reference": "Kanegae H, Oikawa T, Okawara Y, Hoshide S, Kario K. Which blood pressure measurement, systolic or diastolic, better predicts future hypertension in normotensive young adults? J Clin Hypertens (Greenwich) . June 2017;19(6):603-610.  doi:10.1111/jch.13015. (R)"
        },
        {
            "number in article": 24,
            "reference": "Chobanian AV. Guidelines for the management of hypertension. Med Clin North Am . July 2017;101(1):219-227.  doi:10.1016/j.mcna.2016.08.016.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Chen V, Ning H, Allen N, et al. Lifetime risks for hypertension by contemporary guidelines in african american and white men and women. JAMA Cardiol . 2019;4(5):455-459. doi:10.1001/jamacardio.2019.0529. (R)"
        },
        {
            "number in article": 26,
            "reference": "Luz RH, Barbosa AR, d'Orsi E. Waist circumference, body mass index and waist-height  ratio: Are two indices better than one for identifying hypertension risk in older adults? Prev Med . 2016;93:76-81.  doi:10.1016/j.ypmed.2016.09.024. (R)"
        },
        {
            "number in article": 27,
            "reference": "American Heart Association. Blood pressure measurement instructions. https://www.heart.org/-/media/files/health-topics/high-blood-pressure/how_to_measure_your_blood_pressure_letter_size.pdf?la=en&hash=58005C0F0AC9C9AACAA3089070B54E0F74695E95."
        },
        {
            "number in article": 2018,
            "reference": " Accessed November 16, 2019. (GI)"
        },
        {
            "number in article": 28,
            "reference": "Park SK, Lee D-Y, Kim WJ, et al. Comparing the clinical efficacy of resting and antihypertensive medication in patients of hypertensive urgency: a randomized, control trial. J Hypertens . 2017;35(7):1474-1480.  doi:10.1097/HJH.0000000000001340. (SR)"
        },
        {
            "number in article": 29,
            "reference": "Pescatello LS, Buchner DM, Jakicic JM, et al. Physical activity to prevent and treat hypertension: a systematic review. Med Sci Sports Exerc . 2019;51(6):1314-1323. doi:10.1249/MSS.0000000000001943. (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Wen H, Wang L, Wen H, Wang L. Reducing effect of aerobic exercise on blood pressure of essential hypertensive patients: a meta-analysis.  Medicine. 2017;96(11):1-6. doi:10.1097/MD.0000000000006150. (M)"
        },
        {
            "number in article": 31,
            "reference": "Costa EC, Hay JL, Kehler DS, et al. Effects of high-intensity  interval training versus moderate-intensity  continuous training on blood pressure in adults with pre- to established hypertension; a systematic review and meta-analysis  of randomized trials. Sports Med . 2018;48(9):2127-2142.  doi:10.1007/s40279-018-0944-y.  (M)"
        },
        {
            "number in article": 32,
            "reference": "Corso LM, Macdonald HV, Johnson BT, et al. Is concurrent training efficacious antihypertensive therapy? A meta-analysis.  Med Sci Sports Exerc . 2016;48(12):2398-2406. doi:10.1249/MSS.0000000000001056. (M)"
        },
        {
            "number in article": 33,
            "reference": "Jin YZ, Yan S, Yuan WX. Effect of isometric handgrip training on resting blood pressure in adults: a meta-analysis  of randomized controlled trials. Sports Med Phys Fitness . 2017;57(1/2):154-160.  doi:10.23736/S0022-4707.16.05887-4.  (M)"
        },
        {
            "number in article": 34,
            "reference": "Carlson DJ, Inder J, Palanisamy SK, et al. The efficacy of isometric resistance training utilizing handgrip exercise for blood pressure management: a randomized trial. Medicine. 2016;95(52):1-7.  doi:10.1097/MD.0000000000005791. (RCT)"
        }
    ]
}