{
    "metadata": {
        "title": "Blount Disease",
        "synonyms": [
            "tibia vara",
            "bow leg, osteochondrosis deformans tibiae, infantile blountdisease",
            "adolescent blountdisease"
        ],
        "anatomical location body part affected": [
            "Proximal tibialphysis affecting the lower extremity; almost always bilateral"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "The earliest description of Blountdisease was given byresearchers Erlacher and Blount, with Langenskiöld contributing the radiographic classifications. Blount disease is a developmental disorder characterized by relative growth inhibition of the posteromedial portion of the proximal aspect of the tibia.There are two types of Blount disease. Althoughthey are often described together, they are two separate disease processes (16)",
            "InfantileBlountdisease –early onset (ages 2–5),  with a persistence of physiologic varus,with (usually) progressive clinical and radiographic deformity –generally greaterepiphyseal and physeal distortion than in adolescent Blount disease –uses Langenskiöld radiographic classification –if it does not resolve in the shortterm (resolves spontaneously), long-term  disease results in premature intra-articular  pathology orearly degenerative joint disease –it is difficult to distinguish between persistent physiologicvarus and early infantile Blount disease –more responsive to bracing as a treatment if done at early age",
            "AdolescentBlountdisease –later onset (> 10 years old), with more subtle physeal and much lessepiphyseal distortion –assumed to progress with age, less likely to be associated with degenerative joint disease –associated with other deformities of the tibia and femur –strong association with obesity"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M92.40": "juvenile osteochondrosis of patella, unspecified knee",
            "M92.50": "juvenile osteochondrosis of tibia and fibula, unspecified leg",
            "M21.80": "other specified acquired deformities of unspecified limb",
            "M21.969": "unspecified acquired deformity of unspecified lower leg",
            "R26.89": "other abnormalities of gait and mobility",
            "R26.9": "unspecified abnormalities of gait and mobility (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified "
        ],
        "presentation signs and symptoms": [
            "Signs and symptoms –Infantile(16) -Severity of the lower limb deformity in infantile Blountdisease is characterized by the Langenskiöld classification. These six stages indicate progressive beaking, depression, and fragmentation of the medial tibial metaphysis that are seen on radiographs -Langenskiöldsix-stage  classification is based on radiographic findings of the proximal tibia, including -condition of the growth plate -extent of medial beaking (protuberance) -changes in the medial tibial metaphysis -evidence of premature medial fusion of the growth plate -Full recovery can occur from stages 1-4, but is not considered possible with stages 5 and 6 -Can have altered stance and gait –Adolescent(16) -The “classic” deformity in adolescent Blountdisease consists of a proximal tibial varus deformity with a medial proximal tibial physeal widening on radiographs -morbid obesity -ipsilateral and contralateral deformities of the distal femur and distal tibia are common -accentuating varus of distal femur -idiopathic contralateral valgus deformity (“windswept” deformity) -ipsilateral distal tibial valgus -ipsilateral internal tibial torsion deformity -procurvatum (flexion deformity) of proximal tibia -Altered gait due to deformities Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Remember that lower extremity bowing is a normal physiological developmental process that is bilateral, symmetrical, and nonprogressive, resolving by 2 years of age. However, pathological bowing should be considered in any child who has persistent bowing after 2 years of age or who demonstrates progressive deformity at any age –Authors of a study examining the tibial metaphyseal-diaphyseal  angle (TMDA) in young children noted that in children without Blountdisease the TMDA improved significantly, by 3° per 6 months and by 6° per year, whereas in children with Blountdisease the TMDA did not improve(17)",
            "When conducting the physical evaluation on an infant or toddler, it is best to assess the child with just his or her diaper/ underwear on in order to have an unobstructed view of the child’s lower extremities. One must always ask the primary caregiver for approval to remove a young child’s pants for the evaluation. Have the primary caregiver remove the clothing. For an older child, it is preferable to have the child wear shorts",
            "When evaluating and treating children, keep in mind that children have a short attention span; developmentally age-appropriate activities should be incorporated into therapy sessions",
            "It is important to respect the patient’s subjective complaints of pain during evaluation",
            "Clinicians should follow the guidelines of their clinic/hospital and the physician’s orders",
            "If there is clinical concern for DVT, contact the referring physician –Typical signs and symptoms of DVT -Tenderness when palpating the calf, leg pain with ambulation, swelling in the leg, increased temperature and/or redness in the leg, increased pain with ankle dorsiflexion (positive Homans’ sign) "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Exact etiology is unknown; however, it is believed to be multifactorial due to the various genetic, humoral, biomechanical,and environmental factors that control physeal growth and influence lower extremity alignment(1)–Development of Blount disease has been attributed to sustained abnormal loading of the proximal tibialphysis due toobesity leading to skeletal growth suppression and structural deformities in the knee(16)"
        ],
        "pathogenesis": [
            "Pathogenesis of the proximal tibial deformity is likely related to excessive compressive forces causing growth inhibition inaccordance with the Hueter-V olkmann  principle that increased pressure on a physis inhibits growth (1)–Excessive pressure at the medial portion of the proximal tibial cartilaginous epiphysis is transmitted across thetibiofemoral joint, altering the structure and function of the chondrocytes. This results in delayed epiphyseal ossificationand growth retardation of the medial tibialphysis–However, a mechanical etiology does not fully account for the fact that some children with classic radiographic findingsof Blount disease, especially infantile Blount disease, are not overweight",
            "Although morbid obesity is felt to contribute to adolescent Blountdisease, obesity is also seen in some cases of infantileBlountdisease"
        ],
        "incidence": [
            "In a multicenter study on Blount disease in Japan, researchers sent questionnaires to 1,350 training hospitals and includedpatients in whom Blount disease was diagnosed between 1990 and 2002(12)–In the overwhelming majority of children, infantile Blount disease was the diagnosis (190 infantile vs. 22 adolescent)–Bilateral knee impairment was present in the majority of those with infantile Blount disease as compared to unilateralknee involvement in the majority of those with adolescent involvement–Both patients with infantile and adolescent Blountdisease tended to be female and obese"
        ],
        "risk factors": [
            "Early ambulation–Association with children who ambulate early(2)",
            "Obesity(16)–Strong association with childhood obesity; obesity can substantially increase the compressive forces generated on themedial compartment of the knee joint in a child with genu varum(1)–United States researchers reported that children with Blount disease had a mean BMI of 39kg/m2 compared to a meanBMI of 23 kg/m2 in a control group(7)–Turkish researchers found that all seven children (ages 17 to 30 months) included in their study had rapid weight gain andwere considered either overweight or obese by 2 years of age in conjunction with the diagnosis of Blount disease(13)–Increased likelihood of developing a greater degree of angulation deformity in infantile Blount disease with increasingBMI-United States researchers examined the relationship between body weight and angular deformity in 45 young childrenwith Blount disease(15)-There was a significant correlation between increased body weight and increased tibiofemoral shaft angle (r = 0.74)–Research suggests that childhood obesity reduces bone mineral content to levels below what would be predicted on thebasis of body weight(1)-These factors may further predispose obese children with Blount disease to the development of progressive deformitieswith increasing weight",
            "Race/ethnicity–In the United States, Blount disease occurs in all racial groups but it is particularly common in Black Americans andHispanic Americans(2)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If evaluating a child in whom Blount disease is diagnosed who has severe or acute knee or leg pain and/or swelling, contact the referring physician immediately since this may be indicative of a more serious joint pathology or systemic illness",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Remember that lower extremity bowing is a normal physiological developmental process that is bilateral, symmetrical, and nonprogressive, resolving by 2 years of age. However, pathological bowing should be considered in any child who has persistent bowing after 2 years of age or who demonstrates progressive deformity at any age –Authors of a study examining the tibial metaphyseal-diaphyseal  angle (TMDA) in young children noted that in children without Blountdisease the TMDA improved significantly, by 3° per 6 months and by 6° per year, whereas in children with Blountdisease the TMDA did not improve(17)",
            "When conducting the physical evaluation on an infant or toddler, it is best to assess the child with just his or her diaper/ underwear on in order to have an unobstructed view of the child’s lower extremities. One must always ask the primary caregiver for approval to remove a young child’s pants for the evaluation. Have the primary caregiver remove the clothing. For an older child, it is preferable to have the child wear shorts",
            "When evaluating and treating children, keep in mind that children have a short attention span; developmentally age-appropriate activities should be incorporated into therapy sessions",
            "It is important to respect the patient’s subjective complaints of pain during evaluation",
            "Clinicians should follow the guidelines of their clinic/hospital and the physician’s orders",
            "If there is clinical concern for DVT, contact the referring physician –Typical signs and symptoms of DVT -Tenderness when palpating the calf, leg pain with ambulation, swelling in the leg, increased temperature and/or redness in the leg, increased pain with ankle dorsiflexion (positive Homans’ sign) "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Ask the patient and/or primary caregiver when they first noticed any signs or symptoms. Does the varus deformity appear to be worsening? Does the patient and/or primary caregiver recall any direct or obvious trauma to the knee joint or recall any recent infection? -When was the patient evaluated by a physician, or is the patient self-referred?  If a diagnosis of Blount disease has been made, what are the physician’s orders? Any restrictions? -Has the child undergone surgical intervention to correct the varus deformity? What type? Are there any postsurgical precautions/limitations?",
                "course of treatment": {
                    "medical management": "Key factors in determining medical intervention are the Langenskiöld stage and the age of the patient(16) Bracing is considered controversial but is sometimes prescribed for patients less than 3 years old with radiographic Langenskiöld stage 2 or less “Growth modulation” is the implantation of 2-hole  (or more) plates on the proximal lateral tibia spanning the physis to slow growth in the area Although research is promising, there are still many questions about possible implant breakage and the best time to remove the growth modulation plate Surgery is recommended to regain the normal physiologic valgus angle of the knee in adolescent children, children with more severe disease, and those who do not respond to bracing after 1 year of age(2) Surgery reduces the physiologic load on the medial tibial plateau and may allow for normal configuration of the articular surface of the proximal tibia and improve the mechanical axis of the leg However, there are risks to the various types of surgery Orthopedic surgeons need to consider the child’s bone age in addition to chronological age when determining surgical intervention(7) Researchers in the United States analyzed skeletal age in children with Blount disease compared to a control group. Children with earlyonset  Blount disease had a skeletal age that was advanced by 10 months and significantly advanced by 26 months compared to children with lateonset  Blount disease By taking skeletal age into account, orthopedic surgeons can reduce the risk of suboptimal surgical outcomes, including persistent valgus overcorrection after proximal tibial osteotomy and undercorrection after guided growth treatment Results of corrective surgery are best if performed by 4 years of age(2) In early cases, surgical correction may cause reversal of radiographic findings However, once physeal bridging occurs, there is no alternative to repeated surgical correction of angular deformity and leglength  inequality until growth ceases at skeletal maturity In addition to proximal tibial metaphyseal osteotomy with either acute or gradual correction, several other realignment strategies are available for very specific conditions(1) High tibial osteotomy of the tibia with concomitant osteotomy of the fibula is considered the “gold standard” to manage infantile Blount disease(16) Other procedures used are lateral hemiepiphysiodesis and guided growth around the knee, distal femoral osteotomy, elevation of the medial tibial plateau, resection of a physeal osseous bar, and gradual asymmetrical proximal tibialphysealdistraction(1) Occasionally, two or more of these operative procedures are applied simultaneously or in a staged manner Various surgical techniques include transverse, domed, and angled osteotomies, but in all cases the limb should be overcorrected into valgus to minimize the risk of recurrence. Internal tibial torsion should also be correctedfull to overcorrection of varus, flexion, and internal rotational deformities of the tibia(10) Postoperative management varies from simple casting to external fixation depending on the surgeon(16) It is important to keep in mind that patients with infantile Blountdisease may also have meniscal tears or other degenerative changes, even in the presence of corrected deformity (16)  For severe deformities and for patients with closed physes in adolescent Blountdisease, a valgus-producing  proximal tibial osteotomy with internal fixation is the most commonly used approach. An alternative approach with external fixation using a circular or multiaxial frame can be used to achieve gradual correction of the deformity and to minimize the risk of neurovascular complications from an acute correction(16)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Radiography: bilateral lower extremity standing anteroposterior radiographs with patellae (not feet) facing forward characteristically reveal the following, depending on the Langenskiöld stage:(16)",
                        "Infantile tibia vara",
                        "Varus angulation of the proximal tibial epiphysis/metaphysis",
                        "Widening medially due to arrested growth",
                        "Abnormality of proximal tibia with depression and irregularity or fragmentation of metaphysis posteromedially and deficiency of the tibial epiphysis medially",
                        "Medially sloped epiphysis",
                        "Prominent beaking of medial metaphysis",
                        "Adolescent tibia vara",
                        "Classic sign: widening of the medial physis due to arrested growth; also occasionally widening in the lateral side of the distal femur due to traction injury",
                        "Shape of tibialphysis is relatively normal",
                        "Medial sloped epiphysis and prominent medial beaking of metaphysis are not usually seen",
                        "In more advanced cases, tibia may be laterally subluxed and genu recurvatum present",
                        "May be difficult to differentially diagnose infantile Blount disease from severe physiologic tibia vara without radiographic findings(17)",
                        "TMDA helps predict infantile Blount disease progression in the absence of characteristic changes of more severe Blount disease",
                        "TMDA measures the degree of proximal tibial deformity. It is the angle between a line drawn parallel to the top of the proximal tibial metaphysic and a line drawn perpendicular to the long axis of the tibial shaft",
                        "Researchers found that TMDA improved over 6 months and 1 year in children without Blountdisease",
                        "CT scan or MRI: generally not needed to diagnose Blount disease",
                        "United States researchers concluded that children with Blount disease had the following significant findings compared to children in the control group:(9)",
                        "Increased medial meniscal height likely due to hypertrophy and degeneration in response to abnormal compressive forces in the medial compartment",
                        "Medial femoral epiphyseal cartilage with abnormal foci of increased signal intensity (50% of the children with Blount disease)",
                        "Decreased mid-coronal  thickness of the medial tibial epiphyseal cartilage along with an increase in the mid-coronal joint space distance",
                        "Proximal tibial posteromedial down-sloping configuration",
                        "Anterior cruciate ligament laxity"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture, herbal remedies) and whether or not they help",
                    "previous therapy": "Document whether patient has had physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Varus deformity is most noticeable in standing",
                "body chart": "Use a body chart to document location and nature of symptoms",
                "nature of symptoms": "Document the nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling) -May report aching pain along medial aspect of the knee -Pain may be indication of meniscal tears or other degenerative changes in patients with infantile Blountdisease -Pain in other parts of the lower extremities is not typical with Blount disease",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)  -May be asymptomatic and report no painself-report  pain V AS developed for children aged 312  years -V AS for pain rating (010  line)pain assessment tool for children aged 27years and individuals who are unable to communicate their pain. It is an ordinal scale of 12 for each of the five categories",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables. If patient reports pain, it is most often associated with prolonged weight-bearing  activities such as ambulation, stair negotiation, standing, and running",
                "sleep disturbance": "Document number of wakings/night, if any, that are related to conditionDocument any use of supplemental oxygen or ventilation",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Ask the patient or primary caregiver if there is a history of knee joint pathology. If so, what if any intervention was recommended? Does the patient have a history of any systemic illness such as an infection or trauma to the knee?",
                    "comorbid diagnoses": "Ask the patient or primary caregiver about other problems, including overweight/obesity, diabetes, cancer, heart disease and/or hypertension, history of fractures, osteopenia, psychiatric disorders, and orthopedic disorders Is there a family history of renal disease? Is bowing related to rickets/vitamin D deficiency? Is there a family history of bowlegs or significant short stature? Has obesity or sleep apnea been diagnosed in the child?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs and other supplements)",
                    "other symptoms": "Ask the patient or primary caregiver about other symptoms the patient may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports and, if so, have those activities been limited due to the patient’s current condition? Does the patient attend school? Has the patient stopped participating in physical education (PE) or other forms of exercise? Does the patient have a job? If so, what are his/her work duties? Is the patient able to drive safely?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient have any difficulty performing ADLs? -Health-related  quality of life measures should be included in the evaluation of children with Blount disease because of the potential physical, psychological, and social impact on these children -SF-36  and SF-12  Health Surveys -Minimum clinical difference for SF-36/SF-12  is a change in score of greater than or equal to 7.31(3)",
                "living environment": "With whom does the patient live (family members, caregivers, etc.)? Identify if there are any barriers to patient independence in the homeAre there stairs in the home? If so, how many? Location of bedroom and bathroom? Entrance to the home? Shower vs. bathtub?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Assess BMI and compare to age and gender charts –The majority of children with Blount disease, regardless of age, are significantly overweight and/or obese(16)defined as body weight 85–95th  percentile for age and genderdefined as body weight > 95th percentile for age and gender –Assess for limb-length  inequality in supine and note if true vs. functional leg-length  difference -True leg-length  discrepancy is often present in children with unilateral tibia vara(16) ",
            "assistive and adaptive devices": "Does the patient need an assistive device such as crutches or a cane to alleviate symptoms? Has the patient been prescribed a long-leg brace/knee-ankle-foot  orthosis (KAFO)?",
            "balance": "Assess the patient’s static and dynamic balance with one or more of the following tests as deemed appropriate per patient’s developmental age and complaints/symptoms. Compare to age-matched  norms and/or unaffected side –Single-leg  stance with eyes open and/or eyes closed –Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)  balance subscale, Pediatric Balance Scale (PBS) –Due to time constraints, only some parts of the PBS, such as Romberg, Sharpened Romberg, and single-leg  stance, may be performed",
            "cardiorespiratory function and endurance": [],
            "circulation": "May palpate distal pulses (dorsalis pedis and tibialis posterior arteries)If appropriate, assess patient’s ability to perform squatting activities, lifting techniques, etc.; note any limitations due to painAssess the patient’s ability to perform transfers such as sit-to-stand, floor-to-stand,  or getting out of a car",
            "functional mobility": "",
            "gait locomotion": "Observe the patient’s gait (self-selected  pace and running) and note any asymmetry or abnormal gait patterns –Internal tibial torsion is often present in addition to the varus deformity(16) –Assess foot progression angle to measure the degree of intoeing with gait -Have the patient ambulate in a straight line. The angle between the longitudinal axis of the foot and the imaginary straight line determines the foot progression angle -Intoeing is indicated with a negative angular/degree value and out-toeing  with positive degree value. Measure both feet –Gait biomechanics may also be altered due to increased BMI, such as but not limited to increased stance-limb  genu varus, increased stance-limb  knee rotation, and swing-limb circumductionPalpate knee joint line and note any tenderness. Assess integrity of medial and lateral collateral ligaments, cruciate ligaments, patellofemoral joint, and medial and lateral meniscus. Note any abnormality, pain, or tenderness –Lateral collateral ligaments and cruciate ligaments may become less competent(5) –Palpate bilateral knee joint lines and note if patient reports any complaints of pain or tenderness -In some cases, the joint line may be posteromediallydepressed(5) –MRI studies have shown compensatory thickening of the medial meniscus and medial articular cartilage(5,9)",
            "muscle strength": "Perform bilateral lower extremity manual muscle test (MMT), if age appropriate, and note any asymmetry in strength. In younger children, MMT is not possible due to cognitive limitations. Lower extremity and core strength may be assessed visually through age-appropriate  functional skills assessment; note any asymmetry in movement qualityBased on the child’s age, it may be beneficial to assess gross motor development and note if patient is having any difficulty performing age-appropriate  gross motor skills. This can be performed formally with astandardized test such as the Peabody Developmental Motor Scales, Second Edition (PDMS-2),  the BOT-2,  or a screen such as the Battelle Development Inventory Screening, the Ages and Stages Questionnaire, or the Pediatric Evaluation of Disability Inventory (PEDI)",
            "observation inspection palpation including skin assessment": [
                "Assess skin integrity and note any discoloration or increase in temperature suggesting infection •Palpation:  Important to assess for tenderness or pain associated when palpating the following (nonexhaustive list): hip, knee, ankle joint, knee ligaments, knee joint lines, and hip, knee, and ankle joint musculature. Note the presence of any asymmetrical muscle mass or tone"
            ],
            "posture": "Visual inspection of patient’s standing posture (anterior, posterior, and lateral view of patient) –Assess scapular and hip heights, pelvic asymmetry –Varus deformity of distal femur is more commonly seen in adolescents, but in younger children a valgus deformity of the distal femur may be noted(5)  –Children with infantile Blount disease had more severe varus and procurvatum deformities of the proximal tibia than did children with adolescent Blount disease(1,16) –Compensatory calcaneal valgus may also be observed(5)",
            "range of motion": "Measure AROM/PROM of bilateral lower extremities as well as muscle, such as but not limited to hamstring length via popliteal angle or straight-leg  raise (SLR), Thomas test, tensor fascia lata, gastrocsoleus –When assessing hip internal and external rotation ROM, it is best to place the patient in prone. Hip internal rotation> 60°is associated with excessive femoral anteversion(18)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral patellar and Achilles reflexes, noting any abnormality/asymmetry",
            "sensory testing": "Assess bilateral extremity dermatomes as indicated",
            "special tests specific to diagnosis": " Special tests specific to diagnosisAssess for internal tibial torsion(18) -Place the patient in prone and flex the knee to 90˚ so that the tibia is held vertically and the foot held parallel to the ground -Using a goniometer, assess the angle between the femur axis (imaginary line bisecting the length of the femur) and foot axis (imaginary line bisecting the foot from the heel through the third web space) -Normal value (mean)–3 degrees0 degrees+3 degrees+8 degrees10+ degreesAssess for femoral anteversion -Place patient in prone with the knee flexed to 90˚ -Palpate the posterior aspect of the greater trochanter and then passively rotate the hip until the most prominent portion of the greater trochanter reaches a horizontal plane -Measure the degree of anteversion using a goniometer based on the angle between a line bisecting the tibia in relation to a true vertical axis. Perform bilaterally, note any asymmetry, and compare to age-matched  norms -At birth, normal femoral anteversion is between 30-40 degrees but decreases to 15 degrees by skeletal maturity(18) -Clinical assessment of anteversion of the hip is less reliable in obese children and more accurately assessed by CT(5) -South African researchers conducted a cross-sectional,  prospective study of 14 children (mean age 10 years) with Blount disease to investigate the presence of femoral anteversion as a cause of persistent intoeing despite surgical correction for internal tibial torsion(5) -Statistically significant increase in femoral anteversion was noted in the affected lower extremities compared to previously published age-and gender-matched  peers -Subjects with Blount disease had on average 26˚ more femoral anteversion compared to the controls –Angulation – measured while patient is supine(18) -Patella are facing forward and medial malleoli are touching -Measure distance between knees -At birth, 10–15˚  of varus is normal. Angulation is usually neutral by 14 months and reaches a maximum of up to 20˚ of valgus around 3 years of age. Mature angulation of 5–7 of valgus is reached by age 7",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Is the child able to follow multiple-step commands?",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis may be at risk for falls due to gait abnormality; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Ultrasound should not be used as a pain-relief  modality in children or adolescents. Ultrasound is contraindicated along the growth plates ",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Blount disease is more likely to be suspected and properly diagnosed if the condition is unilateral vs. bilateral because of the obvious comparison to the noninvolved limb.(2) The combination of clinical and radiographic findings is the basis for diagnosis, therapy, and follow-up.(9) Treatment for Blount disease depends on the age of the patient and the degree of deformity. Furthermore, physical therapy treatment intervention will vary significantly depending on whether the patient is referred for conservative management/nonoperative or status postsurgical intervention Physical therapy is indicated when the patient’s signs and symptoms are impacting his or her daily activities, functional skills, and/or age-appropriate  gross motor skills. Physical therapists may also play an important role with brace management Physical therapy should be considered as a part of postoperative surgical intervention for gait training, functional skills, balance, strengthening, and ROM Bracing is an option for children under 3 years of age who present with minimal deformity –Bracing places a valgus stress on the knee and decreases the stress on the medial physis, potentially allowing for recovery of medial physeal growth Surgical intervention is recommended for children older than 3 who have severe bowing or when bracing fails to improve the varus deformity",
        "rule out": "It is important to determine if the child has infantile Blount disease or physiologic varus. This can be quite difficult in children under 2 years of age(16) –Lack of characteristic Blount disease radiographic findings, low TMDA, symmetrical degree of genu varum, often involves both the femur and the tibia, and nonprogressive deformity(17) Other causes of pathologic genu varum include skeletal dysplasias (e.g., metaphyseal dysostosis, mucopolysaccharidoses), rickets, various genetic disorders, renal osteodystrophy, trauma, tumor, and infection, all of which the physician should consider based on the clinical and radiographic findings, family history, and laboratory tests(10) –Children develop rickets due to vitamin D deficiency and frequently have bilateral genu varus deformity, but they also have other skeletal findings such as thickening of the wrists, rachitic rosary, and frontal bossing. Radiographs indicate metaphyseal widening and fraying –Familial history of significant short stature and genu varus alignment may indicate hereditary hypophosphatemic rickets –Children with mild cases of hypophosphatasia may also have genu varus deformity, short stature, and low serum alkaline phosphatase –Bowed tubular bones can be a manifestation of multiple genetic disorders, including skeletal dysplasias (e.g., achondroplasia, pseudoachondroplasia, campomelic dysplasia, diastrophic dysplasia) and osteogenesis imperfecta –Anterolateral tibial bowing is also present in neurofibromatosis 1 (NF-1).  Note any other signs or symptoms that may indicate NF-1  and discuss with the physician",
        "prognosis": [
            "Recurrent infantile Blount disease is difficult to treat –Complex surgical reconstruction with elevation of the medial tibial plateau and lateral epiphysiodesis has been used in recurrent cases(16)",
            "Spontaneous resolution of adolescent Blount disease is uncommon but can occur in very mild cases(2,16)",
            "There are few long-term  follow-up  studies of patients with Blount disease(1) –Most long-term  data on the natural progression of Blount disease are derived from a Swedish national registry of a largely White, nonobese population",
            "Long-term  studies indicate an increased likelihood of knee osteoarthritis in patients with infantile Blount disease versus adolescent Blount disease(10)",
            "Children with Blount disease have an increased risk of developing premature arthritis of the knee, especially if untreated. This is most likely due to the mechanical axis of the lower extremity shifting medially –Although increasing varus deformity was associated with arthritic changes in older patients, a consistent relationship between varus deformity and the severity of the osteoarthritis could not be established(1) "
        ],
        "referral to other disciplines": "Referral to pediatric orthopedist if the patient has not already been referred. Referral to an orthotist for bracing, as indicated. Patient and primary caregivers may also benefit from a referral to a dietician and/or nutritionist to address any weight management concerns and possible vitamin D deficiency(8) Researchers in the United States conducted a retrospective review of 890 patients of an obesity clinic(8) –Blount disease has a statistically significant positive association with BMI and vitamin D levels. Those with very low vitamin D levels were 7.33 times more likely to have Blount disease than those with higher levels, and each whole number increase in BMI increased the likelihood of the presence of Blount disease by 3%",
        "other considerations": [],
        "treatment summary": [
            "Observation may be indicated when the diagnosis is still uncertain. Early stages of infantile Blount disease should often just be closely observed, as spontaneous improvement may occur before 4 years of age(16)",
            "Research specifically assessing the effectiveness of physical therapy treatment intervention was not documented; however, it should be considered as a part of postoperative surgical intervention for gait training, functional skills, strengthening, and ROM. Physical therapy, as part of conservative management, prior to surgical intervention should be considered, especially if a patient is reporting pain or discomfort associated with gait abnormalities, muscle weakness/muscle imbalance, and loss of ROM affecting his or her daily life",
            "Authors have reported that a long-leg  KAFO with a medial upright and drop lock hinges to unload the medial compartment of the knee can be effective in treating mild to moderate infantile Blount disease (Langenskiöld classification stage 2 and 3) before 3 years of age(1) –Reported risk factors for failure of brace treatment include obesity with weight > 90th percentile, presence of a varus thrust, age > 3 years at the initiation of the brace treatment, bilateral involvement, and Langenskiöld stage 3 or higher(1) –Inconsistencies in a retrospective case series in which KAFOs were used for patients with Blount disease included multiple variables, no control groups, and various orthoses designs and regimens(1) –Practice of prescribing KAFOs for obese children with possible infantile Blount disease, while based on sound physiologic reasoning, has not been validated with enough scientific scrutiny to recommend its routine use(1) –No consensus among orthopedists exists regarding whether bracing is necessary or effective. The efficacy of using bracing has not been established through controlled trials(16)",
            "Treatment of children with Blount disease should occur early within the diagnosis. Corrective treatment of the affected extremity involves use of hip-knee-ankle-foot  orthosis, X-ray  control, supplementation of vitamin D3, and neurodevelopmental techniques(14) . Problem Goal Intervention Expected Progression Home Program  Joint, ligament, and/ or muscular pain and tendernessReduce pain and/or tenderness to palpationPhysical agents and mechanical modalities _ Therapeutic modalities such as moist heat or ice in conjunction with the RICE approach (rest, ice, compression, elevation) may be utilized; however, there is no evidence reported regarding conservative measures for treating Blount disease _ _ Moist heat or ice packs are typically recommended for 15– 20 minutes 3–4 times a day. Do not apply directly to the skin. Use towel between skin and modalityModalities should be gradually reduced over the patient’s course of treatment as the patient’s complaints of pain and tenderness subsideInstruct the patient and/ or primary caregiver in the application of conservative management techniques. Have the patient and/or primary caregiver demonstrate independence with application  Painful or nonsymmetrical weight-bearingPain-free symmetrical standing posture and weight-bearing activitiesPrescription, application of devices and equipment _ KAFO, crutch(es), cane, and/or walker may be recommended to initially assist the patient with pain-free, symmetrical gait _ _ If there is a true leg- length discrepancy, a shoe insert/lift is indicated to assist with achieving symmetrical standing posture and decreasing subjective complaints of pain _ _ Therapeutic exercises _ Increase static and dynamic balance necessary for age- appropriate, safe, independent functional skills such as standing in line at school, donning/doffing shoes and socks and clothing while standingInstruct the patient and primary caregiver in the proper KAFO donning and doffing procedure _ _ Gradual progression of intensity of exercises should allow the patient to bear additional weight on unaffected lower extremity _ _ Develop a comprehensive balance training/postural stability program for the patient based on his/her impairments. This may include the following skills: single- limb stance (SLS) and double-limb stance (DLS) with eyes open and eyes closed, static and dynamic surfaces with SLS and DLS activities (i.e., Bosu ball, 1/2 foam roll, wobble board), balance beam, hurdles _ _ Therapists should consistently motivate and encourage the patient while providing specific instructions and feedback; motor learning is enhanced by providing adequate knowledge of performance _ _ Provide necessary physical assistance for the patient to safely and confidently attempt and perform the activityProvide the patient and primary caregiver with written instructions regarding individualized home program and correct use and/or application of KAFO, if indicated _ _ The patient and/or primary caregiver must demonstrate independence in performing home program  Antalgic gait Ambulate within the home and community without pain or discomfortGait training _ Gait training to assist with achieving a normal, pain-free gait. Focus on equalizing step and stride length, stance time _ _ Prescription, application of devices and equipment _ KAFO, crutch(es), cane, and/or walker may be recommended to initially assist the patient with pain-free, symmetrical gait _ _ If there is a true leg- length discrepancy, a shoe insert/lift is indicated to assist with normalizing gait biomechanicsMonitor the need for an assistive device, if initially prescribed, and ultimately wean the patient from an assistive device _ _ Instruct the patient and primary caregiver in the proper KAFO donning and doffing procedure and any other assistive devicesProvide the patient and primary caregivers with written instructions regarding gait activities that can be performed at home and correct use and/or application of equipment _ _ The patient and primary caregivers will demonstrate independence and understanding of home program  Decreased AROM/ PROM (most likely the knee joint)Full, pain-free lower extremity AROM/ PROM _ _ Restore muscle length values within normal limits, such as but not limited to hamstrings, rectus femoris, and tensor fascia lataeTherapeutic exercises _ Lower extremity stretching, PROM, and/ or AROM exercises for any tight musculature, such as but not limited to gastrocsoleus, hamstrings, quadriceps, tensor fascia latae, and hip adductors _ _ Exercises should be age-appropriate and as developmentally functional as possible. It is often necessary to incorporate play-based therapy into treatment interventions when working with children in a therapeutic setting. This will most likely increase patient participation and complianceThe intensity and duration of exercises should be gradually progressed as patient increases flexibilityInstruct the patient with an individualized therapeutic home program. These exercises should be performed as part of his or her daily routine per therapist-specific recommendations _ _ Patient and/or primary caregiver must demonstrate independence when performing home program  Decreased age- appropriate gross motor milestones and functional mobilityMaximize and achieve age-appropriate gross motor skills, such as but not limited to running, jumping, skipping _ _ Perform functional mobility skills such as transfers (sit-to-stand, floor-to-stand) without complaints of pain or discomfortFunctional training _ Transfer training for floor-to-stand, sit-to- stand, bathtub transfer as appropriate _ _ Therapeutic exercises _ Lower extremity strengthening exercises focusing on hip and knee musculature in conjunction with abdominal/trunk musculature in functional activities. These can be performed with or without resistance as indicated using isometric, concentric, and eccentric exercises. Resistance can be provided in the form of ankle weights, resistance bands and tubes, and/or machines _ _ Exercises should be age appropriate and as developmentally functional as possible. It is often necessary to incorporate play-based therapy into treatment interventions when working with children in a therapeutic setting. This will most likely increase patient participation and complianceThe intensity and duration of exercises should be gradually progressed as the patient increases strength _ _ Exercises should be modified to patient’s abilities (i.e., increase number of repetitions and/or sets, increase resistance) _ _ Advance gross motor milestone skills as indicatedInstruct the patient with an individualized therapeutic home program. These exercises should be performed as part of patient’s daily routine per therapist specific recommendations _ _ Patient and/or primary caregiver must demonstrate independence when performing home program  Decreased lower extremity strengthPain-free, full, and symmetrical lower extremity strengthTherapeutic exercises _ Lower extremity strengthening, which can be performed with or without resistance, as indicated, using isometric, concentric, and eccentric exercises Resistance can be provided in the form of ankle weights, resistance bands and tubing, and/or machines _ _ Exercises should be age appropriate and as developmentally functional as possible. It is often necessary to incorporate play-based therapy into treatment interventions when working with children in a therapeutic setting. This will most likely increase patient participation and complianceThe intensity and duration of exercises should be gradually progressed as patient increases strength _ _ Exercises should be modified to patient’s abilities (i.e., increase number of repetitions and/or sets, increase resistance)Instruct the patient with an individualized therapeutic home program. These exercises should be performed as part of daily routine per therapist specific recommendations _ _ The patient and/or primary caregiver must demonstrate independence when performing home program ."
        ]
    },
    "desired outcomes outcome measures": {
        "decrease pain discomfort": [
            "V AS, FLACC scale, Oucher scale"
        ],
        "increase lower extremity strength and muscle flexibility": [
            "ROM, MMT"
        ],
        "improve functional gait and mobility": [
            "Gait analysis, 6MWT"
        ],
        "improve balance": [
            "PBS, BOT-2,  SLS, DLS"
        ],
        "improve age-appropriate  gross motor skills": [
            "PDMS-2,  BOT-2,  PEDI",
            "Pediatrics-Parent/Child  Outcome Instrument–Results from a research study conducted in Barbados and Trinidad indicate that significantly higher patient satisfactionlevels are associated with surgical correction of tibia vara resulting in a metaphyseal-diaphyseal  angle (TMDA) of –5 to+5˚ and a valgus alignment and with an anatomical femoral-tibial  angle (aFTA) of 0 to +5º˚(6)–Physician’s goal is to attain a normally aligned lower extremity with normal joint orientation and equal limb lengths atskeletal maturity(1)"
        ]
    },
    "maintenance or prevention": [
        "Observation with repeat clinical and radiographic examination is recommended for children under 2 years of age, especially if the diagnosis is uncertain and the varus deformity is mild(1,16)",
        "Given the possibility of recurrent deformity, progressive limb-length discrepancy, and overcorrection, it is imperative for orthopedic physicians to follow patients with Blount disease at least until skeletal maturity, irrespective of age of onset and the surgical treatment strategy(1,16)",
        "Weight control and maintaining proper vitamin D levels is important in preventing recurrence of Blount disease even after surgical correction.(8) Despite undergoing surgical correction of Blount disease to improve leg-length  discrepancy and gait biomechanics, BMI can continue to increase in these children. A comprehensive weight management program is recommended Researchers in the United States examined the effects of surgical repair of Blount disease on BMI in 47 children who underwent gradual correction with external fixation. Despite the mechanical axis deviation (MAD) improving from 80.5 mm medial to 16.1 mm medial (P < 0.0001) and the leg-length  discrepancy (LLD) improving from 19.6 to 10.9 mm (P = 0.0002), these patients’ BMI increased on average from 35 to 38 over a 48-month  follow-up  period. Seventy-six percent of the children had an increase in their BMI at the latest follow-up.  There was no association between the change in the patients’ BMI and their age of disease onset, sex, ethnicity, health insurance status, final MAD, or LLD. There was a tendency for patients' BMI to increase with longer follow-up  (P = 0.002)(11)"
    ],
    "patient education": [
        "More information on Blountdisease can be found at http://kidshealth.org/en/teens/blount-disease.html?WT.ac=ctg",
        "Information on Blountdisease from the National Institutes of Health is available at https://rarediseases.info.nih.gov/diseases/916/blount-disease Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Sabharwal S. Blount disease. J Bone Joint Surg Am . 2009;91(7):1758-1776.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Rab GT. Pediatric orthopedic surgery. In: Skinner HB, ed. Current Diagnosis & Treatment in Orthopedics . 5th ed. New York, NY: McGraw-Hill  Education/Medical; 2014:542-543.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Balla J, George SZ. The use of a modified treatment based classification system to treat an adolescent with imaging evidence of a herniated disc. Orthop Phys Ther Pract . 2008;20(4):176-181.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Guyatt GH, Sullivan MJ, Thompson PJ. The 6-minute walk: a new measure of exercise capacity in patients with chronic heart failure. Can Med Assoc J . 1985;132(8):919-923. (R)"
        },
        {
            "number in article": 5,
            "reference": "Aird JJ, Hogg A, Rollinson P. Femoral torsion in patients with Blount's disease: a previously unrecognised component. J Bone Joint Surg Br . 2009;91(10):1388-1393.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Jones JK, Gill L, John M, Goddard M, Hambleton IR. Outcome analysis of surgery for Blount disease. J Pediatr Orthop . 2009;29(7):730-735.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Sabharwal S, Sakamoto SM, Zhao C. Advanced bone age in children with Blount disease: a case-control  study. J Pediatr Orthop . 2013;33(5):551-557.  doi:10.1097/ BPO.0b013e318285c524. (R)"
        },
        {
            "number in article": 8,
            "reference": "Montgomery CO, Young KL, Austen M, Jo CH, Blaiser RD, Ilyas M. Increased risk of Blount disease in obese children and adolescents with vitamin D deficiency. J Pediatr Orthop. 2010;30(8):879-888.  doi:10.1097/BPO.0b013e3181f5a0b3. (R)"
        },
        {
            "number in article": 9,
            "reference": "Ho-Fung V, Jaimes C, Delgado J, Davidson RS, Jaramillo D. MRI evaluation of the knee in children with infantile Blount disease: tibial and extra-tibial  findings. Pediatr Radiol . 2013;43(10):1316-1326.  doi:10.1007/s00247-013-2686-1.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Birch JG. Blount disease. J Am Acad Orthop Surg . 2013;21(7):408-418.  doi:10.5435/JAAOS-21-07-408.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Sabharwal S, Zhao C, Sakamoto SM, McClemens E. Do children with Blount disease have lower body mass index after lower limb realignment?. J Pediatr Orthop . March 2014;34(2):213-8.  doi:10.1097/BPO.0b013e3182a11d59. (R)"
        },
        {
            "number in article": 12,
            "reference": "Inaba Y, Saito T, Takamura K. Multicenter study of Blount disease in Japan by the Japanese Pediatric Orthopaedic Association. J Orthop Science . 2014;19(1):162-140. doi:10.1007/s00776-013-0489-8.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Guven A, Hancl S, Kuru L. Obesity and increasing rate of infantile Blount disease. Clin Pediatr . 2014;53(6):539-543.  doi:10.1177/0009922813518424. (R)"
        },
        {
            "number in article": 14,
            "reference": "Binkiewicz-Glinska  A, Wasicka B. Blount disease and rehabilitation [Abstract PP7]. J Rehab Med . 2015;47(8):785. (C)"
        },
        {
            "number in article": 15,
            "reference": "Sabharwal S. Blount disease: an update. Orthop Clin North Am . 2015;46(1):37-47.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Birch JG. Controversies in Blount’s Disease. In: Sabharwal S, ed. Pediatric Lower Limb Deformities . Switzerland: Springer International Publishing; 2016:503-515.  (GI) "
        },
        {
            "number in article": 17,
            "reference": "Park BK, Park KB, Kwak YH, et al. A comparative evaluation of tibial metaphyseal-diaphyseal  angle changes between physiologic bowing and Blount disease. Medicine. 2019;98(17). doi:10.1097/MD.0000000000015349. (R)"
        },
        {
            "number in article": 18,
            "reference": "Hadeed M, Bachmann K. School age: Normal lower extremity anatomic variants. In: Miller MD, Hart JA, MacKnight JM, eds. Essential Orthopedics . Philadelphia, PA: Elsevier; 2020:852-854.  (GI)"
        }
    ]
}