{
    "metadata": {
        "title": "Calcaneus Fracture",
        "synonyms": [
            "fracture, calcaneus",
            "calcaneal fracture",
            "fracture, sinus tarsi",
            "heel bone fracture"
        ],
        "anatomical location body part affected": [
            "Hindfoot/heel, lower extremity"
        ],
        "area of specialty": [
            "orthopedic rehabilitation"
        ],
        "description": [
            "Calcaneus fracture (CF) accounts for 60% of all fractured tarsal bones, which make up 1–2%  of all fractures. Most are associated with trauma(14)",
            "Most CFs are closed fractures with only 10% being open fractures(14)",
            "Broad classifications of CF: 25% of CFs are extra-articular  while 75% are intra-articular,where  the subtalar joint is damaged/depressed. CFs can also be classified by whether associated fractures and soft tissue injuries of the foot are present(14) –The Sanders classification is used most commonly with CF. (See Pathogenesis below). The Sanders classification considers the presence and extent of subtalar joint fragments/depression",
            "Treatment options range from conservative care for closed, nondisplaced extra-articular CF to surgical reduction with fixation for cases with compromised subtalar joint function. There is not consensus on the best surgical techniques, although there is growing support for less invasive procedures(14)",
            "Management of patients with CF involves non-weight-bearing  (NWB) in the early healing phase, followed by progressive weight-bearing  (WB) and rehabilitation exercises to restore strength, ROM, and functional capacity –There is growing support for earlier physical therapy intervention with CF(15,16)",
            "Chronic subtalar joint stiffness, foot pain, and abnormal gait may develop, especially in patients with loss of heel height, increased heel width, or severe articular surface displacement(14)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S92.0": "fracture of calcaneus (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for CF"
        ],
        "presentation signs and symptoms": [
            "Patients usually present with orders for rehabilitation and restricted WB, often after the NWB phase of management (up to 12 weeks)",
            "Use of ambulatory assistive device (e.g., crutches, rolling knee walker, wheelchair)",
            "Foot pain and swelling",
            "Heel contour may be distorted in severe cases",
            "Resolving plantar ecchymosis and hematoma (Mondor sign)",
            "Healing of surgical incision and/or soft tissue wounds",
            "Reduced sensation of foot and ankle joint proprioception",
            "Impaired strength and flexibility of affected foot and lower extremity. Weak or absent plantar flexion following avulsion CF ",
            "Impaired functional mobility (balance, gait)",
            "Potential neurovascular compromise Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The talus usually acts like a wedge, causing compressive and widening forces at the angle of Gissane of the calcaneal body(i.e.,formed by the downward and upward slopes of the calcaneal superior surface –normally 120–145˚)(14)",
            "Most common - high-energy  direct trauma on the hindfoot as in a (14)–motor vehicle collision–fall or jump from significant height–blunt blow",
            "Repetitive overuse (e.g., running) without protective footwear (barefoot or wearing “minimalist” shoes) may promotecalcaneal stress fracture",
            "Combat-related  CF is common in military personnel(3)–Rapid acceleration beneath the feet (i.e., “deck-slap” injury) due to high-velocity,low-amplitude  force directed superiorlyalong the axis of the axial skeleton, similar to jump landing; associated with very high rates of concomitant injuries andextensive soft tissue damage"
        ],
        "pathogenesis": [
            "The calcaneus and talus have three articulating surfaces that make up the subtalar joint: the anterior, middle, and posteriorfacets. The posterior facet is the primary load-bearing  surface(14)",
            "The Sanders method is the most commonly used system for classifying CF.(14) It utilizes coronal CT images showing theposterior facet and sustentaculum to determine the presence and extent of subtalar joint fragments/depression and classifiesCFs into four types (I–IV)  of displacement with increasing severity(10)–Type I: 1 nondisplaced or minimally displaced bony fragment–Type II: 2 bony fragments involving the posterior facet–Type III: 3 bony fragments, including an additional depressed middle fragment–Type IV: 4 comminuted bony fragments",
            "Either open reduction with internal fixation (ORIF) or closed reduction with percutaneous fixation is indicated for unstableintra-articular  CF. However, there is not consensus on the best surgical technique to perform.The choice to operate needs tobe considered alongside the complications that can come with surgery(14)",
            "The decision for operative management is based on the type of CF, soft tissue complications, and health of the patient(14)",
            "Whether operative treatment is superior to conservative management for low-grade  intraarticular CF remainscontroversial(14)",
            "Post-traumatic  arthritis is a common complication after CF and may require subtalar arthrodesis or ankle joint arthroplastyin the long term",
            "Associated neurovascular injuries are uncommon with calcaneal fractures(10)",
            "Peroneal tendon instability is relatively common with CF(17)"
        ],
        "risk factors for complications": [
            "Open fracture(9)",
            "Diabetes(14)",
            "Smoking(14)",
            "High-dose  steroids(14)",
            "Severe vascular disease(14)",
            "Osteoporosis",
            "Nonprotective footwear"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Pediatric cases require informed consent of a parent or legal guardian",
        "Remain vigilant for adverse signs (e.g., unremitting pain at rest, paresthesias) ",
        "Suspect deep vein thrombosis (DVT) in cases with persistent calf swelling, warmth, redness, and tenderness",
        "Obtain specific WB instructions from physician; inquire about any other mobility restrictions. NWB is often prescribed for up to 12 weeks",
        "Continue to reinforce compliance with WB orders as symptoms improve",
        "Obtain physician orders prior to initiating any new treatment",
        "Aggravating or painful activities are contraindicated even after fracture healing is confirmed",
        "Beware of calluses or bunions becoming ulcerated and infected during immobilization period",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Confirm that distal pulses are present",
            "Stop the examination and immediately report signs and symptoms suggestive of neurovascular compromise to physician (e.g., if sensation is impaired or the patient cannot demonstrate a motor response in the affected foot)",
            "Observe for signs of fracture displacement and report to physician",
            "Consult physician in cases with unexpected inflammation, infection, or poor healing of soft tissues"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document date and cause of injury. The onset is often sudden and traumatic (see Causes , above)",
                "course of treatment": {
                    "medical management": "What modification of regular physical activities has physician recommended? Sanders type I and most extraarticular CF are usually treated conservatively with rest, ice, elevation, and early ROM. Splinting should be discontinued after 510  days and early ROM of the ankle and hindfoot should commence to minimize stiffness.(14) What are the prescribed WB restrictions? Was the foot immobilized in a cast or boot? If so, for how long?",
                    "surgical management": [
                        "Surgical management: What operative procedure was used: ORIF or closed reduction with percutaneous fixation? Were there complications during or soon after surgery?",
                        "Goals of surgery include reduction of the posterior facet to as normal as possible and restoration of overall calcaneal morphology(12)",
                        "Postoperative complications include infection and skin necrosis, skin irritation by metal implants, redisplacement of",
                        "the reduced fragment, neurovascular injury, posttraumatic  arthritis, and malunion(4,11)"
                    ],
                    "medications": "Document what medications clinician has prescribed and whether they are being taken and are helpful. Postoperative pain management may include strong analgesics (e.g., opioids), NSAIDs, or acetaminophen",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "CT scans are usually obtained to identify the type of fracture and are also helpful to evaluate the outcomes of surgically treated CF",
                        "X-rays  are taken as indicated to rule out other foot or lower extremity fractures/conditions",
                        "Surgical patients typically undergo preoperative chest X-ray;  blood tests, including complete cell count (CBC),",
                        "hemoglobin/hematocrit, and type and crossmatch;  kidney and liver function tests; ECG; and postoperative CT scan of ankle"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document any relevant factors ",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 0 to 10 scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. Does the patient sleep supine with the affected ankle elevated?",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, shortness of breath) -General anesthesia increases the patient’s risk for myocardial infarction, stroke, pneumonia, and blood clots -Symptoms of blood clots/DVT in the leg include redness, warmth, pain, tenderness, and swelling of the leg; refer to physician urgently if these symptoms are present -Chest pain and shortness of breath can indicate that a clot has traveled to the lungs",
                "respiratory status": "Is the patient using portable supplemental oxygen? If so, what is the patient’s respiratory status for WB? Barriers to learning -Are there any barriers to learning? Yes__/No__ -If Yes, describe"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document prior lower extremity trauma or fracture. Ask about other lower extremity surgeries",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient currently working or in school? Does patient have a sedentary or physically active job? Does the job require the patient to be on their feet? Does the patient participate in recreational or competitive sports?",
                "functional limitations assistance with ADLs adaptive equipment": "Document any reported limitations/restrictions",
                "living environment": "Stairs, number of floors in home, who patient lives with, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? -To ensure safety, environmental modifications such as installation of grab bars, use of assistive devices such as a shower chair, and removing loose carpets may be necessary -The patient may require the creation of a temporary living space on a first floor or somewhere close to a bathroom during the NWB phase"
            }
        },
        "relevant tests and measures": {
            "general": "While tests and measures are listed in alphabetical order, sequencing should be appropriate to ›Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting",
            "anthropometric characteristics": "Document height and weight. Determine BMI and whether patient appears overweight or obese. Patients with extremely elevated BMI (> 45) have increased risk of in-hospital  and outpatient complications after surgery",
            "assistive and adaptive devices": "Most patients present NWB and using an ambulatory assistive device",
            "balance": "After FWB status is achieved, assess static and dynamic balance of the involved leg, using assistive device as needed. Administer Functional Reach Test or Berg Balance Scale, as appropriate",
            "cardiorespiratory function and endurance": [],
            "circulation": "Confirm that pedal pulses are intact, especially in cases with hematoma/hemarthrosisAssess for swelling. Measure figure-8 circumference of the affected ankle and compare to uninvolved leg As appropriate for stage of healing, assess ability in sit-to-stand, turning, stooping, kneeling, squatting, and sitting down. Functional mobility can be assessed with marching-on-the-spot,  use of stairs, and the Timed Up and Go (TUG) test. Also assess walking agility, including tandem gait and turns. Administer FIM as indicated",
            "functional mobility": "",
            "gait locomotion": "Assess ability to maintain WB status in standing. Patient may wear walker/walking boot after NWB phase. When FWB, assess gait asymmetry or abnormality in unassisted walking. Observe for stiff ankle pattern on involved side as well as any other gait abnormalities or asymmetries. Gait deficits may include flat-walking  pattern, decreased stride length, decreased speed/cadence, decreased endurance, decreased stance time, poor weight shift, decreased normal heel toe progression, hip hiking, and circumduction Joint integrity and mobility –Assess mobility of the ankle when fracture has healed. Also assess the ankle movers for tightness that might have developed during immobilization -Chronic subtalar joint stiffness is common,as isloss of heel height, increased heel width, or severe articular surface displacement(14) –Delay testing for ligamentous mobility until the patient is FWB",
            "muscle strength": "Assess strength of lower extremity muscles using manual muscle testing (MMT), when appropriate, and compare to uninvolved leg. Expect weakness in ankle plantar flexion, dorsiflexion, inversion, and eversion",
            "observation inspection palpation including skin assessment": [
                "Assess skin condition and stage of healing of bruises/cuts/incisions/warmth and redness (post trauma or surgery)",
                "Assess pain and tenderness using V AS",
                "Assess tone of lower extremity muscles"
            ],
            "posture": "Assess alignment of affected foot. When FWB, assess foot posture and alignment of lower extremity in standing and during walking. Check for leg-length  discrepancy",
            "range of motion": "Assess active-assisted/active  and passive ROM of the lower extremity, when appropriate. Expect insufficient active ROM of ankle compared to uninvolved side",
            "self-care activities of daily living": "",
            "reflex testing": "Assess patellar tendon and Achilles tendon reflexesReview disabilities to determine whether patient is independent at home/work",
            "sensory testing": " Sensory testing –Assess sensation in lower extremity (including foot and toes)and compare to unaffected side, with special attention to the L5, S1 dermatomes –Assess proprioception in lower extremity with special attention to ankle joint",
            "special tests specific to diagnosis": " Special testsa scale for rating standing foot posture using set criteriaa self-report  instrument for assessing foot-specific  pain and disability –Lower Extremity Function Scale (LEFS) –American Orthopedic Foot and Ankle Society Hindfoot Scale (AOFAS) –Medical Outcomes Study Short Form (SF-36)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves, areas of diminished sensation or poor circulation, or slow-healing wounds",
                "Use caution with patients who are hypertensive, as cold can cause a transient increase in blood pressure; discontinue treatment if there is an elevation in blood pressure",
                "Use caution with patients who are hypersensitive to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Use of cryotherapy with patients who have an aversion to cold may be counterproductive if being used to promote muscle relaxation and decrease pain",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Tumor",
                "Tendency for hemorrhage or edema",
                "Heat rubs"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Cancer if in local area",
                "Obesity",
                "Osteoporosis",
                "Used in close proximity to diathermy treatment",
                "In an area with infection or bleeding",
                "If a tumor is present in the area",
                "In the area of DVT or thrombophlebitis",
                "Over epiphyseal plates of growing bones",
                "Use caution in patients with sensory deficits and in patients who are unable to communicate sensory deficits",
                "Use caution if patient has circulatory impairments",
                "Use caution over plastic or metal implants",
                "Always decrease ultrasound intensity if the patient complains of discomfort",
                "Pain",
                "Soft tissue healing ",
                "Inflammation/swelling/tenderness",
                "Impaired strength",
                "Impaired ROM",
                "Functional deficits in posture, balance, gait, and walking ability",
                "Increased falls risk",
                "Decreased activity tolerance/endurance"
            ],
            "other": [
                "Observe general contraindications and precautions listed above",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Ensure compliance with parameters of rehabilitation protocol prescribed by physician",
                "Modify therapeutic exercises to allow for patient’s functional limitations (e.g., frailty, easy fatigability, poor balance/ coordination, increased fall risk)",
                "Educate and prepare patient for an independent (home, gym, or pool-based)  exercise program after discharge, as indicated",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy  contraindications include the following:(1) ",
                "Cryotherapy  precautions include the following:(1)",
                "Superficial heat  is contraindicated with the following:(1)",
                "Electrotherapy  contraindications/precautions include: (in rare cases, and only when approved by the treating physician , electrotherapy may be used under some of the conditions listed below if the potential benefit outweighs the perceived risk)(1)",
                "Therapeutic ultrasound  contraindications include; do not use(1)",
                "Therapeutic ultrasound  precautions include(1)",
                "Diagnosis/need for treatment . The following issues may need to be addressed when working with a patient with CF:"
            ]
        },
        "diagnosis need for treatment": "",
        "rule out": " In trauma cases, confirm that there are no other injuries to the lower extremities and spine. Approximately 10% of patients with CF will have associated thoracolumbar vertebral and contralateral calcaneal injuries(14) Rule out DVT, compartment syndrome, and other concomitant adverse events Patients with CF resulting from a motor vehicle collision are more likely to have associated injuries(13)",
        "prognosis": [
            "Prognosis is poorest in cases in whichopen surgery is performed but anatomic reconstruction is not accomplished(14)",
            "Long-term  functional outcomes vary widely in patients with CF but appear to decline from good for type I versus poor for type IV in the Sanders classification(14)",
            "Authors of a retrospective case-control  study (N = 44 patients treated for CF) in Germany found that the Boehler angle (i.e., theangle between two lines tangent to the calcaneus on lateral radiograph) was a valid predictor of functional outcomes after a mean follow-up  of 9.5 years(5) –Normal Boehler angle is between 20 and 40 °.Angles less than 20 ° are found soon after CF –Outcomes of patients with a marked reduction in Boehler angle on admission were significantly worse than those of patients with a preserved or only slightly reduced Boehler angle –In contrast, the Gissane angle, Sanders classification, Larsen stage of subtalar arthrosis, and type of treatment (operative or conservative) were not valuable predictors of long-term  functional outcomes",
            "Authors of a cohort study (N = 30 patients with Sanderstype II and III CF) in London found that percutaneous arthroscopic calcaneal osteosynthesis resulted in the following outcomes at 2-year follow-up:(7) –Boehler angle increased from 11.10° at admission to 23.41° –High self-reported  functional outcomes and return to preinjury employment levels",
            "Authors of a 2015 systematic review on displaced intra-articular calcaneal fracture (DIACF) found that DIACF was a life-changing event in most cases.(8) Lifestyle alterations include change in type of work, reduced participation in recreational activities, more supportive footwear, and use of ambulatory assistive devices(13)",
            "Based on a 2013 Cochrane review, high-quality  evidence relating to current practice for CF is lacking to determine whether surgical or conservative treatment provides better outcomes for adults with Sanders grade I minimallydisplaced intra-articular  CF(2)",
            "Based on an RCT in China, preoperative single dose of tranexamic acid (TXA) can effectively reduce wound complications and postoperative blood loss in patients with CF(6) –90 patients were randomized to either the TXA group or the control group –Wound complications and postoperative blood loss were reduced in the TXA group as compared to the control group. There were no significant side effects of the single dose of TXA"
        ],
        "referral to other disciplines": "Pain management specialist, vocational rehabilitation counselor, occupational therapist (OT), orthotist for orthotics",
        "other considerations": [
            "Authors of a 2018 systematic review and meta-analysis  found that the overall prevalence of peroneal tendon instability after calcaneal fracture was 29.3%(17) –The prevalence of peroneal tendon instability increased as severity increased (measured by Sanders classification) -Sanders I – 5.4% -Sanders II – 19% -Sanders III – 39.4% -Sanders IV – 49.5% –The presence of a fleck sign (i.e., a cortical avulsion fracture of the distal fibula) with CF was found to be a strong indicator of peroneal instability, with 54.7% of patients with a fleck sign having peroneal instability "
        ],
        "treatment summary": [
            "Management usually consists of splinting/casting and NWB for up to 12 weeks followed by progressive WB and rehabilitative exercises. Gentle ROM may begin as early as 1 to 2 weeks after injury when immobilization is converted to a fracture boot. Whether early ROM improves outcome remains unclear",
            "Six to nine weeks of NWB is usually recommended for postoperative displaced intra-articular  calcaneal fractures(15) –However, authors of a 2018 systematic review and pooled analysis concluded that there were no negative outcomes associated with starting partial weight-bearing  6 weeks postoperatively(15)",
            "No rehabilitation guidelines are available for CF. Treatment will vary on an individual basis depending on fracture severity and the physician’s orders",
            "Although physical therapy is not usually started until 6 weeks after surgery, a 2018 RCT conducted in the United States showed that ROM and manual therapy initiated at 2 weeks postoperatively may improve long-term  outcomes and prevent complications(16) –Participants were 50 consecutive patients undergoing operative fixation of a hindfoot fracture (talus or calcaneus) –Outcome measures collected at 3 and 6 months: AOFAS, the LEFS, active ROM, swelling, and pain –Significant differences were found on the AOFAS and the LEFS. No differences were found in ROM, swelling, and pain at 6 months",
            "The general rehabilitation plan will likely include the following components and individualized progression –Cryotherapy and analgesics (often acetaminophen) for pain, inflammation, and swelling –Active and active-assisted  stretching exercises and manual therapy to improve ROM and flexibility –Progressive resistance exercise (PRE) to increase strength and to improve balance and functional mobility –Functional training to address deficits in posture, gait, and balance –Balance training for falls prevention in ambulatory patients –Patient education for independent care and exercise and functional training . Problem Goal Intervention Expected Progression Home Program At risk for pulmonary complications and DVT in acute careReduce risk for pulmonary complications and DVT following surgeryPatient education: Educate the patient on the importance of early mobility and deep breathing techniques to assist in preventing complications following surgeryN/A Provide handouts as indicated to assist in educating the patient on how to reduce risk of pulmonary complications Pain, tenderness, and stiffnessReduce intensity and frequency of symptomsAdaptive devices, physical agents _ Apply cryotherapy and/ or thermal agents as appropriate for patient’s sensitivity _Allow for day-to-day variability in symptomsPatient education on using cryotherapy and/or thermal agents for pain/stiffness. Education in elevation of lower extremity at rest to decrease swelling  Muscle atrophy. Reduced muscle activation and strength. _ Reduced ROM and flexibility of ankle due to surgical implants and of soft tissue due to scarsImprove contraction and strength _ _ Improve ankle ROMMechanical modalities _ Neuromuscular electrical stimulation _ _ Therapeutic exercise _ Exercises to address deficits in total leg strength and ROM. PROM, AAROM, AROM of ankle and foot _ Manual therapy. _ Passive accessory mobilization of surrounding joints to normalize foot mechanicsProgress to biofeedback machine _ _ Gradually progress strengthening and stretching exercise program for lower extremities. Resistance bands and weights may be used for open chain total leg strengtheningPatient education _ _ _ _ Daily repetition of therapeutic exercises at home. Provide written instructions for home exercises Soft tissue stiffness with reduced mobilityNormal flexibility of soft tissuesManual therapy _ Soft tissue mobilization and assisted stretching, as indicatedAllow several weeks for normalization of tissue mobilityN/A Deficits in posture, balance, and ADLs that involve stooping, kneeling, basic transfers, and climbing stepsImprove balance and posture. Resumption of usual ADLsFunctional training _ Specific individualized balance and postural exercises should be included in functional trainingProgress intensity, duration, and frequency of exercises, as tolerated. Increase speed and complexity of movements. Allow at least 12 weeks to achieve pre-fracture statusPatient education on exercises and functional activities that can be performed at home. Ensure correct use of exercise equipment Impaired gait and walking abilityImprove gait, with less reliance on ambulatory assistive deviceGait training _ Exercises to correct observed gait impairments, such as shortened step length on the operated side. Treadmill walking to improve enduranceNormalization of gait and walking performance may take months. Progress gait training on uneven surfaces and stairs as balance allowsHome exercises for correcting gait. Increase patient‘s awareness of gait problems  Decline in general fitness because of insufficient health- enhancing exerciseIncrease habitual activity with improved endurance in ADLsFitness-related activity _ Recommendations for increasing daily physical activity (e.g., chair exercise, recreational walking, stationary cycling, arm cranking, pool exercise)Increase number of steps taken per day. Progress to group exercises and safe independent exercisesUse of pedometer. Ongoing activities program Leg-length discrepancy Correction of leg-length discrepancyPrescription, application of devices and equipment _ Referral to orthotist for fabrication of heel lift or shoe lift depending on degree of discrepancyImproved overall posture with increased symmetry in stance and during gaitProvide handouts for education on lifts as indicated ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced pain and swelling": [
            "V AS, figure-8  measurement"
        ],
        "improved strength": [
            "MMT"
        ],
        "improved rom": [
            "ROM"
        ],
        "improved functional mobility in adls": [
            "ADL scales",
            "TUG test"
        ],
        "improved general lower extremity posture and mobility": [
            "LEFS"
        ],
        "improved foot posture and function": [
            "FPI-6"
        ],
        "improved balance": [
            "Functional Reach/Berg Balance Scale"
        ],
        "improved gait mechanics": [
            "Reassessment of gait"
        ],
        "improved walking ability and endurance": [
            "6MWT"
        ],
        "patient satisfaction": [
            "SF-36",
            "FFI"
        ]
    },
    "maintenance or prevention": [
        "Avoid painful/aggravating activities",
        "Continue therapeutic exercise plan to maintain the highest achievable foot ROM, strength, and functional mobility",
        "Use proper footwear for everyday physical activity and sport "
    ],
    "patient education": [
        "American Academy of Orthopaedic Surgeons website,“Calcaneus (Heel Bone) Fractures,” https://orthoinfo.aaos.org/en/diseases--conditions/calcaneus-heel-bone-fractures Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Bruce J, Sutherland A. Surgical versus conservative interventions for displaced intra-articular  calcaneal fractures. Cochrane Database Syst Rev . 2013;(1):CD008628. doi:10.1002/14651858.CD008628.pub2.  (SR)"
        },
        {
            "number in article": 3,
            "reference": "Balazs GC, Polfer EM, Brelin AM, Gordon WT. High seas to high explosives: the evolution of calcaneus fracture management in the military. Mil Med. 2014;9(11):1228-1235. doi:10.7205/MILMED-D-14-00156.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Yu X, Pang QJ, Chen L, Yang CC, Chen XJ. Postoperative complications after closed calcaneus fracture treated by open reduction and internal fixation: a review. J Int Med Res. 2014;42(1):17-25.  doi:10.1177/0300060513495626. (SR)"
        },
        {
            "number in article": 5,
            "reference": "Persson J, Peters S, Haddadin S, O'Loughlin PF, Krettek C, Gaulke R. The prognostic value of radiologic parameters for long-term  outcome assessment after an isolated unilateral calcaneus fracture. Technol Health Care . 2015;23(3):285-298.  doi:10.3233/THC-140890.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Xie B, Tian J, Zhou D. Administration of tranexamic acid reduces postoperative blood loss in calcaneal fractures: A randomized controlled trial. Journal of Foot & Ankle Surgery. J Foot Ankle Surg . 2015;54(6):1106-1110.  doi:10.1053/jfas.2015.07.006. (RCT)"
        },
        {
            "number in article": 7,
            "reference": "Pastides PS, Milnes L, Rosenfield PF. Percutaneous arthroscopic calcaneal osteosynthesis: a minimally invasive technique for displaced intra-articular  calcaneal fractures. Journal of Foot and Ankle Surgery. J Foot Ankle Surg . 2015;54(5):798-804.  doi:10.1053/jjfas.2014.12.033. (R)"
        },
        {
            "number in article": 8,
            "reference": "Alexandridis G, Gunning AC, Leenen LPH. Patient-reported  health-related  quality of life after a displaced intra-articular  calcaneal fracture: a systematic review. World Journal of Emergency Surgery. World J Emerg Surg . 2015;1-14.  doi:10.1186/s13017-015-0056-z.  (SR)"
        },
        {
            "number in article": 9,
            "reference": "Worsham JR, Elliott MR, Harris AM. Open calcaneus fractures and associated injuries. J Foot Ankle Surg . 2016;55(1):68-71.  doi:10.1053/j.jfas.2015.06.015. (R)"
        },
        {
            "number in article": 10,
            "reference": "Davis D, Newton E. Fracture, Calcaneus. StatPearls [Internet] . Treasure Island, FL: StatPearls Publishing; 2017. (RV)"
        },
        {
            "number in article": 11,
            "reference": "Clare MP, Crawford WS. Managing complications of calcaneus fractures. Foot Ankle Clin . 2017;22(1):105-116.  doi:10.1016/j.fcl.2016.09. (RV)"
        },
        {
            "number in article": 12,
            "reference": "Gotha HE, Zide JR. Current controversies in management of calcaneus fractures. Orthop Clin North Am . 2017;48(1):91-103.  doi:10.1016/j.ocl.2016.08.005. 007.   (RV)"
        },
        {
            "number in article": 13,
            "reference": "Del Core MA, Mills E, Cannada LK, Karges DE. Functional Outcomes After Operative Treatment of Calcaneal Fractures: Midterm Review. J Surg Orthop Adv . 2016;25(3):149-156.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Mordecai SL, Ray PS. Management of calcaneal fractures: an evidence-based  approach. Orthop Trauma . 2018;32(6):388-393.  doi:10.1016/j.mporth.2018.09.001. (RV)"
        },
        {
            "number in article": 15,
            "reference": "De Boer AS, Van Lieshout EMM, Van Moolenbroek G, Den Hartog D, Verhofstad MHJ. The effect of time to post-operative  weightbearing on functional and clinical outcomes in adults with a displaced intra-articular  calcaneal fracture: A systematic review and pooled analysis. Injury. 2018;49(4):743-752.  doi:10.1016/j.injury.2018.02.021. (SR)"
        },
        {
            "number in article": 16,
            "reference": "Albin SR, Koppenhaver SL, Van Boerum DH, McPoil TG, Morgan J, Fritz JM. Timing of initiating manual therapy and therapeutic exercises in the management of patients after hindfoot fractures: a randomized controlled trial. J Man Manip Ther . 2018;26(3):147-156.  doi:10.1080/10669817.2018.1432542. (RCT)"
        },
        {
            "number in article": 17,
            "reference": "Mahmoud K, Mekhaimar MM, Alhammoud A. Prevalence of peroneal tendon instability in calcaneus fractures: a systematic review and meta-analysis.  J Foot Ankle Surg . 2018;57(3):572-578.  doi:10.1053/j.jfas.2017.11.032. (M)"
        }
    ]
}