{
    "metadata": {
        "title": "Calcific Tendinitis of the Shoulder",
        "synonyms": [
            "rotator cuff calcific tendinitis,calcifying tendinitis, shoulder",
            "impingement syndrome",
            "shoulder"
        ],
        "anatomical location body part affected": [
            "Shoulder joint/rotator cuff tendons, rarely involving the tendon of long head of the biceps; subacromial space (coracoacromial arch)(1)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation",
            "hand therapy"
        ],
        "description": [
            "Calcific tendinitis of the shoulder (CT) is a condition associated with crystal calcium hydroxyapatite deposition in one or more of the rotator cuff tendons.(1) The calcifications likely disturb normal shoulder joint mobility. Physical functioning of the affected shoulder is typically limited by activity-related  pain(29)",
            "Patients may present in acute, subacute, or chronic stages of CT. Most acute cases resolve spontaneously. In chronic stages, the supraspinatus tendon is usually involved, and late-developing  sequelae often include subacromial impingement(2)",
            "Uhthoff's classification includes a pre-calcific  stage in which tenocytes undergo metaplasia to chondrocytes, followed by a calcific stage, and post-calcific  phase. The calcific phase is further delineated into formative, resting, and resorptive phases(35). Pain is reported worst during the resorptive phase",
            "The initial management approach is usually conservative, which involves therapeutic modalities for pain management and exercises for restoring deficits in shoulder flexibility and strength,(2,3,4,5) as well as shoulder mechanics and scapular stability. Oral nonsteroidal anti-inflammatory  drugs (NSAIDs) are commonly prescribed",
            "Extracorporeal shock wave therapy (ESWT) and ultrasound-guided  needling (UGN) are other management options. Arthroscopic debridement or decompression surgery may be necessary when the calcifications are large or pain persists after conservative treatment(3,29,30,38)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M75.3": "calcific tendinitis of shoulder (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Carrying, Moving & Handling Objects G-code set": {
                "G8984": "Carrying, moving & handling objects functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8985": "Carrying, moving & handling objects functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8986": "Carrying, moving & handling objects functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Self Care G-code set": {
                "G8987": "Self care functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8988": "Self care functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8989": "Self care functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Primary G-code set": {
                "G8990": "Other physical or occupational primary functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8991": "Other physical or occupational primary functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8992": "Other physical or occupational primary functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Subsequent G-code set": {
                "G8993": "Other physical or occupational subsequent functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8994": "Other physical or occupational subsequent functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8995": "Other physical or occupational subsequent functional limitation, discharge status, at discharge from therapy or to end reporting"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement have been identified for calcific tendinitis of the shoulder. Reimbursement will depend on individual insurance coverage"
        ],
        "presentation signs and symptoms": [
            "Patients are often 40 to 50 years of age(1)",
            "Presentation is typically after recent (less than 1 month) sudden onset of activity-related  shoulder symptoms",
            "Patients with chronic CT complain of constant ache and exquisite tenderness at anterolateral shoulder",
            "Pain-restricted  shoulder range of motion (ROM) with limitations in activities of daily living (ADLs)",
            "Active guarding/splinting of arm to lessen pain",
            "Bilateral shoulder symptoms are not uncommon Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Etiology of CT is unknown in nontraumatic cases. Several theories have been proposed(9,10,30)",
            "Repetitive overuse or acute trauma may not be etiologic factors because acute calcifying supraspinatus tendinitis can occurwithout tendon damage or degenerative changes, as was confirmed in a 3-year-old  child who recovered spontaneously(6)",
            "CT is not a primary shoulder impingement syndrome,(7) although it may progress to subacromial impingement and rotatorcuff tear in adults(2,3,8)"
        ],
        "pathogenesis": [
            "The crystals in the tendons of patients with CT are composed of calcium hydroxyapatite. This is an inorganic material madeup of calcium phosphate, calcium carbonate, calcium fluoride, and calcium hydroxide",
            "There are a number of classifications of CT, which involve different morphologic features found on radiographs(31)",
            "CT is a variant inflammatory condition with an atypical immune response(1,2,36,37)",
            "The pathogenic mechanism of CT is unclear. One theory proposesthat localized hypovascularitymay trigger calcification(9)",
            "Incomplete endochondral calcification creates a fibrocartilage-like  tendon; this is followed by an infiltration ofphagocytosing cells, formation of new vascular channels, and calcium resorption that self-limits  the condition(9,10)",
            "The calcific material producesa vigorous inflammatory response, as indicated by increased accumulation of mast cellsand macrophages. This phase is followed by neovascularization and neoinnervation in the lesions that are associated withincreased pain during the resorptive phase(36)",
            "Pain and restriction of movement are worst in the resorptive phase because the calcium crystals extravasate into thesubacromial bursa(11)",
            "A current theory is that weakening of the muscle-tendon  complex leads tothe formation of tenocytes. These new tenocytesdifferentiate into hypertrophic chondrocyte-like  cells that produce tissue-nonspecific  alkaline phosphatase, which promotesthe calcium deposits(37)",
            "Although corticosteroid injection may reduce pain in some phases, it mayinterfere with the cell-mediated  resorption ofcalciumin other cases(10)",
            "Common complications of CT include:(12,31)–subacromial impingement(7)–rotator cuff tear(8,15)–adhesive capsulitis(13)–greater tuberosity osteolysis–ossifying tendinitis"
        ],
        "risk factors   ,,": [
            "Female sex",
            "Age 30 to 50 years",
            "Systemic conditions associated with calcification, including gouty arthritis, various rheumatic diseases, and hypercalcemiaof any cause",
            "Clinical associations with diabetes and thyroid disorders have been reported"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Cases that should be referred back to physician Suspected fracture Suspected rotator cuff tear Catching and pseudo-locking:  this presentation is atypical, suggestive of loose bodies in subacromial space",
        "Patients who present after traumatic shoulder injury are at high risk for developing glenohumeral adhesive capsulitis(1,2)",
        "Consider imaging studies and invasive options for recalcitrant cases, as indicated by persistent pain after 2-3 months of conservative treatment and activity modification(2,13,14)",
        "Avoid activities that may exacerbate condition, especially overhead activities",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document date of onset. Idiopathic in most cases and no specific trauma or overuse cause is identified. If trauma was involved,have the symptoms changed?  -Typically, abrupt onset of symptoms -First symptom may occur during overhead shoulder activities -Symptoms can intensify over a short time, suggesting that the condition is acute or subacute",
                "course of treatment": {
                    "medical management": "Document the management the patient has received for this condition and what has been helpful. Conservative treatments have been reported effective in many studies.(14)Has ESWT been tried?(15)",
                    "surgical management": [
                        "Surgical management",
                        "Document any invasive procedures to remove or promote calcium resorption",
                        "Minimally-invasive  procedures and surgical options include the following:(13,14,29,30)",
                        "Subacromial infiltration with corticosteroids or anesthetics",
                        "UGN of the calcium deposits",
                        "Ultrasound-guided  percutaneous removal of deposits",
                        "Arthroscopic or open-surgical  debridement",
                        "Arthroscopic or open-surgical  decompression"
                    ],
                    "medications": "NSAIDs and other analgesic medications (e.g., tramadol) are commonly prescribed. Are they being taken and are they effectively controlling the patient’s symptoms?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The diagnosis is confirmed by standard radiographs and ultrasonographic evidence of clearly circumscribed and dense calcification only in the affected tendon(s)(11)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Patient may actively guard/splint arm to lessen pain. Overhead activities are painful (e.g., dusting high shelves)",
                "body chart": "Use body chart to document location and nature of symptoms. Bilateral symptoms are not uncommon",
                "nature of symptoms": "Document nature of pain (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Does pain provoke guarding or splinting of the arm? Patients commonly report a constant ache, exquisite tenderness at shoulder, and/or shoulder stiffness. In general, are patient’s symptoms better, worse, or the same?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 0-10 scale to assess symptoms at their best, at their worst, and at the moment (specifically address if  pain  is present now and how much ). Pain may be intense",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any. Night pain is not uncommon.(14) Pain can also occur when lying on affected shoulder. Is the patient able to reduce pain by using pillows to position the arm or elevate the upper body?",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any prior history of shoulder problems? Any history of gouty arthritis or rheumatic diseases?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, thyroid disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing. Is the patient an active smoker, or attempting to quit smoking? Social/occupational historyWhat are the patient’s goals for therapy? Does the patient participate in sports? Does the condition interfere with patient’s ability to perform occupational duties?Does the patient require assistance with dressing or other personal care activities? Is the patient’s dominant upper extremity affected?Does patient live with caregivers? Identify if there are barriers to independence in the home; any modifications necessary?"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": " •Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and body mass index (BMI). Is weight loss indicated for health promotion?",
            "assistive and adaptive devices": "Does the patient use assistive aids for ambulation? If so, what type and is it being used correctly? Is shoulder pain associated with any assistive device??",
            "balance": "Assess static and dynamic balance. Use Berg Balance Scale, if indicated by mobility deficits",
            "cardiorespiratory function and endurance": [
                "Cardiorespiratory function and endurance:  Assess whether ability to use upper extremities, as indicated by occupation or sport, is limited by cardiorespiratory function"
            ],
            "circulation": "Upper extremity peripheral pulses and general vascular status in patients with CT should be normal and equal bilaterallySensation to light touch should be intact in the C4-T2  dermatomes bilaterally. Conduct cervical scan to rule out radiculopathyExpect active guarding of involved arm in forward flexion, adduction and internal rotation during functional activities; perform work station assessment as appropriate",
            "functional mobility": "Assess ability to perform bed mobility and transfersAlthough accessory motion of the shoulder joint may be reduced after prolonged restricted movement, pain may prevent this assessment. Assess for capsular tightness, scapular mobility, or a catching sensation on overhead shoulder abduction and forward flexion (which may be suggestive of loose bodies in the subacromial space)",
            "gait locomotion": "",
            "muscle strength": "Assess upper extremity strength using manual muscle testing (MMT). Expect pain-restricted  shoulder strength",
            "observation inspection palpation including skin assessment": [
                "Observation/inspection/palpation:  (including skin assessment): Skin appearance is usually normal, although some redness and warmth may be noticed at the point of shoulder tenderness. Assess for scapular dyskinesia during active shoulder movements",
                "Pain:  Deep, dull ache is usually felt in the anterior and lateral aspect of shoulder(14)",
                "Palpation: Global tenderness about the shoulder, with point tenderness at the greater tuberosity of the humerus"
            ],
            "posture": "Shoulder may be rounded forward (scapula protracted) with arm adducted and internally rotated to relieve pain. Assess for postural abnormalities such as scoliosis or scapular winging, etc.",
            "range of motion": "Expect pain-restricted  active ROM in all planes. Passive ROM will likely increase pain (i.e., empty end-feel)  with no capsular pattern detectable. Patients who present after prolonged shoulder immobilization may have shortened, tight, and mildly atrophic extremity muscle groups that restrict ROM. Range of motion should be recorded using goniometric measurement",
            "self-care activities of daily living": "",
            "reflex testing": "Upper extremity deep tendon reflexes should be intactUse of a disability assessment outcomes measure may be necessary to determine the extent of impairment in ADLs(16) -Shoulder Pain and Disability Index (SPADI) -Subjective Shoulder Rating Questionnaire (SSRQ) -Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure -For more information about the DASH, see Clinical Review…Disabilities of the Arm, Shoulder and Hand (DASH) ; CINAHL Topic ID Number T903177",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation"
            ],
            "cryotherapy precautions": [
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods (> 1 hour)",
                "Cold may be counterproductive if being used to facilitate muscle relaxation and reduce pain in patients who do not tolerate the modality",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Tumor",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Over the region of a cardiac pacemaker",
                "Over the pelvis, abdominal and lumbar regions during pregnancy",
                "Over the eyes or testes",
                "In an area with infection or bleeding",
                "If a tumor is present in the area",
                "In the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "Over the heart, stellate or cervical ganglia",
                "Over epiphyseal plates",
                "Sensory deficits",
                "Ineffective communication skills in a patient (e.g., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "contraindications precautions": [
                "Do not use laser with pregnant women",
                "Do not use over the unclosed fontanelles of children",
                "Do not use over cancerous lesions, the cornea, endocrine glands, or hemorrhaging lesions",
                "Do not use LLLT in patients with epilepsy, fever, malignancy, decreased sensation, or infection",
                "Avoid using LLLT over epiphyseal plates in skeletally immature children",
                "Avoid using LLLT over the gonads, sympathetic ganglia, vagus nerve, or mediastinum",
                "Goggles with an appropriate optical density rating should be worn by the patient"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions ",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic",
                "To reduce the risk of partial or complete tears related to therapeutic exercise, gradually introduce and slowly progress shoulder muscle eccentric training. Avoid aggressive tendon stretching in early rehabilitation ›Contraindications/precautions to use of modalities and electrotherapy  (17)",
                "Low-level  laser therapy (LLLT)  contraindications/ precautions",
                "Cryotherapy  contraindications",
                "Cryotherapy  precautions",
                "Thermotherapy  contraindications",
                "Therapeutic ultrasound  contraindications",
                "Therapeutic ultrasound  precautions",
                "ESWT: Adhere to manufacturer’s guidelines "
            ]
        },
        "diagnosis need for treatment": "CT/shoulder pain with impaired function in the affected upper extremity",
        "rule out": " Rule out Shoulder impingement syndrome Rotator cuff tendinitis or tear Adhesive capsulitis Labral tear Shoulder dislocation/subluxation Biceps tendinitis Cervical radiculopathy",
        "prognosis": [
            "Nonoperative management is successful in up to 90% of patients(18)",
            "Authors of a cohort study (n = 420 patients with chronic CT) in Germany found that that 27% of patients had a poor outcome after nonoperative treatment for a minimum of 3 months. Predictors of a poor outcome were(19) –Bilateral CT –Localization of deposit to the anterior portion of the acromion –Medial (subacromial) extension of deposit –High volume of deposit ›Authors of a retrospective cohort study (N = 431 patients with CT) in the Netherlands found that needle aspiration of calcific deposits (NACD) failed at follow-up  of at least 6 months in smokers compared to nonsmokers(32)"
        ],
        "referral to other disciplines": " Referral to other disciplines To practitioners that offer ESWT for adjunctive treatment To orthopedic surgeon if pain persists after trials of conservative therapy –Arthroscopy to visualize calcific deposits –UGN technique to promote calcium resorption –Debridement –NACD –Acromioplasty in patients withsevere impingement",
        "other considerations": [
            "Authors of a case series (N = 50 consecutive cases) in the United states found that surgical debridement for refractory supraspinatus CT may promote earlier return to unrestricted activity without pain than debridement with concomitant subacromial decompression(20) –The debridement-only  group (n = 25) returned to unrestricted activity by an average of 7 weeks earlier than the debridement plus decompression group (n = 25), i.e., 11 weeks vs. 18 weeks –No significant differences were found for long-term  functional outcomes (using DASH) between the groups",
            "Arthroscopic treatment of CT may increase the risk of supraspinatus tears compared to the contralateral uninvolved shoulder –Based on a study of 62 cases (70 shoulders with arthroscopic treatment) in Germany. Additional subacromial decompression surgery was performed on 44 shoulders. After a mean follow-up  of 6 years, new partial supraspinatus tendon tears were found in 11 of 48 (23%) operated shoulders vs. 3 (6%) of the untreated shoulders(21)"
        ],
        "treatment summary": [
            "In acute or subacute cases, treatment should focus on alleviating pain and pain-related  shoulder disabilities. The American College of Occupational and Environmental Medicine (ACOEM) practice guidelines recommend ROM exercises and strengthening exercises for shoulder pain, but not general aerobic exercises(27)",
            "Conservative management includes therapeutic modalities for pain, scapulothoracic and glenohumeral ROM exercises, NSAIDs, corticosteroid injections, therapeutic ultrasound (US), ESWT, and shoulder strengthening exercises(1,2,14,30)",
            "Non-thermal  therapeutic USmay also be effective for short-term  pain management and restoration of function, particularly in the resorptive phase of CT –Based on a double-blind  randomized trial in Austria(22) –Participants included 63 individuals (70 shoulders), of whom 54 individuals (61 shoulders) finished the trial –Thirty-two  shoulders in the ultrasound-treatment  group and 29 in the sham-treatment  group  –US treatment parameters were: -frequency: 0.89 MHz -intensity: 2.5 W/cm2 -mode: pulsed 1:4 -duration: 15 minutes -24 total treatments –Significantly reduced calcium deposits and pain were found in the shoulders receiving ultrasound treatment (42% resolved, 23% improved) compared to the sham treatment (8% resolved, 12% improved) at 9-months  follow-up –It should be noted that the above parameters differ from the general recommendations published in a popular reference text are(17) -frequency: 1 or 3 MHz -intensity: 1 to 2 W/cm2 -mode: continuous -duration: 10minutes",
            "UGN studies: –Authors of a quasi-experimental  (no control group) trial of 106 patients with CT in Italy found that one treatment of UGN followed by one month of shoulder rehabilitation (vaguely described in article) and multidisciplinary pain management (also not well described) was considered effective for reducing pain and improving function(23) –Authors of a randomized controlled trial(RCT; N = 48 patients with CT) in the Netherlands compared US-guided corticosteroid injection in the subacromial bursa versus UGN treatments. At 1-year  follow-up,  clinical and radiographic results were significantly better in the UGN group(39) –Authors of a double-blinded  RCT (n = 132 patients with CT) in France compared the amount of calcific resorption afterUGN plus steroid injection with that after UGN plus saline (placebo) injection. Steroid injection improved pain more than saline at 6 weeks post-  procedure, as well as function at 3 months post-procedure.However,  the rate of resorption was not significantly different between groups at 1-year  follow-up(40)",
            "ESWT studies: –Authors of a single-blind  RCT(n = 90 patients with CT) in Italy found at 6-months  follow-up  that positioning the shoulder in hyperextension and internal rotation during radial ESWT (3 sessions) was more effective for removal of calcific deposits than treatment in the neutral position(24) –Authors of a 2013 systematic review found that ESWT dissolves calcifications in the shoulder, improves shoulder function, and decreases pain in patients with calcific tendinitis(28) –Authors of a 2014 systematic review of 20 RCTs (n = 1,745 patients with CT) found that ESWT significantly decreased pain and improved function compared to placebo treatment(33) –Authors of a prospective trial (n = 54 patients with CT) in South Korea found that UGN was more effective than ESWT for improving shoulder function and decreasing pain at 1-year  follow-up  and for reducing the mean size of calcium deposits at a mean of 23 months follow-up(34) –Authors ofan RCT (N = 42 patients with CT) in Italy compared ESWT sessions followed by kinesio taping (KT) once a week for 3 weeks versus ESWT without KT applied. Both groups showed significant improvements in V AS, DASH, and SSRQ outcome measures at 4-weeks  and 12-weeks  follow-up,  but the ESWT+KT group improved more at 1-week follow-up(39) –Authors of a 2017 systematic review and meta-analysis  (7 studies) concluded that UGN treatment improves subjective outcomes slightly more than ESWT(41) . Problem Goal Intervention Expected Progression Home Program  Shoulder pain Resolution of pain Therapeutic modalities _ Ultrasound may be utilized; please see Treatment summary , above _ _ Gentle posture exercises to improve alignment of scapula and shoulder mechanics _ _ Radial ESWT (4 sessions applied at 1- week intervals) was found safe and effective for decreasing pain and improving shoulder function at 4 weeks and 6 months follow-up(24) _ _ Iontophoresis with acetic acid combined with conservative treatment did not improve outcomes at 6 weeks compared to conservative treatment alone(25) _ _ Little evidence to support the use of electrical stimulation(26) _ _ Apply cryotherapeutic agents (e.g., ice packs, ice massage) frequently for pain management in acute cases _N/A Provide a home program that incorporates pain- relieving strategies  Restricted ROM Normalization of ROM Physical agents and mechanical modalities _ Moist heat pack may relax muscle tightness prior to passive ROM. Begin with Codman’s pendulum exercises _ _ Manual therapy _ Glenohumeral and scapulothoracic mobilizations to normalize ROM and joint mobility _ _ No evidence is available to support soft-tissue work or cross-fiber friction massage(26) _ _ Prescription, application of devices and equipment _ Discourage the use of arm sling _Progress each unique patient as appropriate and indicatedImplement a home program that incorporates ROM activities as indicated Decreased strength Normalization of strengthTherapeutic exercises _ Begin with low- resistance exercises in pain-free active ROM, as tolerated, several times throughout the day. Strengthening exercises for scapular stabilizers _ _ Evidence is lacking that therapeutic exercise hastens patient- important outcomes(26)Progress to eccentric and resistive strengthening as pain permitsImplement a home program that incorporates strengthening activities as indicated  Reduced function/ disability _ _ Postural changesResumption of normal shoulder activities _ _ Improve posture _Functional training _ Physical conditioning for return to occupation or sport, including dynamic scapular stability exercises. Posture retraining exercisesProgress each unique patient as appropriate and indicatedIncorporate functional components as appropriate ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced or no pain": [
            "V AS"
        ],
        "increased shoulder strength": [
            "MMT"
        ],
        "increased shoulder rom": [
            "Goniometry"
        ],
        "improved shoulderfunction": [
            "DASH",
            "SSRQ",
            "SPADI"
        ]
    },
    "maintenance or prevention": [
        "Ongoing independent exercise program for maintenance of shoulder function Patient Information",
        "Shoulderdoc.co.uk, “Calcific Tendonitis,” https://www.shoulderdoc.co.uk/",
        "eorthopod.com, \"A Patient's Guide to Calcific Tendonitis,\" http://eorthopod.com/calcific-tendonitis-of-the-shoulder/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Hurt G, Baker CL, Jr. Calcific tendinitis of the shoulder. Orthop Clin North Am . 2003;34(4):567-575.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Siegal DS, Wu JS, Newman JS, Del Cura JL, Hochman MG. Calcific tendinitis: a pictorial review. Can Assoc Radiol J . 2009;60(5):263-272.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Gosens T, Hofstee DJ. Calcific tendinitis of the shoulder: advances in imaging and management. Curr Rheumatol Rep . 2009;11(2):129-134.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Wolf WB, III. Calcific tendinitis of the shoulder: diagnosis and simple, effective treatment. Phys Sportsmed . 1999;27(9):27-33,  87-88. (RV)"
        },
        {
            "number in article": 5,
            "reference": "Wainner RS, Hasz M. Management of acute calcific tendinitis of the shoulder. J Orthop Sports Phys Ther . 1998;27(3):231-237.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Nutton RW, Stothard J. Acute calcific supraspinatus tendinitis in a three-year-old  child. J Bone Joint Surg Br . 1987;69(1):148. (R)"
        },
        {
            "number in article": 7,
            "reference": "Loew M, Sabo D, Wehrle M, Mau H. Relationship between calcifying tendinitis and subacromial impingement: a prospective radiography and magnetic resonance imaging study. J Shoulder Elbow Surg . 1996;5(4):314-319.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Gotoh M, Higuchi F, Suzuki R, Yamanaka K. Progression from calcifying tendinitis to rotator cuff tear. Skeletal Radiol . 2003;32(2):86-89.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Uhthoff HK, Sarkar K, Maynard JA. Calcifying tendonitis: a new concept of its pathogenesis. Clin Orthop Relat Res . 1976;(118):164-168.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Uhthoff HK, Loehr JF. Calcifying tendonitis. In: Rockwood CA Jr, Matsen FA III, eds. The Shoulder 4th edition . Vol 1. Philadelphia: WB Saunders; 2009:1283-1307.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Speed CA, Hazleman BL. Calcific tendinitis of the shoulder. N Engl J Med . 1999;340(20):1582-1584.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Oliva F, Via AG, Maffulli N. Calcific tendinopathy of the rotator cuff tendons. Sports Med Arthrosc . 2011;19(3):237-243.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Chen SK, Chou PH, Lue YJ, Lu YM. Treatment for frozen shoulder combined with calcific tendinitis of the supraspinatus. Kaohsiung J Med Sci . 2008;24(2):78-84.  (R) "
        },
        {
            "number in article": 14,
            "reference": "De Carli A, Pulcinelli F, Delle Rose G, Pitino D, Ferretti A. Calcific tendinitis of the shoulder. Joints. 2014;2(3):130-136.  . (RV)"
        },
        {
            "number in article": 15,
            "reference": "Krasny C, Enenkel M, Aigner N, Wlk M, Landsiedl F. Ultrasound-guided  needling combined with shock-wave  therapy for the treatment of calcifying tendonitis of the shoulder. J Bone Joint Surg Br . 2005;87(4):501-507.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Breckenridge JD, McAuley JH. Shoulder Pain and Disability Index (SPADI). J Physiother . 2011;57(3):197. doi:10.1016/S1836-9553(11)70045-5.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. Modalities for Therapeutic Intervention. 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 18,
            "reference": "Hurt G, Baker C, Jr. Calcific tendonitis of the shoulder. Orthop Clin North Am . 2003;34(4):567-575.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Marder RA, Heiden EA, Kim S. Calcific tendonitis of the shoulder: is subacromial decompression in combination with removal of the calcific deposit beneficial? J Shoulder Elbow Surg . 2011;20(6):955-960.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Ogon P, Suedkamp NP, Jaeger M, Izadpanah K, Koestler W, Maier D. Prognostic factors in nonoperative therapy for chronic symptomatic calcific tendinitis of the shoulder. Arthritis Rheum . 2009;60(10):2978-2984.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Balke M, Bielefeld R, Schmidt C, Dedy N, Liem D. Calcifying tendinitis of the shoulder: midterm results after arthroscopic treatment. Am J Sports Med . 2012;40(3):657-661. doi:10.1177/0363546511430202. (R)"
        },
        {
            "number in article": 22,
            "reference": "Ebenbichler GR, Erdogmus CB, Resch KL, et al. Ultrasound therapy for calcific tendinitis of the shoulder. N Engl J Med . 1999;340(20):1533-1538.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Fusaro I, Orsini S, Diani S, Safflioti G, Zaccarelli L, Galletti S. Functional results in calcific tendinitis of the shoulder treated with rehabilitation after ultrasonic-guided  approach. Musculoskelet Surg . 2011;95(Suppl 1):S31-S36.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Cacchio A, Paoloni M, Barile A, et al. Effectiveness of radial shock-wave  therapy for calcific tendinitis of the shoulder: single-blind,  randomized controlled study. Phys Ther . 2006;86(5):672-682.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Leduc BE, Caya J, Tremblay S, Bureau NJ, Dumont M. Treatment of calcifying tendonitis of the shoulder by acetic acid iontophoresis: a double-blind  randomized controlled trial. Arch Phys Med Rehabil . 2003;84(10):1523-1527.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Philadelphia Panel. Philadelphia Panel evidence-based  clinical practice guidelines on selected rehabilitation interventions for shoulder pain. Phys Ther . 2001;81(10):1719-1730. (G)"
        },
        {
            "number in article": 27,
            "reference": "Glass LS, Harris JS. Shoulder disorders. In: Occupational medicine practice guidelines: evaluation and management of common health problems and functional recovery in workers. 3rd ed. Elk Grove Village, IL: American College of Occupational and Environmental Medicine (ACOEM); 2011:1-297.  (G)"
        },
        {
            "number in article": 28,
            "reference": "Ioppolo F, Tattoli M, Di Sante L, et al. Clinical improvement and resorption of calcifications in calcific tendinitis of the shoulder after shock wave therapy at 6 months’ follow-up: A systematic review and meta-analysis.  Archives of Physical Medicine & Rehabilitation . 2013;94(9):1699-1706.  doi:10.1016/j.apmr.2013.01.030. (SR)"
        },
        {
            "number in article": 29,
            "reference": "Suzuki K, Potts A, Anakwenze O, Singh A. Calcific tendinitis of the rotator cuff: Management options. J Am Acad Orthop Surg . 2014;22(11):707-717.  (RV)"
        },
        {
            "number in article": 30,
            "reference": "Merolla G, Singh S, Paladini P, Porcellini G. Calcific tendinitis of the rotator cuff: State of the art in diagnosis and treatment. J Orthop Traumatol . Advance online publication. July 12, 2015. (RV)"
        },
        {
            "number in article": 31,
            "reference": "Merolla G, Bhat MG, Paladini P, Porcellini G. Complications of calcific tendinitis of the shoulder: A concise review. J Orthop Traumatol . 2015;16(3):175-183. doi:10.1007/s10195-015-0339-x.  (RV)"
        },
        {
            "number in article": 32,
            "reference": "Oudelaar BW, Ooms EM, Huis In 't Vald R, Schepers-Bok  R, Vochteloo AJ. Smoking and morphology of calcific deposits affect the outcome of needle aspiration of calcific deposits (NACD) for calcific tendinitis of the rotator cuff. Eur J Radiol . 2015;84(11):2255-2260.  doi:10.1016/j.ejrad.2015.07.030. (R)"
        },
        {
            "number in article": 33,
            "reference": "Bannuru RR, Flavin NE, Vaysbrot E, Harvey W, McAlindon T. High-energy  extracorporeal shock-wave  therapy for treating chronic calcific tendinitis of the shoulder: A systematic review. Ann Intern Med . 2014;160(8):542-549.  doi:10.7326/M13-1982.  (SR)"
        },
        {
            "number in article": 34,
            "reference": "Kim YS, Lee HJ, Kong CG. Which method is more effective in treatment of calcific tendinitis in the shoulder? Prospective randomized comparison between ultrasound-guided needling and extracorporeal shock wave therapy. J Shoulder Elbow Surg . 2014;23(11):1640-1646.  doi:10.1016/j.jse.2014.06.036. (R)"
        },
        {
            "number in article": 35,
            "reference": "Shoulder doc. Calcific tendonitis classifications. https://www.shoulderdoc.co.uk/article/1458 . Accessed February 9, 2020. (GI)"
        },
        {
            "number in article": 36,
            "reference": "Hackett L, Millar NL, Lam P, Murrell GA. Are the symptoms of calcific tendinitis due to neoinnervation and/or neovascularization? J Bone Joint Surg Am . 2016;98(3):186–192. doi:10.2106/JBJS.O.00417. (R)"
        },
        {
            "number in article": 37,
            "reference": "Darrieutort-Laffite  C, Arnolfo P, Garraud T, et al. Rotator Cuff Tenocytes differentiate into hypertrophic chondrocyte-like  cells to produce calcium deposits in an alkaline phosphatase-dependent  manner. J Clin Med . 2019;8(10):1544. doi:10.3390/jcm8101544. (R)"
        },
        {
            "number in article": 38,
            "reference": "Frassanito P, Cavalieri C, Maestri R, Felicetti G. Effectiveness of extracorporeal shock wave therapy and kinesio taping in calcific tendinopathy of the shoulder: a randomized controlled trial. Eur J Phys Rehabil Med . 2018;54(3):333–340.  doi:10.23736/S1973-9087.17.04749-9.  (RCT)"
        },
        {
            "number in article": 39,
            "reference": "de Witte PB, Sleten JW, Navas A, et al. Calcific tendinitis of the rotator cuff: a randomized controlled trial of ultrasound-guided  needling and lavage versus subacromial corticosteroids. Ann Rheum Dis . 2013;41(7):1665–1673.  doi:10.1177/03635465134870. (RCT)"
        },
        {
            "number in article": 40,
            "reference": "Darrieutort-Laffite  C, Varin S, Coiffier G, et al. Are corticosteroid injections needed after needling and lavage of calcific tendinitis? Randomised, double-blind,  non-inferiority  trial. Ann Rehum Dis . 2019;78(6):837–843.  doi:10.1136/annrheumdis-2018-214971.  (RCT)"
        },
        {
            "number in article": 41,
            "reference": "Arirachakaran A, Boonard M, Yamaphai S, Prommahachai A, Kesprayura S, Kongtharvonskul J. Extracorporeal shock wave therapy, ultrasound-guided  percutaneous lavage, corticosteroid injection and combined treatment for the treatment of rotator cuff calcific tendinopathy: a network meta-analysis  of RCTs. Eur J Orthop Surg Traumatol . 2017;27(3):381–390.  doi:10.1007/s00590-016-1839-y.  (M)"
        }
    ]
}