{
    "metadata": {
        "title": "Cancer Prevention and Exercise",
        "synonyms": [
            "anticancer and exercise",
            "prophylactic effect of exercise, cancer"
        ],
        "anatomical location body part affected": [
            "Skeletal muscle and adipose tissue; widespread systemic suppression of cancer cells"
        ],
        "area of specialty": [
            "oncology, research",
            "women’s health"
        ],
        "description": [
            "Prescription of leisure-time  physical activity or aerobic exercise is a well-established,evidence-based  lifestyle component for promoting health and increasing longevity. –For example, authors of a 2015 meta-analysis  of 6 prospective cohorts (661,137 men and women; median age, 62 years) in the United States and Europe found that participantswith7.5 metabolic-equivalent (MET)  hours of physical activity per week (i.e., 75 vigorous-intensity  or 150 moderate-intensity  minutes) or more had 31% to 37% lower all-cause  mortality from 1992 to 2003 (116,686 deaths were included) compared to those with no leisure time activity(1) –New evidence also supports prescription of leisure time physical activity or aerobic exercise for prevention of cancer. A 2016 meta-analysis  of 12 prospective cohorts (1.44 million men and women, median age, 59 years) in the United States and Europe found that among 186,932 participants with incident cancers from 1987 to 2004, those at the upper levels of MET hours per week had statistically significant lower risks of 13 types of cancer than those at the lower levels of MET hours. The included cancers were colon, breast, endometrium, esophageal adenocarcinoma, liver, gastric cardia, kidney, myeloid leukemia, myeloma, head, neck, rectum, and bladder. Moreover, high physical activity reduced the risk for most of these cancers even in overweight/obese participants and smokers(2)",
            "Health care professionals should counsel physically inactive patients about the cancer risk associated with insufficient exercise and prescribe an individualized aerobic training program according to guidelines(3)",
            "This Clinical Review addresses the potential anticancer role of exercise training in healthy persons and those with high cancer risk"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {
            "Mobility G-code Set:": {
                "G8978": "Mobility: walking & moving around functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8979": "Mobility: walking & moving around functional limitation; projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8980": "Mobility: walking & moving around functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Changing & Maintaining Body Position G-code Set:": {
                "G8981": "Changing & maintaining body position functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8982": "Changing & maintaining body position functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8983": "Changing & maintaining body position functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Carrying, Moving & Handling Objects G-code Set:": {
                "G8984": "Carrying, moving & handling objects functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8985": "Carrying, moving & handling objects functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8986": "Carrying, moving & handling objects functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Primary G-code Set:": {
                "G8990": "Other physical or occupational primary functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8991": "Other physical or occupational primary functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8992": "Other physical or occupational primary functional limitation, discharge status, at discharge from therapy or to end reporting"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement have been identified. Reimbursement for treatment will depend on insurance contract coverage"
        ],
        "presentation signs and symptoms": [
            "Insufficient regular muscular activity/exercise for health promotion, or to maintain physical fitness, or to prevent cancer(2)",
            "Other risk factors for cancer such as smoking",
            "Reduced physical fitness for age and sex(3) –Reduced aerobic work capacity (AWC) –Reduced strength",
            "Excess body fat –Overweight: body mass index (BMI) of 25-29.9  kg/m2 –Obese: BMI of 30 kg/m2 or more  Causes, Pathophysiology & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:": [
            "Series of mutations (often idiopathic) in normal cells that lead to defective cellular functions and uninhibited growth–Genetic (inherited)predisposition (family history)–Environmental carcinogens (cancer-causing  substances, such as cigarette smoke)–Infectious viruses"
        ],
        "pathophysiology:": [
            "Cancer is a neoplastic disease that originates in normal tissue–There are more than 100 types of cancer. Each is named for the type of cancer cell in which the abnormal growth began–Six hallmark pathogenetic characteristics of cancer cells(4)-Evade growth inhibitors-Sustain proliferative signaling, leading to tumorigenesis-Cross cell boundaries,invade nearby tissues, and spread (metastasize) to other regions of the body-Induce angiogenesis-Enable replicative immortality-Resist cell death (apoptosis)",
            "At least 7.5 metabolic-equivalent (MET)  hours of leisure-time physical activity,such as walking, jogging, bicycling, andswimming,have been shown to reduce the risk of developing many types of cancer. The mechanisms of this anticancerbenefit are likely related to the biochemical products that muscles release during exercise(2)–Skeletal muscle synthesizes cytokines, growth factors, and additional peptides that have paracrine, autocrine, or endocrineeffects on other tissues. These muscle-derived products are called myokines. The most studied myokine is the gp130receptor cytokine interleukin-6  (IL-6),  which increases up to 100-fold  in the blood during exercise(5)–Some anticancer myokines have immunoregulatory and antiproliferative effects on tumors by inducing apoptosis indeveloping cancer cells(6,7,8)"
        ],
        "risk factors:": [
            "Family history of cancer",
            "Environmental carcinogens such as tobacco smoke",
            "Insufficient leisure-time  muscular activity/regular exercise (less than 7.5 MET hours per week) to improve or maintainphysical fitness(2)",
            "Excess body fatness and smoking apparently do not increase the risk of many cancers in persons with high leisure-timephysical activity, other than smoking-related  lung cancer(2)Overall Contraindications/Precautions to Exercise"
        ],
        "absolute contraindications": [
            "Recent history of myocardial infarction (MI), unstable angina, symptomatic cardiac arrhythmias, or severe aortic stenosis",
            "Ongoing heart infection or thromboembolic disease such as deep venous thrombosis (DVT)",
            "Febrile state",
            "Patient has not recovered from acute illness",
            "Emotional disorder",
            "Inability to safely walk on a treadmill or pedal an ergometer due to orthopedic condition"
        ],
        "relative contraindications": [
            "Prior history of coronary heart disease or cardiac arrhythmias",
            "Painful musculoskeletal disease",
            "Uncontrolled hypertension",
            "Metabolic disease that impairs low-level  exercise",
            "Uncontrolled diabetes",
            "Complicated pregnancy",
            "Cognitive disability"
        ],
        "see specific  contraindications precautions to examination   and  contraindications precautions   under assessment plan": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Determine the onset of any condition that requires special consideration for exercise prescription(3)",
                "course of treatment": {
                    "medical management": "Determine what treatments the patient has received for a chronic disease condition that reduces physical functioning",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Is the patient taking medications that affect the heart rate (HR) and/or blood pressure (BP) responses to exercise. For example, betablockers  lower exercise HR and BP and angiotensin-converting  enzyme (ACE) inhibitors reduce BP",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Usual laboratory tests prior to exercise testing aim to establish the patient’s health status and cardiovascular disease (CVD) risk profile. Patients referred for exercise counseling may not have had preliminary diagnostic testing"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g. ice or heating pack) or alternative therapies (e.g. acupuncture) and whether they help or not",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "(and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale or 0-10 scale to assess symptoms at their best, worst and at the moment (specifically address if  pain   is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms the patient may be experiencing which could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Does the patient have pulmonary problems and the need for supplemental oxygen? Barriers to learning -Are there any barriers to learning? Yes ___/No ___ -If Yes, describe"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis",
                    "comorbid diagnoses": "Ask the patient about their medical problems,(e.g., diabetes, cancer, heart disease, lung disease, chronic fatigue syndrome, fibromyalgia, psychiatric disorders, orthopedic disorders, etc.). Document coexisting conditions or other symptoms that may complicate exercise, such as muscle atrophy, poor balance, or history of falls. Document any symptoms that may indicate need for referral to physician, such as cognitive or neurological deficits. Are there coexisting movement problems such as multiple sclerosis, stroke, muscular dystrophy, or Parkinson’s disease? Is there a history of obesity, diabetes, cancer, heart disease, hypertension, or pulmonary disease?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "(e.g., does the patient participate in recreational or competitive sports?. Are there any environmental exposures to carcinogens in the workplace?)",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient have any prior functional limitation(s)? Is any adaptive equipment used at home? Assess if applicable",
                "living environment": "(e.g., stairs, number of floors in home, with whom the patient lives, caregivers, etc.) Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": " –Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting",
            "anthropometric characteristics": "Determine height, weight, and BMI",
            "assistive and adaptive devices": "Assess need for and proper use of ambulatory assistive devices",
            "balance": "Assess both static and dynamic standing balance, as well as unilateral balance. If full weight-bearing (FWB), assess balance in standing on each leg, walking on toes, and timed single-leg  stand. Observe for deficits in hip strategies in an effort to maintain balance. Use Berg Balance Scale (BBS), as indicated",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess peripheral pulsesTesting may be indicated to establish patient’s ability for treadmill exercise. Assess ability in sit-to-stand,  turning, stooping, kneeling, squatting, and sitting down. Functional mobility can also be assessed by marching-on-the-spot,  ability to use stairs, and Timed Up and Go (TUG) test",
            "functional mobility": "",
            "gait locomotion": "Assess walking agility, including tandem gait and turns. Note ability to change directions while walking. Assess gait safety with the Dynamic Gate Index (DGI), as indicated",
            "muscle strength": "Scan functional strength of the lower and upper extremities with manual muscle testing (MMT)Assess for any reported pain with V AS",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess general posture and lower extremity alignment, as indicated",
            "range of motion": "Scan functional range of motion (ROM) and flexibility of the upper and lower extremities",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep-tendon  reflexes",
            "sensory testing": "",
            "special tests specific to diagnosis": " –Graded exercise testing should be conducted according to established guidelines.(3) To ensure safety and effectiveness, a physician, clinical exercise physiologist, or physical therapist with special training should administer the exercise test andT910667",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "Insufficient leisure-time  physical activity or regular exercise for prevention of cancer/ reduced functional endurance and strength for general activities",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "Occupational therapist for difficulties with ADLs, personal trainer for supervised fitness program in a home/gym/pool setting, dietitian for assessment of contributing nutritional factors for overweight patients",
        "other considerations": [],
        "treatment summary": [
            "The prescribed exercise program should aim for a target threshold amount of exercise for prevention of cancer of 75 minutes of vigorous-intensity  to 150 minutes of moderate-intensity  physical activity per week, preferably in 3 to 5 days per week ",
            "Guidelines are available for exercise testing and for aerobic or resistance exercise training after a cardiac event. Exercise prescription should always be individualized for type, frequency, duration, intensity, and progression of exercise sessions, as appropriate for the patient(3)",
            "Recommendations for aerobic exercise prescription(3) –Walking (outdoors or treadmill), cycling (outdoors or ergometer), rowing, stair climbing, arm/leg ergometry, and other endurance types of exercise as available (e.g., swimming, aquatic aerobics) –At least 3 days a week for 12 or more weeks –Twenty to 40 minutes of continuous or interval training per session –It is suggested that exercise be progressed cautiously along with use of Borg Rating of Perceived Exertion (RPE) or Talk Test. Talk Test is ability to talk while exercising without becoming breathless and usually keeps patient at a moderate level of exertion, or below their anaerobic threshold",
            "Recommendations for resistance exercise prescription(3) –Calisthenics, elastic bands, cuff or hand weights, dumbbells, free weights, wall pulleys, weight machines, and other types of resistance exercise –Two to 3 days per week –One to 3 sets of 10-15  repetitions of 8-10 exercises; 40-50% maximum voluntary contraction (MVC) while being sure to avoid Valsalva maneuver",
            "Recommendations for flexibility exercises –Static stretching of the upper and lower body –Two to 3 days a week; hold for 10-30  seconds",
            "Include a good warm-up  and cool-down  in each exercise session",
            "Provide progressive updates to the exercise prescription and modify as indicated",
            "If no ETT data are available, do not base exercise prescription on HR",
            "Provide activity guidelines for home . Problem Goal Intervention Expected Progression Home Program Insufficient physical activity for cancer preventionTo achieve a minimum of 7.5 MET hours of exercise per weekIndividualized exercise program to increase leisure-time physical activityImproved AWC and/ or 6MWTon follow-up testing. Maintenance of goal activity level on exercise diaryProvide written instructions for safe independent aerobic exercise to maintain goal activity level and fitness; encourage compliance ."
        ]
    },
    "desired outcomes outcome measures": {
        "objective measure of physical activity above minimum level": [
            "Exercise diary"
        ],
        "increased frequency and duration of leisure-time  physical activity": [
            "Patient reports"
        ],
        "improved functional aerobic endurance": [
            "AWC test, 6MWT"
        ],
        "improved strength": [
            "MMT, machine weights"
        ],
        "implemented lifestyle changes to reduce cancer risk  e.g., smoking cessation, exercise": [
            "Patient reports"
        ]
    },
    "maintenance or prevention": [
        "Continue prescribed aerobic training",
        "Maintain regular physical activity "
    ],
    "patient education": [
        "NIH National Cancer Institute Web site: “What is Cancer?” Accessed 10/24/16. https://www.cancer.gov/about-cancer/understanding/what-is-cancer",
        "National Cancer InstituteWeb site: SEER Training Module. “Cell Biology of Cancer.” Accessed 10/25/16. https://training.seer.cancer.gov/disease/cancer/biology/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Arem H, Moore SC, Patel A, et al. Leisure time physical activity and mortality: a detailed pooled analysis of the dose-response  relationship. JAMA Intern Med . June 2015;175(6):959-67.  (M)"
        },
        {
            "number in article": 2,
            "reference": "Moore SC, Lee IM, Weiderpass E, et al. Leisure-time  physical activity and risk of 26 types of cancer in 1.44 million adults. JAMA Internal Medicine . June 1, 2016;176(6):816-25. (M)"
        },
        {
            "number in article": 3,
            "reference": "Garber CE, Blissmer B, Deschenes MR, l, et al. American College of Sports Medicine. Quantity and Quality of Exercise for Developing and Maintaining Cardiorespiratory, Musculoskeletal, and Neuromotor Fitness in Apparently Healthy Adults: Guidance for Prescribing Exercise. Med Sci Sports Exerc. July 2011;43(7):1334-59.  doi:10.1249/ MSS.0b013e318213fefb. (G)"
        },
        {
            "number in article": 4,
            "reference": "Hanahan D, Weinberg RA. Hallmarks of Cancer: The Next Generation. Cell. 2011;144(5):646–74.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Pedersen BK, Febbraio MA. Muscle as an endocrine organ: focus on muscle-derived  interleukin-6.  Physiol Rev . 2008;88(4):1379-406.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Lucia A, Ramírez M. Muscling In on Cancer. N Engl J Med . 2016;375:892-94.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Hill JA. Breaking Bad Hypertrophy. N Engl J Med . 2015;372:2160-62.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Whitham M, Febbraio MA. The ever-expanding  myokinome: discovery challenges and therapeutic implications. Nat Rev Drug Discov . 2016;15(10):719-29.  (RV) "
        }
    ]
}