{
    "metadata": {
        "title": "Osteoarthritis/Osteoarthrosis  Carpometacarpal Joint of Thumb",
        "synonyms": [
            "carpometacarpal joint  osteoarthritis/osteoarthrosis",
            "osteoarthrosis/ osteoarthritis: carpometacarpal joint",
            "osteoarthritis (oa) of the thumb (carpometacarpal joint)",
            "basal joint: osteoarthritis/osteoarthrosis"
        ],
        "anatomical location body part affected": [
            "Carpometacarpal (CMC) joint of the thumb, surrounding ligaments, thenar intrinsic musculature"
        ],
        "area of specialty": [
            "hand therapy",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Degeneration of the cartilage of the joint (between the first metacarpal and trapezius) at the base of the thumb(10)",
            "The thumb CMC joint is the most common site of hand OA, thought to be associated with high forces on the joint during daily activity involving pinching and gripping(17)",
            "Patients may report pain, weakness, and decreased function. Joint space narrowing, osteophyte formation, and subluxation may be observed on X-ray(26)",
            "Prevalence of symptomatic thumb CMC OA is reported to be up to 15% in persons over age 30 and up to 33% in postmenopausal women(17)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M18": "osteoarthritis of first carpometacarpal joint",
            "M18.0": "bilateral primary osteoarthritis of first carpometacarpal joints",
            "M18.1": "unilateral primary osteoarthritis of first carpometacarpal joint",
            "M18.2": "bilateral post-traumatic osteoarthritis of first carpometacarpal joints",
            "M18.3": "unilateral post-traumatic osteoarthritis of first carpometacarpal joint",
            "M18.4": "other bilateral secondary osteoarthritis of first carpometacarpal joints",
            "M18.5": "other unilateral secondary osteoarthritis of first carpometacarpal joint",
            "M18.9": "osteoarthritis of first carpometacarpal joint, unspecified (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients often report pain with specific activities, such as writing, pulling up a zipper, fastening a snap or buttons, twisting a doorknob, turning a key, grasping, pinching, and performing other activities requiring use of the thumb",
            "The pain is usually located at the base of the thumb, often with radiation to the thenar eminence. The pain may progress to constant pain at unacceptable levels that interferes with function(10)",
            "Decreasing lateral (key) pinch strength may be seen early in the course of the development of OA, before extensive radiographic changes are seen(19)",
            "Patients often present with functional impairments related to pain, weakness, and an inability to abduct the thumb.(10) Inability to abduct the thumb makes grasping larger objects difficult. Compensatory hyperextension of the metacarpophalangeal (MCP) joint of the thumb may occur as CMC ROM decreases ",
            "Advanced arthritis of the CMC joint may result in swan-neck  deformity of the thumb, including loss of the first web space, adduction of the metacarpal, MCP joint hyperextension, and CMC dorsal subluxation(17)",
            "Patients may present for rehabilitation following surgical intervention. Therapy will address scar management, ROM, edema, strength, and functional hand use/ADLs/IADLs. The specific interventions will vary based on surgical procedure and patient presentation Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Individuals with generalized ligamentous laxity and a shallow trapezium saddle, especially postmenopausal women, oftendevelop OA due to poor mechanics, instability, and incongruence at the CMC joint(10)",
            "Trauma and intraarticular fractures of the first metacarpal can also precipitate the onset of CMC joint OA(10)"
        ],
        "pathogenesis": [
            "Gradual degeneration of the articular surfaces of the CMC joint occurs with progressive joint instability. As the diseaseprogresses, loss of strength and ROM occurs, with the development of joint deformities in the later stages(2)–Stage I: Normal articular surface with no degenerative changes; joint may be widened due to effusion or ligament laxity;minimal subluxation–Stage II: Early degenerative changes; mild joint space narrowing; osteophytes less than 2 mm in size may be present; atleast 1/3 joint subluxation–Stage III: More advanced degenerative changes; significant joint space narrowing; osteophytes greater than 2 mm in size;more than 1/3 joint subluxation–Stage IV: Similar to stage III, with addition of scaphotrapezial joint articular changes",
            "Alterations in articular cartilage occur with normal aging(3)–The articular surface becomes thinner–There is reduced matrix tensile strength and stiffness–OA also impacts the integrity of the subchondral bone",
            "The etiology of OA is multifactorial, with mechanical, structural, genetic, and environmental factors that may contribute toits development(4)",
            "Central sensitization might play a role in OA pain(27)–Pain intensity in OA does not always correlate with the extent of joint damage, suggesting that there might be a centralcomponent"
        ],
        "risk factors": [
            "The risk of CMC joint OA increases with aging and is increased in postmenopausal women, individuals with a historyof trauma or injury to the hand, individuals with rheumatoid arthritis, and individuals who perform repetitive grasping orpinching activities for long periods",
            "It has been estimated that 40 to 60% of cases of OA can be attributed to genetic factors, and in the hand the figure isestimated to be closer to 60%(5)–Research is ongoing to identify the genes and genetic pathways that contribute to the development of OA"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with CMC joint OA should avoid repetitive grasping or pinching activities and should utilize activity modification techniques to minimize progression of OA. Exacerbating activities should be avoided",
        "Refer to physician in presence of systemic findings suggestive of other type of arthritis or findings consistent with scaphoid fracture",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patients typically present with progressively worsening pain and functional limitation. In some cases, patients present after a traumatic event that results in the onset or exacerbation of symptoms.  Did the patient have a traumatic event? Does patient have occupation or hobby that would put stress on the first CMC joint?",
                "course of treatment": {
                    "medical management": " Medical management Nonoperative treatment may consist of medications for pain relief/inflammation Strong recommendations for interventions include orthosis fabrication and self-management (e.g., activity modification and joint protection); conditional recommendations include thermal interventions (e.g., local heat or cold)(18) The 2019 American College of Rheumatology/Arthritis Foundation guidelines conditionally recommend intra-articular injections of corticosteroid and conditionally recommend against hyaluronic acid injection(18) Use of stem cell therapy to rejuvenate the articular cartilage is being studied(3) Open or arthroscopic surgery (e.g., abduction-extension  osteotomy, trapeziectomy,debridement, limited resection interposition [LRTI] arthroplasty, arthrodesis, joint replacement surgery) if nonoperative treatment fails",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are they effectively controlling patient’s symptoms? NSAIDs, including COX-2  inhibitors, to relieve pain and inflammation(10) Chondroitin sulfate and glucosamine sulfate to relieve symptoms(24) Topical treatments (e.g., capsaicin, diclofenac)(10)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "The diagnosis is usually based on clinical examination and X-ray",
                        "Blood tests may be performed to rule out rheumatoid arthritis",
                        "X-rays  may be used to diagnose and stage CMC joint OA(17)",
                        "MRI may be used to evaluate ligament ruptures and dorsal subluxation of the metacarpal.(2) Advanced imaging is rarely indicated(10)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help Topical products used for treatment of OA may include rubefacients (e.g., capsaicin, camphor, methyl salicylate, menthol), arnica, comfrey extract gel, diclofenac and ketoprofen, and herbal medicines The authors of a review of Cochrane reviews found that there is evidence that topical diclofenac and ketoprofen have some (limited) efficacy in hand osteoarthritis(14)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " What are the exacerbating and relieving factors? Aggravating factors may include activities such as writing, turning doorknobs, turning keys, opening jars, and holding heavy objects or prolonged holding (e.g., a book)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also, document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night related to the condition",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician. Absence of systemic findings differentiates OA from other types of arthritis. Systemic symptoms (e.g., fatigue, malaise, low-grade  fever) or inflammation of multiple joints warrants referral to a physician",
                "respiratory status": "Is there any known respiratory compromise? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________ "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient also have rheumatoid arthritis? Does the patient have OA in other joints? Has the patient sustained any trauma or undergone surgeries to the involved hand?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, and neurological disorders. Is the patient postmenopausal?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs or supplements)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "In what types of occupational, leisure, and sports activities does the patient participate? Is the patient able to meet familial responsibilities?",
                "functional limitations assistance with ADLs adaptive equipment": "Is the dominant hand affected? What functional deficits is the patient experiencing? -Approximately 80% of individuals with hand OA have limitations in motion and one quarter have limitations in performing ADLs(6) -Is the patient using any adaptive equipment (e.g., non-slip  matting, jar openers, built-up handles)?Inquire about layout of the home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary?",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general exam as indicated with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Does the patient currently use any assistive or adaptive devices? If so, are they appropriate? Devices used may include large-diameter  pens and pencils, large-grip  kitchen tools (e.g., vegetable peeler), and joint protective orthosesThere may be visible enlargement of the joint due to swelling; joint prominence may be related to subluxation. Assess for edema in the CMC joint region as well as the thenar eminence. Compare to the contralateral side. Circumferential or volumetric measurements can be usedAssess as indicatedThe wrist and remaining fingers should be screened to rule out coexisting pathologies (e.g., De Quervain’s tenosynovitis, carpal tunnel syndrome)Assess coordination and ability to manipulate objects; for example –9-hole  peg test –Jebsen-Taylor  Hand Function Test",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Assess pinch strength (e.g., lateral pinch, 2-point  pinch, tip and tripod) using a pinch gauge. Assess grip strength using a hand dynamometer. Compare to the contralateral side",
            "observation inspection palpation including skin assessment": [
                "Localized pain and tenderness at the CMC joint are almost always present. Evaluation of the wrist should also be performed to identify other coexisting conditions, such as De Quervain’s tenosynovitis (extensor pollicis brevis [EPB] and abductor pollicislongus [APL] tendon inflammation). Also, identify any deformities of the CMC joint, including subluxation, contracture of the first web space, and compensatory hyperextension of the MCP joint(#)",
                "Inspect for thenar atrophy, trophic changes, swelling, and increased prominence of the CMC joint (which may indicate joint subluxation) •Pain:  Assess for pain at rest, with ROM, and with functional activity using a V AS. Identify exacerbating and relieving"
            ],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Raynaud’s disease",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation"
            ],
            "cryotherapy precautions": [
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Open wound",
                "Placement over superficial nerves",
                "Cold may be counterproductive if being used to facilitate muscle relaxation and reduce pain in patients who do not tolerate the modality",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Contraindicated with open wounds and infected skin lesions",
                "Precautions should be taken with contagious skin conditions to prevent contamination of wax bath",
                "over the region of a cardiac pacemaker",
                "in an area with infection or bleeding",
                "if a tumor is present in the area",
                "in the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "over epiphyseal plates"
            ],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Cryotherapy  contraindications include:(8)",
                "Cryotherapy  precautions include:(8)",
                "Thermotherapy  is contraindicated with:(8)",
                "Paraffin wax  contraindications/precautions:(8)",
                "Relevant therapeutic ultrasound  contraindications include; do not use:(8) "
            ]
        },
        "diagnosis need for treatment": "CMC joint OA, which may include some or all of the following symptoms ROM and strength, impaired function, and physical deformity",
        "rule out": " Rule out Rheumatoid arthritis De Quervain’s tenosynovitis Carpal tunnel syndrome Fracture (e.g., scaphoid, base of the first metacarpal) Torn ulnar collateral ligament (e.g., gamekeeper’s thumb) Flexor or extensor tendon injury (e.g., avulsion of the extensor tendon)",
        "prognosis": [
            "OA is a progressive disease of a joint in which there is failed repair of joint damage due to intraarticular stresses. Prognosis is variable depending on the extent of the disease(9)",
            "Treatment can be effective in slowing the progression and alleviating symptoms, but ongoing deterioration of the joint should be expected",
            "There is often inconsistency between radiographic findings and the clinical presentation (i.e., patient’s perception of severity)(#)",
            "Progression of OA in the hand includes changes in biomechanics, but the role of the changes to the oblique or “beak” ligament is unclear. In basal joint OA, degeneration can be seen at the trapeziometacarpal joint and can progress to pantrapezial arthritis with a deformity pattern of thumb adduction and MCP hyperextension(10)"
        ],
        "referral to other disciplines": " Referral to other disciplines Occupational therapy for adaptive equipment, such as built-up  handles for writing/eating, devices for opening jars, ergonomic assessment, etc., and ADL training Occupational therapy/hand therapy for splint/orthosis fabrication or fitting Physician for worsening symptoms or lack of progress, or if conservative measures are failing to alleviate symptoms and more-invasive  treatment may be required Dietician for weight reduction, if indicated",
        "other considerations": [
            "Surgical intervention (e.g., joint arthroplasty) may be indicated in advanced disease or when conservative measures are not successful –The authors of a prospective cohort study found that patients who experienced pain reduction with nonoperative treatment were less likely to have surgery(24)",
            "Patient expectations for improvements with treatment may influence treatment outcome(22) –The authors of a case control study of patients treated at a single institution in the United States found that pain relief, improved hand strength, improved ability to use the hand for functional activities (e.g., write, use cell phone, tie a knot, open a jar, use a knife), and preventing the hand condition from getting worse were common expectations for treatment"
        ],
        "treatment summary": [
            "Pain management, rest, and CMC joint immobilization (orthosis/splinting) are the mainstays of conservative management of CMC joint OA. Strengthening and stretching are also incorporated into therapy, taking precautions to avoid exacerbation of symptoms. NSAIDs, analgesics, corticosteroid injections, and other medications can be useful in the general management of pain and symptoms. Surgical treatment is indicated for cases in which nonoperative treatment is ineffective and pain is unacceptable(10,24) –Neurodynamic techniques -Radial nerve mobilization might decrease pain and increase tip pinch strength in patients with CMC OA(13) –Multimodal intervention -A combination of manual therapy and exercise may be beneficial to decrease pain in CMC OA(15) -Based on an RCT conducted in Italy  -Sixty patients were randomly assigned to receive intervention that included joint mobilization, neural mobilization, and exercise or a sham intervention -There was a greater decrease in pain intensity in the intervention group than in the placebo group. No changes in pinch or grip strength were obtained –OA group intervention(16) -The authors of a study designed to assess the efficacy of a 2-month  group intervention found that function (grip strength, resting pain, functional UE use), activity engagement, and self-reported  health status improved at the end of the intervention, and the improvements were still seen at 1-year  post intervention follow-up -The group intervention included: -patient education (joint changes with OA, risk factors, ADLs, management strategies) -exercise session (2x/week for 6 weeks) consisting of paraffin wax x 20 minutes followed by upper extremity ROM and strengthening exercise with progression to strengthening as tolerated by the individual patient –Splints/orthoses -Custom-made  and prefabricated orthoses are available that are designed to reduce pain and improve strength and functional hand use -. Problem Goal Intervention Expected Progression Home Program  Pain, tenderness, inflammation, and edemaResolve/reduce pain, inflammation, and edemaSplinting _ An orthosis/splint that immobilizes the CMC joint can be helpful in reducing or eliminating pain, but the specific orthosis design that is most beneficial has not been defined.(11) A short opponens orthosis or CMC orthosis that achieves CMC joint immobilization is effective in allowing functional use of the hand while resting the CMC joint. Custom fabricated and prefabricated orthoses (e.g., Push thumb orthosis, neoprene thumb supports) are available and made from a variety of materials (e.g.,low-temperature thermoplastic, neoprene, bendable wire encased in tubing, fabrifoam). When providing anorthosis, leaving the wrist, MP and IP joints free can allow for increased hand function _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "resolved reduced pain": [
            "V AS"
        ],
        "decreased edema": [
            "Circumferential or volumetric measurements"
        ],
        "restored thumb rom": [
            "Goniometric measurements",
            "Kapandji Index"
        ],
        "improved muscle strength and prevented resolved atrophy": [
            "Pinch gauge",
            "Dynamometer (grip strength)",
            "MMT"
        ],
        "improved ability to grasp, pinch, and manipulate objects during functional activities, self-care,  and adls": [
            "DASH/ Quick DASH",
            "MAM",
            "Australian/Canadian Hand Osteoarthritis Index"
        ],
        "improved fine motor manipulation": [
            "9-hole  peg test",
            "Jebsen-Taylor  Hand Function Test"
        ]
    },
    "maintenance or prevention": [
        "Patients with CMC joint OA should continue to employ rest, activity modification, orthosis use, ROM, and strengthening, as indicated, to alleviate symptoms and help delay/minimize the progression of joint degeneration",
        "Use of joint protection techniques positively affects the course of the disease(12)",
        "Self-management  education contributes to improved QOL(12)"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Model Z, Liu AY, Kang L, Wolfe SW, Burket JC, Lee SK. Evaluation of physical examination tests for thumb basal joint osteoarthritis. Hand (N Y) . 2016;11(1):108-112. doi:10.1177/1558944715616951. (R)"
        },
        {
            "number in article": 2,
            "reference": "Kennedy CD, Manske MC, Hunag JI. Classifications in brief: The Eaton-Littler  Classification of Thumb Carpometacarpal Joint Arthrosis. Clin Orthop Relat Res . 2016;474(12):2729-2733.  doi:https://doi.org/10.1007/s11999-016-4864-6.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Dubey NK, Mishra VK, Dubey R. Combating osteoarthritis through stem cell therapies by rejuvenating cartilage: a review. Stem Cells Int . 2018;2018:5421019. doi:10.1155/2018/5421019. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Hsieh LF, Watson CP, Mao HF. Rheumatologic rehabilitation. In: Cifu DX, ed. Braddom’s Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Elsevier; 2016:666-667.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "den Hollander W, Boer CG, Hart DJ, et al. Genome-wide  association and functional studies identify a role for matrix Gla protein in osteoarthritis of the hand. Ann Rheum Dis . 2017;76(12):2046-2053.  doi:10.1136/annrheumdis-2017-211214.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Crites A, Samuel PS. Rheumatoid arthritis and osteoarthritis. In: Dirette DP, Gutman SA, eds. Occupational Therapy for Physical Dysfunction . 8th ed. Philadelphia, PA: Wolters Kluwer; 2021:877-894.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Siviero P, Limongi F, Gesmundo A, et al. Minimal clinically important decline in physical function over one year: EPOSA study. BMC Musculoskelet Disord . 2019;20(1). doi:10.1186/s12891-019-2593-1.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Dalal DS. Osteoarthritis. In: Ferri FF, ed. Ferri's Clinical Advisor 2021: 5 Books in 1 . Philadelphia, PA: Elsevier; 2021:1007. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Weiss A, Goodman A. Thumb basal joint arthritis. J Am Acad Orthop Surg . 2018;26(16):562-571.  doi:10.5435/jaaos-d-17-00374.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "de Almeida P, MacDermid J, Pontes T, dos Santos-Couto-Paz  C, Matheus J. Differences in orthotic design for thumb osteoarthritis and its impact on functional outcomes: A scoping review. Prosthet Orthot Int . 2016;41(4):323-335.  doi:10.1177/0309364616661255. (RV)"
        },
        {
            "number in article": 12,
            "reference": "Dziedzic K, Nicholls E, Hill S, et al. Self-management  approaches for osteoarthritis in the hand: a 2×2 factorial randomised trial. Ann Rheum Dis . January 2015;74(1):108-118. doi:10.1136/annrheumdis-2013-203938.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Roll SC, Hardison ME. Effectiveness of occupational therapy interventions for adults with musculoskeletal conditions of the forearm, wrist, and hand: a systematic review. Am J Occup Ther . 2017;71(1):7101180010p1-7101180010p12.  doi:https://doi.org/10.5014/ajot.2017.023234. (SR)"
        },
        {
            "number in article": 14,
            "reference": "Derry S, Wiffen PJ, Kalso EA, et al. Topical analgesics for acute and chronic pain in adults - an overview of Cochrane Reviews. Cochrane Database Syst Rev . 2017; (5):CD008609. doi:10.1002/14651858.CD008609.pub2.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Villafane JH, Cleland JA, Fernandez-de-Las-Penas  C. The effectiveness of a manual therapy and exercise protocol in patients with thumb carpometacarpal osteoarthritis: a randomized controlled trial. J Orthop Sports Phys Ther . 2013;43(4):204-213.  doi:10.2519/jospt.2013.4524.   (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Bjurehed L, Brodin N, Nordenskiöld U, Björk M. Improved hand function, self-rated health, and decreased activity limitations: results after a two-month  hand osteoarthritis group intervention. Arthritis Care Res (Hoboken) . 2018;70(7):1039-1045.  doi:10.1002/acr.23431. (R)"
        },
        {
            "number in article": 17,
            "reference": "Higgenbotham C, Boyd A, Busch M, Heaton D, Trumble T. Optimal management of thumb basal joint arthritis: challenges and solutions. Orthop Res Rev . November 23, 2017;9:93-99.  doi:https://doi.org/10.2147/ORR.S138809. (RV)"
        },
        {
            "number in article": 18,
            "reference": "Kolasinski SL, Neogi T, Hochberg MC, et al. 2019 American College of Rheumatology/Arthritis Foundation Guideline for the Management of Osteoarthritis of the Hand, Hip, and Knee [published correction appears in Arthritis Care Res (Hoboken). 2021 May;73(5):764]. 2020;72(2):149-162.  doi:https://doi.org/10.1002/acr.24131. (G)"
        },
        {
            "number in article": 19,
            "reference": "McQuillan T, Kenney D, Crisco J, Weiss AP, Ladd A. Weaker functional pinch strength is associated with early thumb carpometacarpal osteoarthritis. Clin Orthop Relat Res . 2016;474(2):557-561.  doi:10.1007s/11999-015-4599-9.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Chen CC, Palmon O, Amini D. Responsiveness of the Manual Ability Measure-36  (MAM-36):  changes in hand function using self-reported  and clinician-rated  assessments. Am J Occup Ther . 2014;68(2):187-93.  doi:10.5014/ajot.2014.009258. (R)"
        },
        {
            "number in article": 21,
            "reference": "Chen CC, Bode RK. Psychometric validation of the Manual Ability Measure-36  (MAM-36)  in patients with neurologic and musculoskeletal disorders. Arch Phys Med Rehabil . 2010;91(3):414-20.  doi:10.1016/j.apmr.2009.11.012. (R)"
        },
        {
            "number in article": 22,
            "reference": "Kang L, Hashmi SZ, Nguyen J, Lee SK, Weiland AJ, Mancuso CA. Patients with carpometacarpal arthritis have quantifiable characteristic expectations that can be measured with a survey. Clin Orthop Relat Res . 2016;474(1):213-221.  doi:10.1007/s11999-015-4573-6.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Jha B, Ross M, Reeves SWSL, Couzens GB, Peters SE. Measuring thumb range of motion in first carpometacarpal joint arthritis: the inter-rater  reliability of the Kapandji index versus goniometry. Hand Ther . 2016;21(2):45-53.  doi:10.1177/1758998315616399. (R)"
        },
        {
            "number in article": 24,
            "reference": "Tsehaie J, Porsius J, Rizopoulos D, et al. Response to conservative treatment for thumb carpometacarpal osteoarthritis is associated with conversion to surgery: a prospective cohort study. Phys Ther . 2019;99(5):570-576.  doi:10.1093/ptj/pzz009. (R)"
        },
        {
            "number in article": 25,
            "reference": "Sela Y, Seftchick J, Wang W, Baratz M. The diagnostic clinical value of thumb metacarpal grind, pressure-shear,  flexion, and extension tests for carpometacarpal osteoarthritis. J Hand Ther . 2019;32(1):35-40.  doi:10.1016/j.jht.2017.09.005. (R)"
        },
        {
            "number in article": 26,
            "reference": "Sen R, Hurley JA. Osteoarthritis. StatPearls . Treasure Island (FL): StatPearls Publishing; 2021. (GI)"
        },
        {
            "number in article": 27,
            "reference": "Steen Pettersen P, Neogi T, Magnusson K, et al. Peripheral and central sensitization of pain in individuals with hand osteoarthritis and associations with self-reported  pain severity. Arthritis Rheumatol . 2019;71(7):1070-1077.  doi:https://doi.org/10.1002/art.40850. (R)"
        }
    ]
}