{
    "metadata": {
        "title": "Fracture  Carpal",
        "synonyms": [
            "scaphoid fracture",
            "navicular fracture",
            "lunate fracture",
            "trapezium fracture",
            " trapezoid fracture",
            "capitate fracture",
            "hamate fracture",
            "triquetrum fracture",
            "pisiform fracture",
            "wrist fracture",
            "carpal fracture"
        ],
        "anatomical location body part affected": [
            "The carpal bones and the surrounding soft tissues"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "hand therapy",
            "sports rehabilitation"
        ],
        "description": [
            "Fracture of any of the eight carpal bones, most commonly the scaphoid (5)",
            "Scaphoid fractures account for 60–70%  of all carpal fractures (5)",
            "Scaphoid (or navicular) fracture –Common source of long-term  pain at base of thumb and often requires surgery, especially if fracture diagnosis is delayed (1) –Most often observed in younger, active persons (1) –Preiser disease is a rare condition in which avascular necrosis of the scaphoid occurs without prior fracture of the bone, leading to pain, decreased strength, and loss of wrist motion (23)",
            "Lunate fracture (2) –May be an occult fracture –Kienböck disease – blood supply to lunate is compromised and avascular necrosis might occur",
            "Pisiform fractures are rare, accounting for 0.2–1%  of carpal fractures –Pisiform fractures are easily overlooked on routine X-rays, and their frequency is probably underestimated(18) –Commonly caused by fall on extended wrist, but also associated with stress fractures in volleyball players and unarmed combat sport competitors",
            "Triquetrum fractures(18) –Account for about 8% of carpal bone fractures",
            "Trapezium, trapezoid, capitate fractures(19) –Trapezium fractures account for about 4% of carpal fractures -Commonly associated with fracture of the base of the first metacarpal –Fractures of the trapezoid and capitate are rare -Trapezoid fracture is typically associated with dislocation and other carpal fractures -Capitate fractures are usually nondisplaced, transverse fractures that heal without complications",
            "Hamate fracture (28) –Hamate hook fractures account for 2–4%  of carpal fractures –Fractures may occur due to direct major trauma (e.g., fall), but often result from repetitive microtrauma in athletes using a club or bat –Presentation may include paresthesias in the ulnar nerve distribution and weakened grip due to impingement on the ring and small digit flexors  –Excision of the hook is the most common treatment",
            "Multiple carpal bones might be fractured at once, most commonly in the proximal row –Although usually from high-energy  trauma such motor vehicle accidents or falls from a height, fractures affecting the carpal bones can also occur from low-energy  trauma, such as a fall from walking(3)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S62.0": "fracture of navicular (scaphoid) bone of wrist",
            "S62.1": "fractures of other and unspecified carpal bone(s)",
            "S62.109": "fracture of unspecified carpal bone, unspecified wrist",
            "S62.12": "fracture of lunate",
            "S62.13": "fracture of capitate",
            "S62.14": "fracture of body of hamate bone",
            "S62.15": "fracture of hook process of hamate bone",
            "S62.16": "fracture of pisiform",
            "S62.17": "fracture of trapezium",
            "S62.18": "fracture of trapezoid (ICD codes are for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "General signs and symptoms include pain, edema, and tenderness of the affected wrist/hand. Tenderness with palpation of the bone might be present (versus soft tissue tenderness). Loss of ROM and strength might also be noted. Deformity of the wrist might also occur with some fractures or fracture dislocations",
            "Scaphoid fracture signs and symptoms generally include:(1) –Pain in the wrist proximal to the thumbin the area of the anatomic snuffbox –Pain is often described as dull and deep –Pain increases with motion or use for functional tasks that rely on a grip or tightening of the hand around an object –Edema and ecchymosis might be present –Upon palpation of the anatomic snuffbox and scaphoid tubercle, the patient will likely complain of tenderness Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Fractures of the carpal bones are usually the result of trauma. They can occur secondary to a fall (especially on anoutstretched hand), direct blow, crush, twisting, or other high-energy  injury"
        ],
        "pathogenesis": [
            "Pathogenesis varies based on the location/severity of the fracture and the mechanism of injury. The phases of bone healingfollowing fracture are as follows:–Hematoma formation and inflammatory phase: Occurs in the first 3–4 days post injury. The fracture in the bone is bridgedwith a clot that becomes a hematoma; vasodilation, plasma exudation, and migration of inflammatory cells occur; deadbone is reabsorbed by osteoclasts; fibroblasts begin forming a new matrix(4)–Reparative phase: Day 4 post injury to 4–6 weeks. This phase, also called ossification, begins as initial phase activitiesdecline. Fibrin in the hematoma provides a framework for fibroblast cell migration; capillary growth; soft callus formsfollowed by hard callus; clinical healing is achieved(4)–Remodeling phase: Months to years following fracture. Lamellar bone forms over fracture; osteoclasts bridge fractureline, followed by osteoblasts; new capillaries form; new Haversian systems develop(4)",
            "Scaphoid fractures that are not treated appropriately can result in nonunion and progress to carpal instability. This can causeincongruity between the carpal bones and result in painful synovitis, arthritis, and carpal collapse within a few years(20)–Three-dimensional  analysis and biomechanical studies of scaphoid nonunions suggest that the degree, progression, andsymptoms of carpal instability depend on the location of the fracture line"
        ],
        "risk factors": [
            "The risk of carpal bone fracture is increased in individuals who participate in contact sports and in sports involvingcatching/hitting; in individuals working with heavy objects, machines, or tools; and in individuals who carry out otheractivities that require extensive use of the hands",
            "Risk is higher in individuals at high risk for falls",
            "Isolated fractures of the hook of the hamate are rareand usually occur in activities that require a strong grip, such golf,tennis, hockey, and baseball (hitting)(5,17)",
            "Isolated fractures of the lunate are uncommon and usually associated with Kienböckdisease(5)",
            "There is a lower risk of carpal bone injury in children because the wrist is initially cartilaginous and ossifies duringadolescence, for the scaphoid by age 15(6)–However, researchers in the United Kingdom found that overall incidence of scaphoid fractures in the pediatric populationis increasing, possibly due to more children undertaking extreme sporting activities that are traditionally undertaken byadults(21)–In skeletally immature patients the distal pole of the scaphoid is affected most often, whereas in the adult populationfracture of the scaphoid waist is more common (27)-This can be partly attributed to progressive ossification of the scaphoid from distal to proximal"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Appropriate immobilization of a fracture is essential for the fracture to heal appropriately; this might include the surrounding joints. Immobilization is generally done through casting, but may be done using removable orthoses in some clinical scenarios",
        "Patients with carpal bone fractures must be compliant with orthosis use and precautions, as prescribed. Orthoses/casts must be applied with the forearm, wrist, and fingers positioned appropriately to avoid contracture and joint stiffness. Proper fit should be ensured and should be monitored frequently, with modifications done as needed",
        "In many cases (depending on location and type of fracture), weight-bearing through or lifting with the affected hand is contraindicated in the early phases of healing and progressed slowly as healing occurs",
        "During the remodeling phase of fracture healing (up to 2 years), mechanical load on the bone should be gradually increased and quick changes in mechanical loads should be avoided(7)",
        "If a patient presents through direct access, and it becomes apparent that the patient might have a carpal fracture, immediate referral to the patient’s physician is warranted",
        "All displaced carpal fractures or carpal fracture dislocations should be referred for surgical evaluation (2)",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "How did the patient sustain the injury? Identify the location and type of fracture and any other injuries that occurred. Did the patient have surgery? What type of orthosis/cast is in place or was required? What restrictions does the patient have regarding ROM of the surrounding joints or digits? Has the physician provided general guidelines and/or restrictions for orthosis removal (as applicable)? Have there been any complications to this point?",
                "course of treatment": {
                    "medical management": "Carpal fractures are typically managed with immobilization (e.g.,casting, removable orthoses) and/or surgical interventions. (5) Indications for surgical intervention include the presence of an unstable or displaced fracture, an open fracture, and failure of nonoperative treatment with established nonunion (5,8,22)Long-arm  thumb spica (displaced fractures) cast for 6 weeks, followed by short-arm thumb spica cast until healing is achieved (for nondisplaced fractures, shortarm  thumb spica may be utilized for the entire immobilization). Multiple surgical approaches are available, including volar percutaneous fixation, screw fixation, or plate fixation with or without bone graftingImmobilization using a short-arm  in nondisplaced fractures; surgical repair to facilitate healing and return to activitiesImmobilization for 46 weeks if nondisplaced fracture, often followed by thumb spica splintShort-arm  casting for 68 weeks.Most acute hook of hamate fractures are treated with excision. Nonoperative treatment is less successful if started after the first week  Remaining carpal bones are also typically immobilized with casting or orthosis for 48weeks, depending on the rate of healing",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? NSAIDs and,rarely, opioids might be prescribed(2)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "The diagnosis is often based on X-ray,  along with clinical examination. The complex, 3-dimensional  relationship of",
                        "the carpal bones makes plain Xrays  difficult to use, and fractures can be missed up to 25% of the time. (1) Orthogonal anteroposterior and lateral views, as well as an oblique view, are recommended.(9) However, some carpal fractures, especially of the scaphoid, might be occult and difficult to observe, requiring MRI(1,9,10) or CT scan (1)",
                        "MRI is highly sensitive and specific in detecting occult scaphoid fractures, and has been shown to be more",
                        "costeffective  and better at detecting a wide variety of scaphoid injuries than conventional management (10)",
                        "Dynamic contrast-enhanced  MRI may have higher diagnostic accuracy than nonenhanced MRI or contrast-enhanced CT scan for assessing proximal fragment vascularity in scaphoid delayedunion and nonunion, but the evidence is conflicting. It may be useful for patient selection for vascularized bone grafts or for assessing the grafts",
                        "postsurgery(16)",
                        "Delayed diagnosis of hamate hook fractures might occur due to the high rate of false negatives with standard X-rays (24)",
                        "Ultrasonography and bone scintigraphy might also be utilized"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document any noted aggravating factors",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms such as pain, numbness, and tingling (e.g., constant vs. intermittent, sharp, dull, aching, burning)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Assess for pain at rest (V AS) and with movement, if appropriate (depending on the type and location of fracture, amount of time since injury, etc.)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also, document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician due to complications from the carpal fracture(e.g., symptoms of median or ulnar nerve compression, flexor tendon ruptures (5)) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a history of fractures? Any history of hand arthritis? Any history of falls?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders. Is the patient a smoker?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in hand-intensive recreational or competitive sports? Does patient work or attend school? Does patient perform work or avocational activities using hands? Which is the patient’s dominant hand?",
                "functional limitations assistance with ADLs adaptive equipment": "What was the patient’s prior level of function and ADL status? Did the patient previously use assistive or adaptive devices?",
                "living environment": "With whom does patient live, caregiver(s), etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general exam as indicated with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "A balance assessment might be indicated if the fracture was the result of a fall",
            "cardiorespiratory function and endurance": [],
            "circulation": "Distal pulses should be normal, but soft tissue injury commonly occurs with fractures of the wrist/hand. Assess capillary refill and take note of any abnormalities, such as coolness or pallor of the skinassess edema using girth or volumetric measurements",
            "functional mobility": "",
            "gait locomotion": "Are there gait deviations present that could have factored into the cause of the fall? Does the patient typically use an ambulatory assistive device held with the hand that is injured?Assess for joint stability as indicated and appropriate. (If intraarticular fracture, movement of the joint and joint testing might be contraindicated; ensure clearance from physician prior to any testing of this nature)",
            "muscle strength": " Muscle strength –It is not appropriate to assess strength in the early stages of healing, but in many casesstrength might be assessed 4–6weeks following fracture if sufficient healing has occurred –When appropriate, manual muscle testing of the hand, wrist, and forearm should be performed. Assess grip strength using a dynamometer. Assess pinch strength using a pinch gauge (lateral, three-jaw,  and two-point  pinch) –Compare all strength measurements to the contralateral side",
            "observation inspection palpation including skin assessment": [
                "Note any redness, warmth, and/or bruising in the area of the fracture",
                "Inspect for deformity, any prominence",
                "Assess tenderness (V AS) at the fracture site. Palpate for tenderness of the involved carpal bone (or distal radius/ulna) and inspect for deformity",
                "If an open fracture has occurred or if surgical fixation or percutaneous pinning was required, the wounds, pin sites, or incision should be examined and monitored for infection. Take note of any discharge, odor, erythema, warmth, etc.",
                "Observe for signs and symptoms of DVT (redness, swelling, warmth, pain) or complex regional pain syndrome (increased skin sensitivity; changes in skin temperature, color, or texture; sweating)"
            ],
            "posture": "",
            "range of motion": " Range of motion –Once cleared by physician,measure active and passive ROM (AROM and PROM) of the forearm (pronation/supination), wrist (flexion/extension and ulnar/radial deviation), and digits using a goniometer –Assess for composite flexion of the digits, as well as isolated joint flexion/extension and intrinsic tightness –Elbow and shoulder ROM should also be screenedAssess ADLs as indicated",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "The dermatome scan should be normal, but if an abnormality is reported or suspected careful testing should be conducted to rule out neurological involvement. Two-point discrimination, light touch (e.g., Semmes-Weinstein filament testing, Weinstein Enhanced Sensibility Test [WEST]), and identification of numbness or paresthesias should be performed",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure -For detailed information about the DASH, see Clinical Review…Disabilities of the Arm, Shoulder and Hand (DASH)T903177 –QuickDASH – a shortened version of the DASH Outcome Measure, using 11 items rather than 30 –Fine motor tests (e.g., 9-Hole  Peg Test, Jebsen-Taylor  Hand Function Test) –Manual Ability Measure (MAM) ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods (> 1 hour)",
                "Cold might be counterproductive if being used to facilitate muscle relaxation and reduce in pain in patients who do not tolerate the modality",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Stimulation through or across the chest",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Over pharyngeal area",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Cancer",
                "Used in close proximity to diathermy treatment",
                "Over the region of a cardiac pacemaker",
                "Over the pelvis, abdominal, and lumbar regions during pregnancy ",
                "Over the eyes and testes",
                "In an area with infection or bleeding",
                "If a tumor or malignancy is present in the area",
                "In the area of DVT or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia",
                "Over epiphyseal plates",
                "Sensory deficits",
                "Individuals who cannot communicate effectively (e.g., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Fracture protection/orthosis: In most fractures, weight-bearing through the digit or hand, gripping, and other load-bearing activities must be avoided until radiographic healing has been achieved",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy contraindications(11)",
                "Cryotherapy precautions(11)",
                "Thermotherapy contraindications(11)",
                "Electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician , electrotherapy might be used under some of the circumstances listed below when benefits outweigh the perceived risk)(11)",
                "Therapeutic ultrasound contraindications(11)",
                "Therapeutic ultrasound precautions(11)"
            ]
        },
        "diagnosis need for treatment": "Pain and edema in the forearm/wrist/hand, with restricted ROM and strength resulting in functional deficits of the hand",
        "rule out": " Rule out Ligamentous injury (wrist sprain)(2) Contusion(2) Carpal dislocation(2)metacarpal, distal radioulnar joint (2) Carpal bone osteonecrosis (2) Arthritis(1) Tenosynovitis(1) Muscle strains(1) Scapholunate dissociation(1) Triangular fibrocartilage complex injury Upper extremity DVT",
        "prognosis": [
            "Fractures that are accompanied by complications, such as nerve injury, complex regional pain syndrome, and nonunion, have a more guarded prognosis(12)",
            "The scaphoid and capitate bones have a poor blood supply, which negatively affects the prognosis in some fractures of these carpal bones (depending upon the location of the fracture relative to the blood supply)(8)",
            "Scaphoid fractures –Proximal pole scaphoid fractures and displaced scaphoid fractures are treated surgically(13) –Nonoperative management and late diagnosis are predictors of delayed union in middle third scaphoid fractures (25) –Distal pole fractures of the scaphoid generally heal in 8–12 weeks, but proximal pole fractures take longer to heal, often 12–24  weeks(8) –Immobilization in a short-arm  spica cast for a nondisplaced distal scaphoid fracture generally leads to favorable outcomes(1) –Fractures of the other carpal bones often require cast/orthosis immobilization for 4–8 weeks; unstable or displaced fractures of other carpal bones might require surgical intervention(8)",
            "Wrist stiffness is a common problem after casting, but the wrist usually ends up pain free (at rest) by end of rehabilitation(2)",
            "Findings from a systematic review indicate that there are no differences in healing, pain, and strength between:(14) –Below-elbow  casting and above-elbow  casting –Below-elbow  casting with the thumb and below-elbow  casting without the thumb –Below-elbow  casting with wrist in 20° flexion and below-elbow casting with wrist in 20° extension",
            "Early and accurate diagnosis of scaphoid fractures is important for the athlete.The authors found that scaphoid injuries are misdiagnosed or mismanaged in 45% of athletes, and 35% of athletes chose not to seek proper care based on their own judgement or by recommendation of the coaching staff(22) ",
            "Athletes with scaphoid fracture may return to play as early as 2–4weeks following immobilization after surgery. Surgical management has shown good results in patients who had early and accurate diagnosis of the fracture(22) –Early return to work for manual laborers in as little as 7 weeks post-surgery –Return to full activity in as little as 8 weeks (range of 3–21  weeks) for high-  impact athletes post-surgery"
        ],
        "referral to other disciplines": " Referral to other disciplines To orthopedic or hand surgeon as indicated Physician for history of falls or suspected nerve injury",
        "other considerations": [
            "Electromagnetic field treatment does not facilitate bone healing or functional gains in patients with acute scaphoid fractures, nor was it found to be cost-effective  compared to standard care –Authors of an RCT of 53 patients who received placebo or electromagnetic field treatment found there was no difference between the groups in healing or functional gains (15) –Authors of a similar study comparing outcomes and cost of treatment between patients receiving standard care versus electrical stimulation found no difference in outcomes, but significantly higher cost in the electrical stimulation group (26)"
        ],
        "treatment summary": [
            "Acute therapy care involves pain management, edema control, protective immobilization that allows for finger mobilization, and protection of the fracture to allow healing(5)",
            "Upon radiographic healing, stretching and strengthening are the main therapy interventions recommended.(5) Manual therapy/mobilization might also be required, as well as scar management activities for postoperative cases",
            "For unstable and intraarticular fractures, surgery is required to provide fixation of the fracture. The time required for a complete return to function depends on the type, location, and healing status of the fracture and method of fixation. In some cases, return to function/sport might be possible much earlier with appropriate casting/splinting during participation. Patients might return to full participation in work/sports within 10–12  weeks following cast removal(8) . Problem Goal Intervention Expected Progression Home Program  Pain, tenderness, and edema _ _ Fracture instability _ Postsurgical scar healingEliminate/decrease pain, tenderness, and edema _ _ Facilitate fracture healing; provide appropriate immobilizationManual therapy _ Retrograde massage as tolerated to reduce edema(5) _ _ Scar massage in cases of open wounds or postsurgical scars that occur with fracture to minimize scar thickness and adherence once the wound has healed _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "healed fracture": [
            "X-ray",
            "CT scan"
        ],
        "decreased pain": [
            "V AS"
        ],
        "decreased edema": [
            "Girth measurement",
            "V olumetric measurements"
        ],
        "improved rom": [
            "Goniometric measurements"
        ],
        "improved strength": [
            "Strength measurements via dynamometer and pinch meter",
            "MMT"
        ],
        "return to function": [
            "DASH Outcome Measure",
            "Manual Ability Measure",
            "9-Hole  Peg Test",
            "Jebsen-Taylor  Hand Function Test"
        ]
    },
    "maintenance or prevention": [
        "Compliance with orthosis use and other protective equipment can protect the fracture and allow sufficient healing to occur. Proper safety equipment should be used in all sports and hazardous work activities to prevent injury",
        "Fall-prevention  strategies should be employed"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Hayat Z, Varacallo M. Scaphoid wrist fracture. StatPearls . Treasure Island, FL: StatPearls Publishing; 2019. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Trojian T. Fracture, carpal bone (other). In: Achar SA, Taylor KS, eds. The 5-Minute Sports Medicine Consult . 3rd ed. Philadelphia, PA: Wolters Kluwer; 2020:164-175.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Guo W, Yuan B, Zhu Z, Huang C, Li R, Wu D. Non-dislocation  lunate fracture combined with distal radius fracture. Medicine. 2018;97(49):e13574. doi:10.1097/ md.0000000000013574. (C)"
        },
        {
            "number in article": 4,
            "reference": "Schlickewei CW, Kleinertz H, Thiesen DM, et al. Current and future concepts for the treatment of impaired fracture healing. Int J Mol Sci . November 19, 2019;20(22):5805. doi:10.3390/ijms20225805. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Gillon TJ, Reich DK, Streeter N. Management of carpal fractures and dislocations. In: Skirven TM, Osterman AL, Fedorczyk JM, Amadio PC, Feldscher SB, Shin EK, eds. Rehabilitation of the Hand and Upper Extremity . 7th ed. Philadelphia, PA: Elsevier Mosby; 2021:876-889.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Gause II TM, Moran TE, Carr JB, Deal DN. Scaphoid waist nonunion in an 8-year-old:  a rare occurrence. Case Rep Orthop . October 14, 2019;2019:4701585. doi:10.1155/2019/4701585. (C)"
        },
        {
            "number in article": 7,
            "reference": "Driban JB, Tierney RT. Tissue healing. In: Higgins M, ed. Therapeutic Exercise: From Theory to Practice . Philadelphia, PA: FA Davis Co; 2011:27-28.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Brach P, Goitz R. An update on the management of carpal fractures. J Hand Ther . 2003;16(2):152-160.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Bronstein AD, Skirgaudas MA, Cole AJ. Neurological and musculoskeletal imaging studies. In: Braddom RL, ed. Physical Medicine and Rehabilitation . 4th ed. Philadelphia, PA: Saunders; 2011:131-158.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Rua T, Malhotra B, Vijayanathan S, et al. Clinical and cost implications of using immediate MRI in the management of patients with a suspected scaphoid fracture and negative radiographs results from the SMaRT trial. Bone Joint J . 2019;101-B(8):984-994.  doi:10.1302/0301-620X.101B8.BJJ-2018-1590.R1.  (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Post R, Nolan TP, Jr. Electormagnetic waves – laser, diathermy, and pulsed electromagnetic fields. In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016:167-178.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Aaron DH, Jansen CWS. Hand rehabilitation: matching patient priorities and performance with pathology and tissue healing. OT Pract. 2000;5(8):10-15.  (GI)"
        },
        {
            "number in article": 13,
            "reference": "Bednar MS, Light TR, Bindra R. Hand surgery. In: Skinner HB, ed. Current Diagnosis and Treatment in Orthopedics . 5th ed. New York, NY: Lange Medical Books/McGraw-Hill; 2014:495-500.  (GI)"
        },
        {
            "number in article": 14,
            "reference": "Doornberg JN, Buijze GA, Ham J, Ring D, Bhandari M, Poolman RW. Nonoperative treatment for acute scaphoid fractures: a systematic review and meta-analysis  of randomized controlled trials. J Trauma . 2011;71(4):1073-1081.  (SR)"
        },
        {
            "number in article": 15,
            "reference": "Hannemann PF, Göttgens KWA, van Wely BJ. The clinical and radiological outcome of pulsed electromagnetic field treatment for acute scaphoid fractures: a randomised double-blind  placebo-controlled  multicentre trial. J Bone Joint Surg Br . 2012;94(10):1403-1408.  (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Amrami KK, Frick MA, Matsumoto JM. Imaging for acute and chronic scaphoid fractures. Hand Clin . 2019;35(3):241-257.  doi:10.1016/j.hcl.2019.03.001. (RV)"
        },
        {
            "number in article": 17,
            "reference": "Kim H, Kwon B, Kim J, Nam K. Isolated hook of hamate fracture in sports that require a strong grip comprehensive literature review. Medicine. 2018;97(46):e13275. doi:10.1097/MD.0000000000013275. (SR)"
        },
        {
            "number in article": 18,
            "reference": "Moraux A, Lefebvre G, Pansini V, et al. Pisotriquetral joint disorders: An under-recognized  cause of ulnar side wrist pain. Skeletal Radiol . 2014;43(6):761-773. doi:10.1007/s00256-014-1848-z.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Lok RLK, Griffith JF, Ng AWH, Wong CWY. Imaging of radial wrist pain. Part II: Pathology. Skeletal Radiol . 2014;43(6):725-743.  doi:10.1007/s00256-014-1826-5.  (RV)"
        },
        {
            "number in article": 20,
            "reference": "Oka K, Moritomo H. Current Management of Scaphoid Nonunion Based on the Biomechanical Study. J Wrist Surg . 2018;7(2):94-100.  doi:10.1055/s-0038-1637739.  (SR)"
        },
        {
            "number in article": 21,
            "reference": "Ahmed J, Ashton F, Tay WK, Porter D. The pediatric fracture of the scaphoid in patients aged 13 years and under: An epidemiological study. J Pediatr Orthop . 2014;34(2):150-154.  doi:10.1097/BPO.0000000000000102. (R)"
        },
        {
            "number in article": 22,
            "reference": "Rambau GM, Rhee PC. Evaluation and management of nondisplaced scaphoid waist fractures in the athlete. Oper Tech Sports Med . 2016;24(2):87-93.  (RV)"
        },
        {
            "number in article": 23,
            "reference": "Claessen FMAP, Schol I, Kolovich GP, Ring D. Avascular necrosis of the scaphoid Preiser disease. Arch Bone Jt Surg . 2020;8(1):94-98.  doi:10.22038/abjs.2019.39187.2047. (R)"
        },
        {
            "number in article": 24,
            "reference": "Abrego MO, De Cicco FL. Hamate fractures. StatPearls . Treasure Island, FL: StatPearls Publishing; 2019. (GI)"
        },
        {
            "number in article": 25,
            "reference": "Zhao H, Tian S, Kong L, et al. Factors associated with union time of acute middle-third  scaphoid fractures: an observational study. Ther Clin Risk Manag . June 19, 2018;14:1127-1131.  doi:10.2147/TCRM.S169310. (R)"
        },
        {
            "number in article": 26,
            "reference": "Hannemann PF, Essers BA, Schots JP, Dullaert K, Poeze M, Brink PR. Functional outcome and cost-effectiveness  of pulsed electromagnetic fields in the treatment of acute scaphoid fractures: a cost-utility  analysis. BMC Musculoskelet Disord . 2015;16:84. doi:10.1186/s12891-015-0541-2.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Liao JCY, Chong AKS. Pediatric hand and wrist fractures. Clin Plast Surg . 2019;46(3):425-436.  doi:10.1016/j.cps.2019.02.012. (RV)"
        },
        {
            "number in article": 28,
            "reference": "Bansal A, Carlan D, Moley J, Goodson H, Goldfarb CA. Return to play and complications after hook of the hamate fracture surgery. J Hand Surg Am . 2017;42(10):803-809. doi:10.1016/j.jhsa.2017.06.108. (R)"
        }
    ]
}