{
    "metadata": {
        "title": "Central Cord Syndrome",
        "synonyms": [
            "acute central cord syndrome",
            "traumatic central cord syndrome"
        ],
        "anatomical location body part affected": [
            "Cervical vertebral column/spinal cord"
        ],
        "area of specialty": [
            "neurological rehabilitation"
        ],
        "description": [
            "Central cord syndrome (CCS) is the most common type of incomplete spinal cord injury (SCI). It is characterized by:(1,2) –motor function more severely impaired than sensation –upper extremities more affected than lower extremities –various forms of sensory impairment –transient bladder dysfunction, although sacral nerves usually are intact",
            "Physical therapy for patients with CCS focuses on therapeutic and functional exercise training to recover independent mobility"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S14.0": "concussion and edema of cervical spinal cord",
            "S14.1": "other and unspecified injuries of cervical spinal cord (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No special agencies or specific issues regarding reimbursement have been identified for rehabilitation after SCI. Inquire about any ongoing litigation, if applicable to situation"
        ],
        "presentation signs and symptoms": [
            "In acute CCS, the typical presentation is quadriplegia with symmetrical bilateral weakness",
            "Functional deficits are disproportionately greater in the upper versus lower extremities. Colloquial name is “man in a barrel” syndrome. Consequently, patients may present with orthotic management of the arms and hands",
            "Variable sensory loss, numbness, and tingling below the level of SCI, especially in the hands",
            "There is a wide age distribution of patients who present with CCS –Older patients often have underlying cervical spondylosis –Younger patients more commonly have sustained blunt trauma to the cervical spine",
            "Bladder, bowel, or sexual dysfunction",
            "Functional independence in self-care  and mobility skills is achieved by most patients prior to discharge",
            "Complications associated with chronic (> 1 year) CCS include sacral nerve dysfunction, neuropathic (burning) pain, reduced motor function, and spasticity, all of which adversely impact general health status(4)  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes   ,,,": [
            "Hyperextension injury to the cervical spine that results in anteroposterior pinching or squeezing. The anteroposteriorcompression can be caused by cervical osteoarthritis, cervical spondylosis, calcification of the posterior longitudinalligament, and/or a calcified or noncalcified herniated disc. Posterior compression can occur due to the buckling of theligamentum flavum",
            "In younger patients–A traumatic cause for a hyperextension injury is most common in cases involving adolescents and adults up to 45–50years old, including(22)-motor vehicle accidents (MV As)-falls from standing or a height-sports-direct blow to head–Although rare, CCS can occur in pediatric patients with congenital stenosis following a hyperextension injury",
            "In older patients–The most common mechanism of injury fora hyperextension injury is a fall forward",
            "Cervical fracture with or without dislocation and acute traumatic disc herniation",
            "Authors of an epidemiological study of emergency department visits for CCS in the United States from 2009 to 2012reported the following:(19)–There were 11,975 emergency department visits, with the average age of patients 60 years–Fifty-five  percent of cases were caused by falls and 15% by MV As–Ten percent of patients had concomitant cervical fractures"
        ],
        "pathophysiology": [
            "Trauma-related  inflammation and swelling (edema) increase tissue pressure around central cord(2,11)",
            "Hyperextension of neck may buckle the ligamentum flavum (especially if thickened) forward, squeezing the centralcord(1,3)",
            "Injury and axonal breakdown in the white matter of the lateral corticospinal tracts bilaterally(1)",
            "Motor dysfunction is greater in upper extremities, possibly because the lateral corticospinal tract is more important forfunctioning of the upper vs lower extremities",
            "Complications related to trauma include head injury, internal injury, and musculoskeletal pain",
            "Persistent neurological findings possibly due to Wallerian degeneration of axons adjacent to area of injury"
        ],
        "risk predisposing factors": [
            "Cervical spinal stenosis(3)",
            "Sports in which head can contact ground, others, objects",
            "Cervical anterior osteophytes and/or prolapsed disc(5)",
            "Congenital fusion of cervical vertebra (Klippel-Feil syndrome)(5)",
            "Alcohol intoxication leading to accident(1,2)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Patients who lack independent wheelchair mobility because of inadequate upper extremity or trunk motor control require comprehensive neurological examination",
            "Use caution in chronic quadriplegia because of bone fragility due to osteoporosis ›History (History-taking  may vary slightly depending on stage of recovery, reason for referral, and age at which patient is presenting for evaluation)",
            "History of present condition: When did CCS symptoms develop? Was onset due to trauma or a progressive orthopedic condition such as cervical stenosis? Did patient receive prompt medical care and what did it include? Have there been any complications up to this point? Has the patient experienced any recovery of functional independence in self-care,  general mobility, or ability to walk? –Course of treatment -Medical management: Did the patient receive in-hospital  rehabilitation, including a program of mobility skills and, if necessary, wheelchair management? Was a functional orthosis prescribed? -Initial management of CCS typically includes(22) -immobilization in the rigid cervical orthosis -maintaining mean arterial pressure of > 85 to 90 mmHg through liberal use of IV fluids, blood products, and vasopressor support as needed -performing serial neurologic examinations -Postoperative management: Was surgical intervention required in the acute stage? For example, was any trauma-related  fracture treated operatively? Are there any precautions or a protocol to follow? Does the patient have a neck brace? -Whether a patient should be treated surgically is debated in the literature. Based on recent studies,the following recommendations/conclusions by the Spinal Cord Society (SCS) and Spine Trauma Study Group (STSG) have been made(24) -Patients with acute traumatic central cord syndrome (ATCCS) due to vertebral fracture, dislocation, traumatic disc herniation, and/or instabilityhave better outcomes with early surgery (˂ 24 hours) -For patients with ATCCS due to extension injury in stenotic cervical canal without fracture, fracture dislocation, traumatic disc herniation, and/or instability,there is no clear evidence on the need for surgery and/ortiming of surgery. Therefore, these decisions should be left up to the physician and evaluated on a case-by-case basis -Authors of a 2015 study found that 39.4% of patients with CCS had surgical interventions. Surgeries included:(17) -ACDF—anterior cervical decompression and fusion -PCDF—posterior cervical decompression and fusion -PCD—posterior cervical compression -Authors of an epidemiological study of emergency department visits for CCS in the United States from 2009 to 2012 reported that 55% percent of patients were treated nonoperatively, 39% received a cervical fusion, and 6% received a laminoplasty(19) -Medications for this condition: Determine what medications were prescribed and whether they are currently being taken -High-dose  methylprednisolone is no longer recommended to treat CCS(22) -Hypertonicity/spasticity may be treated with baclofen or dantrolene -Flexor muscle spasms may be treated with baclofen, diazepam, or botulinum toxin type A -Other agents may include diuretics, antibiotics, anticonvulsants, analgesics, immunomodulators, and antihypertensives -Is the patient taking medication for depression, seizures, pain, or hypercoagulability? -Diagnostic tests completed: Diagnosis of CCS is primarily based on history.Imaging can provide additional information;CT scan, MRI, and X-ray  are the most common completed(22)  -Home remedies/alternative therapies: Document any treatment at home or alternative therapies tried (e.g., massage, acupuncture) and whether they helped -Previous therapy: What occupational or physical therapy has the patient received for this condition and what specific treatments were helpful or not helpful? –Aggravating/easing factors: Document factors that aggravate symptoms such as pain or hypertonicity during ADLs and how the patient may ease them –Body chart: Use body chart to document location and nature of symptoms –Nature of symptoms:  Ask the patient to describe symptoms (e.g., pain, tingling, numbness, stiffness, edema, cramps) and the location of these symptoms –Rating of symptoms:  Use a visual analog scale (V AS) or 0–10  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) –Pattern of symptoms: Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables –Sleep disturbance:  If present, document the usual number of wakings/night that are attributed to CCS –Respiratory symptoms: Document if the patient uses any supplemental oxygen or requires ventilation –Other symptoms: Document other symptoms patient may be experiencing that could exacerbate disability in ADLs and/ or indicate need for medical consultation (e.g., severe headaches, night sweats, new edema, rash) –Barriers to learning -Are there any barriers to learning? Yes__ No __ -If Yes, describe ___________________________ (e.g., cognitive impairment, speech deficit, foreign language)",
            "Medical history –Past medical history -Previous history:  Was the patient’s level of function normal before onset of CCS? Is there a history of a cervical orthopedic condition? -Comorbid diagnoses:  Ask patient about coexisting conditions, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, musculoskeletal disorders, and chronic lung disease -Medications previously prescribed: Obtain a comprehensive list of medications prescribed and/or being taken for other problems (including OTC drugs) -Other symptoms: Ask about other symptoms that have affected the patient’s mobility and ADLs",
            "Social/occupational history –Patient’s goals: Document patient’s expectations and specific goals for recovery. If patient has caregiver, document goals –Vocation/avocation and associated repetitive behaviors: Is the patient currently on work disability? Did the patient participate in vigorous recreational activities or sports prior to injury? –Functional limitations/assistance with ADLs/adaptive equipment: Document assistive devices currently in use (e.g., wheelchair, crutches, ankle-foot  orthosis, figure-8  sling, hand orthosis), including pressure-relieving devices for wheelchair-using  or bedbound patients –Living environment:  It is important to identify barriers to mobility in the home and whether any modifications are necessary (stairs, number of floors in home, lack of caregivers). What support system (family/caregiver) is available?"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "",
                    "medications previously prescribed": "",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Assess splinting/bracing and other assistive devices for proper fit, level of wheelchair independence (if applicable), use of splint or brace (such as ankle-foot  orthosis, upper extremity orthosis), and management of assistive devices",
            "balance": "Assess balance and postural synergy reactions in standing (e.g., Berg Balance Scale)",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess peripheral pulses in all limbs",
            "functional mobility": "Assess general motor function using the Functional Independence Measure. Ask patient to demonstrate the gross movement that is possible in the upper and lower extremities. Assess bed mobility and ability in transfers (especially upper extremity function). Assess standing tolerance",
            "gait locomotion": "Assess out-of-wheelchair  mobility and pre-gait  mobility (if applicable). Assess gait status/ability. Individuals with CCS generally present with increased knee flexion at initial contact and slight ankle dorsiflexion(16)Assess joint mobility, as indicated by impaired ROM in functional tasks ",
            "muscle strength": "Assess upper and lower extremities and trunk strength using manual muscle testing (MMT), provided patient does not have abnormal tone or coordination issues. Document MMT grades",
            "observation inspection palpation including skin assessment": [
                "Inspect the limbs for signs of injury, inflammation, or DVT",
                "Inspect for pressure ulcers related to use of an orthotic device or wheelchair",
                "Inspect for skin breakdown and friction marks related to use of a supportive device, especially in patients confined to wheelchair",
                "Palpate for dependent edema, muscle contractures •Pain/tenderness:  Assess pain location and intensity with V AS. Palpate the cervical spinal processes and cervical musculature for tenderness. Does patient experience pain related to ADLs?"
            ],
            "posture": "Assess body alignment in sitting and standing",
            "range of motion": "Assess functional ROM of the lower and upper extremities and trunk",
            "self-care activities of daily living": "",
            "reflex testing": "Assess upper and lower extremity deep tendon reflexes bilaterally and Babinski reflexAssess sensitivity to pinprick, light touch, and temperature throughout the affected limbs. Document deficits in sensation Special tests  (7) –Berg Balance Scale, Dynamic Gait Index (DGI), Timed Up and Go (TUG) test, and 6-minute  walk for distance test (6MWT) can be used to assess objective changes in motor performance –The American Spinal Injury Association (ASIA) Impairment Scale grading system continues to be an accurate prognostic indicator for neurological and functional outcomes in CCS(1,8) –Spinal Cord Independence Measure(9) –SF-12  Health-Related  Quality of Life questionnaire -Adapted from SF-36",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "Spasticity is common in all extremities once the spinal shock has resolved. If present, assess hypertonicity with Modified Ashworth Scale or Patient Reported Impact of Spasticity Measure (PRISM).(6) Assess motor control by describing quality and amount of specific movements",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Do not place electrodes near -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads",
                "Osteomyelitis",
                "Hemorrhage",
                "Impaired sensation, mental status, communication",
                "Cardiovascular disease",
                "Malignancy",
                "Dermatological conditions",
                "Proximity of electromagnetic radiation",
                "In pregnant women, near the pelvis, lumbar spine, hips, abdomen",
                "In patients with stroke or seizures, near the neck",
                "History of spontaneous abortion in pregnant women"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary for electrotherapy below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Electrotherapy contraindications/precautions(10)"
            ]
        },
        "diagnosis need for treatment": "Quadriplegia/deficits in mobility and sensation; decreased strength, ROM, and balance; contractures, pain, spasticity, and reliance on assistive devices; increased risk of pressure ulcers",
        "rule out": "Brown-Sequard  syndrome, stroke-related  quadriplegia, bilateral brachial plexus injury, anterior cord syndrome, transverse myelitis, multiple sclerosis, myasthenia gravis, Guillain-Barré  syndrome",
        "prognosis": [
            "Neurological recovery is unpredictable, but most patients experience some spontaneouspartial neurological and functional recovery and can further improve mobility during rehabilitation(8,22) ",
            "Patients typically recover the ability to ambulate, although loss of fine motor control and upper extremity weakness may persist(11)",
            "Older age and larger lesion correlate with poorer recovery(22,23)",
            "Researchers conducting a 2015 retrospective review found that an ASIA score of 60 on admission correlated with an 80% chance of independent ambulation at discharge. ASIA score of 50 correlated with an 80% chance of not being able to ambulate at discharge. Patients with a “cervical spinal canal diameter of 8mm had 50% chance of clinical improvement and 80% chance of functional outcome”(18)",
            "Authors of a study compared the neurological and functional outcomes in patients with CCS to patients with other incomplete spinal cord injuries. They found that patients with CCS had poorer outcomes in self-care  ability than the patients with incomplete spinal cord injuries(25)",
            "The Central Cord Injury Scale (CCIS) was found to be predictive of functional outcome at 1 year after CCS(8) ›Referral to other disciplines (as indicated):",
            "Physician for management of comorbidities such as hypertension, diabetes, hypercoagulable state, heart disease, pneumonia",
            "Orthotist for assistive and adaptive orthoses",
            "Occupational therapist for assessment of basic and instrumental ADLs and rehabilitation",
            "Wound care specialist for pressure sores and other unhealed abrasions",
            "Social worker for home services",
            "Speech-language  pathologist –Dysphagia is a common complication of all types of SCIs. Authors of a study developed and recommended the implementation of a bedside dysphagia screen. They found that implementation of the screen significantly reduced dysphagia-related  complications(21)"
        ],
        "referral to other disciplines": "",
        "other considerations": [
            "Evidence is lacking to support the use of thermal modalities (cold or heat) for treating pain or hypertonicity",
            "Continuing bladder problems may respond to functional training (For more information about urinary incontinence, see Quick Lesson About…Incontinence, Urinary: Occupational Therapy ; CINAHL Topic ID Number: T709021)",
            "Patients may also require rehabilitation in ADLs and fine motor skills",
            "The use of repetitive transcranial magnetic stimulation (rTMS) may be warranted in the treatment of CCS(20) –Based on a Korean study of 19 patients treated with high frequency (20 Hz) rTMS on one side of the head over 5 days –The other side of the head and 20 additional patients with CCS served as controls. All patients received occupational therapy –Upper extremity motor scores on the International Standards for Neurological Classification of Spinal Cord Injury and writing time and score on the Jebsen-Taylor  Hand Function Test were better on the rTMS-treated  side when compared to non-treated  side and controls ›Treatment interventions: An individualized therapeutic and functional exercise training program provides the basis for improving balance, gait, general mobility, and physical functioning in patients with CCS. Mobility training sessions should be progressed in duration and intensity according to individual patient tolerance",
            "Flexibility training:Avoid aggressive stretching of contracted or spastic muscles in favor of gentle, static, and prolonged techniques",
            "Progressive resistance training (PRE): Resistance exercises that load the targeted muscle groups within patient tolerance are safe and effective for preventing disuse atrophy, correcting muscle imbalances, and improving mobility",
            "Aerobic training: Cardiorespiratory fitness exercise training as indicated",
            "Functional training: Wheelchair mobility, balance, transfer, and gait training, as indicated. In 35 adults with chronic incomplete SCI, improvement in walking speed was independent of the gait training method used and was associated with improved balance and muscle strength.(12) Gait training that involves skills (e.g., negotiating curbs, doors, and uneven terrain) was effective in improving scores on the 6-minute  walk test and Berg Balance Scale in a case series(13)",
            "Functional electrical stimulation (FES): Combine surface FES-assisted muscle contractions with voluntary resistance exercise in patients with reduced muscle activation and atrophy",
            "Gait intervention: Treatment should focus on achieving a more secure gait pattern with better motor control, stability, and ankle positioning during initial contact. Strategies to decrease knee flexion at initial contact can include lengthening the knee flexor muscles and improving muscle coordination(16)  . Problem Goal Intervention Expected Progression Home Program Patient at risk for pressure ulcers, DVT, and pneumoniaPrevent and treat pressure ulcersTherapeutic strategies Provide frequent positional changes _ _ ROM exercises _ _ Chest physical therapy and breathing exercises _ _ Request referral to wound care specialist as indicated _ _ Prescription, application of devices and equipment _ Specialized mattresses and wheelchair cushions reduce the risk of pressure ulcersN/A Provide oral and written instructions for home as indicated and appropriate Pain _ _ Dependent edema _ _ Contractures related to disuse of involved musclesPain/edema management _ _ Contracture managementManual therapy and electromechanical modalities _ Massage therapy and trial of pneumatic compression for edema; manual joint mobilizations; assisted stretching of tight tissues _ _ Ensure proper positioning in bed to prevent contracturesAllow several weeks for pain/edema managementPain medications, as prescribed, for pain; elevation, compression, and retrograde massage for edema  Decreased strength Improve strength Therapeutic modalities _ V oluntary muscle contractions combined with surface FES- assisted muscle activation, as indicated, for weaker muscles; progress to total body PREProgress intensity and duration of exercises as patient improves; achieving long-term goals may take monthsStrengthening exercises in high-functioning patients. Daily repetition of exercises Decreased ROM Improve ROM Therapeutic strategies _ Implement a program to address reduced ROMProgress intensity and duration of exercises as patient improves; achieving long-term goals may take monthsDaily repetition of exercises General cardiovascular deconditioningImprove cardiovascular enduranceTherapeutic modalities _ Aerobic training programProgress intensity and duration of exercises as patient improves; achieving long-term goals may take monthsIncorporate cardiovascular activities into the patient’s home program as indicated Impaired transfers Improve independence with transfersFunctional training _ Transfer trainingProgress each unique patient as indicated and appropriateIncorporate the practice of functional tasks into the patient’s home program as indicated Impaired wheelchair mobilityImprove independence with wheelchair mobilityFunctional training _ Wheelchair mobility trainingProgress each unique patient as indicated and appropriateIncorporate the practice of functional tasks into the patient’s home program as indicated Reduced walking ability, poor endurance, and dependence in ambulationImprove gait pattern and independenceTherapeutic modalities _ Postural and balance enhancement exercisesAllow up to 12 weeks to achieve functional goalsPatient/caregiver education on practicing tasks; provide instructions regarding exercises and functional activities that can be performed at home Disability in ADLs Enhance upper extremity performance with use of assistive/ adaptive devicesPrescription, application of devices and equipment _ Numerous devices are available for improving basic and instrumental ADLs(14,15) _ _ Referral to occupational therapist for ADL trainingAllow several weeks to achieve functional goalsPatient/caregiver education on use of adaptive devices .  Favorable Outcomes/Outcome Measures ›Reduced or resolved pain",
            "Numerical pain rating scale, V AS ›Prevent and treat pressure ulcers",
            "Skin assessment ›Pain/edema management",
            "Circumferential limb measurement ›Improved strength",
            "MMT ›Improved ROM and flexibility",
            "Goniometry",
            "Muscle length testing ›Improved cardiovascular (aerobic) endurance",
            "6MWT ›Improved independence with transfers and wheelchair mobility",
            "Assessment of functional tasks ›Contracture management ›Improved gait pattern and functional independence",
            "Gait assessment",
            "Spinal Cord Independence Measure(9) ›Improved postural control and balance",
            "Berg Balance Scale ›Patient satisfaction/improved quality of life",
            "ASIA Impairment Scale(1,8)",
            "PRISM(6)",
            "FIM",
            "SF-12  or SF-36  questionnaires",
            "Walking Index for Spinal Cord Injury",
            "DGI"
        ],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {},
    "maintenance or prevention": [
        "Continue prescribed therapeutic and functional exercise program to maintain the highest achievable ROM, strength, and mobility of the involved extremities",
        "Continue techniques to prevent complications"
    ],
    "patient education": [
        "For information on CCS from the National Institute of Neurological Disorders and Stroke, including information on clinical trials, see https://www.ninds.nih.gov/disorders/all-disorders/central-cord-syndrome-information-page Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Brooks NP. Central cord syndrome. Neurosurg Clin N Am . 2017;28:41-47.  doi:10.1016/j.nec.2016.08.002. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Pouw MH, van Middendorp JJ, van Kampen A. Diagnostic criteria of traumatic central cord syndrome. Part 1: A systematic review of clinical descriptors and scores. Spinal Cord. 2010;48(9):652-656.  (SR)"
        },
        {
            "number in article": 3,
            "reference": "Li XF, Dai LY. Acute central cord syndrome: injury mechanisms and stress features. Spine (Phila Pa 1976) . 2010;35(19):E955-E964.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Noonan VK, Kopec JA, Zhang H, Dvorak MF. Impact of associated conditions resulting from spinal cord injury on health status and quality of life in people with traumatic central cord syndrome. Arch Phys Med Rehabil . 2008;89(6):1074-1082.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Collignon F, Martin D, Lénelle J, Stevenaert A. Acute traumatic central cord syndrome: magnetic resonance imaging and clinical observations. J Neurosurg . 2002;96(1 suppl):29-33.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Cook KF, Teal CR, Engebretson JC, et al. Development and validation of Patient Reported Impact of Spasticity Measure (PRISM). J Rehabil Res Dev . 2007;44(3):363-371.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Andrews AW, Folger SE, Norbet SE, Swift LC. Tests and measures used by specialist physical therapists when examining patients with stroke. J Neurol Phys Ther . 2008;32(3):122-128.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Pouw MH, van Middendorp JJ, van Kampen A, Curt A, de Meent H, Hosman AJ. Diagnostic criteria of traumatic central cord syndrome. Part 3: Descriptive analyses of neurological and functional outcomes in a prospective cohort of traumatic motor incomplete tetraplegics. Spinal Cord . 2011;49(5):614-622.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Opara J, Mehlich K, Bielecki A. Walking index for spinal cord injury. Ortop Traumatol Rehabil . 2007;9(2):122-127.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Fulk GD, Schmitz TJ, Behrman AL. Traumatic spinal cord injury. In: O'Sullivan SB, Schmitz TJ, eds. Physical Rehabilitation . 7th ed. Philadelphia, PA: F. A. Davis Company; 2019:893-963.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Alexeeva N, Sames C, Jacobs PL, et al. Comparison of training methods to improve walking in persons with chronic spinal cord injury: a randomized clinical trial. J Spinal Cord Med. 2011;34(4):362-379.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Musselman KE, Fouad K, Misiaszek JE, Yang JF. Training of walking skills overground and on the treadmill: case series on individuals with incomplete spinal cord injury. Phys Ther. 2009;89(6):601-611.  (C)"
        },
        {
            "number in article": 14,
            "reference": "Marincek C, Bajd T. Surface FES-assisted  walking. Crit Rev Phys Rehabil Med . 2007;19(4):275-294.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Mah-Jones  D. Promoting self-care independence for a client with central cord syndrome… 5th National Spinal Cord Injury Conference: Translating Neural Engineering and Novel Therapies. J Spinal Cord Med . 2012;35(5):430. (CP)"
        },
        {
            "number in article": 16,
            "reference": "Gil-Agudo  A, Perez-Nombela  S, Perez-Rizo  E, del Ama-Espinosa  A, Crespo-Ruiz  B, Pons JL. Comparative biomechanical analysis of gait in patients with central cord and Brown-Sequard  syndrome. Disabil Rehabil . 2013;35(22):1869-1876.  doi:10.3109/09638288.2013.766268. (R)"
        },
        {
            "number in article": 17,
            "reference": "Brodell DW, Jain A, Elfar JC, Mesfin A. National trends in the management of central cord syndrome: An analysis of 16,134 patients. Spine J. 2015;435-442.  doi:10.1016/ j.spinee.2014.09.015. (R)"
        },
        {
            "number in article": 18,
            "reference": "Thompson C, Gonsalves JF, Welsh D. Hyperextension injury of the cervical spine with central cord syndrome. Eur Spine J . 2015;24(1):195-202. doi:10.1007/s00586-014-3432-6.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Segal DN, Grabel ZJ, Heller JG, et al. Epidemiology and treatment of central cord syndrome in the United States. J Spine Surg . 2018;4(4):712-716.  doi:10.21037/ jss.2018.11.02. (R)"
        },
        {
            "number in article": 20,
            "reference": "Choi H, Seo KC, Kim TU, Lee SJ, Hyun JK. Repetitive transcranial magnetic stimulation enhances recovery in central cord syndrome patients. Ann Rehabil Med . 2019;43(1):62-73.  doi:10.5535/arm.2019.43.1.62. (R)"
        },
        {
            "number in article": 21,
            "reference": "Posillico SE, Golob JF, Rinker AD, et al. Bedside dysphagia screens in patients with traumatic cervical injuries: An ideal tool for an under-recognized  problem. J Trauma Acute Care Surg . 2018;85(4):697-703.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Wagner PJ, DiPaola CP, Connolly PJ, Stauff MP. Controversies in the management of central cord syndrome: the state of the art. J Bone Joint Surg Am . 2018;100(7):618-626. doi:10.2106/JBJS.17.00811. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Gana W, Acko U, Simionca D, et al. Fall with acute traumatic central cord syndrome in an older patient [published online ahead of print, 2021 May 25]. Age Ageing . 2021. doi:https://doi.org/10.1093/ageing/afab069. (C)"
        },
        {
            "number in article": 24,
            "reference": "Yelamarthy PKK, Chhabra HS, Vaccaro A, et al. Management and prognosis of acute traumatic cervical central cord syndrome: systematic review and Spinal Cord Society-Spine  Trauma Study Group position statement [published correction appears in Eur Spine J. 2021 Jan;30(1):232-233].  Eur J Spine . 2019;28(10):2390-2407. doi:https://doi.org/10.1007/s00586-019-06085-z.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Blasetti G, Pavese C, Maier DD, et al. Comparison of outcomes between people with and without central cord syndrome. Spin Cord . 2020;58(12):1263-1273. doi:https://doi.org/10.1038/s41393-020-0491-x.  (R)"
        }
    ]
}