{
    "metadata": {
        "title": "De Quervain’s Syndrome",
        "synonyms": [
            "de quervain's tenosynovitis",
            "washerwoman's sprain",
            "de quervain's disease",
            " radial styloid tenosynovitis",
            "de quervain's stenosing tenosynovitis",
            "de quervain's tendonitis",
            "de quervain’s tendinosis"
        ],
        "anatomical location body part affected": [
            "Thumb; tendons of muscles that abduct and extend the thumb and radially deviate the wrist; the abductor pollicis longus (APL) and extensor pollicis brevis (EPB)(2,35)"
        ],
        "area of specialty": [
            "hand therapy",
            "orthopedic rehabilitation"
        ],
        "description": [
            "De Quervain’s syndrome (DS) is a painful condition of the wrist, with the pain proximal to the radial styloid at the first dorsal compartment(35)",
            "Stenosis of the first dorsal compartment of the wrist is present(3)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M65.4": "radial styloid tenosynovitis (de Quervain’s) (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "DS is usually a unilateral condition",
            "Pain felt at the base of the thumb increases with wrist ulnar deviation and with thumb abduction",
            "Difficulty with pinching, gripping, and holding",
            "Tenderness just distal to radial styloid",
            "Decreased thumb mobility",
            "Guarding of hand/wrist Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "See  Overall Contraindications/Precautions  , above "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Gradual symptom onset is associated with microtrauma to APL and EPB tendons atextensor retinaculum overlying radial styloid(3)",
            "Repetitive radial and ulnar deviation of wrist in combination with thumb use (e.g.,pinching, wringing out a cloth, knitting, crocheting) can exacerbate symptoms(3)",
            "Sudden onset can occur after blunt trauma to thumb and/or wrist or after unaccustomedactivity involving forceful ulnar deviation with eccentric component (e.g., hammering)",
            "Care of a neonate (e.g., lifting, diapering, supporting the head) can cause or exacerbatesymptoms secondary to repetitive wrist and thumb use, especially forceful grasp andwrist deviation",
            "Activities involving repetitive thumb use or forceful gripping with ulnar deviation (e.g.,hammering, golf or racquet sports) are also potential causes(35)"
        ],
        "pathogenesis": [
            "Myxoid degeneration (i.e., degenerative process within connective tissue that results in an increase inmucopolysaccharides) occurs within the tendon sheath(4,5)",
            "Absence of acute or chronic inflammatory cellular processes(4,5)",
            "Fibrous thickening of tendon sheaths at radial styloid(4,5,22)",
            "Focal bony abnormalities at radial styloid (e.g., bony crest)(22)",
            "Increased vascularity within the tendon sheath(4,5)",
            "Septation of the first dorsal compartment may be associated with development of DS. Authors of a cadaveric studydesigned to assess the length of septation and incidence of its occurrence found an incidence of 50% and a mean septumlength of 5 mm(31)"
        ],
        "risk factors": [
            "More common in women, in 3rd trimester of pregnancy and postpartum(3)–Constant supporting of the head of a newborn (wrist in flexion and ulnar deviation with the thumb in extension)(1)–Endocrine changes during pregnancy resulting in fluid retention have been presumed to contribute to this condition,especially when symptoms preceded infant care(1)",
            "Tennis (especially with eastern grip),(6) golf,(3) fly fishing,(3) wrestling, bowling",
            "Carpentry, video games,(8) mobile phone use,(9) knitting, needlepoint",
            "In a prospective cohort study conducted in Germany designed to assess risk factors for DS, the investigators found thatneither heavy manual labor nor trauma was a risk factor for DS(23)–189 DS patients were compared to 198 patients with wrist ganglia (control group). A self-report  methodology was used toassess risk factors–The two groups did not differ significantly with regard to type of work, amount of manual force level, computer use, orrepetitive work",
            "Authors of a cohort study conducted in Taiwan found the prevalence rate for DS to be 0.49%, with the prevalence rate forwomen twice that seen in men. They concluded that the combination of hormonal changes and mechanical loading of thehand can result in development of tendinopathies(29)",
            "The authors of a study conducted in the United States designed to assess a genetic predisposition for developing DS foundthat rs35360670 on chromosome 8is significantly associated with development of the condition. The researchers analyzed4,129 cases and 98,374 control subjects for this genome-wide  study(27)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Potential complicating factors that might indicate need for surgical consult Conservative treatment fails after 3–6 months(35) Rupture of the APL tendon has been reported in DS cases following corticosteroid injection as a component of nonoperative treatment.(11) Hypopigmentation around the injection site may also occur(34) Triggering or locking of thumb(12) Snuffbox tenderness suggestive of scaphoid fracture",
        "Numbness and paresthesia are uncommon unless a neuroma is involved",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "See  Overall Contraindications/Precautions  , above "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Document any suspected mechanisms of injury;document any change in activities (work or leisure) that might have occurred around the time of onset (e.g., knitting several blankets for a charity event, building a deck after work, using new office equipment, caring for a newborn, changing grip in tennis) -The findings of a retrospective study of 41 patients referred to a hand service in the United Kingdom suggest that in some cases of DS recalcitrant to conservative treatment there may also be an underlying wrist condition, often caused by trauma.(24) Document any history of wrist or hand trauma",
                "course of treatment": {
                    "medical management": "Steroid injection might be helpful Authors of a 2013 systematic review with meta-analysis  of 2 RCTs found that steroid injection is an effective form of conservative management for DS and that the number needed to treat was 2 (i.e., for every 2 patients who receive steroid injections, only 1 is likely to benefit)(17) The authors of a retrospective review of 222 cases of DS treated at a single institution in the United States found that 73% of the patients had resolution of symptoms following 1 injection and 51.8% following 2 injections. Factors associated with injection failure were female sex and BMI > 30(26)",
                    "surgical management": [
                        "Surgical management: Most patients with DS do not require surgery. However, operative intervention might be indicated to release the involved tendon compartment in recalcitrant cases",
                        "The authors of a survey of members of the American Society for Surgery of the Hand designed to study postoperative immobilization following common hand surgeries found that patients were immobilized for an average of 1.5 weeks. The findings were based on the responses of 1,126 surgeons. There was very little variability between surgeons, regardless of years in practice, in the duration of immobilization following surgical release(25)"
                    ],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Oral analgesics such as NSAIDs and/or a corticosteroid injection(3) may have been prescribed",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "DS is most often diagnosed by clinical examination(3)",
                        "Plain radiographs might be obtained in difficult cases to rule out degenerative arthritis of thumb carpometacarpal joint,(3) fracture (scaphoid), or dislocation (scapholunate)",
                        "If deemed necessary, MRI might be used to assist in differential diagnosis(3)",
                        "Ultrasound might be useful to assess anatomic variations (e.g., septation of the compartment) and to assist with injection(3,22)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice, heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help There might be a role for acupuncture in the treatment of DS. A specific needling technique might be effective(19) An RCT conducted in Iran was designed to compare acupuncture versus corticosteroid injection in the treatment of DS. Thirty patients were randomly assigned to receive either acupuncture or injection and were also asked to wear a thumb spica splint and to avoid forceful hand use. Both groups demonstrated significant improvements on Quick DASH scores and pain visual analog scale (V AS) at 6 weeks post treatment, with slightly better (but not significantly different) outcomes in the injection group at 6 weeks.(20) The shortterm follow-up  and use of splinting by both groups, as well as the cost of the acupuncture treatments compared to the injection, are weaknesses of the study(21)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms. Patients usually complain of tenderness just distal to radial styloid",
                "nature of symptoms": "Document nature of symptoms (constant vs intermittent, sharp, dull, aching, burning, numbness, tingling). Patients usually complain of tenderness. Numbness and tingling are uncommon unless a neuroma is involved",
                "rating of symptoms": "Use a V AS or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) ",
                "pattern of symptoms": "Sudden or gradual onset? Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also, document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of awakenings/night",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any recent or old trauma to thumb/hand? History of hand arthritis? History of prior DS?",
                    "comorbid diagnoses": "Ask patient about other problems; for example, diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs and supplements)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Activities that increase risk include handling of an infant,(1)tennis,(6) volleyball,(7) wrestling, bowling, carpentry, video games,(8) mobile phone use,(9) knitting, and needlepoint",
                "functional limitations assistance with ADLs adaptive equipment": "What if any daily activities are limited? Patients usually complain of decreased ability to grip, pinch, and hold with affected hand",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Assess for proper fit of supportive wrist hand thumb orthosis (also known as forearm-based  thumb spica splint)",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Perfusion of thumb/hand should be normal Cranial/peripheral nerve integrity –Cervical scan to rule out radicular wrist pain –Digital sensation should be normal –Involvement of radial nerve is uncommon –Expect negative Tinel percussion test unless a ganglion cyst/neuroma is present in the painful areaSwelling may be seen at the radial side of the wrist along the first dorsal compartment. V olumetric or girth measurements can be used to quantify the edema Joint integrity and mobility –Distraction, compression, and passive accessory motion of the thumb joints should be normal and not painful in uncomplicated DS –The carpometacarpal and radiocarpal joints might be hypomobile in patients with arthritis",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": " Muscle strength –Assessment of thumb pinch strength with accurate gauge provides objective outcome measure –Test handgrip strength with a hand dynamometer –Resisted thumb abduction is painful, especially in wrist flexion (see Brunelli’s test in Special tests specific to diagnosis , below)",
            "observation inspection palpation including skin assessment": [
                "Color and appearance of skin should not be different from unaffected side",
                "Assess for tenderness, thickening of EPB and APL tendons, edema, and crepitus at radial styloid; tenderness should be localized between 1st extensor compartment and carpometacarpal joint with no specific bony tenderness, except at radial styloid in advanced cases •Pain:  Assess for pain (V AS) at rest and with movement of the thumb and wrist, as well as in gripping and functional tasks "
            ],
            "posture": "",
            "range of motion": "Active and passive ROM typically are equal and within the norms for the thumb and wrist joints; overpressure at end-range  wrist flexion, radial deviation, and ulnar deviation might aggravate symptoms if the radiocarpal joint is involved",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess for numbness or paresthesia. Numbness and paresthesia are uncommon unless a neuroma is involved",
            "special tests specific to diagnosis": " Special tests specific to diagnosisThe examiner deviates the wrist in the ulnar direction while patient clenches the fully flexed thumb in a fist. This test is considered positive if pain is elicited with the maneuver, as it places more stress on the EPB tendon(13) –Brunelli’s test is positive if resisted thumb abduction during active wrist flexion reproduces symptomsA patient-rated  outcome measure that uses 11 questions (3 bodily functions and structure items and 8 activity/participation items). Two optional modules, consisting of 4 questions each, rate work and performing arts/sports",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Over area of peripheral nerve regrowth",
                "Cold intolerance",
                "Over area of peripheral vascular disease",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over an open wound",
                "Over superficial nerves",
                "Very young or very old",
                "Poor cognition",
                "Personal aversion to cold",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Over the region of a cardiac pacemaker or other implanted electronic devices",
                "Over the pelvis, abdominal, and lumbar regions during pregnancy",
                "In an area with infection or bleeding ",
                "If a tumor or malignancy is present in the area",
                "Impaired circulation, sensation, or cognition",
                "In the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia",
                "Over open epiphyseal plates",
                "Sensory deficits",
                "Ineffective communication skills in a patient (e.g., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Always decrease ultrasound intensity if the patient complains of discomfort",
                "Do not place electrodes near: -Carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators (ICDs), phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads, areas with known peripheral vascular disease, areas with hemorrhage, areas with active osteomyelitis",
                "Impaired sensation, mental status, communication",
                "Cardiovascular disease (e.g., uncontrolled hyper-  or hypotension, irregular heart rate)",
                "Malignancy/neoplasms",
                "Electrodes near compromised skin or neck/craniofacial regions in patients with a history of seizures or cerebrovascular accident (CV A)",
                "Proximity of electromagnetic radiation",
                "In pregnant women, near the pelvis, lumbar spine, hips, abdomen, or those with history of spontaneous abortion",
                "Goggles with an appropriate optical density rating should be worn",
                "Do not use LLLT in patients with epilepsy, fever, malignancy, decreased sensation, or infection. Avoid using LLLT over the epiphyseal plates in skeletally immature children or over the gonads, sympathetic ganglia, vagus nerve, or mediastinum",
                "Do not use laser with pregnant women",
                "Do not use over the unclosed fontanelles of children",
                "Do not use over cancerous lesions, the cornea, endocrine glands, or hemorrhaging lesions"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or specific clinical protocols",
                "Patients who have undergone surgery should be monitored for postoperative complications such as infection, hematoma, and wound dehiscence ›Contraindications/precautions to use of modalities",
                "Cryotherapy  contraindications(14)",
                "Cryotherapy  precautions(14)",
                "Thermotherapy  contraindications(14)",
                "Therapeutic ultrasound  contraindications include; do not use:(14)",
                "Therapeutic ultrasound  precautions include:(14)",
                "Electrotherapy  contraindications(14)",
                "Precautions for low-level  laser therapy  (LLLT)(14)",
                "Contraindications to use of LLLT(14)"
            ]
        },
        "diagnosis need for treatment": "Painful thumb/wrist condition that reduces handgrip strength, mobility, and functional capacity for regular activities",
        "rule out": " Rule out Carpometacarpal(3) and radiocarpal arthritis C6 cervical radiculitis (main feature is neck pain/trauma) Carpal tunnel syndrome (distinguishing symptoms involve first 3 digits and nocturnal pain) Raynaud’s syndrome (all fingers cold and bluish) Cervical cord compression (bilateral symptoms) Wartenberg’s radial neuritis (for more information, see Clinical Review…Wartenberg’ s Radial Neuritis ; CINAHL Topic ID Number: T708576) often coexists with DS(15) Ganglion cyst(3) Scaphoid fracture(3) Scapholunate ligament tear(3) Dorsal wrist ganglion(3) Flexor carpi radialis tendonitis or wrist extensor tendonitis(3) Intersection syndrome(3) Trigger thumb(3) Radial styloid fracture  Brachial artery thrombosis(32)",
        "prognosis": [
            "No prognostic studies were identified to predict recovery time and functional outcome following conservative care for DS",
            "Uncomplicated DS is self-limiting,  provided the aggravating activity is avoided. Most patients with postpartum DS recover after 6 months(10)",
            "Rehabilitation time for return to ADLs depends in large part on avoidance of aggravating activities. Some competitive athletes can return to play (depending on the demands of the sport) before full resolution if they are taped or splinted. Athletes should be able to demonstrate the ability to perform without impairment or risk of reinjury(2) ›Referrals to other disciplines:",
            "Occupational therapist for functional deficits, orthotic fabrication",
            "Acupuncturist for alternative pain management",
            "Hand surgeon if3 to 6 months of conservative treatment fails. Surgical decompression of 1st dorsal extensor compartment or release of APB tendon might be recommended(35)"
        ],
        "referral to other disciplines": "",
        "other considerations": [],
        "treatment summary": [
            "The authors of a systematic review designed to assess the effectiveness of hand therapy compared to corticosteroid injection in the treatment of DS found that the combined use of an injection and orthosis is better than either used alone. Interestingly, the authors found no studies assessing the efficacy of other components of hand therapy (e.g., exercise, manual therapy, physical agent modalities)(30)",
            "A study was conducted in India in which 30 patients (15 per group) were randomly assigned to receive either ultrasound (1MHz at 1.5 w/cm2 x 8 minutes with conducting gel) or phonophoresis with diclofenac gel and same ultrasound settings, 3 times per week for 3 weeks. The study researchers indicated that both ultrasound and phonophoresis resulted in significantly improved pain and grip strength for both groups and significantly greater pain reduction in the phonophoresis group compared to the ultrasound group(18)",
            "Authors of a randomized controlled clinical trial conducted in Iran propose a new orthosis design that allows wrist flexion and extension while immobilizing the thumb and restricting radial and ulnar deviation. The authors found no significant differences in pain and strength between the orthoses but report significantly greater satisfaction in the patients using the dynamic orthosis. This small study included a cohort of 12 patients, all women, randomly assigned to receive either a static thumb spica orthosis or a dynamic orthosis(28) . Problem Goal Intervention Expected Progression Home Program  Pain and edema Resolve pain and edemaPrescription, application of devices _ Administer supportive wrist hand thumb orthosis, which does not need to cover the interphalangeal joint since the extensor pollicis longus usually is not involved. The orthosis should be worn full-time, but time worn can decrease as symptoms improve(2) Kinesio taping   (33) _ Physical agents and thermal modalities _ Regular ice pack and ice massage to control pain and edema; moist heat for cases with joint stiffness(2,14) _ _ Electrotherapeutic modalities _ _ Ultrasound, phonophoresis, and low-level laser might be effective in decreasing pain(18,36) _ _ Manual therapy _ Gentle transverse friction massage over EPB and APL tendonsN/A Modify aggravating activities; caution against pinching and repetitive thumb movements  Reduced ROM, strength, and functionRestore ROM, strength, and functionTherapeutic exercises _ Gentle active ROM exercises in all thumb directions to maintain mobility; isometric thumb exercises (in neutral position) in acute and subacute stages, progressing to hand and wrist strengthening exercises, as tolerated(2)Functional training _ Progress to exercises that strengthen thumb and wrist for work or daily activitiesThumb and wrist strengthening exercises appropriate for stage of healing ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain": [
            "V AS"
        ],
        "decreased edema": [
            "Circumferential measurement",
            "V olumetric measurement"
        ],
        "restored thumb rom": [
            "Goniometry"
        ],
        "improved strength": [
            "Grip and pinch strength (dynamometer and pinchmeter)"
        ],
        "improved functional hand use and return to prior activities": [
            "Quick DASH"
        ]
    },
    "maintenance or prevention": [
        "Avoid or modify aggravating activities as much as possible(16)"
    ],
    "patient education": [
        "See “De Quervain’s Tendinosis,” American Academy of Orthopaedic Surgeons, https://www.orthoinfo.org/en/diseases--conditions/de-quervains-tendinosis#Treatment",
        "See “De Quervain’s Tenosynovitis,” American Society for Surgery of the Hand, https://handcare.assh.org/Anatomy/Details-Page/ArticleID/27956/de-Quervain-Tenosynovitis",
        "See “De Quervain Tendinopathy,” American Society of Hand Therapists, https://www.asht.org/sites/default/files/docs/2018/ DeQuervain%202018.pdf Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Anderson SE, Steinbach LS, De Monaco D, Bonel HM, Hurtienne Y, Voegelin E. \"Baby wrist\": MRI of an overuse syndrome in mothers. AJR Am J Roentgenol . 2004;182(3):719-724.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Goel R, Abzug JM. de Quervain’s tenosynovitis: a review of the rehabilitative options. Hand. 2015;10:1-5.  doi:10.1007/s11552-014-9649-3.  (GI) "
        },
        {
            "number in article": 3,
            "reference": "Waters C, Stevenson J. De Quervain tenosynovitis. In: Domino FJ, ed. The 5-Minute Clinical Consult 2019 . 27th ed. Philadelphia, PA: Wolters Kluwer Health; 2019:242-243. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Clarke MT, Lyall HA, Grant JW, Matthewson MH. The histopathology of de Quervain's disease. J Hand Surg Br . 1998;23(6):732-734.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Read HS, Hooper G, Davie R. Histological appearances in post-partum  de Quervain's disease. J Hand Surg Br . 2000;25(1):70-72.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Gil JA, Kakar S. Hand and wrist injuries in tennis players. Curr Rev Musculoskelet Med . 2019;12(2):87-97.  doi:10.1007/s12178-019-09550-w.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Rossi C, Cellocco P, Margaritondo E, Bizzarri F, Costanzo G. De Quervain disease in volleyball players. Am J Sports Med . 2005;33(3):424-427.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Reinstein L. De Quervain's stenosing tenosynovitis in a video games player. Arch Phys Med Rehabil . 1983;64(9):434-435.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Iwata K. Smartphone-induced  tendinitis: a case report. J Family Med Prim Care . 2019;8(5):1784-1785.  doi:10.4103/jfmpc.jfmpc_230_19. (C)"
        },
        {
            "number in article": 10,
            "reference": "Capasso G, Testa V, Maffulli N, Turco G, Piluso G. Surgical release of de Quervain's stenosing tenosynovitis postpartum: can it wait? Int Orthop . 2002;26(1):23-25.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Boussakri H, Bouali A. Subcutaneous rupture of the extensor pollicis longus tendon after corticosteroid injections for DeQuervain’s stenosing tenovaginitis. Case Rep Orthop . 2014;2014:1-4.  doi:10.1155/2014/934384. (C)"
        },
        {
            "number in article": 12,
            "reference": "Alberton GM, High WA, Shin AY, Bishop AT. Extensor triggering in de Quervain's stenosing tenosynovitis. J Hand Surg Am . 1999;24(6):1311-1314.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Kutsumi K, Amadio PC, Zhao C, Zobitz ME, Tanaka T, An KN. Finkelstein's test: a biomechanical analysis. J Hand Surg Am . 2005;30(1):130-135.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Lanzetta M, Foucher G. Association of Wartenberg's syndrome and de Quervain's disease: a series of 26 cases. Plast Reconstr Surg . 1995;96(2):408-412.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Hubbard M, Hildebrand B, Battafarano M, Battafarano D. Common soft tissue musculoskeletal pain disorders. Prim Care . 2018;45(2):289-303.  doi:10.1016/j.pop.2018.02.006. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Ashraf MO, Devadoss VG. Systematic review and meta-analysis  on steroid injection therapy for de Quervain’s tensosynovitis in adults. Eur J Orthop Surg Traumatol . 2014;24(2):149-157.  doi:10.1007/s00590-012-1164-z.  (SR)"
        },
        {
            "number in article": 18,
            "reference": "Shah H, Dongre B. A study to determine the effect of ultrasound and phonophoresis in De Quervain’s diseases. Indian J Physiother Occup Ther . 2014;8(2):224-229. doi:10.5958/j.0973-5674.8.2.090.  (R)"
        },
        {
            "number in article": 19,
            "reference": "da Silva JBG, Batigalia F. Acupuncture in De Quervain’s disease: a treatment proposal. Acupunct Med . 2014;32(1):70-72.  doi:10.1136/acupmed-2013-010486.  (X)"
        },
        {
            "number in article": 20,
            "reference": "Hadianfard M, Ashraf A, Fakheri M, Nasiri A. Efficacy of acupuncture versus local methylprednisolone acetate injection in De Quervain's tenosynovitis: a randomized controlled trial. J Acupunct Meridian Stud . 2014;7(3):115-121.  doi:10.1016/j.jams.2013.10.003. (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Meals RA. Efficacy of acupuncture for De Quervain's tenosynovitis. J Acupunct Meridian Stud . 2015;8(1):1. doi:10.1016/j.jams.2014.11.006. (X)"
        },
        {
            "number in article": 22,
            "reference": "Lee KH, Kang CN, Lee BG, Jung WS, Kim di Y, Lee CH. Ultrasonographic evaluation of the first extensor compartment of the wrist in de Quervain's disease. J Orthop Sci . 2014;19(1):49-54.  doi:10.1007/s00776-013-0481-3.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Stahl S, Vida D, Meisner C, Stahl AS, Schaller HE, Held M. Work related etiology of de Quervain's tenosynovitis: a case-control  study with prospectively collected data. BMC Musculoskelet Disord . 2015;15:126. doi:10.1186/s12891-015-0579-1.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Redvers-Chubb  K. De Quervain’s syndrome: it may not be an isolated pathology. Hand Ther . 2016;21(1):25-32.  doi:10.1177/1758998315599796. (R)"
        },
        {
            "number in article": 25,
            "reference": "Diaz R, Ebramzadeh E, Yao J. Variations in postoperative immobilization following common hand surgery procedures. Hand (NY) . 2016;11(1):45-49. doi:10.1177/1558944715617221. (R)"
        },
        {
            "number in article": 26,
            "reference": "Oh JK, Messing S, Hyrien O, Hammert W. Effectiveness of corticosteroid injections for treatment of de Quervain’s tenosynovitis. Hand (NY) . 2017;12(4):357-361. doi:10.1177/1558944716681976. (R)"
        },
        {
            "number in article": 27,
            "reference": "Kim SK, Ahmed MA, Avins AL, Ioannidis PA. A genetic marker associated with de Quervain’s tenosynovitis. Int J Sports Med . 2017;38:942-948.  doi:10.1055/s-0043-116669. (R)"
        },
        {
            "number in article": 28,
            "reference": "Nemati Z, Javanshir MA, Saeedi H, Farmani F, Fesharaki A. The effect of new dynamic splint in pinch strength in de Quervain syndrome: a comparative study. Disabil Rehabil Assist Technol . 2017;12(5):457-461.  doi:10.3109/17483107.2016. (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Shen P, Chang P, Jou I, Chen C, Lee F, Hsieh J. Hand tendinopathy risk factors in Taiwan: a population-based  cohort study. Medicine (Baltimore) . 2019;98(1):e13795. doi:10.1097/md.0000000000013795. (R)"
        },
        {
            "number in article": 30,
            "reference": "Cavaleri R, Schabrun S, Te M, Chipchase L. Hand therapy versus corticosteroid injections in the treatment of de Quervain's disease: a systematic review and meta-analysis.  J Hand Ther . 2016;29(1):3-11.  doi:10.1016/j.jht.2015.10.004. (SR)"
        },
        {
            "number in article": 31,
            "reference": "Gao Z, Tao H, Xu H, Xue J, Ou-Yang Y, Wu J. A novel classification of the anatomical variations of the first extensor compartment. Medicine (Baltimore) . 2017;96(35):e7875. doi:10.1097/md.0000000000007875. (R)"
        },
        {
            "number in article": 32,
            "reference": "A##rman M, Tolu S, Baskan O, Ustun I. Brachial artery thrombosis mimicking De Quervain’s syndrome: a case report. Turkish J Phys Med Rehabil . 2017;63(3):272-274. doi:10.5606/tftrd.2017.17802. (C)"
        },
        {
            "number in article": 33,
            "reference": "D’Angelo K, Sutton D, Côté P, et al. The effectiveness of passive physical modalities for the management of soft tissue injuries and neuropathies of the wrist and hand: a systematic review by the Ontario Protocol for Traffic Injury Management (OPTIMa) Collaboration. J Manipulative Physiol Ther . 2015;38(7):493-506.  doi:10.1016/ j.jmpt.2015.06.006. (SR)"
        },
        {
            "number in article": 34,
            "reference": "Fiorito-Torres  F, Murphy D, Perloff M. No pain, no pigment. Am J Phys Med Rehabil . 2016;95(1):e9. doi:10.1097/phm.0000000000000385. (C)"
        },
        {
            "number in article": 35,
            "reference": "Wagner E, Gottschalk M. Tendinopathies of the forearm, wrist, and hand. Clin Plast Surg . 2019;46(3):317-327.  doi:10.1016/j.cps.2019.02.005. (GI)"
        },
        {
            "number in article": 36,
            "reference": "Sharma R, Bhatt S, Kumar S, Bhargava S, Aggarwal A. Outcome of low level lasers versus ultrasonic therapy in de Quervain’s tenosynovitis. Indian J Orthop2015 . 2015;49(5):542. doi:10.4103/0019-5413.164050.  (R)"
        }
    ]
}