{
    "metadata": {
        "title": "Anomia, Degenerative",
        "synonyms": [
            "degenerative anomia",
            "progressive aphasia",
            "progressive anomia",
            "primary progressive aphasia",
            "pick’s disease"
        ],
        "anatomical location body part affected": [
            "Anterior and inferolateral temporal lobes of the brain;(1) involvement of the left hippocampal region has also been documented(2)"
        ],
        "area of specialty": [
            "adult neurological disorders"
        ],
        "description": [
            "Degenerative anomia is a primary symptom of semantic dementia (SD), a type of frontotemporal dementia in which patients have poor semantic memory but relatively intact episodic memory.(2) Degenerative anomia is also a symptom of primary progressive aphasia (PPA). PPA is a degenerative form of aphasia associated with atrophy of the frontal and temporal lobes of the brain.(29) There are three clinical subtypes of PPA: nonfluent/agrammatic variant PPA, semantic variant PPA, and logopenic variant PPA.(29) The primary symptom of logopenic PPA is deficits in word retrieval (i.e., anomia).(29) For detailed information on frontotemporal dementia, see Clinical Review…Dementia, Frontotemporal ; CINAHL Topic ID Number: T708948. Patients with Alzheimer’s disease (AD) might exhibit degenerative anomia in conjunction with more global memory deficits (for detailed information about AD, see Clinical Review…Alzheimer’ s Disease: Speech Therapy ; CINAHL Topic ID Number: T708913).(2) Patients with multiple sclerosis (MS) sometimes exhibit anomia associated with disease progression (for detailed information about MS, see Clinical Review…Multiple Sclerosis:Communication Deficits ; CINAHL Topic ID: T708856)(36)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G31.01": "Pick’s disease (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Spoken Language Comprehension G-code set": {
                "G9159": "Spoken language comprehension functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9160": "Spoken language comprehension functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9161": "Spoken language comprehension functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Spoken Language Expressive G-code set": {
                "G9162": "Spoken language expression functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9163": "Spoken language expression functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9164": "Spoken language expression functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified. In order to qualify for reimbursement, treatment programs must be considered medically necessary and the clinician should anticipate that improvement is possible through therapy. Treatment studies offer preliminary evidence that treatment might slow the progression of degenerative anomia over time and is most beneficial in the early stages of the underlying disease.(1) Once comprehension deficits become more pronounced and episodic memory is affected, treatment to restore word knowledge becomes less feasible(1)"
        ],
        "presentation signs and symptoms": [
            "The patient exhibits a loss of conceptual and word form knowledge with progressive difficulty retrieving or pronouncing words needed for communication.(3,4)Word-finding  difficulties vary and often lead to difficulties expressing thoughts, understanding the meaning of spoken or written words, or naming objects that he/she is shown.(5) Errors on confrontation naming tasks include omission errors, coordinate errors (e.g., “mouse” for “cat”), and superordinate errors (e.g., “animal” for “fox”).(1)Word-finding  difficulties might also manifest as circumlocutions (“We went to the place to get gas” –filling station). As the anomia progresses, the patient might exhibit frequent pauses and semantic paraphasias (substitution of semantically related but incorrect words; e.g., “chair” for “sofa”).(1) In advanced stages, the patient might also exhibit pronounced comprehension difficulties and/or face and object recognition deficits (prosopagnosia and associative agnosia).(1) (For detailed information on assessment and treatment of agnosia, see Clinical Review…Agnosia ; CINAHL Topic ID Number: T708855) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "It is important to have a family member or caregiver available to provide information when the patient is not able to communicate. Depression is common among persons with dementia and can adversely affect test performance.(9) Speech-language  pathologists (SLPs) should be knowledgeable about symptoms of depression (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness) and refer to a neuropsychologist or clinical psychologist when signs are present.(9) The time of day and the number of previous evaluations can affect the patient’s alertness and performance. During the evaluation, it is of utmost importance to be aware of a patient’s level of fatigue, pain tolerance, and level of frustration"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes: degenerative anomia is caused by cortical atrophy of the anterior temporal lobes, particularly the inferior temporal gyrus.  research indicates that cortical atrophy in degenerative anomia and ppa occurs asymmetrically, with greater loss": [],
        "pathogenesis": [
            "SD is commonly associated with a focal degeneration of the temporal neocortex.(7) Patient exhibits signs of decreasedblood flow and decreased glucose utilization within the atrophied areas.(5) AD is sometimes also associated withdegenerative anomia(1)",
            "In a study conducted in the United States with 15 patients with PPA, researchers found that progressive atrophy of the leftand right middle temporal cortex and the left angular gyrus correlated with reduced auditory word comprehension overtime. At any given point in time, errors of auditory word comprehension were associated with atrophy of the bilateraltemporal poles, the inferior temporal cortex, and the left middle temporal cortex(27)",
            "In a study conducted in Australia on degenerative anomia in 23 individuals with amnestic AD and 22 individuals withPPA (with assumed underlying AD pathology), researchers investigated the areas of brain atrophy associated withdegenerative anomia. All of the participants had auditory comprehension deficits; expressive deficits included phonologicalsubstitutions, semantic paraphasias, and abnormal repetitions of single words. Researchers found that degenerative anomiawas associated with thinning in the left superior temporal gyrus in both groups of participants; however, anomia was alsocorrelated with thinning in the right inferior temporal regions in the participants with amnestic AD (AD in which theprimary deficit is memory impairment). Deficits in word comprehension were associated with bilateral cortical thinningof the fusiform gyri in both participant groups. Researchers concluded that language deficits in AD and PPA result fromimpairments of semantic, lexical, and phonological processing(37)"
        ],
        "risk factors": [
            "Learning disabilities(8)",
            "Genetic mutations(8,26,31)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When were the symptoms of degenerative anomia first noticed? Does the patient have a diagnosis of dementia or AD?",
                "course of treatment": {
                    "medical management": "Document any previous medical management (e.g., surgery), pharmacological management, or",
                    "surgical management": [],
                    "medications": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications can adversely affect cognitive and communicative functioning.(9) Contact a pharmacist or physician regarding questions about medication side effects(9)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Note any neurological (MRI/CT scan), neuropsychological, or psychological/cognitive tests that have been completed and their results"
                    ],
                    "alternative therapies": "Document any use of home training programs or alternative therapies (e.g., acupuncture) and their effectiveness. Document the use of any strategies to facilitate communication in the home",
                    "previous therapy": " previous therapyDocument whether patient has had speech-language  therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document situations that appear to influence word-finding  ability -Are there times/situations when the patient has more difficulty/less difficulty remembering words? -Are there persons to whom the patient can speak more fluently? -Are there types of words with which the patient has more difficulty/less difficulty (e.g., proper names, familiar objects, less familiar words)?",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition (e.g., headaches, fatigue, vision problems)",
                "respiratory status": "Document respiratory status (e.g., use of supplemental oxygen, mechanical ventilator)Depression and anxiety are common among persons with dementia and can adversely affect test performance, making patients seem more impaired than they actually are.(9) Inquire about symptoms of depression  and refer to a neuropsychologist or clinical psychologist when signs are present (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness)(9) -Many depression scales and psychological scales have been used to assess patients who have brain damage. The SLP can collaborate with the psychologist to determine the appropriate evaluation with respect to the patient’s language abilities(9) -In a study conducted in the United States with 65 patients with PPA, researchers measured neuropsychiatric symptoms using the Neuropsychiatric Inventory Questionnaire. Results indicated that patients with PPA exhibited depression, anxiety, disinhibition, and appetite changes(28)Note hearing ability -Does the patient have difficulty hearing in the quiet treatment environment? -Does the patient ask for frequent repetitions? -Does the patient have a known hearing loss? If so, does he or she wearing hearing aids? Left, right, or bilateral? -It may be appropriate to recommend an audiology consult for patients with suspected hearing loss Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous communication difficulties or cognitive impairment",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including diabetes, cancer, heart disease, stroke, and psychiatric disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient and family/caregiver about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the patient work? -Does the patient participate in sports or hobbies that require communication? -Use a quality of life scale/index to measure quality of life and functional therapy outcomes. For example, the Quality of Communication Life Scale (ASHA QCL) provides information about the patient’s communication interactions and participation in social, leisure, and work activities(10)",
                "functional limitations assistance with ADLs adaptive equipment": "Identify specific situations in which the patient has limitations of functional communication -Does the patient currently utilize any adaptive or assistive devices or an alternative or augmentative communication (AAC) device? -Note if patient wears hearing aids or glasses; determine if hearing aids are in working order. Note if patient uses a device to assist with mobility (e.g., wheelchair, walker)",
                "living environment": "Document with whom the patient lives (e.g., caregivers, family members); document the languages that the patient speaks and the daily use of each language"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Note use of an AAC device, including pen/paper –If patient is not using an AAC device, it is appropriate during the evaluation to assess his or her ability to use AAC  –Assess the patient’s ability to point to named pictures and use a letter board to spell out words –For detailed information on the use of AAC as part of a treatment plan for patients with degenerative anomia, see the series of Clinical Reviews on this topicIf speech difficulties are detected, perform an oral mechanism exam (e.g., structure and function) and note any difficulties in articulation. A motor speech evaluation should be performed if there are signs of coexisting apraxia and/or dysarthria (see Clinical Review…Apraxia of Speech (Acquired) ; CINAHL Topic IDT708586and the series of Clinical Reviews on dysarthria)",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Screening for vision and hearing should always precede evaluation for dementia, anomia, or aphasia. An audiologist should check for impacted cerumen prior to pure-tone audiometric screening and word recognition testing.(9) Informal assessment of vision is required if patient intends to support communication with visual methods (e.g., writing, gestures, pictures)",
            "special tests specific to diagnosis": "The following are examples of assessments that can be used with adults who have degenerative anomia. In addition to a comprehensive language evaluation, measures of episodic memory should be administered if dementia is suspected. Both formal and informal measures should be included to determine performance on daily living skills.(1) When selecting tests, clinicians must consider the cultural and linguistic background of the patient and determine if the measurement was standardized on the relevant population.(9) Tests that have normative information onTest consists of 60 items to measure confrontation naming ability from line drawings. Items are ranked in their ability to be named, and results will indicate severity of anomia along a continuum(13)To assess a person's ability to name or point to a named picture and the nature of a naming deficit (e.g., difficulty retrieving semantic information from pictures, words, or print; difficulty retrieving the appropriate spoken form of a word).(14) Pyramids and Palm Trees Test is a cross-culturally  valid assessment of nonverbal object semantics for patients with PPA that provides clinically appropriate results(23)A questionnaire-style  assessment that researchers developed specifically to assess speech and language abilities in PPA.(32) The results of the questionnaire are used to guide a formalized interview with the patient (and caregiver when appropriate and necessary) and to help with treatment planning(32) ",
            "speech and language examination": "A comprehensive communication evaluation should determine –Confrontation naming ability -Phonological errors are common in naming tasks among patients with degenerative anomia(30) –Auditory short-term  memory –Nonverbal reasoning –Repetition of words/phrases and sentences –Auditory comprehension –Expressive language ability -Expressive language in patients with degenerative anomia is marked by a slow rate of speech as a result of word-finding difficulties(29) -Obtain a speech sample by asking the patient to provide a narrative or tell a story (e.g., “Tell me the story of Cinderella.” “Tell me about your family.”) Patients with SD typically speak more slowly and use words that are shorter and higher in frequency and familiarity (i.e., more common) than neurologically intact adults(25) -Expressive grammatical errors are common in patients with PPA (e.g., “speaked” for “spoke”)(34) –Reading –Writing",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Refer to psychological and cognitive evaluations to assist in informing course of treatment and providing a prognosis for therapy. The following are examples of tests used to(11) To assess intellectual and cognitive abilities of adults(12) To assess cognitive status of adults. Sections include Orientation to Time, Orientation to Place, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, and Drawing",
            "aac assessment": "",
            "swallow examination": "Complete a swallowing examination as indicated. Patients with degenerative anomia might have coexisting dysphagia. For detailed information on dysphagia, see the series of Clinical Reviews on dysphagia",
            "tracheostomy examination": "If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of patients with tracheostomies, see ClinicalAdults with Tracheostomy ; CINAHL Topic ID NumberT709082.For detailed information on assessment of a tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-Muir Tracheostomy & Ventilator SwallowingT708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regards to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "The relative benefits and risks of intensive therapy should be evaluated on a case-by-case  basis. Authors of a case study of a patient with degenerative anomia indicated that regular practice and self-assessment  of word-finding  abilities resulted in a hyperawareness of the progressive nature of the anomia and led to task obsession and feelings of frustration and depression.(15) To ensure relevance and appropriateness of treatment programs, decisions about goals and course of therapy should be made in collaboration with the patient, caregivers, and other healthcare professionals.(9) The patient’s cultural background, language preference, and interests must also be considered when designing a treatment program.(9) Treatment goals and objects will shift with the progression of the disease(1)",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The clinical diagnosis of SD is made when language is the only area of progressive dysfunction within the first 2 years of the disease. Brain imaging typically indicates atrophy rather than a specific lesion. Memory for daily events, visual spatial skills, nonverbal problem-solving  skills, reasoning, and social skills show no major deficits in the first 2 years of the disease.(5) Diagnosis is made by the neurologist with input from SLP and other professionals treating the patient To select the appropriate approach for treatment, the SLP will benefit from knowledge of cognitive models of word production to assist in identifying the underlying deficit (e.g., phonological knowledge, semantic knowledge).(3) Most models of word production recognize a semantic level, a phonological level, and a component that transmits information between the two levels. Different errors result from disruption to various parts of the system, and treatment should be designed to target these specific deficits. Patients with degenerative anomia typically have the most difficulty with conceptual and semantic knowledge, and strategies such as phonemic cueing rarely are beneficial(4)",
        "rule out": "The clinician should differentiate degenerative anomia from progressive dysarthria, apraxia, and phonological disintegration in which the formation (articulation) rather than the usage of words becomes disrupted.(5) Patients with AD might also exhibit degenerative anomia but have additional, more severe impairments in memory and behavior. Core memory functions that are impaired in AD remain largely preserved in SD.(5) At present, there are no studies outlining different treatment approaches for degenerative anomia for patients with AD versus for patients with SD",
        "prognosis": [],
        "referral to other disciplines": "Standardized neuropsychological testing by a neuropsychologist can detect SD in its early stages. Refer to OT for assistance with daily living skills if appropriate",
        "other considerations": [],
        "treatment summary": [
            "Errorless learning and effortful (active) learning approach:  Treatment is considered “errorless” if it avoids the production of incorrect responses and learning of incorrect associations. It can be “effortful” (active) in its use of higher-level  cognitive function in describing and priming target words –Researchers who conducted a multiple baseline design study in the United States explored the use of errorless and effortful learning on ability to name 40 photo stimuli (20 objects/20 actions) for 3 subjects with progressive aphasia. In 9–12  treatment sessions over a 2- to 3-month  period (2-hour  sessions), subjects were told to avoid naming the object or action during stimulus presentation. Instead, they were engaged in a facilitated conversation about the target’s conceptual, semantic, and/or phonological features with the purpose of priming them to remember the word. Short-term  gains were noted in naming of nouns by all subjects, but after 6 months 2 of the 3 subjects had lost all gain on naming trained nouns and generalization to untrained nouns(16) –In a study conducted in the United Kingdom, researchers compared errorless and errorful therapy approaches for object-naming  training in patients with AD(17) -Subjects were 8 patients with a diagnosis of mild AD -Both errorless and errorful therapy approaches were used concurrently with separate word lists of 20 objects for each therapy approach -In the errorless approach, the subjects were given the target word in spoken and written forms by the clinician and asked to repeat 3 times while looking at a picture of the object; in the errorful approach, the subjects were guided to the correct word through a progression of phonemic and orthographic cues -Intervention lasted for 10 sessions (2 times per week/5 weeks) with 40–60  minute sessions -Outcomes were assessed at 1 and 5 weeks post therapy and measured according to the percentage of objects named correctly -Baseline: All three-word  lists (control set, errorless approach, and errorful approach) were named with less than 10% accuracy -1 week post therapy -Control: 15% correct -Errorless learning approach: 45% correct -Errorful approach: 48% correct -5 weeks post therapy -Control: 15% correct -Errorless learning approach: 35% correct -Errorful approach: 38% correct -The object lists included in either the errorless learning or errorful learning approach were both named with significantly more accuracy than were the objects on the control list; there was not a significant difference between the two therapeutic approaches –Researchers who conducted a study in Canada compared four different methods of treatment for word relearning in patients with SD(18) -Seven individuals with SD were the subjects in this study -Four methods of treatment compared in the study were errorless-passive  (EL-P),  errorless-active  (EL-A), errorful-passive (EF-P),  and errorful-active (EF-A) -EL-P:  cues/names of objects were provided without giving the subject an opportunity to make an error -EL-A:  subjects answered questions about cues and objects without having an opportunity to make an error -EF-P:  cues and erroneous names were given by the clinician and the participant was allowed the opportunity to make errors  -EF-A:  subjects answered questions about cues and objects and were allowed the opportunity to make errors -Treatment took place over 8–12  weeks in 24 sessions, and 8 different word lists were used across the different treatment conditions -Outcomes were measured as a percentage of pictures named correctly and were taken immediately post treatment and 1 and 3 months post treatment -As a group, the patients all showed significant improvement from baseline in object naming with intervention; although there was a stronger treatment effect with EL-A  treatment, percentage of correctly named pictures was not significantly higher than the other three methods -Both treatment and maintenance effects were stronger for individuals who had preserved auditory comprehension skills",
            "Computer-based  intervention:  A computer program can be used to provide cueing, feedback, and visual support for patients relearning words –In a multiple-baseline  study conducted in Canada, researchers tested the effectiveness of one treatment program, MossTalk Words, with 2 subjects with progressive aphasia. Subjects were trained on three lists of 15 words until they reached criterion level. Orthographic cues and full word cues were provided during the intervention phase. Subjects were tested immediately post treatment and 1 month afterwards. Results indicated that subjects achieved and maintained significant improvement on two of the three word lists(19) –Authors of a case study from Canada combined an errorless learning approach with the MossTalk Words software for treatment of degenerative anomia associated with SD(20) -Multiple-baseline  design; treatment sessions were 3 times per week for 1 hour each; principles of errorless learning were combined with MossTalk Words software to train the patient on 3 lists of 20 words each -Within 4 months, the patient relearned 41 of 60 trained words; knowledge of these words was maintained after 3 months. The patient’s word knowledge improved on untrained items as well; however, the percentage was not statistically significant –Orthographic treatment: Authors of a case study with a 69-year-old  bilingual Norwegian-English  speaking woman with PPA reported naming improvements in untreated items in both languages after being treated with an orthographic treatment. The computer program used in this case study involved having the patient see a picture alone, a word alone, and then paired word-picture  stimuli. The patient was cued by the computer to copy the words she had seen on a sheet of paper and then was given examples of correct and incorrect word pairings and asked to state “yes” or “no” if the pairings were accurate(35)",
            "Self-study  of picture dictionaries and other resources (word-picture  matching):  Authors of a case study from the United Kingdom examining the effects of self-study  and verbal rehearsal of word-picture  matches in sets of semantic categories (30 min/day) indicated short-term  gains on fluency naming of practiced categories but a decline after termination of daily intensive training.(15) Researchers discussed the inherently “errorless learning” aspect of this treatment and its benefits",
            "Meaningful contextual link/autobiographical association:  Personal references and descriptions (e.g., “dog”: “Your dog is named Maddie. She is a Labrador.”) are explicitly taught for each target word during treatment with the rationale that these meaningful links will strengthen retention ability. Authors of a case study from the United Kingdom indicated that the words that were taught with meaningful and personal information were better retained than words that were taught using impersonal definitions. Retention of target words 250 days after treatment was 50%.(7) In another study conducted in the United Kingdom, researchers examined the relationship between personal familiarity with words and retention ability and found that autobiographical experience did not lead to greater retention of words.(21) The authors suggested that retention may be dependent on both “concept frequency” (number of times an object or concept is encountered) and “concept quality” (the richness of the underlying semantic representation and amount of knowledge of an item)(6)",
            "Transcranial direct current stimulation (tDCS) : tDCS involves painless, noninvasive stimulation of the brain with direct electrical current. Current is applied through electrodes on the head. Although showing promise in research studies, brain stimulation is not widely available for clinical use as a treatment for aphasia(24) –In a study conducted in the United States with 6 patients with PPA, researchers combined either tDCS or a sham treatment plus spelling intervention in a within-subject crossover study. Results showed improvement in spelling on the trained items for both tDCS and sham treatments; however, significant improvement on spelling of untrained items was observed only in the tDCS condition(24)  . Problem Goal Intervention Expected Progression Home Program Word retrieval Increase recall of forgotten wordsErrorless learning and effortful learning approach _ Treatment is considered “errorless” if it avoids the production of incorrect responses and learning of incorrect associations. It can be “effortful” in its use of higher-level cognitive function in describing and priming target words. The patient should be encouraged to avoid naming the object or action during stimulus presentation. Instead, engage the patient in a facilitated conversation about the target’s conceptual, semantic, and/or phonological features with the purpose of priming them to remember the word(16) _ _ See Treatment summary , aboveOnce a patient has relearned one set or list of words, the SLP can progress to another set of wordsNo home-based program using errorless and effortful learning has been trialed Word retrieval Increase recall of forgotten wordsComputer-based intervention _ A computer program can be used to provide cueing, feedback, and visual support for patients relearning words. There are several types of commercially available computer programs to assist patients in learning words(19) _ _ See Treatment summary , aboveComputer programs progress according to criteria set by the clinician; new words will be trained once the patient has reached pre-determined level of accuracy on previously targeted words (e.g., 70%, 80%, 90%)A computer program can be used at home by the patient  Word retrieval Increase recall of forgotten wordsSelf-study of picture dictionaries and other resources (word- picture matching) _ Patients are asked to spend a designated part of the day (30 minutes) actively manipulating, naming, matching, and describing a small set of words and/or pictures of known persons and objects. Families and patients create their own set of words.(4,15) It is hypothesized that this approach would be most effective at the early stages of SD, when patients have more intact conceptual knowledge _ _ See Treatment summary , aboveProgression through the words and pictures is self-directed and paced according to the patient’s preferenceThis treatment is a self- directed, home-based program Word retrieval Increase recall of forgotten wordsMeaningful contextual link/autobiographical association _ Assist the patient in creating personal descriptions for words (e.g., “dog”: “Your dog is named Maddie. She is a Labrador.”) to help them strengthen retention ability(18) _ _ See Treatment summary , aboveOnce a patient has relearned one set or list of words, the SLP can progress to another set of words/associationsNo home-based program using training of words with autobiographical associations has been trialed Dysphagia (as needed) Increase swallow safety Dysphagia therapy _ For detailed information on assessment and treatment of dysphagia see the series of Clinical Reviews on this topicAs the patient’s swallow improves, the SLP will increase the frequency and intensity of dysphagia exercises as well as the difficulty of the trials of food and liquid that are given in therapyHome program will vary with respect to the goals of the patient  Apraxia (as needed) Increase speech intelligibilityApraxia therapy _ For detailed information on assessment and treatment of apraxia, see the Clinical Review…Apraxia of Speech (Acquired) , referenced aboveTherapy for apraxia generally progresses from sound level to syllable, word, phrase, sentence, and finally conversational level; specific progression can differ from patient to patient based on individual abilities and deficitsHome program will vary with respect to the goals of the patient Aphasia (as needed) Increase functional language productionAphasia therapy _ For detailed information on assessment and treatment of aphasia, see series of Clinical Reviews on aphasiaTherapy for aphasia generally progresses from word level to phrase, sentence, and finally conversational levelHome program will vary with respect to the goals of the patient ."
        ]
    },
    "desired outcomes outcome measures": {
        "maintenance of naming communication ability": [
            "Boston Naming Test(13)",
            "Pyramids and Palm Trees Test(14)",
            "PASS(32)"
        ],
        "communicative competence with an aac system": [],
        "increased communication partner family member knowledge about degenerative anomia": [],
        "improved quality of life": [
            "ASHA QCL"
        ],
        "when degenerative anomia is caused by a progressive disease, periodic reevaluations are essential to revise treatment objectives and care plans": []
    },
    "maintenance or prevention": [
        "Treatment studies offer preliminary evidence that treatment might slow the progression of degenerative anomia over time and is most beneficial at the early stages of the underlying disease (within the first 2 years).(1) Clinic-based  treatment should eventually be transferred to home-based routines so that the patient and caregivers can continue therapeutic activities independently"
    ],
    "patient education": [
        "Patient and family/caregiver education should include information about the effects of degenerative anomia and the progression of disease. When possible, the patient’s family or caregiver should be educated about facilitative techniques to use when assisting the patient with communication",
        "Information about SD for patients and caregivers can be found on the website of the Cerebral Function Unit (located in the Greater Manchester Neuroscience Centre at Salford Royal NHS Foundation Trust), which is a regional referral center for the investigation and diagnosis of degenerative neurological disorders in the United Kingdom: http:// www.cerebralfunctionunit.co.uk/SDinfosheet.html  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Henry ML, Beeson PM, Rapcsak SZ. Treatment for anomia in semantic dementia. Semin Speech Lang . 2008;29(1):60-70.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Galton CJ, Patterson K, Graham K. Differing patterns of temporal atrophy in Alzheimer's disease and semantic dementia. Neurology . 2001;57(2):216-225.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Maher LM, Raymer AM. Management of anomia. Top Stroke Rehabil . 2004;11(1):10-21.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Reilly J, Martin N, Grossman M. Verbal learning in semantic dementia: is repetition priming a useful strategy?. Aphasiology . 2005;19(3):329-339.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Mesulam MM, Grossman M, Hillis A, Kertesz A, Weintraub S. The core and halo of primary progressive aphasia and semantic dementia. Ann Neurol . 2003;54(Suppl 5):S11-S14.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Lambon Ralph MA, Graham KS, Ellis AW, Hodges JR. Naming in semantic dementia: what matters?. Neuropsychologia . 1998;36(8):775-784.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Snowden JS, Neary D. Relearning of verbal labels in semantic dementia. Neuropsychologia . 2002;40(10):1715-1728.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Primary progressive aphasia: Symptoms and causes. http://www.mayoclinic.org/diseases-conditions/primary-progressive-aphasia/symptoms-causes/dxc-20168184 . Accessed July 15, 2018. (GI)"
        },
        {
            "number in article": 9,
            "reference": "American Speech-Language-Hearing  Association. Practice portal: dementia. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Accessed July 15, 2018. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Paul DR, Frattali CM, Holland AL, Thompson CK, Caperton CJ, Slater SC. Quality of Communication Life Scale (ASHA QCL) . Rockville, MD: American Speech-Language-Hearing  Association; 2004. (PP)"
        },
        {
            "number in article": 11,
            "reference": "Wechsler D. Wechsler Adult Intelligence Scale . 3rd ed. San Antonio, TX: The Psychological Corporation; 1997. (PP)"
        },
        {
            "number in article": 12,
            "reference": "Folstein MF, Folstein SE, McHugh PR, Fanjiang G. Mini-Mental  State Examination . Odessa, FL: Psychological Corporation; 2001. (PP)"
        },
        {
            "number in article": 13,
            "reference": "Kaplan E, Goodglass H, Weintraub S. Boston Naming Test . 2nd ed. Philadelphia, PA: Lippincott Williams & Wilkins; 2001. (PP)"
        },
        {
            "number in article": 14,
            "reference": "Howard D, Patterson K. The Pyramids and Palm Trees Test: A Test of Semantic Access from Words and Pictures . London, England: Harcourt Assessment; 1992. (PP)"
        },
        {
            "number in article": 15,
            "reference": "Graham KS, Patterson K, Pratt KH, Hodges JR. Relearning and subsequent forgetting of semantic category exemplars in a case of semantic dementia. Neuropsychology . 1999;13(3):359-380.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Frattali C, Kang YK. An errorless learning approach to treating dysnomia. Brain Lang . 2004;91(1):177-178.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Noonan KA, Pryer LR, Jones RW, Burns AS, Lambon Ralph MA. A direct comparison of errorless and errorful therapy for object name relearning in Alzheimer's disease. Neuropsychol Rehabil . 2012;22(2):215-234.  doi:10.1080/09602011.2012.655002. (R)"
        },
        {
            "number in article": 18,
            "reference": "Jokel R, Anderson ND. Quest for the best: effects of errorless and active encoding on word-relearning  in semantic dementia. Neuropsychol Rehabil . 2012;22(2):187-214.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Jokel R, Cupit J, Rochon E, Leonard C. Computer-based  intervention for anomia in progressive aphasia. Brain Lang . 2006;99(1):149-150.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Jokel R, Rochon E, Anderson ND. Errorless learning of computer-generated  words in a patient with semantic dementia. Neuropsychol Rehabil . 2010;20(1):16-41.  (C)"
        },
        {
            "number in article": 21,
            "reference": "Graham KS, Ralph MAL, Hodges JR. Determining the impact of autobiographical experience on \"meaning\": new insights from investigating sports-related  vocabulary and knowledge in two cases with semantic dementia. Cogn Neuropsychol . 1997;14(6):801-837.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Falchook AD, Heilman KM, Finney GR, Gonzalez-Rothi  LJ, Nadeau SE. Neuroplasticity, neurotransmitters and new directions for treatment of anomia in Alzheimer disease. Aphasiology . 2014;28(2). doi:10.1080/02687038.2013.793283. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Breining BL, Lala T, Martínez Cuitiño M, et al. A brief assessment of object semantics in primary progressive aphasia. Aphasiology . 2015;29(4):488-505. doi:10.1080/02687038.2014.973360. (R)"
        },
        {
            "number in article": 24,
            "reference": "Tsapkini K, Frangakis C, Gomez Y, Davis C, Hillis AE. Augmentation of spelling therapy with transcranial direct current stimulation in primary progressive aphasia: Preliminary results and challenges. Aphasiology . 2014;28(8-9):1112-1130.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Fraser KC, Meltzer JA, Graham NL, et al. Automated classification of primary progressive aphasia subtypes from narrative speech transcripts. Cortex. 2014;55:43-60. doi:10.1016/j.cortex.2012.12.006. (R)"
        },
        {
            "number in article": 26,
            "reference": "Flanagan EP, Baker MC, Perkerson RB, et al. Dominant frontotemporal dementia mutations in 140 cases of primary progressive aphasia and speech apraxia. Dement Geriatr Cogn Disord . 2015;39(5-6):281-286.  doi:10.1159/000375299. (R)"
        },
        {
            "number in article": 27,
            "reference": "Faria AV, Sebastian R, Newhart M, Mori S, Hillis AE. Longitudinal imaging and deterioration in word comprehension in primary progressive aphasia: Potential clinical significance. Aphasiology . 2014;28(8-9):948-963.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Singh TD, Duffy JR, Strand EA, Machulda MM, Whitwell JL, Josephs KA. Neuropsychiatric symptoms in primary progressive aphasia and apraxia of speech. Dement Geriatr Cogn Disord . 2015;39(3-4):228-238.  doi:10.1159/000369062. (R)"
        },
        {
            "number in article": 29,
            "reference": "Logopenic variant primary progressive aphasia. The Association for Frontotemporal Degeneration Web site. http://www.theaftd.org/understandingftd/disorders/logopenic-variant-primary-progressive-aphasia . Accessed July 15, 2018. (GI)"
        },
        {
            "number in article": 30,
            "reference": "Petroi D, Duffy JR, Strand EA, Josephs KA. Phonologic errors in the logopenic variant of primary progressive aphasia. Aphasiology . 2014;28(10):1223-1243. doi:10.1080/02687038.2014.910591. (R)"
        },
        {
            "number in article": 31,
            "reference": "Rohrer JD. The genetics of primary progressive aphasia. Aphasiology . 2014;28(8-9):941-947.  doi:10.1080/02687038.2014.911242. (R)"
        },
        {
            "number in article": 32,
            "reference": "Sapolsky D, Domoto-Reilly  K, Dickerson BC. Use of the Progressive Aphasia Severity Scale (PASS) in monitoring speech and language status in PPA. Aphasiology . 2014;28(8-9):993-1003.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Rogalski E, Cobia D, Martersteck A, et al. Asymmetry of cortical decline in subtypes of primary progressive aphasia. Neurology . 2014;83(13):1184-1191.  doi:10.1212/ WNL.0000000000000824. (R)"
        },
        {
            "number in article": 34,
            "reference": "Wilson SM, Brandt TH, Henry ML, et al. Inflectional morphology in primary progressive aphasia: An elicited production study. Brain Lang . 2014;135:58-68.  doi:10.1016/ j.bandl.2014.07.001. (R)"
        },
        {
            "number in article": 35,
            "reference": "Meyer AM, Snider SF, Eckmann CB, Friedman RB. Prophylactic Treatments for Anomia in the Logopenic Variant of Primary Progressive Aphasia: Cross-Language  Transfer. Aphasiology . 2015;29:1062-1081.  (C)"
        },
        {
            "number in article": 36,
            "reference": "Kambanaros M, Messinis L, Nasios G, Nousia A, Papathanasopoulos P. Verb–noun  dissociations in relapsing-remitting  multiple sclerosis: verb effects of semantic complexity and phonological relatedness. Aphasiology . 2017;31(1):49-66.  doi:10.1080/02687038.2016.1154498. (R)"
        },
        {
            "number in article": 37,
            "reference": "Leyton CE, Hodges JR, Piguet O, Ballard KJ. Common and divergent neural correlates of anomia in amnestic and logopenic presentations of Alzheimer's disease. Cortex. January 2017;86:45-54.  doi:10.1016/j.cortex.2016.10.019. (R)"
        }
    ]
}