{
    "metadata": {
        "title": " Indexing Metadata/DescriptionDisabilities of the Arm, Shoulder and Hand (DASH) Outcome MeasureThe patient is asked to fill out a printed questionnaire on paper with no assistance from family, friends, or clinicians(1)",
        "synonyms": [
            "disabilities of the arm, shoulder and hand (dash) questionnaire",
            "dash"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [],
        "description": [
            "A 30-item,  self-report  questionnaire developed jointly by the Institute for Work & Health and the American Academy of Orthopaedic Surgeons, designed to quantify disability and symptom experience of individuals with musculoskeletal disorders of the upper extremity(1,3) and monitor change in function over time –Additional 4-item  modules are optional for use in assessing function in the upper extremities of workers who require a high level of physical activity or in persons involved in athletics or performing arts –A shorter version of the tool is also available (QuickDASH), but use of the full version is recommended for clinical use(2)",
            "Due to its focus on musculoskeletal disorders, the disability component emphasizes physical function –Social and emotional function are included but to a lesser degree",
            "It differs from many commonly used measures that have been developed for a specific joint or a specific disorder in that it is designed to be used in the presence of any or multiple disorders in the upper extremity",
            "The DASH Outcome Measure has been adapted for use globally and has been translated into 54 languages and dialects(2)",
            "The DASH was one of nine assessments that were agreed upon by the European consensus group (hand surgery, hand therapy, and physical medicine and rehabilitation) as appropriate for assessment of impairment and activity limitation in patients with upper extremity involvement(15)"
        ],
        "indications": [
            "One or more musculoskeletal injuries or conditions of the upper extremity",
            "The DASH Outcome Measure is not specific to a particular pathological condition or functional limitation –Indications for its use include: -upper extremity pain, sensory changes (e.g., numbness, tingling), movement limitation, weakness, swelling, and stiffness -gross motor and fine motor activity limitations -participation restrictions  –The authors of a study designed to assess how the DASH and QuickDASH are being used clinically across 29 countries found that generally the DASH is being utilized by clinicians as it was intended (for whole extremity and musculoskeletal conditions), although some clinicians are using it for non-musculoskeletal  conditions as well. The researchers also found that the majority of the clinicians participating in the survey were using the DASH and QuickDASH in patients over age 65 and that some were using it with patients younger than 15 (22)"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "97161": "Initial physical therapy evaluation, low complexity",
            "97162": "Initial physical therapy evaluation, moderate complexity",
            "97163": "Initial physical therapy evaluation, high complexity",
            "97164": "Physical therapy reevaluation",
            "97750": "Physical performance test or measurement, with written report (CPT codes are provided for the reader’s reference, not for billing purposes)"
        },
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement will depend on insurance contract coverage. No specific special agencies are applicable for this assessment, and no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "The DASH Outcome Measure is designed to be administered in a paper and pencil format. Telephone administration has not been tested(2)",
            "For confidentiality purposes, an explanation of how the information will be used should be provided before respondents complete the DASH Outcome Measure(2)",
            "Patients may leave an item blank if they find it offensive or too personal, but no more than 3 items may be left blank(2) –The sexual activities question is left blank in approximately 20% of cases(2)"
        ],
        "psychometric properties": [
            "Reliability –The intraclass coefficient (ICC)was reported to be 0.96 in a sample of patients with shoulder or wrist/hand disorders, indicating excellent test-retest  reliability(1) –In overhead athletes, the ICC was 0.536, indicating adequate test-retest  reliability in this population(3) –Excellent test-retest  reliability was reported for proximal humerus fractures and elbow arthroplasty(3) –Good reliability was found when using the DASH Outcome Measure for various shoulder pathologies, including both nonoperative and postsurgical patients(8)",
            "Validity –Significant correlations with the Neck Disability Index, the visual analogue scale (V AS)for pain, and the SF-36  have been reported, indicating adequate to excellent criterion validity and construct validity –The DASH Outcome Measure and QuickDASH have a lot of published data related to their psychometric properties; however, the authors of a systematic review assessing the psychometric properties of site-specific patient-reported outcome measures for upper extremity conditions found that although the evidence indicates that the DASH and QuickDASH performance well, some of the studies were of poor quality. In addition, formal testing of invariance and differential item functioning found that with some task-specific  items (e.g., carrying a heavy object) there are sex-related issues. In tested populations, the responsiveness of the DASH to change may also vary by diagnosis.(4)  –In a study conducted in Canada, the DASH Outcome Measure did not display adequate evidence of validity for use with patients with Dupuytren’s contracture(9) –Grip strength and grip strength ratio (grip strength in the injured or nondominant hand divided by grip strength in the noninjured or dominant hand) correlate with the DASH Outcome Measure(10) -Based on a study conducted in the Netherlands involving 3 groups: 20 healthy volunteers, 17 patients with distal radius fractures and 12 patients with different hand or wrist conditions -The correlation between grip strength ratio and DASH scores were much stronger than the correlation between grip strength and DASH scores –Correlation to other physical and nonphysical outcome measures of shoulder disorders demonstrates good construct validity in shoulder disorders with both the DASH and QuickDASH(8)",
            "Reliability and validity of the measure have been confirmed in other versions of the DASH, including: –Norwegian(12) –Persian(13) –Chinese (Mainland)(14) –Chinese (Hong Kong) (19) –Hindi(17) –British English (20)",
            "Internal consistency –Both the DASH Outcome Measure and the QuickDASH possess good internal consistency(8)",
            "Ceiling/floor effects –Theoretically, floor effects and ceiling effects can occur and would be relevant depending on the population of interest(11) -For example, in studying shoulder disorders, floor effects may be relevant in a group of patients with brachial plexus injuries, whereas ceiling effects may limit the usefulness of the tool in professional baseball pitchers with shoulder pain who may obtain a perfect score despite potential for improvement with treatment(11) –Ceiling and floor effects have not been reported in field testing and longitudinal studies.(1) The DASH Outcome Measure does not have the tendency to underestimate symptoms and overestimate disability that has been reported with theQuickDASH(5)",
            "Responsiveness  (21) –The DASH, as well as the MHQ and Duruöz Hand Index (DHI), are responsive tools for detecting change related to treatment in patients with traumatic hand injuries –Researchers in Turkey designed a study to assess the responsiveness of the DASH, MHQ, and DHI to changes in self-reported  hand function, pain, and disability following treatment for traumatic hand injury. They found that all of the assessments were responsive to treatment-induced changes, with the MHQ the most responsive of the three (21)"
        ],
        "potential complications adverse effects": [
            "Inability to discriminate between disability due to problems at different sites. Care must be taken when attributing disability measured by the DASH score to injuries of the upper limb when problems are also present in the lower limb(6)",
            "Because the DASH Outcome Measure is a measure of composite upper extremity disability, it does not discriminate cause of disability based on laterality(11) –If the purpose is to compare an injured limb to an uninjured limb, an outcome measure that produces data with laterality would be preferred(11)"
        ],
        "test preparation materials required": [
            "No training is required. The questionnaire is available for free on the DASH website(2)"
        ],
        "test procedure": [
            "The patient is asked to fill out a printed questionnaire on paper with no assistance from family, friends, or clinicians(1)"
        ],
        "test scoring interpretation": [
            "The DASH Outcome Measure is scored in two components: the disability/symptom questions (30 items, scored 1–5) and the optional high-performance  sport/music or work module (4 items, scored 1–5)(2)  –At least 27 of the 30 disability/symptom items must be completed for a score to be calculated. The assigned values for all completed responses are summed and averaged to get a score out of 5. This value is then transformed to a score out of 100 by subtracting 1 and multiplying by 25. A higher score indicates greater disability –The goal of the optional module is to identify specific difficulties that professional athletes and performing artists or other workers might have that could go undetected in the 30-item  portion of the DASH Outcome Measure because they may not affect ADLs -All 4 optional items must be answered in order to calculate the high-performance  score. The assigned values for each response are added up and the total is divided by 4 (the number of items). This is converted to a score out of 100 by subtracting1 and multiplying by 25",
            "Normative data collected in a large general population surveyindicate that members of the general population would score 10.1 on the DASH Outcome Measure with a standard deviation of 14.68 (7)"
        ]
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "",
                    "medications previously prescribed": "",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "",
        "other considerations": [],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {},
    "maintenance or prevention": [],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Beaton DE, Katz JN, Fossel AH, Wright JG, Tarasuk V, Bombardier C. Measuring the whole or the parts? Validity, reliability, and responsiveness of the Disabilities of the Arm, Shoulder and Hand Outcome Measure in different regions of the upper extremity. J Clin Epidemiol . 2001;14(2):128-146.  (R)"
        },
        {
            "number in article": 2,
            "reference": "The DASH Outcome Measure. Institute for Work & Health Web site. http://www.dash.iwh.on.ca/ . Accessed February 1, 2020. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Rehab Measures: Disabilities of the Arm, Shoulder, and Hand Questionnaire. Rehabilitation Measures Database Web site. https://www.sralab.org/rehabilitation-measures/disabilities-arm-shoulder-and-hand-questionnaire?ID=1008 . Accessed February 1, 2020. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Wormald JCR, Geoghegan L, Sierakowski K, et al. Site-specific  patient-reported  outcome measures for hand conditions: systematic review of development and psychometric properties. Plast Reconstr Surg Glob Open . 2019;7(5):e2256. doi:10.1097/GOX.0000000000002256. (SR)"
        },
        {
            "number in article": 5,
            "reference": "Angst F, Goldhahn J, Drerup S, Flury M, Schwyzer HK, Simmen BR. How sharp is the short QuickDASH? A refined content and validity analysis of the short form of the Disabilities of the Arm, Shoulder and Hand questionnaire in the strata of symptoms and function and specific joint conditions. Quality Life Res . 2009;18(8):1043-1051. doi:10.1007/s11136-009-9529-4.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Dowrick AS, Gabbe BJ. Does the Disabilities of the Arm, Shoulder and Hand (DASH) scoring system only measure disability due to injuries to the upper limb? J Bone Joint Surg. 2006;88(4):524-527.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Hunsaker FG, Cioffi DA, Amadio PC, Wright JG, Caughlin B. The American Academy of Orthopaedic Surgeons outcomes instruments: normative values from the general population. J Bone Joint Surg Am . 2002;84-A(2):208-215.   (R)"
        },
        {
            "number in article": 8,
            "reference": "Kolber MJ, Salamh PA, Hanney WJ, Cheng S. Clinimetric evaluation of the Disabilities of the Arm, Shoulder and Hand (DASH) and QuickDASH questionnaires for patients with shoulder disorders. Phys Ther Rev . 2014;19(3):163-173.  doi:10.1179/1743288X13Y.0000000125. (SR)"
        },
        {
            "number in article": 9,
            "reference": "Forget NJ, Jerosch-Herold  C, Shepstone L, Higgins J. Psychometric evaluation of the Disabilities of the Arm, Shoulder and Hand (DASH) with Dupuytren’s contracture: validity evidence using Rasch modeling. BMC Musculoskel Disord . 2014;15:361. doi:10.1186/1471-2474-15-361.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Beumer A, Lindau TR. Grip strength ratio: a grip strength measurement that correlates well with DASH score in different hand/wrist conditions. BMC Musculoskel Disord . 2014;15:336. doi:10.1186/1471-2474-15-336.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Calfee RP. DASH-ing  into patient-rated  outcomes. Commentary. Phys Ther Rev . 2014;19(4):286-287.  doi:10.1179/1743288X14Y.0000000140. (RV)"
        },
        {
            "number in article": 12,
            "reference": "Haldorsen B, Svege I, Roe Y, Bergland A. Reliability and validity of the Norwegian version of the Disabilities of the Arm, Shoulder and Hand questionnaire in patients with shoulder impingement syndrome. BMC Musculoskelet Disord . 2014;15:78. doi:10.1186/1471-2474-15-78.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Ebrahimzadeh MH, Moradi A, Vahedi E, Kachooei AR, Birjandinejad A. Validity and reliability of the Persian version of Shortened Disabilities of the Arm, Shoulder and Hand questionnaire (Quick-DASH).  Int J Prev Med . 2015;6:59. doi:10.4103/2008-7802.160336.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Chen H, Ji X, Zhang W, Zhang L, Tang P. Validation of the simplified Chinese (Mainland) version of the Disability of the Arm, Shoulder, and Hand questionnaire (DASH-CHNPLAGH).  J Orthop Surg Res . 2015;10:76. doi:10.1186/s13018-015-0216-6.  (R)"
        },
        {
            "number in article": 15,
            "reference": "van de Ven-Stevens  LA, Graff MJ, Selles RW, et al. Instruments for assessment of impairments and activity limitations in patients with hand conditions: a European Delphi study. J Rehabil Med . 2015;47(10):948-956.  doi:10.2340/16501977-2015.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Franchignoni F, Vercelli S, Giordano A, Sartorio F, Bravini E, Ferriero G. Minimal clinically important difference of the Disabilities of the Arm, Shoulder and Hand outcome measure (DASH) and its shortened version (QuickDASH). J Orthop Sports Phys Ther . 2014;44(1):30-39.  doi:10.2519/jospt.2014.4893. (R)"
        },
        {
            "number in article": 17,
            "reference": "Mehta SP, Tiruttani R, Kaur MN, MacDermid J, Karim R. Psychometric properties of the Hindi version of the disabilities of arm, shoulder, and hand: a pilot study. Rehabil Res Pract. 2015;1-7.  doi:10.1155/2015/482378. (R)"
        },
        {
            "number in article": 18,
            "reference": "Smith-Forbes  EV, Howell DM, Willoughby J, Pitts DG, Uhl TL. Specificity of the minimal clinically important difference of the quick Disabilities of the Arm, Shoulder and Hand (QDASH) for distal upper extremity conditions. J Hand Ther . 2016;29(1):81-87.  doi:10.1016/j.jht.2015.09.003. (R)"
        },
        {
            "number in article": 19,
            "reference": "Chan RKY, Leung FKL, Leung YC, et al. Reliability and validity of the Chinese (Queen Mary Hospital, Hong Kong version) of the Disabilities of the Arm, Shoulder and Hand on patients with upper extremity musculoskeletal disorders in Hong Kong. Hong Kong J Occup Ther . 2019;32(1):62-68.  doi:10.1177/1569186119849502. (R)"
        },
        {
            "number in article": 20,
            "reference": "Hammond A, Prior Y, Tyson S. Linguistic validation, validity and reliability of the British English versions of the Disabilities of the Arm, Shoulder and Hand (DASH) questionnaire and QuickDASH in people with rheumatoid arthritis. BMC Musculoskelet Disord . 2018;19(1). doi:10.1186/s12891-018-2032-8.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Dogu B, Usen A, Kuran B, Yilmaz F, Sirzai H. Comparison of responsiveness of Michigan Hand Outcomes Questionnaire, Disabilities of the Arm, Shoulder and Hand Questionnaire, and Duruöz Hand Index in patients with traumatic hand injury. J Back Musculoskelet Rehabil . 2019;32(1):111-117.  doi:10.3233/bmr-181255.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Kennedy C, Beaton D. A user's survey of the clinical application and content validity of the DASH (Disabilities of the Arm, Shoulder and Hand) outcome measure. J Hand Ther . 2017;30(1):30-40.e2.  doi:10.1016/j.jht.2016.06.008. (R)"
        }
    ]
}