{
    "metadata": {
        "title": "Dysphagia  Swallowing Therapy, Facilitative",
        "synonyms": [
            "swallowing disorder  swallowing therapy, facilitative",
            "deglutition disorder swallowing therapy, facilitative",
            "oral dysphagia: swallowing therapy, facilitative",
            " pharyngeal dysphagia: swallowing therapy, facilitative",
            "esophageal dysphagia: swallowing therapy, facilitative",
            "difficulty swallowing: swallowing therapy, facilitative",
            " dysphagia, oral: swallowing therapy, facilitative",
            "dysphagia, pharyngeal: swallowing therapy, facilitative",
            "dysphagia, esophageal: swallowing therapy, facilitative",
            "swallowing difficulty: swallowing therapy, facilitative",
            "swallowing therapy, facilitative: dysphagia",
            " facilitative swallowing therapy: dysphagia"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "swallowing and swallowing disorders"
        ],
        "description": [
            "Dysphagia therapy can be conceptualized in two ways  direct vs. indirect therapy or compensatory vs. facilitative therapy.(1) Direct dysphagia therapy comprises interventions that involve the presentation of food or liquid, requiring a patient to swallow; indirect dysphagia therapy comprises exercises that indirectly improve the swallow (i.e., the patient is NOT given food or liquid to swallow during the therapy sessions).(1) Compensatory dysphagia therapy comprises interventions that alter the external factors related to swallowing but do not address the underlying dysphagia itself, while facilitative dysphagia therapy comprises interventions that are designed specifically to improve the swallow function.(1) This Clinical Review focuses on facilitative dysphagia therapy. In order to be successful with facilitative dysphagia therapy, the patient will need to be able to follow both simple and complex directions(1)",
            "Facilitative dysphagia therapy can be used in conjunction with other types of dysphagia therapy (e.g., direct, indirect, compensatory).(1) For additional information about the types of dysphagia therapy, see the series of Clinical Reviews on these topics",
            "Therapy techniques that are considered to be facilitative dysphagia therapy include exercise programs, the Mendelsohn maneuver, the Masako maneuver, effortful swallow, and thermal-tactile stimulation(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "92507 treatment of speech, language, voice, communication, and/or auditory",
            "description": " processing"
        },
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition  Indications for Procedure"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "See full  Contraindications/precautions to examination   in Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Adults) ; CINAHL Topic ID Number: T709046 and Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Pediatrics) ; CINAHL Topic ID Number: T709077"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [
        "Dysphagia Dysphagia refers to difficulty swallowing and/or a swallowing disorder(2,3) Complications of dysphagia include malnutrition, dehydration, aspiration and aspiration pneumonia, and death(2,4,5) There are two main types of dysphagia: oropharyngeal and esophageal(3) –Oropharyngeal dysphagia(3,6,7) -Dysphagia involving the oral and/or pharyngeal phase of swallowing -Dysphagia that affects the oral phase only is referred to as oral dysphagia(8) -Dysphagia that affects the pharyngeal phase only is referred to as pharyngeal dysphagia(8) -Dysphagia that affects both oral and pharyngeal phases of the swallow is referred to as oropharyngeal dysphagia(8) -Symptoms of oropharyngeal dysphagia include choking and/or coughing while eating and/or drinking, pocketing food in the cheeks, and loss of food or liquid from the mouth while attempting to swallow(2,6) -Oropharyngeal dysphagia is the type of dysphagia for which compensatory swallowing therapy techniques are appropriate –Esophageal dysphagia(3,6,7) -Dysphagia resulting from an impairment of the esophagus or lower esophageal sphincter -Patients generally report symptoms such as regurgitation or heartburn(2,6) For additional information on assessment and treatment of dysphagia, see the series of Clinical Reviews on this topic",
        "Risk factors for dysphagia Cervical osteophytes (bony protuberances of the neck)(3) Ear, nose, throat, or maxillofacial surgery(9) Advanced age(5,7) (for information on assessment and treatment of dysphagia in older adults, see Clinical Review… Dysphagia in Older Adults ; CINAHL Topic ID Number: T708995) Head and neck cancer(2,3) (for information on assessment and treatment of patients with head and neck cancer, see Clinical Review…Dysphagia: Patients with Head and Neck Cancer ; CINAHL Topic ID Number: T709050) Infection(3) –Botulism(3) –Diphtheria(3) –Lyme disease(3) –Syphilis(3) Neurological disease(2,3,9) –Amyotrophic lateral sclerosis (ALS)(3,7) (for information on assessment and treatment of patients with ALS, see Clinical Review…Dysphagia: Amyotrophic Lateral Sclerosis (ALS) ; CINAHL Topic ID Number: T708986) –Brainstem tumor(3) –Stroke(2,3,7) (for information on assessment and treatment of patients with stroke, see Clinical Review…Dysphagia: Post-Stroke ; CINAHL Topic ID Number: T708770) –Dementia(2) (for information on assessment and treatment of patients with dementia, see Clinical Review…Dysphagia: Dementia ; CINAHL Topic ID Number: T708935) –Dermatomyositis/polymyositis (connective tissue disease marked by inflammation of the skin and/or muscles)(3) –Multiple sclerosis(2,3,7) (for information on assessment and treatment of patients with multiple sclerosis, see Clinical Review…Dysphagia: Multiple Sclerosis ; CINAHL Topic ID Number: T708991) –Myasthenia gravis(3,7) (for information on assessment and treatment of patients with myasthenia gravis, see Clinical Review…Dysphagia: Myasthenia Gravis in Adults ; CINAHL Topic ID Number: T709053 and Clinical Review… Dysphagia: Myasthenia Gravis in Children ; CINAHL Topic ID Number: T709054) –Myotonic dystrophy(3) (for information on assessment and treatment of patients with myotonic dystrophy, see Clinical Review…Dysphagia: Myotonic Dystrophy in Adults ; CINAHL Topic ID Number: T709072)  –Paraneoplastic syndrome (collective signs and symptoms caused by material released from a tumor or in reaction to a tumor)(3) –Parkinson disease(2,3,7) (for information on assessment and treatment of patients with Parkinson disease, see Clinical Review…Dysphagia: Parkinson Disease ; CINAHL Topic ID Number: T708934) –Post-polio  syndrome(3) (for information on assessment and treatment of dysphagia in post-polio  syndrome, see Clinical Review…Dysphagia: Post-Polio Syndrome ; CINAHL Topic ID Number: T709062) –Sarcoidosis (a disease that leads to inflammation of various organs)(3) –Traumatic brain injury(3,7) (for additional information on assessment and treatment of traumatic brain injury, see the series of Clinical Reviews on this topic) Prior cervical or esophageal surgery(3,9) Prolonged endotracheal intubation(10) Zenker’s diverticulum (a pouch that forms at the junction of the pharynx and the esophagus)(3,7)"
    ],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {
        "physician order must be obtained prior to evaluation and treatment of dysphagia": [],
        "speech-language  pathologists  slps  are required to have graduate, postgraduate, and or continuing education training specifically in dysphagia assessment and treatment in order to work with patients with dysphagia": [],
        "because patients with dysphagia are at risk for aspiration and or penetration of oral intake, the patient,the patient’s family, and the patient’s caregivers must be made aware of potential aspiration risks and educated about prevention strategies as": [],
        "it is important to consider and respect the patient and family’s eating habits, food preferences, and cultural influences on eating during assessment and treatment": [],
        "see specific  contraindications precautions to examination   and  contraindications precautions   under assessment plan": []
    },
    "guidelines for use of procedure": {
        "see treatment summary , below": []
    },
    "examination": {
        "contraindications precautions to examination": [
            "See full  Contraindications/precautions to examination   in Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Adults) ; CINAHL Topic ID Number: T709046 and Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Pediatrics) ; CINAHL Topic ID Number: T709077"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Interview the patient and/or family members in order to gather a detailed history of the symptoms and presentation of patient’s dysphagia -Does the patient have a diagnosis that places him or her at an elevated risk for dysphagia?",
                "course of treatment": {
                    "medical management": "Does the patient have a medical condition that places him or her at risk for dysphagia? Has the patient received any medical treatment that places him or her at risk for dysphagia? Chemotherapy and radiation therapy can result in xerostomia (dry mouth); xerostomia frequently is associated with dysphagia(2) Current or previous ear, nose, throat, maxillofacial, cervical, or esophageal surgery/procedures frequently are associated with dysphagia(3,9)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications can adversely affect cognitive function(13) Medication-induced  dysphagia can occur even if dysphagia is not specifically listed as a possible side effect(14)  Medications that reduce a patient’s alertness and awareness increase risk of dysphagia(14) Drug interactions can cause xerostomia(14) Contact a pharmacist or physician regarding questions about side effects of any medications(13)Medication-Related ;T903434",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for dysphagia are the following:",
                        "Clinical swallow examination (CSE)",
                        "Chest X-ray",
                        "Modified barium swallow study (MBSS)",
                        "Fiberoptic endoscopic evaluation of swallowing (FEES)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help Occasionally patients and family members develop their own strategies for managing dysphagia (such as using gravies with all meats or chopping food into very small pieces) Patients with a previous history of dysphagia might already be using an altered diet prior to hospital admission, assessment, or treatment Ask patient and/or caregiver what types of food or drink the patient prefers and/or avoids at home",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -with specific foods? -with specific meals? -only halfway through the meal? -when he or she is distracted or having a meal with a group of people?",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms -For patients who complain of difficulty swallowing, what exactly is the problem with swallowing? -Does food stick in the throat?(7) -Does the patient cough and/or choke while eating or drinking? -Is there pain associated with swallowing?",
                "rating of symptoms": "",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables -When did the symptoms of dysphagia first present? -How frequently does the patient experience symptoms of dysphagia?",
                "sleep disturbance": "Does difficulty swallowing saliva and/or secretions interfere with patient’s ability to sleep? Does xerostomia interfere with patient’s ability to sleep? -Document number of wakings/night",
                "other symptoms": "",
                "respiratory status": "Patients with a compromised respiratory status are at higher risk of dysphagia complications (such as aspiration pneumonia)(15,16) -Does the patient require supplemental oxygen? Nasal cannula?(9) -Does the patient have a tracheostomy tube?(9) (For information on dysphagia in patients with tracheostomy tubes,Adults with Tracheostomy ; CINAHL Topic ID NumberChildren With Tracheostomy ; CINAHL Topic ID Number -When the patient has an uncapped tracheostomy tube, subglottic pressure is reduced and the strength of the swallow is altered(16) -Does the patient require ventilator support? -Patients who are currently on or previously required ventilator support are at elevated risk for aspiration during swallowing(16) -Prolonged endotracheal intubation (longer than 48 hours) further increases the risk of dysphagia post-extubation(38,39) Barriers to learning -Are there any barriers to learning? Yes__ No__  -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a previous history of oropharyngeal dysphagia?(16)",
                    "comorbid diagnoses": "Ask patient or caregiver about other problems the patient may be experiencing, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "",
                    "other symptoms": "Ask patient or caregiver about other symptoms the patient may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Does the patient use any adaptive feeding devices? -Does the patient require use of a communication device? -Does the patient require hearing aids or cochlear implants? If so, are they in good working order? -Does the patient wear glasses? -Does the patient require a wheelchair for mobility? Does the patient require a cane or walker?",
                "living environment": " Living environment -With whom patient lives, caregivers, etc.(9) -Patients with dysphagia might need to eat their meals alone or in silence to prevent distraction, which can increase risk of aspiration -Patients who will require an altered diet might require assistance with food preparation from family members and/or caregiver(9) -Is the patient receiving nutritional supplements orally or nonorally?(16) -Does the patient have a feeding tube?(9,16) -Does the patient require feeding assistance at home?(9)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document BMI and document signs of malnutrition or cachexia (wasting syndrome marked by weight loss, muscle atrophy, fatigue, weakness, and loss of appetite in an individual not actively trying to lose weight) –Older adults are at increased risk for malnutrition; dysphagia further increases the risk of malnutrition in older adults(40) –Frailty is associated with dysphagia(41) -Although there is not a consensus in the research literature on how frailty in older adults is defined, in a study conducted in Denmark with 110 acutely hospitalized older adults (65+) researchers considered a patient “frail” if the patientunintentional weight loss, exhaustion, weakness, slowness, and poor physical activity(41) -In the abovementioned study, researchers found that there were significantly more problems with ingestive skills (including swallowing as well as self-feeding)  in older, acutely hospitalized adults if they were frail(41) -Additionally, when the researchers adjusted for frailty, they found that those patients with self-feeding  skill deficits and texture management difficulties had the longest lengths of stay in the hospital; those patients with problems of positioning and liquid ingestion were the most likely to be discharged to institutional care (rather than the home setting)(41) –In a study conducted in the United States with 183 consecutive patients (ages 23–91  years) who had been referred to an outpatient swallowing clinic, researchers found that nonambulatory status was a predictor of aspiration in these patients. Grip strength, which has been established as a reliable measure of frailty in prior research studies, was associated with dysphagia in a univariate analysis, but not multivariate. Researchers recommended further investigation into the relationship between frailty and risk of dysphagia(42) –Depending on the type of therapy the SLP is planning to implement for the treatment of dysphagia, it might be appropriate to note anthropometric characteristics such as excessive adipose neck tissue -In order to adequately place electrodes on the neck for neuromuscular electrical stimulation (NMES) therapy, the therapist must be able to palpate landmarks such as the hyoid bone and laryngeal notch ",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "Is the patient able to maintain adequate sitting posture for feeding trials? –Patients should be able to maintain upright positioning of the head and trunk while feeding –If the patient does not have adequate strength or muscle tone to maintain upright positioning, refer to physical and occupational therapy for muscle strengthening exercises and adaptive positioning equipment",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "Prior to beginning facilitative dysphagia therapy, it is necessary to completely assess –FEES (for additional information on FEES assessments, see the series of Clinical Reviews on this topic) –Functional Oral Intake Scale (FOIS)(11,18) -7-point  ordinal scale -Scored according to patient’s (or caregiver’s) report of which foods/liquids are ingested safely on a regular basis -Strong reliability and validity in stroke population(18)(11)NPO (nothing by mouth)Tube dependent with minimal attempts of food and liquids by mouthTube dependent with consistent oral intake of food and liquidsTotal oral diet of a single consistencyTotal oral diet with multiple consistencies; requires special preparation or compensationsTotal oral diet with multiple consistencies; no special preparation; however, specific food limitationsTotal oral diet with multiple consistencies; no restrictionsIn-depth Clinical SwallowT709037 and Clinical Review…Dysphagia AssessmentT709064)Manometry ;T709040) –MBSS/Videofluoroscopic swallow study (VFSS) (for further information regarding MBSSs, see Clinical Review…Modified Barium Swallow [Adults] ; CINAHL Topic ID NumberModified Barium Swallow [Pediatrics] ; CINAHL Topic ID Number",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Briefly assess patient’s cognition and/or review reports/test results from the psychologist or neurologist –Patient should be able to maintain arousal and follow some type of directions (verbal or nonverbal) in order to participate in facilitative dysphagia therapy –The Mini-Mental  State Examination (MMSE) is an appropriate assessment tool to screen for arousal, attention, and other cognitive deficits -The MMSE assesses overall cognitive impairment; sections include orientation to time, orientation to place, registration, attention and calculation, recall, naming, repetition, comprehension, reading, writing, and drawing(17) -If language or cognitive deficits are evident on the screening measure, the patient might be appropriate for a complete language and cognitive evaluation –The patient must be compliant with SLP in order to participate in facilitative dysphagia therapy –For patients for whom NMES therapy is planned, the patient must be able to accurately report sensations experienced during electrical stimulation (such as grabbing, pulling, stinging, or burning) or respond accurately to “yes” or “no” questions regarding sensations experiencedA full oral mechanism examination should be completed prior to beginning facilitative dysphagia therapy –Examination should assess the structure and function of the lips, buccal muscles, tongue, teeth, mandible, and hard/soft palates",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Contraindications specific to NMES therapy include:(19) -presence of a demand-type  pacemaker -superficial metal implants or orthotics -skin breakdown -history of cardiac or seizure disorder -cancer -impaired peripheral nerve conduction systems -pregnancy"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the  potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Ensure that the patient and family/ caregivers are aware of the potential for aspiration and are educated about prevention strategies when appropriate",
                "A physician order for dysphagia therapy must specify “Neuromuscular electrical stimulation therapy for dysphagia” if the SLP intends to test his or her patient with NMES",
                "For facilitative dysphagia therapy techniques that require a patient to perform a Valsalva maneuver—i.e., bear down/ forcibly exhale through closed vocal folds (such as vocal fold adduction exercises or effortful swallow)—obtain a physician order to ensure that this type of maneuver is safe for the patient to perform. During the Valsalva maneuver, venous return to the heart is decreased and peripheral venous pressures are increased. The Valsalva maneuver has been associated with sudden cardiac death and cardiac arrhythmias and might be contraindicated for patients with a history of stroke or coronary artery disease(46)",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Following a thorough evaluation of the patient’s swallowing function, the SLP will make a statement regarding the type and severity of dysphagia (if present)",
        "rule out": "Esophageal dysphagia Referral to a gastroenterologist for patients in whom esophageal dysphagia is suspected, as this condition is not treated by an SLP through facilitative dysphagia therapy(12,20)",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Referral to gastroenterologist for patients in whom esophageal dysphagia is suspected(20) Referral to neurologist for patients with dysphagia who do not have a known underlying diagnosis(12) Referral to pulmonologist for patients who appear to have poor respiratory status and/or function(12) Referral to otolaryngologist for patients who present with apparent vocal fold dysfunction(20) Referral to nutrition services/dietitian for patients with poor oral intake or those at risk for malnutrition(16) Referral to physical and/or occupational therapy for patients with poor posture, difficulty sitting up in the bed or chair, or difficulty feeding themselves",
        "other considerations": [],
        "treatment summary": [
            "Oral-motor  exercises: exercises that are widely used as treatment techniques in the dysphagia population; however, efficacy data in the research literature are lacking. Most of the literature addresses oral motor exercises in healthy adults and outcome measures do not include swallow function(1,21) –Authors of a systematic review that included 16 studies that examined the effects of oral-motor  exercises on swallowing in children with dysphagia concluded that there was insufficient evidence that the exercises result in functional improvement of the swallowing mechanism in these children(22) -The most positive treatment effect was found following the 12-month  use of a stimulating oral plate for children with cerebral palsy to improve chewing(22)  –Authors of another systematic review including 12 studies that examined the effects of oral motor interventions for preterm infants with feeding and swallowing difficulties (including nonnutritive sucking, oral/perioral stimulation, and nonnutritive sucking plus perioral stimulation) found that methodological quality varied significantly(23) -Nonnutritive sucking appeared to have the most promise for clinical use; however, given the methodological limitations it was impossible for the authors of the review to draw firm conclusions regarding the clinical application and efficacy of any of these interventions(23) –Can include exercises to improve ROM, strength, and/or coordination of the lips, jaw, and oral tongue(1,24) -Authors of a systematic review on isometric lingual strength-training  programs for dysphagia published in 2017 that included 10 studies reported that the evidence was promising, but the studies were too heterogenous to draw firm conclusions. Authors recommended further research with well-defined subject populations as well as randomized, controlled study designs(49) -In a study conducted in Canada with 6 adults with chronic dysphagia related to an acquired brain injury, researchers used a tongue-pressure resistance training protocol with the goal of increasing strength and accuracy of tongue movements in swallowing(36) -Tongue-pressure  resistance training tasks all involved the use of the Iowa Oral Performance Instrument (IOPI), a handheld manometer with an air-filled  pressure bulb; exercises targeted sustained, isometric pressure with the tongue as well as functional saliva swallows -Each subject completed 24 sessions of tongue-pressure  resistance training over the course of 11–12  weeks -At the conclusion of therapy, follow-up measures indicated increases in anterior and/or posterior tongue strength for all 6 participants; 5 of the 6 patients demonstrated a functional improvement in protecting against aspiration. However, bolus clearance and vallecular and pyriform sinus residue clearance did not improve, with deterioration of these skills present in 5 of the 6 patients posttreatment –In a randomized trial conducted South Korea with 35 stroke survivors with dysphagia, an experimental group was treated with a tongue-to-palate  resistance training (TPRT) program and conventional dysphagia therapy including thermal-tactile stimulation, massage, and compensatory strategies. The control group received conventional therapy only(48) -Each participant completed 5 sessions per week over the course of 4 weeks -In the experimental group, TPRT exercises were performed for 30 repetitions each and were performed for both the anterior and posterior sections of the tongue -Baseline/outcome measures were anterior tongue strength and posterior tongue strength, which were both measured with an IOPI, as well as swallow function as measured by a VFSS using the videofluoroscopic dysphagia scale (VDS) and the penetration-aspiration  scale (PAS) -At the conclusion of the study both the experimental and control groups exhibited significant increases in anterior tongue strength, posterior tongue strength, and swallow function as measured by the VDS and PAS. Although tongue strength increased significantly for both groups, the average increase was much greater for the TPRT group (28% increase for anterior, 39% for posterior for the TPRT group and 10% and 18%, respectively, for the control group)",
            "Base-of-tongue  exercise –Effortful swallow -The patient is instructed to exert increased pressure during the swallow; sometimes patient is cued to visualize himself or herself swallowing a larger or “harder” bolus, such as a rock(1,24) -The effortful swallow is used as an exercise to increase base of tongue retraction as well as a method to improve tongue base retraction during food and liquid trials in therapy sessions(24) -The effortful swallow is used to increase clearance of the bolus from the pharyngeal or vallecular cavities; the additional effort used in the effortful swallowing increases posterior tongue base retraction, eliminating residual bolus material(24) -Authors of a systematic review of 23 studies on the effortful swallow for both healthy and dysphagic adults concluded that the effortful swallow does result in included increased pressures in the oral, pharyngeal, and esophageal cavities. Insufficient evidence exists for use of the effortful swallow as a rehabilitative exercise for patients with dysphagia(24)",
            "Laryngeal/pharyngeal strengthening exercises –Shaker exercise (an exercise intended to improve pharyngeal dysphagia secondary to abnormal upper esophageal opening) -To perform the Shaker exercise, the patient is instructed to lie flat (or as flat as possible; do not use a pillow), lift the head by trying to look at the toes, keeping the shoulders down, and bringing the chin to the chest, and hold the head in  this position for 60 seconds. The patient performs this portion of the exercise 3 times with 3 breaks of 60 seconds each between repetitions. As the final part of the exercise, the patient is instructed to perform 30 consecutive head lifts in the same manner as above without holding the head up for an extended period of time(43) -In a systematic review published in 2012 that included 9 studies on the effects of the Shaker exercise, authors reported the following: increases in the anterior excursion of the larynx, increases in the anteroposterior diameter of the upper esophageal sphincter (UES) opening, and elimination of dysphagia symptoms. Although the results of the systematic review were promising, researchers were cautious in their interpretation of the outcomes because of the high degree of variability in methodology used in the studies reviewed(44) -In a nontreatment study conducted in the United States, a researcher used surface electromyography (sEMG) to compare muscle activation in healthy female subjects without dysphagia in two different swallowing exercises. The two exercises investigated were an isometric jaw opening to resistance chin-to-chest  exercise and an isometric head-lifting exercise (similar to the Shaker exercise). Subjects had sEMG electrodes placed on their submental skin behind the mandible. The researcher was targeting the hyolaryngeal muscles and compared the amount of activation elicited from each exercise. sEMG measurements revealed significantly more activation of the submandibular hyolaryngeal muscles during the chin-to-chest  exercise versus the head-lifting (Shaker) exercise.(45) These results suggest that the Shaker exercise would not be appropriate for patients in need of an exercise to target/strengthen the hyolaryngeal muscles –Chin tuck against resistance (CTAR): an exercise with muscle engagement similar to that of the Shaker in which patients use a chin-tucking  maneuver to squeeze an inflatable rubber ball as much as possible. This maneuver is repeated 30 times and then the squeeze is held for 30–60  seconds(43) -In a study conducted in China, researchers compared effectiveness of the CTAR and Shaker exercises for improvement of both swallowing function and depression. Researchers found similar positive effects on swallowing for both maneuvers; however, more significant improvement in symptoms of depression was noted for the CTAR group(43) –Masako maneuver (tongue-holding  maneuver): an exercise intended to increase posterior pharyngeal wall contraction, resulting in improved contact between pharyngeal wall and base of tongue during the swallow(25) -This maneuver is accomplished by having the patient maximally protrude the tongue and asking him or her to hold the tongue between the teeth (central incisors) while swallowing(25) -The retraction of the base of tongue is restricted, causing increased bulging and stretching of the posterior pharyngeal wall during swallowing(25) -In a study conducted in South Korea, the author found that swallowing improved after treatment with the Masako maneuver 20 minutes per day, 5 days a week for 4 weeks in patients with dysphagia resulting from stroke. Swallowing improvement was measured by Functional Dysphagia Scale (FDS) with VFSSs(25) –Mendelsohn maneuver: intended to increase the amount of time that the larynx is elevated and pulled forward during a swallow, thereby allowing for increased clearance of the pharyngeal cavity and UES(1,26) -Can be done with or without food/liquid boluses -The patient is instructed to begin to swallow and “hold” his or her swallow halfway through at the point of maximal laryngeal elevation -In a study conducted in South Korea, researchers investigated the effects of combined Mendelsohn and effortful swallow in patients with dysphagia resulting from stroke. Patients participated in 20 sessions; however, the frequency and number of repetitions was not specified. Aspiration was significantly reduced following intervention as measured by the PAS on VFSSs(26)",
            "NMES therapy: NMES therapy is designed to deliver electrical stimulation to key muscles involved in swallowing for the purpose of retraining and strengthening these muscles, thereby improving swallow function(28) –The electrical stimulation depolarizes the nerve at the neuromuscular junction, resulting in muscle contraction and increased blood flow to the muscles being stimulated(28) –Authors of a meta-analysis  of research studies that compared NMES to traditional dysphagia therapy concluded that NMES was more effective for swallowing rehabilitation in adults with dysphagia of variable etiologies (e.g., head and neck cancer, Parkinson disease); however, for the subgroup of patients with poststroke dysphagia, effects of NMES and traditional therapy were comparable.(34) Studies included in the meta-analysis  were 2 RCTs, 1 multicenter RCT, and 4 controlled clinical trials (CCTs)(34)  –Authors of a systematic review and meta-analysis  published in 2016 that included 8 studies comparing dysphagia therapy with and without NMES found that there was significantly more improvement when NMES was utilized in therapy. Subjects included in these studies all had dysphagia following stroke. Studies included in this systematic review and meta-analysis  assessed only short-term  outcomes; no long-term  data were available(28) –In a study conducted in the United States with 92 patients, researchers compared the efficacy of NMES combined with traditional dysphagia therapy (TDT) and progressive resistance training (PRT) with that of TDT/PRT alone(32) -Treatment took place while the patients were in an inpatient rehabilitation unit after having an acute stroke; all patients were feeding-tube  dependent at the start of the study (FOIS scores of 3 or lower) -65 of the patients in the study received NMES with TDT/PRT and 27 patients (the case-control  group) received only TDT/PRT -Prior to the start of the study, the patients in the NMES group were found to have significantly worse initial FOIS scores as a group -Sessions took place daily and lasted for 1 hour; patients received an average of 18 sessions (± 3) while in the inpatient rehabilitation unit -Researchers found that there was a significant improvement in swallowing performance for the NMES group compared with the TDT/PRT group. The mean gain in FOIS score for the NMES group was 4.4 points and for the case-control group 2.4 points. Additionally, within the NMES group, 46% of the patients finished treatment with minimal or no swallowing restrictions (FOIS score of 5–7),  while only 26% of patients in the case-control  group ended with FOIS scores of 5–7",
            "Thermal-tactile  stimulation –In a study conducted in South Korea, researchers compared thermal-tactile  stimulation (TTS) to NMES for treatment of dysphagia in subjects with subacute stroke. The TTS involved rubbing up and down on the anterior faucial arch with an ice stick to facilitate a dry swallow for 30-minute  sessions, 5 days per week for 3 weeks. The FDS was used in pre- and post-therapy  VFSSs to measure outcomes. FDS scores improved for subjects in both therapeutic groups, with no significant difference between the two therapeutic interventions(27) –In a study conducted in Ireland, researchers examined the effects of TTS on pharyngeal transit time in 15 patients with idiopathic Parkinson disease(29) -Swallows took place under videofluoroscopy; 5-mL liquid barium and barium paste delivered via a syringe were used as the boluses -Participants swallowed two separate volumes of liquid barium prior to administration of TTS to allow for a “warm-up” effect -After the second swallow of liquid barium, the participant received TTS 5 times on each faucial arch and then immediately (no more than 6 seconds later) swallowed another bolus of liquid barium -Entire procedure repeated for barium paste -Statistical analysis demonstrated that TTS significantly reduced pharyngeal transit time, pharyngeal delay, and total transit time with the liquid barium -Median reduction for both pharyngeal transit time and pharyngeal delay was 0.2 second -Median reduction for total transit time was 0.48 second -Statistical analysis demonstrated that TTS significantly reduced pharyngeal transit time and total transit time with the barium paste -Median reduction for pharyngeal transit time was 0.3 second -Median reduction for total transit time was 0.52 second",
            "Intraoral stimulation(47) –In a prospective study conducted in Sweden, researchers investigated the efficacy of an intraoral stimulation program in patients who had poststroke dysphagia. The subject pool comprised 31 patients who were referred to a speech and swallowing center because of self-report  of dysphagia following a stroke. Baseline and outcome measures were a facial activity test (FAT), swallowing capacity test (SCT), and lip force test (LF). At baseline, all 31 subjects exhibited facial dysfunction on the FAT in the lower quadrant of the face, contralateral to the side of the stroke; 93% of the subjects exhibited facial dysfunction in at least one of the other three quadrants of the face. At baseline, only 7% of the subjects had a normal score on the SCT. Subjects were divided into two groups: group 1 began treatment within 5 weeks of their stroke and group 2 began treatment at some time 5 weeks after their stroke. Intraoral stimulation therapy involved 3 months of self-administered therapy using an oral screen or a palatal plate. With the oral screen, the patient was instructed to hold the screen behind closed lips against a pulling force for at least 5 seconds and 3 repetitions. The palatal plate was  inserted in the upper jaw and the patient was trained to perform 9 different exercises with it over the course of 10 to 30 minutes. Both types of intraoral stimulation therapy were to be completed 3 times daily. Immediately following treatment, normal contralateral lower quadrant of the face function was observed in 31% of the patients and normal swallowing function was observed in 42%. Group FAT, SCT, and LF scores significantly improved immediately after the intervention period and remained improved at a 1-year  follow-up.  Both groups 1 and 2 showed significant improvement. Researchers concluded that intraoral stimulation was effective for improving facial and swallowing function in survivors of stroke(47)",
            "Expiratory muscle strength training (EMST): a treatment program using a calibrated one-way,  spring-loaded  valve to mechanically overload the patient’s expiratory and submental muscles(30) –In a randomized, blinded, sham-controlled  trial conducted in the United States with 60 participants with dysphagia as a result of Parkinson disease, researchers found that EMST was an effective facilitative swallowing treatment that resulted in significantly increased hyolaryngeal elevation for those patients in the intervention group(30) -Trial consisted of patients using either an actual EMST handheld device or a sham, uncalibrated device for 4 weeks, 5 days per week, 20 minutes per session -Primary outcome measure was the penetration-aspiration  (PA) score; 33% of patients in the intervention group had improved PA scores; 5% improved PA scores in the control/sham group",
            "Video-assisted  swallowing therapy (V AST) –Researchers in Israel conducted a study with 42 patients with Parkinson disease (all of whom were cognitively intact) to assess the effectiveness of V AST(31) -Study subjects were randomly divided into a control (traditional swallowing therapy) group and V AST group -Baseline/outcome measures included the swallowing disturbance questionnaire (SDQ) (a questionnaire that was originally designed and validated for detecting swallowing problems among patients with Parkinson disease, but is also used in other patient populations as well), a BSE, and a FEES -Both the control group and the V AST group had 5 sessions of therapy over the course of 2 weeks in which patients practiced using compensatory strategies -During the initial FEES, researchers recorded two episodes: the patients’ swallowing process in a natural, pathological way and then with the appropriate use of a given compensatory strategy. The videos were later used during all of the V AST sessions to provide the patients with visual feedback on the effectiveness of the swallowing compensatory strategy -Significant improvement in swallowing functions was observed in both groups comparing pre- to post-therapy  FEESs, BSEs, and SDQ results. On the FEESs, researchers found a significantly greater reduction in pharyngeal residue in the participants who were in the V AST group versus the traditional, control group. In the BSEs, researchers found that V AST group participants exhibited significantly less oral residue and improved timing of the swallowing reflex. There was significantly greater improvement with respect to quality of life as measured by the SDQ in the V AST group as well",
            "Combination therapy: In a small RCT conducted in China, researchers found that the combination of traditional exercise therapy, NMES, and balloon dilatation (a procedure in which the physician inserts a ballooning endoscope into the throat to stretch a narrowed esophagus) resulted in superior outcomes compared to traditional exercise therapy alone.(35) Sixty patients who were treated for nasopharyngeal cancer with radiation therapy and in whom radiation-induced  dysphagia was diagnosed were included in the study. All patients were treated with lingual, pharyngeal, and laryngeal exercises performed 15 times each 3 times per day. In the treatment group, patients were also treated with NMES and balloon dilatation according to individual treatment protocols based on individual needs and swallowing abilities. After 4 months of therapy, the patients’ swallowing function was reassessed by a therapist who did not take part in the rehabilitation of these patients. The water swallow test (patient is required to drink water in increasingly larger amounts) and a VFSS were used as baseline and outcome measures. Outcome measures indicated that the total efficacy rate in the treatment group was significantly higher than in the control group (83.9% vs. 62.1%). However, there were 2 individuals in the treatment group whose swallowing deteriorated after treatment, and none in the control group who experienced this. Additionally, because this was a very small study and the head and neck cancer population is diverse, findings should be interpreted with caution. In order to more definitively determine the efficacy of this type of treatment, larger RCTs should be conducted(35)",
            "Transcranial direct current stimulation (tDCS)(33) –tDCS involves constant, low-intensity  current being passed through two electrodes placed on the head. There are two types of stimulation with tDCS: anodal and cathodal stimulation. Anodal stimulation is used to excite neuronal activity and cathodal stimulation inhibits or reduces neuronal activity(33)  –In a prospective, single-center,  single-blind  trial conducted in Japan, researchers used anodal tDCS in combination with conventional swallowing therapy to treat patients with poststroke dysphagia. Researchers found that Dysphagia Outcome and Severity Scale (DOSS) scores improved significantly more for the tDCS group than for a group of patients who received sham tDCS and conventional swallowing therapy(33) –At this time tDCS is used only in research and is not available for clinical use; however, the promising findings in research studies warrant further research into clinical applicability(33) . Problem Goal Intervention Expected Progression Home Program Oral dysphagia (including reduced lingual, labial, or buccal strength, rate, ROM, or coordination)Increase effectiveness and safety of the oral stage of the swallowFunctional training _ SLP can administer trials of different consistencies of food, increasing in difficulty; i.e., initiate therapy with trials of pureed consistencies and increase to soft solids and hard solids as therapeutically appropriate _ _ Oral-motor exercises _ SLP guides patient through appropriate exercises during treatment sessions, cueing patient regarding corrections as necessary _ _ See Treatment summary , aboveProgression of therapy tasks and types of compensatory strategies used will vary according to patient goalsHome program will vary with respect to the goals of the patient; SLP can instruct patient to trial specific consistencies of food at home with family or caregiver, if food trials have been proven to be safe _ _ SLP can instruct patient to perform exercises independently at home  Reduced tongue base retractionIncrease base of tongue retraction; to reduce vallecular and pharyngeal residue sometimes associated with reduced tongue base retractionBase-of-tongue exercises _ SLP guides patient through appropriate exercises during treatment sessions, cueing patient regarding corrections as necessary; trials of food/liquid can be presented for exercises such as the effortful swallow _ _ NMES _ NMES can be performed while the patient is doing his or her oral-motor exercises, completing saliva, food, or liquid swallows as indicated per plan of care _ _ Provide trials of food and liquid while NMES is in place _ _ See Treatment summary , aboveProgression of therapy tasks and types of compensatory strategies used will vary according to patient goalsHome program will vary with respect to the goals of the patient; SLP can instruct patient to use effortful swallow with trials of specific consistencies of food/ liquid at home with family or caregiver, if food trials have been proven to be safe _ _ SLP can instruct patient to perform exercises independently at home Delay of pharyngeal swallow timingIncrease the speed with which pharyngeal stage of swallowing is initiatedThermal tactile stimulation _ Provide trials of food and liquid after performing thermal- tactile stimulation to decrease delay of pharyngeal swallow response _ _ See Treatment summary , aboveProgression of therapy tasks and types of compensatory strategies used will vary according to patient goalsSLP can train patient or patient’s family to perform thermal- tactile stimulation independently at home as part of the rehabilitation program  Reduced elevation and anterior movement of the hyolaryngeal complexIncrease hyolaryngeal anterior movement and elevationFunctional training _ Pharyngeal/laryngeal strengthening exercises _ _ SLP guides patient through appropriate exercises during treatment sessions, cueing patient regarding corrections as necessary; trials of food and liquid are provided as appropriate per plan"
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes: the desired outcome of any dysphagia therapy program is improved swallowing function": [
            "Related outcomes include reduction or elimination of aspiration during swallowing, reduction or prevention of aspirationpneumonia, improved oral intake and nutrition, and improved management of secretions"
        ],
        "outcome measures: the outcomes of dysphagia therapy can be measured by repeating initial diagnostic tests and comparing to the original tests, including:": []
    },
    "maintenance or prevention": [
        "Home maintenance programs for dysphagia therapy patients will be determined by the treating SLP",
        "Oral care is extremely important for patients with dysphagia. In a study conducted in Denmark, researchers found that, combined with early identification of dysphagia, aggressive oral hygiene resulted in significantly fewer instances of X-ray–verified  pneumonia as compared with historical and external control groups.(37) Education about the importance of maintaining good oral hygiene should be included as part of a treatment program for all patients with dysphagia and their caregivers/medical treatment team"
    ],
    "patient education": [
        "The American Speech-Language-Hearing  Association (ASHA) helps persons with speech, language, swallowing, and hearing disorders receive services to help them eat and communicate successfully. Information on dysphagia for patients and family members is available on the ASHA website at https://www.asha.org/public/speech/swallowing/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Adult Dysphagia. American Speech-Language-Hearing  Association Practice Portal Web site. https://www.asha.org/Practice-Portal/Clinical-Topics/Adult-Dysphagia/ . (RV)"
        },
        {
            "number in article": 2,
            "reference": "King SN, Dunlap NE, Tennant PA, Pitts T. Pathophysiology of radiation-induced  dysphagia in head and neck cancer. Dysphagia . June 2016;31(3):339-351. doi:https://doi.org/10.1007/s00455-016-9710-1.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Krishnan K, Pandolfino JE. Dysphagia and esophageal obstruction. In: Kellerman R, Rakel DP, eds. Conn's Current Therapy 2020 . Philadelphia, PA: Elsevier; 2020:205-209. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Chilukuri P, Odufalu F, Hachem C. Dysphagia. Mo Med. May 2018;115(3):206-210.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Panebianco M, Marchese-Ragona  R, Masiero S, Restivo DA. Dysphagia in neurological diseases: a literature review. Neurol Sci . November 2020;41(11):3067-3073. doi:10.1007/s10072-020-04495-2.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Baijens LW, Clavé P, Cras P, et al. European Society for Swallowing Disorders - European Union Geriatric Medicine Society white paper: oropharyngeal dysphagia as a geriatric syndrome. Clin Interv Aging . October 7, 2016;11:1403-1428.  doi:10.2147/CIA.S107750. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Brugos R, Bretón I, Cereda E, et al. ESPEN guideline clinical nutrition in neurology. Clin Nutr. February 2018;37(1):354-396.  doi:10.1016/j.clnu.2017.09.003. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Coppens CH, van den Engel-Hoek  L, Scharbatke H, de Groot SAF, Draaisma JMT. Dysphagia in children with repaired oesophageal atresia. Eur J Pediatr . September 2016;175(9). doi:10.1007/s00431-016-2760-4.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Alajlan BA, Gyawali CP. Dysphagia after neck surgery. Gastroenterology . May 2018;154(6):e20-e21.  doi:10.1053/j.gastro.2017.08.040. (RV)"
        },
        {
            "number in article": 10,
            "reference": "Brodsky MB, Pandian V, Needham DM. Post-extubation  dysphagia: a problem needing multidisciplinary efforts. Intensive Care Med . January 2020;46(1):93-96. doi:10.1007/s00134-019-05865-x.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Mortensen J, Pedersen AR, Nielsen JF, Kothari M. Construct and content validity of the Functional Oral Intake Scale; Analyses from a cohort of patients with acquired brain injury. Brain Inj. July 28, 2020;34(9):1257-1263.  doi:10.1080/02699052.2020.1800094. (R)"
        },
        {
            "number in article": 12,
            "reference": "Bakhtiyari J, Ghorbani R, Salmani M, Asadi M, Irani S, Esmaeel Abadi R. Physicians' perspective on a multidisciplinary approach to dysphagia management. Iran J Otorhinolaryngol . May 2019;31(14):141-146.  (R)"
        },
        {
            "number in article": 13,
            "reference": "American Speech-Language  Hearing Association. Dementia. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . (GI)"
        },
        {
            "number in article": 14,
            "reference": "Marcott S, Dewan K, Kwan M, Baik F, Lee YJ, Sirjani D. Where dysphagia begins: polypharmacy and xerostomia. Fed Pract . May 2020;37(5):234-241.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Torres A, Peetermans WE, Viegi G, Blasi F. Risk factors for community-acquired  pneumonia in adults in Europe: A literature review. Thorax. 2013;68(11):1057-1065. doi:10.1136/thoraxjnl-2013-204282.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Avery M. Swallowing and eating assessment and intervention. In: Dirette DP, Gutman SA, Radomski MV, Trombly Latham CA, eds. Occupational Therapy for Physical Dysfunction . 8th ed. Philadelphia, PA: Wolters Kluwer; 2021:366-384.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "Folstein MF, Folstein SE, McHugh PR. \"Mini-mental  state\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res . 1975;12(3):189-198. (R)"
        },
        {
            "number in article": 18,
            "reference": "Crary MA, Mann GD, Groher ME. Initial psychometric assessment of a functional oral intake scale for dysphagia in stroke patients. Arch Phys Med Rehabil . 2005;86(8):1516-1520.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Huckabee M, Doeltgen S. New Zealand Speech-Language  Therapists Association Position Paper on Neuromuscular Electrical Stimulation in Swallowing Rehabilitation. http://www.speechtherapy.org.nz/wp-content/uploads/2013/09/Estim-position-paper.doc#:~:text=In%20general%20rehabilitation%20practice%2C%20NMES,nerve%20conduction%20systems%20and%20pregnancy . (G)"
        },
        {
            "number in article": 20,
            "reference": "Duke Health. Esophageal dysphagia. https://www.dukehealth.org/treatments/digestive-disorders/esophageal-dysphagia . (GI)"
        },
        {
            "number in article": 21,
            "reference": "Van den Steen L, De Bodt M, Guns C, Elen R, Vanderwegen J, Van Nuffelen G. Tongue-strengthening  exercises in healthy older adults: effect of exercise frequency - a randomized trial. Folia Phoniatr Logop . 2021;73(2):109-116.  doi:https://doi.org/10.1159/000505153. (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Arvedson J, Clark H, Lazarus C, Schooling T, Frymark T. The effects of oral-motor  exercises on swallowing in children: an evidence-based  systematic review. Dev Med Child Neurol. 2010;52(11):1000-1013.  (SR)"
        },
        {
            "number in article": 23,
            "reference": "Arvedson J, Clark H, Lazarus C, Schooling T, Frymark T. Evidence-based  systematic review: effects of oral motor interventions on feeding and swallowing in preterm infants. Am J Speech Lang Pathol . 2010;19(4):321-340.  (SR)"
        },
        {
            "number in article": 24,
            "reference": "Bahia MM, Lowell SY. A systematic review of the physiological effects of the effortful swallow maneuver in adults with normal and disordered swallowing. Am J Speech Lang Pathol. August 4, 2020;29(3):1655-1673.  doi:https://doi.org/10.1044/2020_AJSLP-19-00132.  (SR)"
        },
        {
            "number in article": 25,
            "reference": "Byeon H. Effect of the Masako maneuver and neuromuscular electrical stimulation on the improvement of swallowing function in patients with dysphagia caused by stroke. J Phys Ther Sci . July 2016;2069-71.  doi:https://doi.org/10.1589/jpts.28.2069. (R)"
        },
        {
            "number in article": 26,
            "reference": "Kim JH, Kim YA, Lee HJ, et al. Effect of the combination of Mendelsohn maneuver and effortful swallowing on aspiration in patients with dysphagia after stroke. Journal of Physical Therapy Science . 2017;29(11):1967-1969.  doi:10.1589/jpts.29.1967 AN 126375189. (R)"
        },
        {
            "number in article": 27,
            "reference": "Byeon H, Koh HW. Comparison of treatment effect of neuromuscular electrical stimulation and thermal-tactile  stimulation on patients with sub-acute  dysphagia caused by stroke. J Phys Ther Sci . June 2016;28(6):1809-12.  doi:https://doi.org/10.1589/jpts.28.1809. (R)"
        },
        {
            "number in article": 28,
            "reference": "Chen YW, Chang KH, Chen HC, Liang WM, Wang YH, Lin YN. The effects of surface neuromuscular electrical stimulation on post-stroke  dysphagia: a systemic review and meta-analysis.  Clin Rehabil . 2016;30(1):24-35.  doi:10.1177/0269215515571681. (M)"
        },
        {
            "number in article": 29,
            "reference": "Regan J, Walshe M, Tobin WO. Immediate effects of thermal-tactile  stimulation on timing of swallow in idiopathic Parkinson's disease. Dysphagia . 2010;25(3):207-215.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Troche MS, Okun MS, Rosenbek JC, et al. Aspiration and swallowing in Parkinson disease and rehabilitation with EMST: a randomized trial. Neurology . 2010;75(21):1912-1919.  (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Manor Y, Mootanah R, Freud D, Giladi N, Cohen JT. Video-assisted  swallowing therapy for patients with Parkinson's disease. Parkinsonism Relat Disord . 2013;19(2):207-211. doi:10.1016/j.parkreldis.2012.10.004. (R)"
        },
        {
            "number in article": 32,
            "reference": "Kushner DS, Peters K, Eroglu ST, Perless-Carroll  M, Johnson-Greene  D. Neuromuscular electrical stimulation efficacy in acute stroke feeding tube-dependent  dysphagia during inpatient rehabilitation. Am J Phys Med Rehabil . 2013;92(6):486-495.  doi:10.1097/PHM.0b013e31828762ec. (R)"
        },
        {
            "number in article": 33,
            "reference": "Shigematsu T, Fujishima I, Ohno K. Transcranial direct current stimulation improves swallowing function in stroke patients. Neurorehabil Neural Repair . May 2013;27(4):363-369.  doi:10.1177/1545968312474116.   (R)"
        },
        {
            "number in article": 34,
            "reference": "Tan C, Liu Y, Li W, Liu J, Chen L. Transcutaneous neuromuscular electrical stimulation can improve swallowing function in patients with dysphagia caused by non-stroke diseases: a meta-analysis.  J Oral Rehabil . June 2013;40(6):472-480.  doi:10.1111/joor.12057. (M)"
        },
        {
            "number in article": 35,
            "reference": "Long YB, Wu XP. A randomized controlled trial of combination therapy of neuromuscular electrical stimulation and balloon dilatation in the treatment of radiation-induced dysphagia in nasopharyngeal carcinoma patients. Disabil Rehabil . 2013;35(6):450-454.  doi:10.3109/09638288.2012.697250. (RCT)"
        },
        {
            "number in article": 36,
            "reference": "Steele CM, Bailey GL, Polacco RE, et al. Outcomes of tongue-pressure  strength and accuracy training for dysphagia following acquired brain injury. Int J Speech Lang Pathol . October 2013;15(5):492-502.  doi:10.3109/17549507.2012.752864. (R)"
        },
        {
            "number in article": 37,
            "reference": "Sørensen RT, Rasmussen RS, Overgaard K, Lerche A, Johansen AM, Lindhardt T. Dysphagia screening and intensified oral hygiene reduce pneumonia after stroke. J Neurosci Nurs . June 2013;45(3):139-146.  doi:10.1097/JNN.0b013e31828a412c. (R)"
        },
        {
            "number in article": 38,
            "reference": "Brodsky MB, Gellar JE, Dinglas VD, et al. Duration of oral endotracheal intubation is associated with dysphagia symptoms in acute lung injury patients. J Crit Care . August 2014;29(4):574-9.  doi:10.1016/j.jcrc.2014.02.015. (R)"
        },
        {
            "number in article": 39,
            "reference": "Kwok AM, Davis JW, Cagle KM, Sue LP, Kaups KL. Post-extubation  dysphagia in trauma patients: it's hard to swallow. Am J Surg . December 2013;206(6):924-927;  discussion 927-8. doi:10.1016/j.amjsurg.2013.08.010. (R)"
        },
        {
            "number in article": 40,
            "reference": "Takeuchi K, Aida J, Ito K, Furuta M, Yamashita Y, Osaka K. Nutritional status and dysphagia risk among community-dwelling  frail older adults. J Nutr Health Aging . April 2014;18(4):352-7.  doi:10.1007/s12603-014-0025-3.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Hansen T, Lambert H, Faber JO. Ingestive skill difficulties are frequent among acutely-hospitalized  frail elderly patients, and predict hospital outcomes. Phys Occup Ther Geriatr. 2012;30(4):271-287.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Hathaway B, Vaezi A, Egloff AM, Smith L, Wasserman-Wincko  T, Johnson JT. Frailty measurements and dysphagia in the outpatient setting. Ann Otol Rhinol Laryngol . September 2014;123(9):629-635.  doi:10.1177/0003489414528669. (R)"
        },
        {
            "number in article": 43,
            "reference": "Gao J, Zhang HJ. Effects of chin tuck against resistance exercise versus Shaker exercise on dysphagia and psychological state after cerebral infarction. Eur J Phys Rehabil Med. June 2017;53(3):426-432.  doi:https://doi.org/10.23736/S1973-9087.16.04346-X.  (R)"
        },
        {
            "number in article": 44,
            "reference": "Antunes EB, Lunet N. Effects of the head lift exercise on the swallow function: a systematic review. Gerodontology . December 2012;29(4):247-57. doi:10.1111/j.1741-2358.2012.00638.x.  (SR)"
        },
        {
            "number in article": 45,
            "reference": "Watts CR. Measurement of hyolaryngeal muscle activation using surface electromyography for comparison of two rehabilitative dysphagia exercises. Arch Phys Med Rehabil . December 2013;94(12):2542-8.  doi:10.1016/j.apmr.2013.04.013. (R)"
        },
        {
            "number in article": 46,
            "reference": "Fisher-Hubbard  AO, Kesha K, Diaz F, Nijiwaji C, Chi P, Schmidt CJ. Commode cardia-death  by Valsalva maneuver: a case series. J Forensic Sci . November 2016;61(6):1541-1545.  doi:https://doi.org/10.1111/1556-4029.13196.  (R)"
        },
        {
            "number in article": 47,
            "reference": "Hagg MK, Tibbling LI. Effects on facial dysfunction and swallowing capacity of intraoral stimulation early and late after stroke. NeuroRehabilitation . 2015;36(1):101-6. doi:10.3233/NRE-141197.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Kim HD, Choi JB, Yoo SJ, Chang MY, Lee SW, Park JS. Tongue-to-palate  resistance training improves tongue strength and oropharyngeal swallowing function in subacute stroke survivors with dysphagia. J Oral Rehabil . January 2017;44(1):59-64.  doi:10.1111/joor.12461. (R)"
        },
        {
            "number in article": 49,
            "reference": "McKenna VS, Zhang B, Haines MB, Kelchner LN. A Systematic Review of Isometric Lingual Strength-Training  Programs in Adults With and Without Dysphagia. Am J Speech Lang Pathol . May 17, 2017;26(2):524-539.  doi:10.1044/2016_AJSLP-15-0051.  (SR)"
        }
    ]
}