{
    "metadata": {
        "title": "Dysphagia Treatment  Surface Electromyography",
        "synonyms": [
            "swallowing disorder treatment  surface electromyography",
            "electromyography, surface: dysphagia treatment",
            "emg, surface: dysphagia treatment",
            "surface electromyography: dysphagia treatment",
            "semg biofeedback: dysphagia treatment",
            " biofeedback",
            "semg: dysphagia treatment"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "adult neurological disorders",
            "swallowing and swallowing disorders"
        ],
        "description": [
            "sEMG is utilized in dysphagia rehabilitation to facilitate biofeedback.(1) Biofeedback refers to the use of equipment (usually electronic equipment) to quantify reflexive body functions such as swallowing.(1,2) The measurements obtained using sEMG equipment can then be displayed as a visual representation or heard as an auditory signal that patients learn to manipulate by consciously controlling specific body functions (in this case, swallowing).(1,2) With respect to dysphagia treatment, sEMG biofeedback allows patients to visualize the electrical activity of their swallowing muscles(1)",
            "The rationale for sEMG biofeedback is that if a person can use a visual and/or auditory signal that represents muscle activity, rather than just feel the muscles contract, he or she will be able to contract the muscles more effectively and retrain them more quickly than without the use of the sEMG biofeedback(2) –Swallowing is an involuntary function of which patients are generally unaware; biofeedback converts this function into something concrete that patients can then consciously monitor and alter(3)",
            "sEMG biofeedback is used as adjunct therapy for dysphagia(2,4) –The signal from sEMG gives patients immediate feedback as to the effectiveness of a given exercise or maneuver(2)"
        ],
        "indications": [
            "sEMG biofeedback is indicated for dysphagia patients with intact or nearly intact cognition",
            "Specifically, sEMG biofeedback is used to train patients to correctly perform swallowing exercises or swallowing maneuvers such as the Mendelsohn maneuver, supraglottic swallow maneuver, or effortful swallow maneuver(2)"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "96002": "dynamic surface electromyography, during walking or other functional activities, 1-12 muscles"
        },
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for this procedure will depend on insurance contract coverage; no specific special agencies are applicable for this procedure",
            "sEMG biofeedback provides measurable, objective data that might be useful when documenting progress and changes to third-party payers(3) Indications for procedure"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Skin must be cleaned and shaved prior to application of electrodes for sEMG(16) –Hair, dead skin, oils, and makeup can interfere with the electrodes’ ability to record muscle activity(16) –Wipe the skin with isopropyl alcohol in a water solution(16)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [
        "Dysphagia is a term that refers to difficulty swallowing and/or a swallowing disorder(5,6) Complications of dysphagia include malnutrition, dehydration, aspiration and aspiration pneumonia, and death(5,7,8)  There are two main categories of dysphagia, oropharyngeal and esophageal(6) –Oropharyngeal dysphagia(6,9,10) -Dysphagia involving the oral and/or pharyngeal phase of swallowing -Dysphagia that affects the oral phase only is referred to as oral dysphagia(11) -Dysphagia that affects the pharyngeal phase only is referred to as pharyngeal dysphagia(11) -Dysphagia that affects both oral and pharyngeal phases of the swallow is referred to as oropharyngeal dysphagia(11) -Symptoms of oropharyngeal dysphagia include choking and/or coughing while eating and/or drinking, pocketing food in the cheeks, and loss of food or liquid from the mouth when attempting to swallow(5,9) –Esophageal dysphagia(6,9,10) -Dysphagia resulting from an impairment of the esophagus or lower esophageal sphincter -Patients generally report symptoms such as regurgitation and heartburn(5,9,10)",
        "Patients at risk for dysphagia Patients with the following diagnoses and risk factors are at risk for dysphagia: –Cervical osteophytes (bony protuberances of the neck)(6) –Ear, nose, throat, or maxillofacial surgery(12) –Advanced age(8,10,13) (for detailed information on assessment and treatment of dysphagia in older adults, see Clinical Review…Dysphagia in Older Adults ; CINAHL Topic ID Number:T708995) –Head and neck cancer(5,6) (for detailed information on assessment and treatment of dysphagia in patients with head and neck cancer, see Clinical Review…Dysphagia: Patients with Head and Neck Cancer ; CINAHL Topic ID Number:T709050) –Infection(6) -Botulism(6) -Diphtheria(6) -Lyme disease(6) -Syphilis(6) –Neurological disease(5,6,12) -Amyotrophic lateral sclerosis (ALS)(10,14) (for detailed information on assessment and treatment of patients with ALS, see Clinical Review…Dysphagia: Amyotrophic Lateral Sclerosis (ALS) ; CINAHL Topic ID Number:T708986) -Brainstem tumor(6) -Stroke(5,6,10) (for detailed information on assessment and treatment of patients with stroke, see Clinical Review… Dysphagia: Post Stroke ; CINAHL Topic ID Number: T708770) -Dementia(5) (for detailed information on assessment and treatment of patients with dementia, see Clinical Review… Dysphagia: Dementia ; CINAHL Topic ID Number:T708935) -Dermatomyositis/polymyositis(6) (connective tissue disease marked by inflammation of the skin and/or muscles) -Multiple sclerosis(5,6,10) (for detailed information on assessment and treatment of patients with multiple sclerosis, see Clinical Review…Dysphagia: Multiple Sclerosis ; CINAHL Topic ID Number:T708991) -Myasthenia gravis(6,10) (for detailed information on assessment and treatment of patients with myasthenia gravis, see Clinical Review…Dysphagia: Myasthenia Gravis in Adults ; CINAHL Topic ID Number: T709053 and Clinical Review…Dysphagia: Myasthenia Gravis in Children ; CINAHL Topic ID Number:T709054) -Myotonic dystrophy(6) (for detailed information on assessment and treatment of patients with myotonic dystrophy, see Clinical Review…Dysphagia: Myotonic Dystrophy in Adults ; CINAHL Topic ID Number:T709072 and Clinical Review… Dysphagia: Oculopharyngeal Muscular Dystrophy ; CINAHL Topic ID Number: T709071) -Paraneoplastic syndrome(6) (collective signs and symptoms caused by material released from a tumor or in reaction to a tumor) -Parkinson disease(5,6,10) (for detailed information on assessment and treatment of patients with Parkinson disease, see Clinical Review…Dysphagia: Parkinson Disease ; CINAHL Topic ID Number:T708934)  -Post-poliomyelitis  syndrome(6) (for detailed information on assessment and treatment of dysphagia in post-polio syndrome, see Clinical Review…Dysphagia: Post-Polio Syndrome ; CINAHL Topic ID Number:T709062) -Sarcoidosis(6) (a disease that leads to inflammation of various organs) -Traumatic brain injury(6,10) (for detailed information on assessment and treatment of traumatic brain injury, see the series of Clinical Reviews on this topic) –Prior cervical or esophageal surgery(6,12) –Prolonged endotracheal intubation(13) –Zenker’s diverticulum(6,10) (a pouch that forms at the junction of the pharynx and the esophagus)",
        "For detailed information on assessment and treatment of dysphagia, see the series of Clinical Reviews on this topic"
    ],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {
        "a physician order must be obtained prior to the use of semg in the treatment of dysphagia": [
            "sEMG is contraindicated with the following conditions:–Radiated skin (from cancer treatment)(16)–Edematous skin(16)–Status post neck dissection(16)"
        ],
        "slps are required to have graduate, postgraduate, and or continuing education training specifically in dysphagia assessment and treatment in order to work with patients with dysphagia": [],
        "because patients with dysphagia are at risk for aspiration and or penetration of oral intake, the patient and patient’s family must be made aware of potential aspiration risks and educated about prevention strategies as appropriate": [],
        "it is important to consider and respect the patient and family’s eating habits, food preferences, and cultural influences on eating during assessment and treatment of dysphagia": [],
        "see specific  contraindications precautions to examination   and  contraindications precautions   under assessment": []
    },
    "guidelines for use of procedure": {
        "currently, there is no standardized procedure for dysphagia treatment with semg ,": [
            "The treating speech-language  pathologist (SLP) is responsible for creating a dysphagia program appropriate for eachpatient’s deficits and goals(3)–sEMG should not be used to the exclusion of other dysphagia therapy techniques; biofeedback is used to supplement andenhance traditional dysphagia therapy(3)",
            "During a normal swallow, laryngeal elevation and forward movement is achieved by contraction of the supralaryngeal,suprahyoid, and submental muscles–In sEMG biofeedback, electrodes usually are placed under the chin, between the front of the mandible and the hyoidbone, to record the muscle activity of the submental muscles, including the:(2,15)-stylohyoid(2,3)-mylohyoid(2,3)-anterior belly of the digastric(2,3)"
        ],
        "equipment": [
            "Four-channel  computer-based  sEMG unit equipped with surface electrodes(16)",
            "Standard surface electrodes(3,16)",
            "Recording unit with a wide bandpass filter, a bandwidth of 25–450  Hz, and a 60 Hz notch filter (required for feedbackcancellation)(15,16)–Monitor to display the visual signals large enough for patients to see and alter their muscle contraction as indicated(2,3,15)–Also can utilize an sEMG device that has both auditory and visual feedback capabilities(3,15)",
            "Software that can record a sampling speed of 100 Hz (100 samples per second)–A computer program used for sEMG should be able to calculate the mean, standard deviation, minimum, maximum,duration, and range of the muscle activity for each trial(16)–Muscle activity is measured in microvolts (μV)(15,16)"
        ]
    },
    "examination": {
        "contraindications precautions to examination": [
            "Skin must be cleaned and shaved prior to application of electrodes for sEMG(16) –Hair, dead skin, oils, and makeup can interfere with the electrodes’ ability to record muscle activity(16) –Wipe the skin with isopropyl alcohol in a water solution(16)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -An interview with the patient and/or family members might be appropriate to gather a detailed history of the symptoms and presentation of the patient’s dysphagia(17) -Does the patient have a diagnosis that puts him or her at elevated risk for dysphagia?(17)",
                "course of treatment": {
                    "medical management": "Note current and previous medical management of diagnosis; do any of the medical treatments put the patient at elevated risk for dysphagia? Chemotherapy and radiation therapy often result in xerostomia (dry mouth).(13)Xerostomia is frequently associated with dysphagia(10,13) Current or previous ear, nose, throat, maxillofacial, cervical, or esophageal surgery/procedures(6,12)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Bedside swallow examination (BSE)",
                        "Chest X-ray",
                        "EMG/sEMG dysphagia assessment",
                        "Fiberoptic endoscopic evaluation of swallowing (FEES)",
                        "Modified barium swallow (MBS) study/videofluoroscopic swallowing study (VFSS)",
                        "Neuroimaging studies (e.g., CT scan, MRI)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help Occasionally patients and family members develop their own strategies for managing dysphagia (such as using gravies with all meats or chopping food into very small pieces) Patients with prior histories of dysphagia might already be using an altered diet prior to admission(18) Ask patient and/or caregiver what types of food or drink the patient prefers and/or avoids at home(18)",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -specific foods? -with specific meals? -only halfway through meals? -when he or she is distracted or having a meal with a group of people?(8)",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms -For patients who complain of difficulty swallowing, what exactly is the problem with swallowing? -Does food stick in the throat?(10)  -Does the patient cough and/or choke while eating or drinking? -Is there pain associated with swallowing?(16,19)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables -When did the symptoms of dysphagia first present?(20) -How frequently does the patient experience symptoms of dysphagia?(20)",
                "sleep disturbance": "Does difficulty swallowing saliva and/or secretions interfere with patient’s ability to sleep? -Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, weight loss, fevers)",
                "respiratory status": "Patients with a compromised respiratory status are at higher risk of complications (such as aspiration pneumonia) due to dysphagia(14,18) -Does the patient require supplemental oxygen? Nasal cannula?(12) -Does the patient have a tracheostomy tube?(12) (For detailed information on dysphagia in patients with tracheostomyAdults with Tracheostomy ; CINAHL Topic ID NumberChildren With Tracheostomy ; CINAHL Topic ID Number -When the patient has an uncapped tracheostomy tube, subglottic pressure is reduced and the strength of the swallow is altered(14) -Does the patient require ventilator support? -Patients requiring ventilator support are at an elevated risk for aspiration during swallowing(14)Briefly screen the patient’s psychosocial status -Has anxiety, depression, bipolar disorder, or another mental health disorder ever been diagnosed in the patient? -How does the patient relate to his or her surroundings? Is the patient overly emotional, anxious, or fearful? -If there are concerns regarding the patient’s psychosocial status and he or she is not currently under the care of a psychiatrist or other mental health professional, a referral for further workup may be appropriate -Review patient’s chart to determine if there is a possibility of psychogenic or malingering dysphagia -History of psychogenic swallowing disorders -Report of globus (a feeling of food “sticking” in the back of the throat)(21) -History of an eating disorder (e.g., anorexia, bulimia)(21)Briefly assess the patient’s hearing abilities -Does the patient require hearing aids? If so, does he or she wear them as recommended? -If patient appears to present with impaired hearing and is not already receiving audiological services, refer to an audiologist for full workup Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a previous history of oropharyngeal dysphagia?(14)",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "",
                    "other symptoms": "Ask the patient about other symptoms he or she is experiencing (e.g., reflux, cough, weakness, weight loss)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment  -Does the patient use adaptive feeding devices? -Does the patient require use of a communication device? -Does the patient require hearing aids? If so, are the hearing aids in good working order? -Does the patient wear glasses? -Does the patient require a wheelchair for mobility? Does the patient require a cane or walker? -Does the patient require assistance for ADLs such as toileting, grooming, bathing, and dressing? -Does the patient perform IADLs independently, such as cooking and/or driving?",
                "living environment": " Living environment -With whom patient lives (e.g., family, caregivers)(12) -Does the patient require feeding assistance at home?(8,12) -Patients who will require an altered diet may require assistance with food preparation from family members and/or caregiver(12) -Is the patient receiving nutritional supplements orally or non-orally?(14) -Is there a feeding tube present?(12,14)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Note excessive adipose tissue of the neck and/or face –Electrodes may not be as effective for recording muscle activity when the muscles are deeper below the skin’s surface(1,16) –SLP must be able to adequately palpate anatomical landmarks such as the hyoid, laryngeal notch, and mandible to accurately place electrodes(16)",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "Patients must have adequate muscle tone to hold the head in an upright position to accept food and liquid trials –If the patient is unable to independently hold his or her head upright (such may be the case for patients with cerebral palsy), it might be possible to achieve adequate positioning using pillows, wedges, or adaptive wheelchair; SLP should use clinical judgment to determine if the assistive positioning is safe for PO intake ",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "Briefly assess communication skills of the patient prior to completion of the dysphagia assessment –If the patient appears to present with speech, language, fluency, or other communication deficits, it may be appropriate to complete a full evaluation of speech and language skills",
            "neurological examination": "",
            "oral structure and oral motor function": "An extensive oral mechanism examination should be completed prior to or as part of every dysphagia assessment.(17) The oral mechanism exam should include an assessment of the structure and –buccal/facial muscles -Lips -Tongue -Mandible -Hard palate -Soft palate (velum) -Teeth",
            "perception": "",
            "arousal attention cognition": "Briefly assess patient’s cognition –The patient must have relatively high-level  cognitive functioning to comprehend the concepts involved in EMG biofeedback for treatment of dysphagia(4) –The Mini-Mental  State Examination (MMSE) is an appropriate tool for screening for arousal, attention, and other cognitive deficits(22) -The MMSE assesses overall cognitive impairment; sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, and Drawing(22) -If language or cognitive deficits are evident on the screening measure, the patient might be appropriate for a complete language and cognitive evaluation",
            "aac assessment": "",
            "swallow examination": "Complete BSE and/or instrumental evaluations (e.g., VFSS, FEES, manometry) of the swallow as indicated. For additional information on assessments of swallowing function, see the series of Clinical Reviews on these topics",
            "tracheostomy examination": "If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of patients with tracheostomies, see ClinicalChildren with Tracheostomy and Clinical Review…Dysphagia referenced above. For detailed information on assessment of a tracheostomy tube and use of a speaking valve, see ClinicalT708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with a diagnosis for which this procedure is used may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Patients with the diagnosis of dysphagia may be at risk for aspiration. Swallowing precautions/feeding guidelines should be posted at bedside, and caregivers, family members, and nursing staff should be educated regarding the patient’s risk of aspiration"
            ]
        },
        "diagnosis need for treatment": "Following a thorough evaluation of the patient’s swallowing function, the SLP will make a statement regarding the type and severity of dysphagia (if present) –Treatment -Participants were seen twice a day for sessions lasting 45 minutes to 1 hour with a 2- to 3-hour break -Participants were taught the Mendelsohn maneuver in which they squeezed and held the larynx at the peak of the swallow and used sEMG biofeedback -Prior to each swallow, the patient moistened the mouth with a dental swab dipped in ice water  -An sEMG target line for amplitude was set above the patient’s mean amplitude calculated from 3 baseline swallows to ensure that the swallows were made with sufficient strength -The patient was taught how to follow the sEMG visual feedback regarding amplitude (strength) and duration of the swallow while doing the Mendelsohn maneuver -All participants were able to swallow and sustain laryngeal elevation for at least 2 seconds or longer during the treatment sessions -At least 30 Mendelsohn swallows were completed during each treatment session –Results -After 2 weeks of treatment, significant changes occurred for measures of the duration of the superior and anterior hyoid movement -Improvements on measures of penetration/aspiration, residue, and dysphagia severity occurred throughout the study, but no differences were observed between treatment and no-treatment  weeks Authors of a prospective study in the United States involving 6 patients with chronic dysphagia resulting from brainstem stroke examined sEMG as part of a dysphagia treatment program(15) –All patients in this study were receiving total nutrition and hydration through a G-tube  and could not swallow even their own saliva prior to the onset of the study(15) –Additionally, each of the 6 patients had received prior dysphagia therapy with no reported improvement of swallowing function(15) –The researchers in this study designed a swallowing therapy program that was supplemented by sEMG biofeedback(15) -The goal of therapy was to strengthen the pharyngeal response during swallowing(15) -Five of the 6 patients were seen daily for a period of 3 weeks; 1 patient had a variable schedule over an extended period(15) -Patients were given swallowing instructions that focused on sustaining certain postures to improve overall coordination of the swallow(15) -The two primary sustained postures focused on during this program were mouth closure (from the time the bolus entered the mouth until the swallow was complete) and pharyngeal contraction (during the swallow)(15) -The use of sEMG biofeedback in this therapy program was intended to provide the patient with specific information about the pattern of movement required for functional swallowing as well as to increase the effort in sustained pharyngeal contraction during swallowing(15) -Target thresholds of sEMG activity were determined during a pre-therapy  evaluation of the patients’ swallowing abilities(15) -Threshold represented a specific level of myoelectrical activity that the patient was trying to surpass(15) -Patients received both visual and auditory feedback when the threshold was reached during a swallowing attempt(15) -Patients were instructed to do the following while swallowing with sEMG in place: -Swallow with enough effort to obtain the visual and auditory feedback(15) -Maintain maximum pharyngeal contraction during the swallow attempts for 2 or more seconds(15) -Each time the patient met his or her specific target threshold over 80% of the trials, the threshold level was increased(15) -Patients were provided with a portable biofeedback unit for additional home-based  practice(15) -Patients were asked to complete 3 therapy sessions per day at home(15) -Immediate and long-term  outcomes were assessed -Immediate outcomes included 5 of the 6 patients returning to a totally oral diet (each specific patient had different consistency requirements such as puree or thickened liquids) and feeding tube removal(15) -All patients regained their ability to swallow their own saliva(15) -Follow-up  questionnaires were completed 18–24  months posttherapy to assess long-term  outcomes(15) -All 5 patients who had returned to oral diets maintained their oral feeding status and considered the program a success(15) -The sixth patient had returned to a partial oral diet and partial tube-feeding  diet(15)  In a study conducted in New Zealand with 10 patients with dysphagia resulting from Parkinson disease, researchers investigated the effects of a dysphagia treatment program that included sEMG biofeedback. Patients underwent 10 daily sessions of dysphagia therapy with sEMG biofeedback over the course of 2 weeks. In the sessions, the focus was on increasing the precision in muscle contraction during swallowing using visual feedback. The patients each had a submental surface electrode in place that delivered visual feedback onto a computer monitor screen; there was a green square on the screen and the goal was to get the amplitude of the curve within the square. At the conclusion of the intervention period and 2 weeks postintervention, baseline measures were repeated and included the timed water swallow test, Test of Mastication and Swallowing Solids, sEMG of submental muscles, and swallowing-related quality of life questionnaire (SWAL-QOL).Immediately postintervention, the swallowing rate for liquids, the sEMG durational parameters of premotor time, and swallowing-related quality of life improved, but not by a statistically significant amount. Preswallow time significantly improved. These improvements were retained at the 2-week  postintervention follow-up session(28) In a study conducted in the United States, researchers compared performance of 27 subjects with Parkinson disease and 24 age-matched healthy controls on a visuomotor tracking task controlled by sEMG to assess the utility of sEMG for biofeedback in dysphagia therapy. Both groups were asked to produce saliva swallows and complete a visuomotor tracking task utilizing both static and dynamic targets, with surface electrodes recording muscle activity of the anterior neck and submental surface during both tasks. There were no significant differences in visuomotor tracking ability between controls and participants with Parkinson disease. Data analysis of sEMG indicated that the participants with Parkinson disease showed a trend for decreased swallow durations at the anterior neck, but controls showed a trend for increased durations at the anterior neck. Additionally, there was no relationship between tracking ability and swallowing behavior and researchers reported that, based on these data, there was limited promise for sEMG biofeedback for patients with dysphagia as a result of Parkinson disease(29) Authors of a case study in the United States examined use of sEMG biofeedback for dysphagia therapy in a 40-year-old female patient who had a history of recurrent oral and lymphatic carcinoma(3) –Patient had undergone several surgical resections of the neck, tongue, and parts of the face as well as radiation therapy to the face, tongue, and neck(3) -Evaluation of speech and swallowing function revealed severe to profound dysarthria and dysphagia(3) -Aspiration as well as a delay of the pharyngeal swallow response and pooling to the valleculae and pyriform sinuses were observed on a modified MBS study(3) –sEMG biofeedback was utilized as an adjunct to the patient’s dysphagia therapy(3) -The patient was treated for 10 weeks; biofeedback was introduced in week 2 of her program(3) -Electrodes were placed vertically under the patient’s chin to record the collective electrical output from the suprahyoid muscles(3) -Patient was trained to perform the effortful swallow and Mendelsohn maneuvers(3) -Both maneuvers were taught and trained with sEMG biofeedback monitoring in place(3) -Visual signals of the patient’s swallows were displayed on a monitor for her to see and manipulate(3) -The SLP cued patient to adjust her muscle contractions and shape the visual signals to more closely match a target signal(3) –In addition to the effortful swallow and Mendelsohn maneuvers, the SLP also taught the patient vocal fold adduction exercises and chin tuck and performed thermal stimulation as part of her swallow therapy program(3) –In week 2, the patient was also instructed to use the exercises and strategies learned in therapy at home, without sEMG biofeedback(3) –After therapy, an MBS study was repeated, which revealed resolution of the patient’s dysphagia(3) -It was recommended that the patient return to a full oral diet and her supplemental tube feedings were discontinued(3) sEMG can be used to determine if the patient is activating the desired target muscle(s) during laryngeal/pharyngeal strengthening exercises and to what extent they are being contracted. In a nontreatment study conducted in the United States, a researcher used sEMG to compare muscle activation in healthy female subjects without dysphagia in two different swallowing exercises. The two exercises investigated were an isometric jaw opening to resistance chin-to-chest  exercise and an isometric head-lifting  exercise (similar to the Shaker exercise). Subjects had sEMG electrodes placed on their submental skin behind the mandible. The researcher was targeting the hyolaryngeal muscles and compared the amount of  activation elicited from each exercise. sEMG measurements revealed significantly more activation of the submandibular hyolaryngeal muscles during the chin-to-chest  exercise versus the head-lifting exercise(27) See Description, Indications of procedure,  and Guidelines for use of procedure,  above . Problem Goal Intervention Expected Progression Home Program Dysphagia Increase awareness of the muscles involved in swallowing as well as how these muscles are controlled and contracted _ Improve overall swallow functionBiofeedback supplementation _ sEMG biofeedback to supplement traditional dysphagia therapy(2,3,4,15) _ _ (See Treatment summary , above)Progress patient as indicatedHome program will vary with respect to the goals of the patient; the SLP may instruct patient to perform specific exercises at home(2,3) _ _ If available, portable sEMG biofeedback unit can be utilized in home practice regimen(4,15) Patient has difficulty learning specific swallowing exercises and/or maneuversIncrease the accuracy of swallowing exercises or maneuvers that are part of the patient’s dysphagia treatment programBiofeedback supplementation _ sEMG biofeedback to assist patient in learning exercises and maneuvers(2,3,4,15) _ _ (See Treatment summary , above)Progress patient as indicatedHome program will vary with respect to the goals of the patient; the SLP may instruct patient to perform specific exercises at home(2,3) _ _ If available, portable sEMG biofeedback unit can be utilized in home practice regimen(4,15) .",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "A multidisciplinary approach is necessary for the successful treatment of dysphagia(17) Referral to gastroenterologist for patients in whom esophageal dysphagia or Zenker’s diverticulum is suspected(17,23) Referral to neurologist for patients with dysphagia who do not have a known underlying diagnosis(17) Referral to pulmonologist for patients who appear to have poor respiratory status and/or function(17) Referral to ENT for patients who present with apparent vocal fold dysfunction(23) Referral to nutrition services/dietician for patients with poor oral intake or those at risk for malnutrition(14,17) Referral to physical and/or occupational therapy for patients with poor posture, difficulty sitting up in the bed or chair, or difficulty feeding themselves(17)",
        "other considerations": [
            "The sEMG signal itself should not be used to determine the effectiveness of dysphagia therapy.(1)The sEMG signal should instead be used within the session to provide the client with performance-contingent  information regarding the quality of an attempted swallow maneuver(1)",
            "Additionally, the sEMG signal does nothing to affect the swallow; it measures the activity of the muscles(1) –sEMG does not transmit electrical current to the muscles; both clinician and client must understand the difference between sEMG and neuromuscular electrical stimulation (NMES), the latter of which does electrically stimulate the muscles(1) -For detailed information on NMES, see the series of Clinical Reviews on dysphagia treatment"
        ],
        "treatment summary": [
            "Authors of a retrospective observational study described the outcomes for 45 adult patients with dysphagia who had participated in a structured dysphagia therapy program with sEMG in the United States(4) –The patients in this study had dysphagia as a result of stroke or head/neck cancer(4) -Twenty-five  patients who had experienced a stroke, including 7 with single hemisphere stroke, 3 with multiple hemisphere lesions, and 15 with brainstem stroke(4)  -Twenty patients with head and neck cancer, including 7 with oral cancer, 11 with pharyngeal cancer, and 2 with cancer of the proximal esophagus(4) -Seven of these patients had been treated with radiation therapy only, 6 with surgical treatment only, and 7 with a combination of surgery and radiation therapy(4) -All patients were treated for dysphagia as outpatients(4) -Cognitive abilities were determined to be sufficient to verbally interact with the SLP during sessions as well as understand and cooperate with the sEMG biofeedback method(4) -All patients had pharyngeal dysphagia as determined by aVFSS(4) -Specific deficits included reduced hyolaryngeal elevation, reduced pharyngoesophageal segment opening, and post-swallow  residuals(4) -All patients were seen 5 days a week for 50 minutes(4) -Patients were also provided with portable biofeedback units for home practice use(4) -Patients were instructed to complete 2 sessions of home practice per day with home unit(4) -After each week of therapy, a patient-clinician meeting was held to determine if another week of therapy was deemed necessary(4) -Each patient had an individualized plan of care based on his or her specific dysphagia; however, the format was the same for each patient(4) -Patients were all provided with a set of swallowing instructions to improve bolus control and airway protection(4) -Handouts were provided regarding the use and rationale of sEMG biofeedback(4) -sEMG biofeedback was utilized during swallow attempts to assist the patient in sustaining the correct duration of each swallow attempt and/or maneuver and to provide immediate feedback regarding the success of the swallow attempt(4) -Two electrodes were placed on the anterior neck between the hyoid and superior border of the thyroid cartilage(4) -A ground electrode was placed over the thyroid notch with the active electrodes to the right or left of the ground electrode(4) -The SLPs used an ascending threshold approach in which the patients were instructed to gradually increase the swallowing effort until they heard auditory feedback which indicated success(4) –Outcomes monitored in this study -Changes in functional oral intake of food and liquid(4) -Functional Oral Intake Scale (FOIS)(4,24) -Seven-point  ordinal scale -Scored according to patient or family member/caregiver’s report of which foods/liquids are ingested safely on a regular basis -Strong reliability and validity in stroke population(24) -FOIS levels(4,24) -Level 1: NPO (nothing by mouth) -Level 2: Tube dependent with minimal attempts of food and liquids by mouth -Level 3: Tube dependent with consistent oral intake of food and liquids -Level 4: Total oral diet of a single consistency -Level 5: Total oral diet with multiple consistencies; requires special preparation or compensations -Level 6: Total oral diet with multiple consistencies; no special preparation; however, specific food limitations -Level 7: Total oral diet with multiple consistencies; no restrictions -Overall, 87% of patients increased their functional oral intake by at least one scale score on the FOIS, including:(4) -92% of patients with stroke(4) -Average change for stroke patients was 2.96 scale points(4) -80% of patients with head and neck cancer(4) -Average change for head and neck cancer patients was 1.58 scale points(4)  -Number of therapy sessions prior to discharge of services(4) -Average number of sessions required for the stroke group was 12.32(4) -Average number of sessions required for the head and neck cancer group was 9.3(4) -Estimated cost per unit of functional change(4) -For the patients who did improve, the average total cost of therapy in the two groups was as follows: -$949 for stroke(4) -$716 for head and neck cancer(4) -Average cost per unit of functional change for the two groups was as follows: -$321 for stroke(4) -$453 for head and neck cancer(4)",
            "In a retrospective pilot study conducted in the Netherlands, researchers collected data for further randomized clinical trials that included information about 11 stroke patients with chronic dysphagia(2) –All patients included in the study had failed to make improvements in previous regimens of swallowing therapy(2) –Patients were treated with sEMG biofeedback as an adjunct to dysphagia therapy(2) –Patients were instructed to make a modified Mendelsohn maneuver in which they prolonged hyolaryngeal excursion for a maximum of 10 seconds(2) -The researchers’ rationale for modifying the Mendelsohn in this manner was to use the maneuver as an isometric exercise(2) -Patients repeated this modified Mendelsohn maneuver every 30 seconds for a 20-minute  period of the therapy session(2) -Patients were seen one time a week until the treating SLP determined swallowing function had started to improve; sessions were then completed once every 2 weeks(2) -As a group, the patients were treated an average of 7 times (SD = + 3.3; range 3–15)(2) –Swallowing activity was visualized through the use of sEMG on the submental muscles(2) -When patients were at home, they were instructed to repeat the swallowing exercises without sEMG 2–3times a day (40–60  repetitions of the exercise daily)(2) -As an alternative to biofeedback, patients were instructed to put an index finger over the thyroid region to feel the sustained laryngeal movement during home practice(2) –FOIS was utilized as a pre- and posttherapy measure of swallowing ability(2) -Average FOIS score was 2.6 prior to the start of therapy(2) -After treatment, the average FOIS score was 5.6(2) –The use of sEMG biofeedback as an adjunct to dysphagia treatment appeared effective in the patients with chronic dysphagia included in this study",
            "Eighteen patients who were 6 to 22 weeks poststroke were enrolled in a prospective, exploratory study in the United States to determine whether intensive use of the Mendelsohn maneuver paired with sEMG for biofeedback would result in altering swallow physiology(25) –Each participant scored 75 or higher on the Modified MMSE and was on a restricted diet due to swallowing difficulties –Participants received a VFSS pre-intervention  to determine if they had impaired swallowing and received a VFSS after every week of the study –Each individual was randomized to Group A or Group B -Group A: Received 2 weeks of treatment followed by 2 weeks of no treatment -Group B: Received 2 weeks of no treatment followed by 2 weeks of treatment"
        ]
    },
    "desired outcomes outcome measures": {
        "improved swallowing function": [
            "FEES",
            "FOIS(4,24)",
            "In-depth  BSE",
            "Manometry",
            "MBS study/VFSS"
        ],
        "reduction or elimination of aspiration during swallowing": [
            "FEES",
            "FOIS(4,24)",
            "In-depth  BSE",
            "Manometry",
            "MBS study/VFSS"
        ],
        "reduction or elimination of aspiration pneumonia": [],
        "advancement of oral diet": [],
        "improved oral intake and nutrition ": [],
        "improved management of secretions": [],
        "mastery of the specific swallowing maneuvers and or exercises selected for his or her dysphagia program ,": [],
        "faster and more accurate learning of the exercises and maneuvers": []
    },
    "maintenance or prevention": [
        "Home maintenance programs for dysphagia therapy patients will be determined by the treating SLP"
    ],
    "patient education": [
        "The American Speech-Language-Hearing  Association (ASHA) helps persons with speech, language, swallowing, and hearing disorders receive services to help them eat and communicate successfully. Information on dysphagia for patients and family members is available on the ASHA website, https://www.asha.org/public/speech/swallowing/ Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on February 3, 2017 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Steele C. Treating dysphagia with sEMG biofeedback. The ASHA Leader . 2004;2:23. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Bogaardt HC, Grolman W, Fokkens WJ. The use of biofeedback in the treatment of chronic dysphagia in stroke patients. Folia Phoniatr Logop . 2009;61(4):200-205.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Bryant M. Biofeedback in the treatment of a selected dysphagic patient. Dysphagia . 1991;6(3):140-144.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Crary MA, Carnaby Mann GD, Groher ME, Helseth E. Functional benefits of dysphagia therapy using adjunctive sEMG biofeedback. Dysphagia . 2004;19(3):160-164.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Nazarko L. Nutrition part 5: dysphagia. Br J Healthc Assist . 2009;3(5):228-232.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Krishnan K, Pandolfino JE. Dysphagia and esophageal obstruction. In: Bope ET, Kellerman RD, eds. Conn's Current Therapy 2017 . Philadelphia, PA: Saunders Elsevier; 2017:196-201.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "White GN, O'Rourke F, Ong BS, Cordato DJ, Chan DK. Dysphagia: causes, assessment, treatment, and management. Geriatrics . 2008;63(5):15-20.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Ginocchio D, Borghi E, Schindler A. Dysphagia assessment in the elderly. Nutr Ther Metab . 2009;27(1):9-15.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Robbins J, Kays S, McCallum S. Team management of dysphagia in the institutional setting. J Nutr Elder . 2007;26(3-4):59-104.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Cook IJ. Oropharyngeal dysphagia. Gastroenterol Clin North Am . 2009;38(3):411-431.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Edelman DA, Sheehy-Deardorff  DA, White MT. Bedside assessment of swallowing is predictive of an abnormal barium swallow examination. J Burn Care Res . 2008;29(1):89-96.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Ricci Maccarini A, Filippini A, Padovani D, Limarzi M, Loffredo M, Casolino D. Clinical non-instrumental  evaluation of dysphagia. Acta Otorhinolaryngol Ital . 2007;27(6):299-305. (RV)"
        },
        {
            "number in article": 13,
            "reference": "Baumgartner CA, Bewyer E, Bruner D. Management of communication and swallowing in intensive care: the role of the speech pathologist. AACN Adv Crit Care . 2008;19(4):433-443.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Avery W. Dysphagia. In: Radomski MV, Trombly Latham CA, eds. Occupational Therapy for Physical Dysfunction . 7th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2014:1327-1351.  (GI)"
        },
        {
            "number in article": 15,
            "reference": "Crary MA. A direct intervention program for chronic neurogenic dysphagia secondary to a brainstem stroke. Dysphagia . 1995;10(1):6-18.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Vaiman M, Eviatar E. Surface electromyography as a screening method for evaluation of dysphagia and odynophagia. Head Face Med . 2009;5:9. (RV)"
        },
        {
            "number in article": 17,
            "reference": "Logemann JA. Swallowing disorders. Best Pract Res Clin Gastroenterol . 2007;21(4):563-573.  (RV)"
        },
        {
            "number in article": 18,
            "reference": "Cichero JA, Heaton S, Bassett L. Triaging dysphagia: nurse screening for dysphagia in an acute hospital. J Clin Nurs . 2009;18(11):1649-1659.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Vaiman M, Nahlieli O. Oral vs. pharyngeal dysphagia: surface electromyography randomized study. BMC Ear Nose Throat Disord . 2009;9:3. (R)"
        },
        {
            "number in article": 20,
            "reference": "Carnaby-Mann  G, Lenius K. The bedside examination in dysphagia. Phys Med Rehabil Clin N Am . 2008;19(4):747-768.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Vaiman M, Shoval G, Gavriel H. The electrodiagnostic examination of psychogenic swallowing disorders. Eur Arch Otorhinolaryngol . 2008;265(6):663-668.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Folstein MF, Folstein SE, McHugh PR. \"Mini-mental  state\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res . 1975;12(3):189-198. (R)"
        },
        {
            "number in article": 23,
            "reference": "Pettigrew CM, O'Toole C. Dysphagia evaluation practices of speech and language therapists in Ireland: clinical assessment and instrumental examination decision-making. Dysphagia . 2007;22(3):235-244.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Crary MA, Mann GD, Groher ME. Initial psychometric assessment of a functional oral intake scale for dysphagia in stroke patients. Arch Phys Med Rehabil . 2005;86(8):1516-1520.  (R)"
        },
        {
            "number in article": 25,
            "reference": "McCullough GH, Kamarunas E, Mann GC, Schmidley JW, Robbins JA, Crary MA. Effects of Mendelsohn maneuver on measures of swallowing duration post stroke. Top Stroke Rehabil . 2012;19(3):234-243.  doi:10.1310/tsr1903-234.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Stepp CE. Surface electromyography for speech and swallowing systems: measurement, analysis, and interpretation. J Speech Lang Hear Res . 2012;55(4):1232-1246. doi:10.1044/1092-4388(2011/11-0214).  (RV)"
        },
        {
            "number in article": 27,
            "reference": "Watts CR. Measurement of hyolaryngeal muscle activation using surface electromyography for comparison of two rehabilitative dysphagia exercises. Arch Phys Med Rehabil . December 2013;94(12):2542-8.  doi:10.1016/j.apmr.2013.04.013. (R)"
        },
        {
            "number in article": 28,
            "reference": "Athukorala RP, Jones RD, Sella O, Huckabee ML. Skill training for swallowing rehabilitation in patients with Parkinson's disease. Arch Phys Med Rehabil . July 2014;95(7):1374-82.  doi:10.1016/j.apmr.2014.03.001. (R)"
        },
        {
            "number in article": 29,
            "reference": "Malloy JR, Valentin JC, Hands GL, et al. Visuomotor control of neck surface electromyography in Parkinson's disease. NeuroRehabilitation . 2014;35(4):795-803. doi:10.3233/NRE-141169.  (R)"
        }
    ]
}