{
    "metadata": {
        "title": "Fracture, Facial",
        "synonyms": [
            "facial fracture"
        ],
        "anatomical location body part affected": [
            "Face/mandible, orbit floor, maxilla, zygomatic arch, nose, cranial base, occiput"
        ],
        "area of specialty": [
            "orthopedic rehabilitation"
        ],
        "description": [
            "Traumatic fractures of the midface and jaw, excluding skull/cranial fractures",
            "Head and neck trauma is increasing in frequency in modern combat and is thought to be due to the increased use of improvised explosive devices and the increased likelihood of surviving severe wounds(8)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S07.0": "crushing injury of face",
            "S02.1": "fracture of base of skull",
            "S02.11": "fracture of occiput",
            "S02.2": "fracture of nasal bones",
            "S02.3": "fracture of orbital floor",
            "S02.4": "fracture of malar, maxillary, and zygoma bones",
            "S02.41": "LeFort fracture",
            "S02.6": "fracture of mandible",
            "S02.9": "fracture of unspecified skull and facial bones (ICD codes are provided for the reader’s reference only, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no special agencies or specific issues regarding reimbursement have been identified for this condition. If the patient is an athlete with multiple facial fractures, a custom-made  face mask might be required prior to return to athletic participation. Unfortunately, insurance might not cover the device, making it cost prohibitive and thus forcing an athlete to return to athletic competition at a much later time(1)"
        ],
        "presentation signs and symptoms": [
            "Patients are often hospitalized and managed surgically",
            "Typical early signs and symptoms(2,3) –Facial pain/tenderness –Nose bleeding (epistaxis) –Eye bleeding –Facial swelling/edema –Deformed or uneven face or facial bones(7) –Ecchymosis/hematoma –Difficulty breathing(7) –Might include multiple associated soft-tissue  injuries and fractures –Might have sustained a concussion or traumatic brain injury (TBI) -See Clinical Review…Postconcussion Syndrome ; Item Number: T708464 -See various clinical reviews on traumatic brain injury ",
            "Typical residual signs and symptoms(4) –Diplopia –Facial numbness –Difficulty with eating/drinking –Altered sense of smell –Le Fort II: pyramidal fracture of maxilla; body of maxilla separated from facial skeleton -Gagging on posterior teeth -Anterior open bite -Periorbital ecchymosis/hematoma -Diplopia and/or subconjunctival hemorrhage -Infraorbital nerve damage –Le Fort III: transverse facial fracture; entire maxilla and 1 or more bones detached from craniofacial skeleton -Symptoms similar to those of Le Fort II -Cerebrospinal fluid (CSF) rhinorrhea Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Modify examination of patients with open wounds or unresolved infection, and refer patients back to the physician immediately when the following signs, which are suggestive of orbital cellulitis, are present(5) –Conjunctival inflammation –Orbital pain –Reduced visual acuity –Afferent pupillary defect –Headache –Fever –Rhinorrhea –Malaise –Eyelid or facial edema, warmth, or erythema",
            "Psychosocial dysfunction resulting from facial trauma might require that rehabilitation planning include psychological evaluation and assistance(4)",
            "Clinicians should always respect the patient’s pain",
            "Patients with functional limitations (e.g., poor balance/weight-bearing  status), comorbidities (e.g., severe peripheral vascular disease, cardiopulmonary disease, renal failure, diabetic peripheral neuropathy, dementia) require special considerations for examination and treatment",
            "Include cranial nerve testing in the examination"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Blunt force(4)–Assaults–Motor vehicle accidents (MV A) (automobile, motorcycle, scooter)–Industrial accidents–Falls",
            "Sports-related  direct or indirect trauma–Mountain biking(2)–Road cycling(3)–Baseball(17)–Football(17)–Hockey(17)",
            "Incidence rate of maxillofacial injury based on 267 patients who had suffered a facial fracture(18)–73.8% occur as a result of Road traffic accidents–18% occur from trauma due to fall–6.7% from an assault–1.5% from sports related injuries"
        ],
        "pathogenesis": [
            "Nasal fractures–Considered the most common form of fracture, occurring in about 40–50%  of all facial fracture cases.(19)Nasal fracturesare twice as common in men compared to women(19)",
            "Orbital fractures–These fractures are characterized as either “blow-in”  or “blowout” fractures, in which fragments of the orbital wall buckleinto the orbit (blow-in)  or project outward (blowout) into adjacent bones or sinuses. There is an inferior displacement ofthe orbital roof without involvement of the supraorbital rim or frontal sinus(20)–Two theories exist on the mechanism of injury: buckling mechanism and hydraulic mechanism. In the buckling theory, theforce is transmitted from the thick orbital rim to the weaker walls, resulting in the fracture. The second theory involvesdirect force onto the globe, thus increasing the hydraulic pressure inside the orbit. This in turn results in the fracture of theorbital walls(5)",
            "Zygomaticomaxillary complex (ZMC) fractures–Up to 40% of all facial fractures are ZMC fractures, which occur as a result of motor vehicle accidents, assault, falls, orsports-related  injuries.(22)The ZMC consists of three portions, the malar eminence (which produces the cheek projections)and the inferior and lateral parts of the orbit–The central portion of the zygomatic bone (often called zygoma or malar bone) is very strong and helps to providevertical reinforcement to the midface",
            "Mandibular fractures(24)–Considered the third most common type of facial fracture, mandibular fractures result from trauma, personal violence,motor vehicle accident, industrial accident, or contact sports–Fractures most commonly occur in the body of the mandible (29%), followed by the condyles (26%), angle (25%), andsymphysis (17%)–Fractures are characterized as either “favorable” (no facial muscles displace the fracture segments, which is typicalin mandibular rami fractures) or “unfavorable” (facial muscles displace fracture segments, as in condylar and anglefractures)",
            "Le Fort fractures(23)–Describes specific facial bone fracture patterns that occur as a result of blunt facial trauma in motor vehicle accidents,assault, or falls–Involves the pterygoid processes of the sphenoid bone and can be differentiated into types I, II, or III depending onwhether the maxilla, nasal, or zygomatic bones are involved–Mortality rates are generally low; however, these fractures are associated with other serious injuries as a result of theinjuries to either the head or neck"
        ],
        "risk factors": [
            "High-risk  sports–Cycling(2,3)–football",
            "Combat(8)",
            "Factors in 23 mountain bikers with facial fractures(2)–Male gender (74%)–31–45  age group (35%)–Excessive speed–Unpredictable terrain (steep, narrow, loose gravel, slippery)",
            "Factors in 63 road cyclists with facial fractures(3)–Male gender (3:1 male-to-female  ratio)–Young age (76% under 30)",
            "Contributing factors in nasal fractures(19)–Most common facial fracture due to prominence in the center of the face–Male gender (2:1 ratio)–Physical assault, falls, traffic injuries, and sport injuries account for the majority of nasal fractures",
            "Contributing factors to mandibular fractures(10,11)–Male sex (80–90%  of cases)–Males more frequently sustain injury from assault (49.1%), MV As (25.4%), and falls (12.8%)–Young (ages 15–29)  male victims of interpersonal violence–Females most commonly sustain injury from MV As (53.7%), assault (14.5%), and falls (23.7%)–Falls more commonly the mechanism of injury in patients > 65 years–Alcohol–Summer months (July most common month of occurrence)–Low-velocity  blunt injuries (62%)",
            "Alcohol and drug-related  psychomotor impairment"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Healthcare practitioners, including physical therapists and physical therapy assistants, are required by law to immediately report a patient who exhibits any signs of abuse or injury from abuse",
        "Contact the patient’s physician immediately if the patient exhibits signs and/or symptoms of any of the following complications  Nasal fractures –A nasal fracture that involves the anterior skull base or the cribriform plate could result in CSF leakage from the nose, otherwise known as CSF rhinorrhea.(21)This can lead to meningitis or other serious complications if left untreated Orbital blowout fracture –Orbital cellulitis can develop into an abscess, resulting in meningitis, septicemia, or cavernous sinus thrombosis and possibly death(5) Mandibular fractures(24) –Mandibular fractures in children require special attention due to the growth plates present, elastic nature of premature bone resulting in greenstick fractures, and unerupted adult teeth that tend to weaken the bone Le Fort fractures –Complications of a Le fort II fracture can include extraocular muscle injury, orbital hematoma, globe rupture or impingement, and optic nerve damage(23) –Complications associated with a Le fort III fracture can include complications associated with Le fort II fracture along with CSF rhinorrhea(23)",
        "Facial emphysema, or air entrapment in the soft tissues following cervicofacial injury, can occur, and although it is usually benign it can lead to such complications as respiratory obstruction, pneumocephalus with subsequent meningitis, ophthalmic compromise, pneumomediastinum, and localized necrotizing fasciitis(9)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Modify examination of patients with open wounds or unresolved infection, and refer patients back to the physician immediately when the following signs, which are suggestive of orbital cellulitis, are present(5) –Conjunctival inflammation –Orbital pain –Reduced visual acuity –Afferent pupillary defect –Headache –Fever –Rhinorrhea –Malaise –Eyelid or facial edema, warmth, or erythema",
            "Psychosocial dysfunction resulting from facial trauma might require that rehabilitation planning include psychological evaluation and assistance(4)",
            "Clinicians should always respect the patient’s pain",
            "Patients with functional limitations (e.g., poor balance/weight-bearing  status), comorbidities (e.g., severe peripheral vascular disease, cardiopulmonary disease, renal failure, diabetic peripheral neuropathy, dementia) require special considerations for examination and treatment",
            "Include cranial nerve testing in the examination"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Facial fractures usually result from trauma from physical assaults, motor vehicle accidents, falls, combat, or sports.(4) Document date and mechanism of injury. Are there any co-occurring  injuries (e.g., concussion or TBI)? How quickly after injury did the patient receive medical care?",
                "course of treatment": {
                    "medical management": " Medical management Ask about patient’s past and current medical management, including any complications. Initial treatment typically includes pain management, protection, surgery, and activity modification Was surgery performed? What was date of surgery? Surgical options include curettage (scraping or scooping), bone grafting, shaving, and internal fixation with screws, wires, or plates. Is the jaw immobilized?  Are wounds healed without infection? Using a computer-assisted  navigation system (CANS) results in improved ZMC symmetry in patients with a unilateral ZMC fracture(13) Authors of a systematic review compared the benefits of application of a local anesthetic versus a general anesthetic and concluded that those who received a general anesthetic had better patient satisfaction, appearance, and function of the nose and fewer corrective surgeries(16)",
                    "surgical management": [],
                    "medications": "Determine what medications the clinician has prescribed; are they being taken? Are they effectively controlling symptoms? Oxycodone, codeine, hydrocodone, and acetaminophen or NSAIDs for pain and inflammation typically are prescribed. Dexamethasone has been shown to decrease postoperative pain in patients and is recommended as a preemptive analgesic for individuals undergoing blowout fracture surgery(12) Authors of a single-blind  RCT found that providing high-dose  dexamethasone showed no short-term  benefits with respect to neurosensory recovery in patients with a zygomatic complex fracture(15)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Ask about findings on radiographs or other imaging studies. X-rays  and CT scans are typical exams performed for facial injuries. When an orbital injury is suspected, in comparison to radiographs an MRI or even more so a CT scan will be preferred(5)",
                        "Using CT angiography (CTA) is recommended for those who have experienced a cerebrovascular injury as a result of blunt force trauma(14)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Has patient received prior physical therapy for this or related conditions, and if so what specific treatments were helpful or not helpful?"
                },
                "aggravating easing factors": " Mouth opening and chewing can increase pain in mandibular fractures. Drinking fluids with a straw and eating soft food might ease ingestion. Is there pain with eye movement or a feeling of “swelling” with nose blowing?",
                "body chart": "Use chart of face to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "If applicable, use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment. Specifically address if pain is the primary symptom and whether it is present now and how much",
                "pattern of symptoms": "Document whether there are changes in symptoms throughout the day and night (i.e., a.m., mid-day,  p.m., night)",
                "sleep disturbance": "Do symptoms affect sleep quality? Document number of wakings/night",
                "other symptoms": "Do changes in head or shoulder posture exacerbate the patient’s symptoms? Document other symptoms that might complicate treatment (e.g., extremity fractures, muscle weakness, poor balance, risk of falls) or indicate a need to refer to a physician (e.g., dizziness, bleeding, respiratory compromise)",
                "respiratory status": "Has there been any respiratory compromise? Is the patient having difficulty breathing due to injuries? Barriers to learning -Are there any barriers to learning? Yes___ No___ -If Yes, describe _______________________ -Is communication with the patient limited by language, hearing, vision, or cognitive impairment?"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any history of previous neck or head injuries?",
                    "comorbid diagnoses": "Are there coexisting fractures/injuries or movement problems such as muscular dystrophy, cerebral palsy, or Parkinson’s disease? Ask patient about other problems, including diabetes, cancer, cardiovascular disease, complications of pregnancy, psychiatric disorders, and osteoporosis and other relevant orthopedic disorders",
                    "medications previously prescribed": "Obtain a complete list of current medications",
                    "other symptoms": "Are there any musculoskeletal problems or functional concerns other than the facial fracture? "
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "How can the patient compensate to safely participate in social activities during the period of rehabilitation without increasing risk of injury? Is there a history of alcohol abuse? In what recreational activities and competitive sports does patient participate?",
                "functional limitations assistance with ADLs adaptive equipment": "Determine the extent to which symptoms interfere with ADLs or use of adaptive equipment. Patient might have difficulty eating/drinking and with oral hygiene",
                "living environment": "Stairs, number of floors in home, with whom does patient live? Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) •Anthropometric measurements: Monitoring patient’s weight can be indicated if the injury affects the patient’s ability to eat",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Assess need for assistive devices because of injuries to other parts of the body (e.g., lower extremities)",
            "balance": "If appropriate, assess balance in standing and single-leg  stand, and with eyes open versus closedMonitor vital signs, including O 2 saturation, and auscultate lung fields to determine if patient is breathing effectivelyAssess for deficits in cranial nerve (CN) functionCan the patient smell coffee or soap with each nostril?Can the patient read an eye chart equally with each eye?Can the patient look down and to each side while keeping head still without experiencing any double vision? Do the pupils constrict to light?Can the patient look up while keeping the head still without experiencing any double vision?Can the patient feel a cotton wisp equally on each side of the face? Can the patient bite or chew normally?Can the patient look side to side while keeping the head still without experiencing any double vision?Assess for asymmetry in facial contour and wrinkles when patient is asked to smile, puff out cheeks, clench eyes tightUse a tuning fork or snap your fingers just near the ear being tested and ask if the patient can hear the soundCan the patient say “Ah” without any deviation from the uvula?Is the patient’s speech slurred, quiet, breathy, nasal, low, or high pitched? Can the patient swallow without difficulty?Assess strength of upper trapezius muscle by resisting shrugging of the scapulaeCan the patient stick tongue straight out and move it equally from side to side?",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "Assess ability in transfers (e.g., supine to stand), and bed mobility. Can use FIM or Timed Up and Go (TUG) for objective measurement",
            "gait locomotion": "Assess walking ability, including tandem gait and turnsAssess passive accessory motion at temporomandibular joint (TMJ) and stability of mandibular occlusion",
            "muscle strength": "Assess facial muscle tone by palpation and visual symmetry. Assess strength in neck and shoulder girdle movements",
            "observation inspection palpation including skin assessment": [
                "Assess for signs of inflammation (warmth, redness, or swelling)",
                "Check the healing of wounds and surgical scars",
                "Examine facial surface anatomy: nose, orbits, maxilla, and mandible ",
                "Look for facial symmetry",
                "Observe for twitches, tremors, and other involuntary movements",
                "Patients may experience what is known as “white-eyed blowout,” which is a type of fracture that presents with:(25) -discrete evidence of fracture during imaging studies -reduced ROM of ocular motility -minimal soft tissue trauma •Perception (e.g., visual field, spatial relations):  Assess visual acuity, papillary response, and color vision. Assess convergence and divergence, smooth pursuit, and saccades. Please see  Clinical Review...Visual Dysfunction: Occupational Therapy ; Item Number: T708963 for more information"
            ],
            "posture": "Assess head, shoulder, and general posture",
            "range of motion": "Assess for pain and ROM of cervical spine/shoulders (if indicated) and distance (mm) of mouth openingT708575). Assess eye movement and take note of any pain or limited mobility present",
            "self-care activities of daily living": "",
            "reflex testing": " Reflex testing –Test for jaw jerk reflex – tap on the jaw with mouth slightly open; positive (hyperreflexive) if mouth jerks to closeAssess patient’s ability to perform self-care  and ADLs as indicated. Is patient’s ability to brush teeth, groom, or feed self affected by the injury?",
            "sensory testing": "Take note of any numbness or tingling in the lower eyelid, nose, or upper lip(5)",
            "special tests specific to diagnosis": " -Sunnybrook Facial Grading System -Yanagihara Facial Nerve Grading System -House-Brackmann  Facial Nerve Grading System",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Should be normal unless symptoms of postconcussion syndrome or TBI are present",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Cold intolerance",
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Paroxysmal cold hemoglobinuria",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "Individuals with poor cognition",
                "In the very young or very old ",
                "Persons with aversion to cold",
                "During pregnancy, over the abdomen and low back",
                "Over active bone growth at the epiphysis",
                "Over a known or suspected area for cancer",
                "Over the infected tissue in a tuberculosis infection",
                "Over an area of active bleeding  can be used in area of hematoma",
                "Over skin with impaired circulation  recommend use pulsed",
                "Following are considered contraindications but have no evidence to support -Myositis ossificans -Deep vein thrombosis or thrombophlebitis -Acute injury -Recently irradiated tissue -Impaired sensation due to nerve damage -Skin disease -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck",
                "Metal implants, head, and heart often listed but consensus is there should not be contraindications",
                "Over plastic or cemented implants",
                "Over spinal cord and superficial or regenerating nerves (poor evidence)",
                "Over low back and abdomen during pregnancy",
                "Over known or suspected area of malignancy",
                "Over area of active bleeding",
                "Following are considered contraindications but have no evidence to support -Myositis ossificans -Deep vein thrombosis or thrombophlebitis -Recently irradiated tissue -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck",
                "Over epiphysis with active bone growth",
                "Over infected area",
                "Over acute injury",
                "Over area of impaired sensation due to nerve damage",
                "With patients with impaired cognition or communication",
                "Over areas of impaired circulation",
                "In the presence of skin disease",
                "Over plastic and cemented implants",
                "Over spinal cord and superficial or regenerating nerves (poor evidence)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Adapt therapeutic exercises for patients with functional limitations (e.g., injury to extremities, poor balance, poor coordination, increased fall risk). Discharge criteria should include independence with fall-prevention  strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. Obtain specific written instructions from referring physician for treatment of facial trauma. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy  contraindications(6)",
                "Cryotherapy  precautions(6)",
                "Therapeutic ultrasound, continuous  contraindications(6)",
                "Therapeutic ultrasound, continuous precautions(6)",
                "Therapeutic ultrasound, pulsed  contraindications(6)",
                "Therapeutic ultrasound, pulsed precautions(6)"
            ]
        },
        "diagnosis need for treatment": "Facial fracture with reduced functional status. Treatment to address pain, activity modification for protection for bone and soft-tissue  healing, therapeutic exercise, motor and sensory deficits, and return to prior activities",
        "rule out": " Rule out If an orbital fracture is suspected, the following should be ruled out(5) –Trochlear nerve injury  –Bruised extraocular muscles –Orbital hemorrhage –Retinal tear –Simple contusion (edema without blowout)",
        "prognosis": [
            "Generally, good recovery of prefracture functional status"
        ],
        "referral to other disciplines": "Dentist, speech/swallowing therapist, occupational therapist, psychologist, nutritionist, and neurologist as indicated; refer to proper authority if abuse is suspected",
        "other considerations": [
            "Surgical management of maxillo-mandibular  fractures might involve prolonged immobilization with rigid plate and screw/ wire fixation(4)"
        ],
        "treatment summary": [
            "Physical therapy is not generally indicated for facial fractures. However, following surgical repair, physical therapy might be needed to address residual pain and loss of ROM/function within the temporomandibular joints. The main treatment interventions involve passive ROM (PROM)/stretching to increase ROM, active ROM (AROM), and manual therapy for joint and soft tissue mobilization. Patients also might benefit from visual motor exercises or vestibular exercises . Problem Goal Intervention Expected Progression Home Program Pain, tenderness, and swelling _ _ Surgical immobilizationResolve inflammation of soft tissues _ _ Protect healing tissues _ _ Stimulate fracture healingPhysical agents and mechanical modalities _ Use cryotherapy for pain management(6)Allow 2–3 weeks for resolution of ecchymosis, edema, and inflammationPatient education _ Instruct on use of PRICE formula several times daily and restrict physical activities(1,5) Impaired motor function in distribution of affected cranial nervesIncrease motor function in distribution of affected cranial nervesTherapeutic exercise _ Exercises for impaired eye and face movements might include active ROM and/or manually resisted movementsProgress as indicated Patient education _ Daily repetition of home exercises might help patient to perform in front of a mirror Impaired jaw mobility/ chewingNormal jaw movements Therapeutic exercise _ Slow and gentle opening exercises begin 2 weeks postop followed by passive opening stretches for another 4 weeks _ _Progress as indicated Patient education _ Daily repetition of home exercises Reduced cardiovascular function due to physical inactivityMaintenance of general fitnessTherapeutic exercise _ Low-impact exercise, such as stationary bike, can begin 3 weeks postopProgressing to running, sprinting, weight lifting(1,5)Patient education _ Daily repetition of home exercises  Reduced balance and/or safety with ambulation and ADL performance; increased fall riskImproved balance and reduced fall riskTherapeutic exercise Balance and gait trainingProgress as indicated and appropriateHome exercise program, fall prevention education, home modifications to reduce fall risk Functional decline during ADLs and athletic activitiesIndependent ADLs and return to athletic activity with appropriate protective equipmentFunctional training _ Able to begin noncontact activity 4 weeks postopProgress as appropriate Patient education _ Instruct on exercises and functional activities that can be performed at home. Correct use of equipment ."
        ]
    },
    "desired outcomes outcome measures": {
        "resolved inflammation of soft tissues": [],
        "increased motor function in distribution of affected cranial nerves": [
            "Cranial nerve testing"
        ],
        "normal jaw movements for eating": [
            "Jaw measurements"
        ],
        "improved facial muscle strength": [
            "Manual muscle test"
        ],
        "improved facial motor function": [
            "Sunnybrook Facial Grading System",
            "Yanagihara Facial Nerve Grading System",
            "House-Brackmann  Facial Nerve Grading System"
        ],
        "maintenance of general fitness": [],
        "improved balance safety with ambulation and adl performance if patient sustained fracture due to fall": [
            "Balance and gait reassessment"
        ],
        "independence in adls and return to athletic activity with appropriate protective equipment": [
            "Short-Form  Health Survey (SF-36)"
        ]
    },
    "maintenance or prevention": [
        "Maintain the highest achievable ROM, strength, and function",
        "Implement fall-prevention  techniques and home modifications",
        "Wear seat belts while driving and have children in properly sized infant and child car-seat  restraints(7)",
        "Wear proper protective headgear when doing work or performing activities that could injure the face(7)"
    ],
    "patient education": [
        "See “Patient Education: Facial Trauma” from the Oral and Facial Surgery Center of Phoenix at https://www.dr-day.com/facial-trauma.php",
        "See “Facial and Mandibular Fractures” from the University of Washington Radiology Department at https://rad.washington.edu/about-us/academic-sections/musculoskeletal-radiology/teaching-materials/online-musculoskeletal-radiology-book/facial-and-mandibular-fractures/  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Cooper ML. Return to play following facial fractures in a Division I basketball athlete. Athl Ther Today . 2008;13(6):30-32.  (C)"
        },
        {
            "number in article": 2,
            "reference": "Lee KH, Chou HJ. Facial fractures in mountain biking. NZ J Sports Med . 2007;35(1):10-14.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Lee KH, Chou HJ. Facial fractures in road cyclists. Aust Dent J . 2008;53(3):246-249.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Girotto JA, MacKensie E, Fowler C, Redett R, Robertson B, Manson PN. Long-term  physical impairment and functional outcomes after complex facial fractures. Plast Reconstr Surg. 2001;108(2):312-327.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Karsteter PA, Yunker C. Recognition and management of an orbital blowout fracture in an amateur boxer. J Orthop Sports Phys Ther . 2006;36(8):611-618.  (C)"
        },
        {
            "number in article": 6,
            "reference": "In: Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,127-128.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Facial trauma. MedlinePlus website Web site. http://www.nlm.nih.gov/medlineplus/ency/article/001062.htm . Accessed August 27, 2019. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Keller MW, Han PP, Galarneau MR, Gaball CW. Characteristics of maxillofacial injuries and safety of in-theater  facial fracture repair in severe combat trauma. Mil Med. 2015;180(3):315-320.  doi:10.7205/MILMED-D-14-00345.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Kurunadalingam H, Beegun I, Dubrey SW. Facial emphysema following nasal fracture. Br J Hosp Med . 2015;76(2):113. doi:10.12968/hmed.2015.76.2.113. (C)"
        },
        {
            "number in article": 10,
            "reference": "Morris C, Bebeau NP, Brockhoff H, Tandon R, Tiwana P. Mandibular fractures: an analysis of the epidemiology and patterns of injury in 4,143 fractures. J Oral Maxillofac Surg . 2015;73(5):951.e1. doi:10.1016/j.joms.2015.01.001. (R)"
        },
        {
            "number in article": 11,
            "reference": "Afrooz PN, Bykowski MR, James IB, Daniali LN, Clavijo-Alvarez  JA. The epidemiology of mandibular fractures in the United States, part 1: A review of 13,142 cases from the US National Trauma Data Bank. J Oral Maxillofac Surg . 2015;73(12):2361-2366.  doi:10.1016/j.joms.2015.04.032. (R)"
        },
        {
            "number in article": 12,
            "reference": "Kormi E, Snall J, Koivusalo AM, Suominen AL, Thoren H, Tornwall J. Analgesic effect of perioperative systemic dexamethasone on blowout fracture surgery. J Oral Maxillofac Surg. 2017;75(6):1232-1237.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Gong X, He Y, An J, et al. Application of a computer-assisted  navigation system (CANS) in the delayed treatment of zygomatic fractures: a randomized controlled trial. J Oral Maxillofac Surg . 2017;75(7):1450-1463.  doi:10.1016/j.joms.2016.10.001. (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Kelts G, Maturo S, Couch ME, Schmalbach CE. Blunt cerebrovascular injury following craniomaxillofacial fractures: a systematic review. Laryngoscope . 2017;127(1):79-86. (SR)"
        },
        {
            "number in article": 15,
            "reference": "Haapanen A, Thoren H, Apajalahti S, Souminen AL, Snall J. Does dexamethasone facilitate neurosensory function regeneration after zygomatic fracture? A randomized controlled trial. J Oral Maxillofac Surg . 2017;75(12):2607-2612.  doi:10.1016/j.joms.2017.08.009. (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Al-Moraissi  EA, Ellis E. Local versus general anesthesia for the management of nasal bone fractures: a systematic review and meta-analysis.  J Oral Maxillofac Surg . 2015;73(4):606-615.  doi:10.1016/j.joms.2014.10.013. (SR)"
        },
        {
            "number in article": 17,
            "reference": "Wright T, Kramer CM, Patel BC, et al. Fracture, Le Fort. StatPearls [Internet]  Web site. https://www.ncbi.nlm.nih.gov/books/NBK526060/ . 2019. (RV)"
        },
        {
            "number in article": 18,
            "reference": "Singaram M, G SV, Udhayakumar RK. Prevalence, pattern, etiology, and management of maxillofacial trauma in a developing country: a retrospective study. J Korean Assoc Oral Maxillofac Surg . 2016;42(4):174-181.  doi:10.5125/jkaoms.2016.42.4.174. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Alvi S, Anwar B, Patel BC. Nasal Fracture Reduction. [Updated 2019 Apr 30]. StatPearls [Internet] Web site. https://www.ncbi.nlm.nih.gov/books/NBK538299/ . Published 2019. (RV)"
        },
        {
            "number in article": 20,
            "reference": "Rountree KM, Blase JJ. Isolated orbital roof blow-in fracture. Trauma Case Rep . 2017;12:16-18.  doi:10.1016/j.tcr.2017.10.008. (C)"
        },
        {
            "number in article": 21,
            "reference": "Mathias T, Levy J, Fatakia A, McCoul ED. Contemporary approach to the diagnosis and management of cerebrospinal fluid rhinorrhea. Ochsner J . 2016;16(2):136-142.  (RV)"
        },
        {
            "number in article": 22,
            "reference": "Farber SJ, Nguyen DC, Skolnick GB, Woo AS, Patel KB. Current management of zygomaticomaxillary complex fractures: a multidisciplinary survey and literature review. Craniomaxillofac Trauma Reconstr . 2016;9(4):313-322.  doi:10.1055/s-0036-1592093.  (RV)"
        },
        {
            "number in article": 23,
            "reference": "Phillips BJ, Turco M. Le fort fractures: a collective review. Bull Emerg Trauma . 2017;5(4):221-230.  doi:10.18869/acadpub.beat.5.4.499. (RV)"
        },
        {
            "number in article": 24,
            "reference": "Yuen HW, Mazzoni T. Mandible Fracture. [Updated 2019 Jun 4]. StatPearls [Internet]  Web site. https://www.ncbi.nlm.nih.gov/books/NBK507705/ . 2019. (RV)"
        },
        {
            "number in article": 25,
            "reference": "Saggese NP, Mohammadi E, Cardo VA. The 'white-eyed'  orbital blowout fracture: an easily overlooked injury in maxillofacial trauma. Cureus. 2019;11(4):e4412. doi:10.7759/ cureus.4412. (RV)"
        }
    ]
}