{
    "metadata": {
        "title": "Bell’s Palsy",
        "synonyms": [
            "bell palsy",
            "acute idiopathic facial neuropathy",
            "acute inflammatory facial neuropathy",
            "facial neuropathy, idiopathic acute",
            "facial neuropathy, inflammatory acute",
            " facial paralysis, herpetic",
            "facial paralysis, idiopathic",
            "herpetic facial paralysis",
            "idiopathic facial paralysis"
        ],
        "anatomical location body part affected": [
            "Cranial nerve VII – facial nerve",
            "Usually unilateral(4)"
        ],
        "area of specialty": [
            "neurological rehabilitation"
        ],
        "description": [
            "An acute disorder of cranial nerve VII that causes facial muscle weakness. It has a sudden onset and recovery usually occurs within 6 months(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G51.0": "Bell’s palsy, facial palsy (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Electrotherapy for Bell’s palsy is not covered under many insurance plans, including Medicare, because its clinical effectiveness has not been established"
        ],
        "presentation signs and symptoms": [
            "Presence of a facial droop, inability to close the eye on the affected side, paresis of upper and lower portion of the face, ipsilateral loss of taste to anterior two thirds of tongue(2)",
            "Hyperacusis, pain around the ear, inability to smile/frown, ringing in the ears, impaired speech, numbness of the face on affected side, and excessive tearing or dryness of affected eye may also occur(3,4)",
            "Weakness progresses within 48 hours to complete or near complete paralysis of all the facial muscles in the distribution of the facial nerve(3)",
            "Sequelae such as synkinesis or spasms may occur at a later stage after palsy develops Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Bell’s palsy is most often idiopathic; however, most idiopathic cases are probably theresult of viral infection(1)",
            "It can be caused by herpes zoster (Ramsay Hunt syndrome) or Lyme disease(1,3,4)",
            "It may also be a result of herpes simplex virus (HSV) infection(1,2,4)"
        ],
        "pathogenesis": [
            "The patient experiences sudden onset of symptoms, often preceded by a viral illness.The exact pathogenesis of Bell’s palsy is not fully understood, but it is thought to berelated to inflammation and edema of a unilateral facial nerve, with diffuse infiltrationof inflammatory cells between nerve bundles and surrounding the intraneural vessels,resulting in facial symptoms in the distribution of the seventh cranial nerve.(3) The facialnerve may be compressed, inflamed, or swollen(1,4)"
        ],
        "risk factors": [
            "Pregnancy – most likely the third trimester or within 1 week postpartum(1,4)",
            "Upper respiratory infection(4)",
            "Exposure to cold temperature(4)",
            "> 30 years old(4)",
            "Lyme disease(1,4)",
            "Diabetes mellitus(1,4)",
            "Migraine(16)–In a nationwide cohort study, researchers in Taiwan found an association between migraine and Bell’s palsy that suggestsa linked disease mechanism"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Proper eye protection is essential in patients with Bell’s palsy. An inability to close the eye completely puts these individuals at risk for increased dryness or injury. It is helpful to use eyeglasses or an eye patch to prevent corneal drying or abrasion, which can result in ulceration.(1)Patients may also use a lubricant at night or artificial tears during the day(1,3)",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Bell’s palsy is most often idiopathic and does not result from a specific injury or traumatic insult -Determine if the onset of symptoms was preceded by some type of illness -When did symptoms begin? -Patients with prolonged or recurrent paralysis should be referred for evaluation by a specialist(3) -What symptoms is the patient experiencing?",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Corticosteroids started within 72 hours hasten recovery in most patients(1) and are generally recommended for all patients with Bell’s palsy(1,3,15) Current treatment guidelines recommend that patients be offered antivirals in addition to steroids, due to a possibility of a modest increase in recovery; however, patients should be counseled that a benefit from antivirals has not been established(15) Authors of a 2019 Cochrane systematic review investigated the efficacy of antiviral therapy for patients with Bell’s palsy(13) 14 trials (2,488 participants) were included in the data analysis Compared to corticosteroids alone, the combined use of corticosteroids and antivirals “may have little to no effect on the rates of incomplete recovery” in patients with Bell’s palsy The use of corticosteroids alone “were probably more effective than antivirals alone” The combined use of antivirals and corticosteroids was more effective than placebo or no treatment and probably reduced the late sequelae compared to corticosteroids alone Antivirals did not have a clear benefit over placebo Participants treated with corticosteroids had less long-term sequelae than those treated with antivirals No clear differences were found in adverse events from antiviral therapy compared to either corticosteroid therapy or placebo Authors of a systematic review and meta-analysis  investigated the efficacy of antiviral medication for increasing the proportion of patients with Bell’s palsy achieving complete recovery(12) The proportion of patients achieving complete recovery was not significantly improved by including antiviral medication  Severity of baseline symptoms did not affect findings Partial recovery may be improved by use of antiviral therapy 10 RCTs (2,419 patients) were included in this analysis Researchers in Seoul, South Korea, concluded that combined steroid and antiviral treatment resulted in significantly higher recovery rates than steroid therapy alone in patients with initially severe Bell’s palsy(8) The study included a total of 1,342 patients, who were divided into 2 groups (combined steroid and antiviral medication treatment or steroid therapy alone) In severe cases, surgery may be indicated,(15) but in general surgical decompression of the facial nerve is not recommended(3) Middle cranial fossa bony decompression for Bell’s palsy patients with poor prognosis based on clinical and electrodiagnostic testing has been shown to provide good outcomes with minimal morbidity when performed within 14 days of symptom onset(17)",
                    "diagnostic tests completed": [
                        "Diagnostic tests",
                        "Laboratory tests are not typically recommended but, if the diagnosis is in question, they may include Lyme titer; IgM, IgG, and IgA titers for varicella zoster virus, cytomegalovirus, rubella, hepatitis A, B, and C; blood glucose test; and HIV test(1)",
                        "Facial radiographs can be used to rule out fractures. CT or MRI with contrast can rule out structural lesions, stroke, and parotid neoplasms(4)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms. Symptoms are most often unilateral, but they can be bilateral",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Patients commonly report inability to close eye, difficulty eating (chewing muscles often spared, but drooling may occur), loss of taste to anterior two thirds of tongue,(2) pain around the ear, ringing in the ears, hyperacusis, numbness of the face on affected side, and excessive tearing or dryness of affected eye(3,4)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if anyDocument if patient uses any forms of supplemental oxygen",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, vertigo, hearing loss, draining ear, psychosocial concerns) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ____________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Recurrence rate is 7% with an average time to recurrence of 10 years(1)",
                    "comorbid diagnoses": "Determine if there is a history of a neurological disorder or viral illness. Any history of herpes zoster? Is there any other relevant medical history?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing "
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Identify the patient’s occupational, leisure, and other activities, especially those that may be affected by Bell’s palsy symptoms. Determine if limitation in occupational and leisure activities exists secondary to vision, speech, or other deficits",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient have a history of functional limitations? Patient may report difficulty eating and with speech",
                "living environment": "Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general assessment with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Is an eye patch necessary to protect eye from light or foreign bodies? –Inadequate lubrication of the cornea can lead to severe eye damage and loss of vision; therefore, routine use of eye protection is recommended for patients with incomplete eye closure(15)",
            "balance": "Complete a balance assessment Cranial/peripheral nerve integrity –Assess for involvement of contralateral facial nerve, as well as other cranial nerves. Confirm that the deficit is not a CNS disorder and truly is a lower motor neuron dysfunction (see below) –Assess the cranial nerves -I – Olfactory (evaluate ability to smell) -II – Optic (evaluate visual acuity, visual fields, and ocular fundi) -II, III – Optic and oculomotor (evaluate pupillary reactions) -III, IV , VI – Oculomotor, trochlear, abducens (evaluate extraocular movements) -V – Trigeminal (evaluate corneal reflexes, facial sensation, and jaw movements) -VII – Facial (evaluate facial movements, including lifting eyebrows, smiling/frowning, showing teeth, filling cheeks with air, and shutting eyes tight) -VIII – Acoustic (evaluate ability to hear) -IX, X – Glossopharyngeal, vagus (evaluate swallowing and rise of the palate, gag reflex) -V , VII, X, XII – Trigeminal, facial, vagus, hypoglossal (evaluate voice and speech) -XI – Spinal accessory (evaluate neck and shoulder movements) -XII – Hypoglossal (evaluate tongue symmetry and position) –Signs indicating a peripheral lesion (lower motor neuron) vs. a central lesion (i.e., cerebral vascular accident) -A patient with Bell’s palsy (peripheral lesion) -might not be able to raise eyebrow and wrinkle forehead on the affected side(3) -might have impaired eye closure on the affected side(2,3) -might experience hyperacusis(3) -might have decreased sense of taste on the affected side, impaired ability to produce tears or saliva(3) -A patient with a central lesion -might have weakness around the mouth but not in the upper area of the face (around the eyes, etc.)Sparing of the forehead muscles suggests a central or upper motor neuron lesion because these muscles receive bilateral innervation(1,3) -generally does not have altered sense of taste, or altered production of saliva or tears",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Depth-perception  deficits may impair gait and safetyAssess control of facial musculature (smile, frown, pucker lips, close eyes, lift eyebrows, wrinkle forehead). Is there paresis of muscles, or just weakness? Which muscles/movements are affected?",
            "muscle strength": "See Motor function , above",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "Corneal reflex may be impaired or absent Assess patient’s ability to eat, speak, and hear; assess the impact of depth-perception impairment, if applicable",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Facial Grading Scale (FGS), House-Brackmann  scale (HBS),(22)and Sunnybrook Facial Grading scale(22) -These standardized tests use specific movements and activities of the face/facial musculature to identify the severity of impairment present, identify the nerve/muscles affected, and provide a more objective way to measure progress/recovery –Facial Clinimetric Evaluation (FaCE) Scale(23) -A patient-graded  quality of life instrument",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "If eye patch is in place or vision is limited, patient will have decreased depth perception and diminished visual field",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Stimulation through or across the chest",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Over pharyngeal area",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Used in close proximity to diathermy treatment"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(5)"
            ]
        },
        "diagnosis need for treatment": "The role of physical therapy in the treatment of Bell’s palsy is disputed (see Treatment summary , below). However, physical therapy may be recommended in challenging cases depending on impact of signs/ symptoms, muscle weakness/paresis, and functional deficits secondary to muscle dysfunction",
        "rule out": " Rule out  (1) Parotid gland tumors Bacterial or viral infection (e.g., Lyme disease, herpes zoster, infectious mononucleosis, HIV , meningitis, otitis media, osteomyelitis of the base of the skull) Cortical or brainstem stroke Sarcoidosis Temporal bone fracture Guillain-Barré  syndrome HIV Ramsay Hunt syndrome (i.e., facial nerve paralysis associated with ipsilateral zoster oticus) Möbius syndrome Melkersson-Rosenthal  syndrome",
        "prognosis": [
            "This condition is generally self-limiting;  recovery will often occur without treatment. Most patients begin to improve within 2 weeks with or without treatment and have partial to full facial recovery within 6 months. In some cases, there may be permanent damage or residual muscle weakness(6)",
            "Other factors that may negatively impact prognosis include advanced age (> 60 years), complete facial weakness, hypertension, and Ramsay-Hunt  syndrome(4) ",
            "Prognosis may be affected by comorbid diagnosis of metabolic syndrome, specifically diabetes, obesity, and high triglycerides(18) –Authors of a retrospective study in South Korea of 124 patients with Bell’s palsy found that the patients with metabolic syndrome had a significantly lower recovery rate when compared to patients without metabolic syndrome"
        ],
        "referral to other disciplines": " Referral to other disciplines Speech therapist or occupational therapist as indicated for assessment and treatment of eating or speaking dysfunction Ophthalmologist for evaluation of required eye protection or treatment Audiologist or otolaryngologist as indicated for hearing Psychiatric follow-up  for depressed mood, anxiety, and psychosocial concerns, particularly for patients with permanent deficits(3)",
        "other considerations": [],
        "treatment summary": [
            "Clinical practice guidelines state that no recommendations can be made regarding the effect of physical therapy in patients with Bell’s palsy(15)",
            "Authors of a 2015 systematic review suggest that physical therapy in conjunction with standard drug treatment has a positive effect on HBS grade and recovery time compared to standard drug treatment alone for patients with Bell’s palsy(9) –Based on 4 studies that met inclusion criteria –Primary outcome measure was the HBS –Standard drug treatment in conjunction with physical therapy supported higher motor function recovery than medication alone between 15-day  and 1-year follow-up –Limited-quality  evidence from RCTs is available and current evidence is insufficient to determine the precise benefit of combined treatment for Bell’s palsy",
            "Modalities and Bell’s palsy –Authors of a randomized double-blind  placebo-controlled  trial in Saudi Arabia found that high-intensity  laser therapy (HILT) and low-level  laser therapy (LLLT) significantly improved the recovery of patients with Bell’s palsy(14) -48 patients were randomly assigned into 1 of 3 groups. All participants received facial massage and facial expression exercises. Additionally, group 1 received HILT, group 2 received LLLT, and group 3 received sham laser treatment -Facial massage and facial exercises were performed 2 times per day for 6 weeks. Laser treatments were performed 3 times a week for 6 weeks -Facial recovery outcomes were assessed at 3- and 6-weeks  post treatment and included the Facial Disability Index (FDI) and the HBS -Both HILT and LLLT significantly improved the facial expression outcomes of patients with Bell’s palsy compared to placebo. Patients in the HILT group demonstrated slightly superior improvement compared to patients in the LLLT group –Researchers in Turkey found that the addition of LLLT to facial exercises in the treatment of Bell’s palsy improved outcomes at 3 weeks and 6 weeks compared to facial exercises alone(19) -Based on a clinical trial with 46 patients -Laser intervention: 830 nm, 100 Mw, 1 kHz, GaAIAs infrared diode laser with a mean energy density of 10 J/cm2, 8 points, 3 times per week, for a total of 6 weeks -Outcome measure was FDI –Biofeedback has been shown to be beneficial in reducing synkinesis and recovery of facial symmetry in patients who have had Bell's palsy for six months or longer(20) -The use of biofeedback assists the patient in contracting the appropriate muscles and increasing muscular control –Authors of a 2017 systematic review concluded that there is low-level  evidence that electrical stimulation may improve symptoms for patients with chronic Bell’s palsy(24) -Five studies were included in the data analysis -Evidence did not support the use of electrical stimulation for the acute phase of recovery –Authors of an RCT in Turkey concluded that 3 weeks of daily electrical stimulation shortly after Bell’s palsy onset improved functional facial movements(11) -60 patients 4 weeks post facial palsy onset were randomly divided into one of two groups. Group 1 received physical therapy, which included hot pack application, facial expression exercises, and massage to facial muscles. Group 2 received the physical therapy protocol and electrical stimulation  -Patients received treatment 5 days/week for 3 weeks -Outcome measures were performed at baseline and 3 months post treatment and included the HBS, FDI scores, and facial nerve latencies and amplitudes from the frontalis and orbicularis muscles -FDI scores improved similarly in both groups. The HBS showed greater improvement in group 2 compared to group 1. The mean facial nerve latency and compound muscle action potential amplitudes in the frontalis and orbicularis muscles were statistically shorter in group 2. Only the mean motor latency of the frontalis muscle decreased in group 1 -Further research is warranted to determine the most effective dosage and length of intervention –Sub-threshold,  continuous, low-frequency  electrical stimulation used in combination with prednisolone and/or acyclovir was associated with significantly quicker functional recovery and minimized sequelae compared to the use of prednisolone and/or acyclovir alone in patients with Bell’s palsy(25) -Based on a study in South Korea of60 patients with mildtomoderate Bell’s palsy -Electrical stimulation was applied to the extratemporal portion of the facial nerve",
            "Exercise and Bell’s palsy –Tailored facial physiotherapy was found to be effective in improving idiopathic facial paralysis in patients who remained symptomatic more than 1 year post onset(10) -22 patients in the United Kingdom were included in this study -Subjects had symptoms of idiopathic facial paralysis for a minimum of 1 year with a mean duration of 45 months -Mean follow-up  duration was 10.4 months -Mean Sunnybrook Facial Grading System scores significantly improved, from 59 (baseline) to 83 (final treatment) –KinesioTaping with facial exercise was significantly better than facial proprioceptive neuromuscular facilitation (PNF) for improving voluntary facial muscle contractions in patients with Bell’s palsy(26) -Based on a study of 30 patients in India -Patients were randomly assigned to one of two groups. Group A received facial PNF. Group B received facial exercises and Kinesio Taping -The duration of all interventions was4 weeks –PNF (Kabat) exercises with conventional physical therapy were superior to Kinesio Taping and conventional physical therapy, with PNF exercises and conventional physical therapy resulting in greater improvements in facial disability and synkinesis in patients with Bell’s palsy(27) -Based on a study of 20 patients in Pakistan -Patients were randomly assigned to one of two groups – PNF and conventional physiotherapy or Kinesio Taping and conventional physiotherapy -Interventions were performed 5 days per week for 5 weeks -Outcome measures included HBS Qualitative Version, FDI, and Synkinesis Assessment Questionnaire . Problem Goal Intervention Expected Progression Home Program  Muscular weakness/ atrophyRestore muscle strength and functionTherapeutic exercises _ Facial exercises (including specialized mime therapy exercises) to promote muscle movement, strength, and symmetry (forehead wrinkle, eye closure, lip pucker, raising eyebrows, etc.).(21)There is insufficient evidence to clearly determine the efficacy of traditional physical therapy treatment(1,4) _ _ Electrotherapeutic modalities _ The use of electric stimulation to increase muscle contraction and help prevent loss of muscle function is controversial. While some studies support the use of electrical stimulation to increase muscle strength and function, there is also concern that this treatment can cause or increase facial musculature contracture. Low- level evidence suggests it may benefit patients with chronic symptoms(24) _ _ (See Treatment summary , above)Exercises should begin with a low number of repetitions of each of the motions listed, gradually increasing as tolerated. Additional movements may be incorporated as they relate to the specific muscular and functional deficits the patient is experiencing. The facial musculature fatigues readily, so the therapist should be cautious not to be overly aggressive with exercisesRecommend a home program that incorporates strengthening exercises as indicated and appropriate  Difficulty with eating/ drinkingRestore facial movement and functionFunctional training _ Strengthening exercises, as indicated above, to increase strength of facial musculature, to improve eye/mouth function, and improve facial expression _ _ Physical agents and mechanical modalities Laser therapy in conjunction with facial massage and exercise has been shown to improve facial recovery(14)Progress each unique patient as appropriate and indicatedIncorporate functional strengthening into home program as indicated Contracture of musculaturePrevent/reduce muscle contracturesManual therapy _ Massage and stretching of tightened or contracted musculature can be utilized to limit/ resolve synkinesis and contracture(7)N/A Recommend therapeutic techniques for home as indicated ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved muscular strength, symmetry and coordination of facial movements, improved function": [
            "FGS",
            "House-Brackmann  Grading System",
            "Sunnybrook Facial Grading System",
            "V AS"
        ],
        "prevention reduction of contracture": [],
        "improved quality of life": [
            "FaCE Scale",
            "FDI"
        ]
    },
    "maintenance or prevention": [
        "There is no known prevention for Bell’s palsy"
    ],
    "patient education": [
        "AANEM: American Association of Neuromuscular & Electrodiagnostic Medicine, “Bell’s Palsy,” https://www.aanem.org/Patients/Muscle-and-Nerve-Disorders/Bell-s-Palsy  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Buffie A, Kass J, Sladky J. Bell palsy. In: Ferri FF, ed. Ferri’s Clinical Advisor 2019 . Philadelphia, PA: Elsevier; 2019:207-208.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Sarnat HB. Bell palsy. In: Kliegman RM, Stanton BF, Schor NF, St. Geme JW, Behrman RE, eds. Nelson Textbook of Pediatrics . 20th ed. Philadelphia, PA: Elsevier Saunders; 2016:3014-3015.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Meyers S. Acute facial paralysis. In: Bope ET, Kellerman R, eds. Conn’s Current Therapy 2017 . Philadelphia, PA: Elsevier; 2017:637-639.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Al AbdulKader A, Chao J. Bell palsy. In: Domino FJ, ed. The 5-minute clinical consult 2019 . Philadelphia, PA: Wolters Kluwer; 2019:114-115.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:322-323.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "National Institute of Neurological Disorders and Stroke. NINDS Bell's palsy information page. National Institute of Neurological Disorders and Stroke Web site. https://www.ninds.nih.gov/Disorders/All-Disorders/Bells-Palsy-Information-Page#disorders-r2 . Published March 27, 2019. Accessed September 8, 2019. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Mayo Clinic staff. Bell's palsy. Mayo Clinic Web site. http://www.mayoclinic.org/diseases-conditions/bells-palsy/basics/definition/con-20020529 . Published May 4, 2018. Accessed September 8, 2019. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Kang HM, Jung SY, Byun JY, Park MS, Yeo SG. Steroid plus antiviral treatment for Bell’s palsy. J Intern Med . 2015;277(5):532-539.  doi:10.1111/joim.12288. (R)"
        },
        {
            "number in article": 9,
            "reference": "Ferreira M, Marques EE, Duarte JA, Santos PC. Physical therapy with drug treatment in Bell’s palsy: A focused review. Am J Phys Med Rehabil . 2015;94(4):331-340. doi:10.1097/PHM.0000000000000255. (SR)"
        },
        {
            "number in article": 10,
            "reference": "Watson GJ, Glover S, Allen S, Irving RM. Outcome of facial physiotherapy in patients with prolonged idiopathic facial palsy. J Laryngol Otol . 2015;129(4):348-352.  doi:10.1017/ S0022215115000675. (R)"
        },
        {
            "number in article": 11,
            "reference": "Tuncay F, Borman P, Taser B, Unlu I, Samim E. Role of electrical stimulation added to conventional therapy in patients with idiopathic facial (Bell) palsy. Am J Phys Med Rehabil. 2015;94(3):222-228.  doi:10.1097/PHM.0000000000000171. (RCT)"
        },
        {
            "number in article": 12,
            "reference": "Turgeon RD, Wilby KJ, Ensom MH. Antiviral treatment of Bell’s palsy based on baseline severity: A systematic review and meta-analysis.  Am J Med . 2015;128(6):617-628. doi:10.1016/j.amjmed.2014.11.033. (M)"
        },
        {
            "number in article": 13,
            "reference": "Gagyor I, Madhok VB, Daly F, Sullivan F. Antiviral treatment for Bell’s palsy (idiopathic facial paralysis). Cochrane Database Syst Rev . 2019;(Issue 9):CD001869. doi:10.1002/14651958.CD001869.pub9.  (SR)"
        },
        {
            "number in article": 14,
            "reference": "Alayat MS, Elsodany AM, El Fiky AA. Efficacy of high and low level laser therapy in the treatment of Bell’s palsy: A randomized double blind placebo-controlled  trial. Lasers Med Sci. 2014;29(1):335-342.  doi:10.1007/s10103-013-1352-z.  (RCT)"
        },
        {
            "number in article": 15,
            "reference": "de Almeida JR, Guyatt GH, Sud S, et al. Management of Bell palsy: Clinical practice guideline. CMAJ. 2014;186(12):917-922.  doi:10.1503/cmaj.131801. (G)"
        },
        {
            "number in article": 16,
            "reference": "Peng KP, Chen YT, Tang CH, Wang SJ. Increased risk of Bell palsy in patients with migraine: a nationwide cohort study. Neurology . 2015;84(2):116-124.  doi:10.1212/ WNL.0000000000001124. (R)"
        },
        {
            "number in article": 17,
            "reference": "Cannon RB, Gurgel RK, Warren FM, Shelton C. Facial nerve outcomes after middle fossa decompression for Bell’s palsy. Otol Neurotol . 2015;36(3):513-518.  doi:10.1097/ MAO.0000000000000513. (R)"
        },
        {
            "number in article": 18,
            "reference": "Jung SY, Jung J, Byun JY, Park MS, Kim SH, Yeo SG. The effect of metabolic syndrome on Bell’s palsy recovery rate. Acta Otolaryngol . 2018;138(7):670-674. doi:10.1080/00016489.2018.1425902. (R)"
        },
        {
            "number in article": 19,
            "reference": "Ordahan B, Karahan AY. Role of low-level laser therapy added to facial expression exercises in patients with idiopathic facial (Bell's) palsy. Lasers Med Sci . 2017;32(4):931-936.  doi:10.1007/s10103-017-2195-9.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Pourmomeny AA, Asadi S, Cheatsaz A. Management of facial synkinesis with a combination of BTX-A and biofeedback: a randomized trial. Iran J Otorhinolaryngol . 2015;27(83):409-415.  (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Calisgan E, Senol D, Cay M. Physiotherapy outweighed multiple therapy methods of Bell’s palsy: a review study. J Turgut Ozal Med Cent . 2017;24(3):375-380.  doi:10.5455/ jtomc.2017.04.060. (RV)"
        },
        {
            "number in article": 22,
            "reference": "Fattah AY, Gavilan J, Hadlock TA, et al. Survey of methods of facial palsy documentation in use by members of the Sir Charles Bell Society. Laryngoscope . 2014;124(10):2247-2251.  doi:10.1002/lary.24636. (R)"
        },
        {
            "number in article": 23,
            "reference": "Kahn JB, Gliklich RE, Boyev KP, Stewart MG, Metson RB, McKenna MJ. Validation of a patient-graded  instrument for facial nerve paralysis: the FaCE scale. Laryngoscope . 2001;111(3):387-398.  doi:10.1097/00005537-200103000-00005.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Fargher KA, Coulson SE. Effectiveness of electrical stimulation for rehabilitation of facial nerve paralysis. J Phys Ther Rev . 2017;22(3-4):169-176. doi:10.1080/10833196.2017.1368967. (SR)"
        },
        {
            "number in article": 25,
            "reference": "Kim J, Choi JY. The effect of subthreshold continuous electrical stimulation on the facial function of patients with Bell’s palsy. ACTA Otolaryngol . 2016;136(1):100-105. doi:10.3109/00016489.2015.1083121. (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Palekar TJ, Khisty A, Basu S, Baxi G. Comparative study between facial PNF and kinesio taping along with facial exercises in the treatment of Bell’s palsy. Natl J Integrated Res Med. 2019;10(2):25-28.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Ghous M, Yaqoob I, Kanwal M, Malik AN. Effects of kabat rehabilitation verses taping to reduce facial disability and synkinesis in Bell’s palsy. Rawal Med J . 2018;43(3):543-546.  (R)"
        }
    ]
}