{
    "metadata": {
        "title": "Fall Prevention in Older Adults  Occupational Therapy",
        "synonyms": [
            "occupational therapy (fall prevention in older adults)"
        ],
        "anatomical location body part affected": [
            "N/A"
        ],
        "area of specialty": [
            "acute care",
            "home health",
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "Falls are the leading cause of nonfatal injuries in older adults; fall complications are the leading cause of death from injury in persons aged 65 or older(1,2)",
            "More than 1 in 4 community-dwelling  adults aged 65 years and older falls each year(32)",
            "Falls are often the result of the interaction between intrinsic and environmental risk factors(32)",
            "There is evidence to support the use of exercise (e.g., balance training, strengthening) home/environmental modifications, and fall-prevention  education (including addressing the patient’s fear of falling) to reduce the risk of falls or application of equipment Environmental hazards Increase the safety of the home and/or work environment to reduce the risk of fallsPrescription, application of devices and equipment _ Environmental alterations as needed, including grab bars, bedside commode, bright lighting, removal of throw rugs,etc. _ _ (See Treatment summary , above)Improved safety of home and/or work environmentMaintain repair to environmental alterations as needed; provide patient and family/ caregivers with education and written instructions regarding home modifications . Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R26": "abnormalities of gait and mobility",
            "R29.6": "tendency to fall, not elsewhere classified",
            "Z91.81": "history of falling",
            "W00": "fall on same level involving ice and snow",
            "W01": "fall on same level from slipping, tripping and stumbling",
            "W03": "other fall on same level due to collision with, or pushing by, another person",
            "W04": "fall while being carried or supported by other persons",
            "W05": "fall involving wheelchair",
            "W06": "fall involving bed",
            "W07": "fall involving chair",
            "W08": "fall involving other furniture",
            "W10": "fall on and from stairs and steps",
            "W11": "fall on and from ladder",
            "W12": "fall on and from scaffolding",
            "W13": "fall from, out of or through building or structure",
            "W14": "fall from tree",
            "W15": "fall from cliff",
            "W16": "diving or jumping into water causing injury other than drowning or submersion",
            "W17": "other fall from one level to another",
            "W18": "other fall on same level",
            "W19": "unspecified fall (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. Insurance companies in the United States typically do not cover occupational therapy specifically for fall prevention. In some cases, a patient might qualify for reimbursement for occupational therapy services if there are underlying impairments (e.g., poor balance, reduced core strength, ADL impairment) that increase the risk of falls  and that will be the focus of therapy. In recent years, research has shown the value of fall prevention programs and more insurance companies are beginning to provide coverage for certain types of programs Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "To reduce the risk of falling during assessment and/or treatment with older adults, adequately prepare the treatment area by eliminating environmental hazards(5)",
            "Physical restraints used to prevent falls must be used with extreme caution and should not be used as an alternative to direct supervision. Death or serious injuries may occur(6) –Authors of a systematic review investigating the use of bedrails to prevent falls in nursing homes found the evidence to be inconclusive. The lack of strong evidence for bedrail use led the authors to conclude that bedrails are not the most effective way to prevent falls and that as a type of physical restraint they should be used as a last resort(41)",
            "Always use good body mechanics to avoid injury to yourself(5)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  a fall can result from an acute issue such as a stroke or heart attack; however, falls in older adults are usually the result of a combination of patient-related   intrinsic  and environmental  extrinsic  risk factors ,": [],
        "pathogenesis:": [
            "Balance and the ability to ambulate safely require a complicated interaction of cognitive, neuromuscular, andcardiovascular function(1)",
            "With age, balance mechanisms can become compromised and postural sway can increase; if the abovementioned systemsalso are impaired, the older person will be more likely to fall(1)"
        ],
        "risk factors": [
            "Intrinsic(37,38)–History of prior fall–Balance, gait, or mobility impairments–Use of assistive ambulatory devices (e.g., canes)–Weakness or sensory loss involving legs–Fear of falling–Certain medical conditions, including-stroke-dementia-diminished vision-peripheral neuropathy-frailty or disability-pain-epilepsy-vitamin D deficiency-rheumatoid arthritis or other arthritic disorders-diabetes-urinary incontinence-depression-vasovagal syncope-arrhythmia-orthostatic hypotension-carotid sinus hypersensitivity and syncope-other neurological disorders such as Parkinson disease",
            "Medications–Prescribing practices and medications that may increase risk of fall include(38)-polypharmacy (≥ 4 medications)-use of psychoactive medications–The following medications can increase risk for falls in older adults with a history of falls or fractures(39)-Antiepileptics-Antipsychotics-Antidepressants-Sedatives/hypnotics-Opioids",
            "Environmental (extrinsic)(40,41)–Lack of stair handrail or poor stair design–Lack of bathroom grab bars–Dim lighting or glare–Obstacles and tripping hazards–Slippery or uneven surfaces–Improper use of an assistive device–Use of physical restraints",
            "Risk factors for inpatients in an acute care hospital(28)–Risk factors seen in the initial 48 hours of admission that correlated with falls include:-Morse Fall Scale items (MFS): history of falls, ambulatory aid, impaired gait, overestimation of walking ability-reduced muscle strength-visual deficits–Correlations based on the findings of a prospective cohort study researchers conducted in Brazil. The researchers assessedthe risk factors and falls during hospitalization in a sample of 556 patients. The median age of the population was 59years"
        ],
        "fall-related  complications": [
            "Fractures(1)–Wrist(1)–Hip(1)–Vertebrae(1)",
            "Chronic subdural hematoma (i.e., head injury)(1)",
            "For patients unable to get up from a fall, complications include:–dehydration(1)–pressure ulcers(1)–rhabdomyolysis(1)–hypothermia(1)–electrolyte imbalance(1)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "To reduce the risk of falling during assessment and/or treatment with older adults, adequately prepare the treatment area by eliminating environmental hazards(5) Use a gait belt during functional mobility tasks where appropriate. A gait belt may not be appropriate for patients who are obese(5) –If the patient starts to fall forward: -restrain him or her by firmly holding the gait belt(5) -push forward against the pelvis and pull back on the shoulder or anterior chest(5) -if the patient falls forward too far to be kept upright, gently guide him or her to the floor slowly to avoid injury(5) -slow the patient’s momentum by gently pulling back on the gait belt as well as his or her shoulder(5) -step forward as the patient moves to the floor(5) -instruct the patient to bend his or her elbows to help cushion the landing(5) -instruct patient to turn head to the side to avoid injury to the face(5) –If the patient starts to fall backward: -widen your stance and rotate your body so that one side is turned toward the patient’s back(5) -push forward on the patient’s pelvis, allowing him or her to lean against your body(5) -assist the client to standing(5) -if the patient has fallen too far backward to pull back to standing position, instruct the patient to temporarily lean against your body or sit on your thigh(5) -then lower the patient to a sitting position on the floor while holding the gait belt(5) Keep a wheelchair or other easily moveable chair close to the patient to allow the patient to sit if necessary(5) ",
        "State laws and facility guidelines should be followed when using physical restraints. Physical restraints used to prevent falls must be used with extreme caution and should not be used as an alternative to direct supervision. Death or serious injuries may occur(6)",
        "Always use good body mechanics to avoid injury to yourself(5)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "To reduce the risk of falling during assessment and/or treatment with older adults, adequately prepare the treatment area by eliminating environmental hazards(5)",
            "Physical restraints used to prevent falls must be used with extreme caution and should not be used as an alternative to direct supervision. Death or serious injuries may occur(6) –Authors of a systematic review investigating the use of bedrails to prevent falls in nursing homes found the evidence to be inconclusive. The lack of strong evidence for bedrail use led the authors to conclude that bedrails are not the most effective way to prevent falls and that as a type of physical restraint they should be used as a last resort(41)",
            "Always use good body mechanics to avoid injury to yourself(5)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Inquire about fall(s) and near fall(s) within the previous 5 years(2) -Does the patient experience recurrent falls? When was the patient’s most recent fall? -What were the circumstances (including patient and environmental factors) surrounding the fall(s)? Any symptoms preceding the fall?What was the time of day? -Was the fall witnessed? -Were there any resultant injuries or complications from the fall(s)? -How frequently does the patient fall? -Include slips and trips in which the patient loses his or her balance;(2) these types of “near fall events” are often difficult to identify because the patient might not recognize it as an event -Review the patient’s medical history and interview patient/family/caregiver, noting all the patient’s intrinsic and extrinsic fall risk factors(2)",
                "course of treatment": {
                    "medical management": "Is the patient currently being treated for any health conditions? If so, what types of medical treatment are being used?",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? Specifically note the use of the following medications, as their effects or side effects (e.g., dizziness, drowsiness, Benzodiazepines(1,2) Cardiac medications(1) Neuroleptics(1) Sedative-hypnotics(1) Use of four or more medications simultaneously(1,2)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for patients with a history of falls are the following:",
                        "Imagining studies, including:",
                        "X-ray/bone  scan (in the case of fractures or other injuries)",
                        "Head CT scan/MRI (for head injuries and cranial pathology)",
                        "Blood work",
                        "EKG"
                    ],
                    "alternative therapies": "",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Document any fall prevention education received "
                },
                "aggravating easing factors": " Aggravating/easing factors -Do the patient/family/caregiver notice factors that seem to increase or decrease the frequency of the patient’s falls? Specifically inquire about effect of position changes, rising from seated position, weight bearing, and alcohol use in relation to falls",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms -Document nature of risk factors, including impaired vision, impaired sensation, imbalance/dizziness, gait impairment, etc.",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Assess fear of falling with a scale such as the Falls Efficacy ScaleInternational  (FES-I),  described below;(2,12)assess confidence in balance with the Activities-specific Balance Confidence Scale (ABC)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables -Document the time of day during which falls occur",
                "sleep disturbance": "Document number of wakings/night and reason (e.g., need to use bathroom) -Patients with insomnia are at increased risk of falls -Does patient take sleeping pills? -Does patient have daytime fatigue?",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness/vertigo, sexual dysfunction, bladder and bowel incontinence)",
                "respiratory status": "Note patient’s respiratory rate -Does the patient require supplemental oxygen? Nasal cannula? -Does the patient have a tracheostomy tube? -Does the patient require ventilator support? -Any history of shortness of breath? At rest? With exertion?Document the patient’s psychosocial status -Has anxiety, depression, bipolar disorder, or another mental health condition ever been diagnosed in the patient? -How does the patient relate to his or her surroundings? Is the patient overly emotional, anxious, fearful, etc.? -Specifically inquire about the patient’s feelings about falling and if the patient is afraid of falling on a daily basis(43) -Fear of falling can lead older adult patients to limit their activities, leading to self-imposed social isolation and compromised quality of life (QOL)(43) -Authors of a systematic review and meta-analysis  evaluated the effects of cognitive behavior therapy (CBT) on decreasing fear of falling in community-dwelling  older persons(43) -CBT interventions included cognitive restructuring, personal goal setting, and promotion of physical activities -CBT had a significant immediate effect on reducing fear of falling and the effect was retained for up to 12 months -If there are concerns regarding the patient’s psychosocial status and he or she is not currently under the care of a psychiatrist or other mental health professional, a referral for further workup may be appropriateNote patient’s hearing abilities; impaired hearing can increase risk of falls(44) -Does the patient require frequent repetition of questions? -Does the patient speak loudly even in close, quiet conversational environments? -If the patient appears to have impaired hearing abilities, refer to audiology for further workup Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Any previous history of falls and/or near-falls? History of syncope? History of accidental fall with or without trauma? How has problem changed over time (e.g., are falls getting more frequent)? Document all previous surgeries Including surgeries resulting from fall-related injuries such as hip fracture and head injury",
                    "comorbid diagnoses": "Ask patient/caregiver about other problems, including vision disorders, diabetes, cancer, cardiovascular disease, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) Refer to Causes, Pathogenesis, & Risk Factors , above, for drugs that may cause or worsen falls If the patient is currently taking one of these drugs, discuss alternative drugs with patient’s physician",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Note patient’s occupation -Does the patient’s occupation place him or her at increased risk of falls? (e.g., working at night/in poor lighting; working near slippery surfaces; needing to run or rush to and from places for work) -For retired adults, inquire about household responsibilities and leisure activities that might increase risk of falling",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Does the patient require hearing aids? If so, are the hearing aids in good working order? -Does the patient wear glasses? -Does the patient require a cane, walker, or other mobility aide device? -Does the patient use a wheelchair or other mobility device (e.g., scooter)?",
                "living environment": "Carefully document patient’s living environment -Are there stairs in the home? -Document the number of floors in the home -With whom does patient live, caregiver, etc. -Are there pets or children in the home? -Identify if there are barriers to independence in the home; any modifications necessary? -A home visit may be appropriate to assess for environmental fall risks(2)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Note BMI(8) –Obesity can increase fall risk(8) –Frailty, which is often associated with a low BMI, also increases risk of falling in older adults(1,2)",
            "assistive and adaptive devices": "Assess the patient’s need for and/or use of assistive and adaptive devices; incorrect use of devices can increase risk of falls –Mobility aids -Cane -Walker -Wheelchair -Crutches -Hemi-walker -Ankle-foot  orthoses (AFOs)Patients with urinary incontinence, especially urge incontinence, are at increased fall risk from rushing to get to the toilet in time.(4) For older adults who experience nocturia (waking at night to urinate), there is an increased fall risk from trying to get to the bathroom in the dark.(4)The majority of adults over 80 will need to get up at  night at least once to use the bathroom; older adults with overactive bladder have an even greater risk of falling at night associated with nocturia(4) -Grab bars next to the toilet -Bedside commode -A urinal at bedside -Raised toilet seat -Elevated footrest at the toilet",
            "balance": "Evaluate static and dynamic balance reactions in sitting and stance(1) –Impaired balance increases risk of falls(1,3) –Tinetti Gait and Balance Scale(3) -Designed to determine an older adult’s risk for falls within the next year -Scored on a 3-point  scale; the range on each item is 0–2 (0 represents the most impairment); individual scores area gait scale, a balance scale, and an overall gait and balance score –Functional reach test(3,8) -Measure of balance; calculate the difference, in inches, between arm’s length and maximal forward reach, using a fixed base of support –Berg Balance Scale(3,8) -Tests static and dynamic balance activities; consists of 14 separate items graded on a scale of 0–4 -Predictive of fall risk –Romberg test -Patient stands with feet together and eyes open. The patient then closes his or her eyes for 20–30 seconds. If the patient maintains his or her balance with eyes open but loses balance with eyes closed, the test is positive. A positive Romberg test may indicate a lesion in the cerebellum or a disorder of the vestibular systemBed mobility and transfers should be assessed to determine the amount of assistance needed for the patient to perform each activity –Test static and dynamic activities(1,3) -Timed Up & Go (TUG) test(1,2,3) – a measurement of mobility; includes tasks such as standing from a seating position, walking, turning, stopping, and sitting down, all of which are important for independent mobility -TUG plus cognitive task -TUG plus manual task –ROM and grip strength(8) -Handheld dynamometer;(8)it is important to assess grip strength, as grip strength is used as a measure of frailty in older adults. It might also be helpful for determining appropriate assistive devices for an older adult who has increased fall",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "A brief cognitive assessment such as the Mini-Mental  State Examination (MMSE)(8) is appropriate –Impaired cognition, especially poor judgment and problem solving, can increase risk of falls –If the patient appears to have significant cognitive deficits, refer to neurology, neuropsychology, or speech-language pathology for further workup",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Falls are a leading cause of inpatient injury, and the resultant injuries increase hospital stay an average of 12.3 days. Most falls are related to toileting(26)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies ",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic"
            ]
        },
        "diagnosis need for treatment": "The occupational therapist (OT) must consider each patient’s risk factors and deficits to determine if the patient is an appropriate candidate for therapy; a multifaceted, multidisciplinary approach is indicated for fall intervention and prevention(38)",
        "rule out": "Elder abuse; nonaccidental falls",
        "prognosis": [],
        "referral to other disciplines": "Referrals to the following disciplines may be appropriate for older patients with falls or increased risk of falls: Referral to physical therapy if the patient has difficulty with gait, ambulation, transfers, or weight-bearing Referral to speech therapy if the patient has speech, language, cognitive, or swallowing problems Referral to neuropsychology for cognitive issues Referral to audiology if the patient appears to be hard of hearing Referral to neurology if patient presents with sensory impairment, vestibular disease, or signs of motor control impairment that is neurologically based Referral to psychology or psychiatry if patient appears depressed or anxious or has significant fear of falling leading to self-imposed limitations on activity Referral to audiology, ophthalmology, or neurology for further testing if during the exam it appears as though the patient has altered perception Referral to a geriatrician for older adults with multiple health problems, chronic conditions, or polypharmacy issues Referral to a social worker for placement issues Referral to a nurse for health-related  self-care  issues Referral to a nutritionist for dietary needs",
        "other considerations": [],
        "treatment summary": [
            "The United States Preventive Services Task Force recommends selectively offering multifactorial interventions to prevent falls in community-dwelling  adults ≥ 65 years old(45) –Interventions may include targeted combinations of any of the following components: exercise, psychological interventions, nutrition therapy, falls-risk  education, medication management, urinary incontinence management, environmental modifications, and referrals to therapy, social services, or specialists –Specificcomponents of multifactorial interventions that are particularly efficacious for prevention of falls are reportedly difficult to identify due to the heterogeneity of such interventions",
            "There is “moderate to strong” evidence to support OT interventions for falls prevention. Types of interventions supported by the evidence include the following:(27) –Interventions that address many risk factors (i.e., “multicomponent or multifactorial interventions”) –Home assessment followed by appropriate home modifications for patients who have a history of falling –Provision of adaptive equipment and home modifications aimed at decreasing functional decline and improving safety –Promoting physical activity of all types –Home modification for patients “aging with disabilities” to decrease “perceived difficulty with ADLs and IADLs”",
            "Authors of a systematic review investigated whether single intervention (SI), multifactorial interventions (MI), or multicomponent interventions (MCI) including vitamin D supplementation prevent falls and decrease fall-risk  factors in older adults who are community dwelling or living in long-term  care facilities(50) –Single interventions included only exercise programs. MI interventions combined exercise and other individualized treatments. MCI interventionscombined a fixed program including exercise and other components  –Thirty-four  studies (13 RCTs and 21 systematic reviews) were included.Of20 studies that had an outcome measure for falls rate, a significant reduction in falls was found in 15. Of 23 studies with outcome measures on fall risk factors, a significant reduction in falls was found in 17 –Results were inconclusive regarding which type of intervention was best, but exercise was part of each intervention –In regard to vitamin D supplementation, the authors concluded that patients’ baseline vitamin D concentrations should be considered as adequate vitamin D levels may contribute to musculoskeletal health",
            "Exercise/functional training",
            "Exercise programs should target a patient’s specific deficits and fall-risk  factors",
            "The American Geriatrics Society/British Geriatrics Society 2010 recommendations for older community-dwelling  adults who are at risk for fallinginclude offering an exercise program that incorporates balance, gait, and strength training; flexibility; and endurance, but not as sole components of a program(52)",
            "Based on a 2019 Cochrane review, exercise reduces the number of falls over time by 23% in older community-dwelling persons. Exercise interventions involved various types of exercise, and most were multicomponent. Most programs included balance and functional training. Group-based  interventions and individual interventions were both effective, so which type is recommended may be based on the individual’s preferences(46) –An update to the 2019 Cochrane review was conducted with the intent to inform the WHO guidelines on physical activity and sedentary behavior(47) -116 studies were included, 9 of which were published after the 2019 Cochrane review -Exercise reduced the rate of falls by 23% -Programs that included balance and functional exercise reduced the rate of falls by 24% -Programs that included multiple types of exercise (most commonly balance, functional training, and resistance exercises) reduced the rate of falls by 28% -Tai chi reduced the rate of falls by 23% -Programs that were 3+ hours per week and included balance and functional exercises reduced the rate of falls by 42% -The authors concluded that given the high certainty of evidence, effective exercise programs should be implementedfor community-dwelling  persons ≥ 65 years old –Researchers from Singapore conducted a systematic review to evaluate the effectiveness of perturbation training on preventing falls. Perturbation training involves unexpected external perturbations during walking(36) -They found that perturbation training was effective compared to no treatment in reducing laboratory-induced  falls in older and younger persons.The benefits of this training may be realized quickly, can be long-lived,  and are generalizable -They also found that the efficacy of perturbation training in reducing the incidence of community falls in frail older persons is uncertain –In a study conducted in Australia with 32 community-dwelling older adults (ages 65 to 92), researchers found that a balance-specific  exercise program decreased overall fall risk but did not improve total physical functionality(19) -Subjects in this study were divided into two groups: a wobble-board  (balance board) intervention group and a control group -At the conclusion of the study, researchers found that the intervention group had a significant decrease in fall risk as measured by the Physiological Profile Assessment, but the control group did not. Neither group exhibited a change on the Continuous Scale Physical Functional Performance–10  (CS-PFP10) –In a prospective RCT conducted in Sweden with 59 community-dwelling  older adults, researchers randomized 38 adults to a task-specific  balance training intervention group and 21 to a control group(24) -The intervention lasted for 12 weeks and consisted of three 45-minute  sessions per week carried out in groups of 6 or 7 participants; each session comprised progressive, task-specific,  individually tailored balance exercises -Participants in the control group were asked to continue the same activity level as before throughout the 12 weeks of the trial and were offered the same training program after the study was concluded -At the conclusion of the 12 weeks, the intervention group exhibited significant improvement in overall function as well as basic and advanced lower extremity function compared to the control group as measured by the Late Life Function and Disability Instrument. Additionally, the intervention group reported reduced fear of falling after completing the program –In a study conducted in France with 706 women between 75 and 85 years of age, researchers assessed the impact of weekly supervised balance training group treatment on rate of falls causing moderate or severe injuries. The balance training in the treatment group was provided over 2 years. The control group received no treatment. There were  significantly fewer falls and lower severity of falls in the group receiving balance training compared to the control group. The balance training group also had better performance on both balance and gait assessments compared to the control group(30) –Authors of a systematic review and meta-analysis  assessed the effectiveness of exercise intervention on fall-related fractures in older adults(53) -20 RCTs were included -Follow-up  duration ranged from 6 months to 7 years -The results indicatedthat exercise intervention reduced fall-related  fractures in older adults –Group-based  exercise programs targeting fall prevention (e.g., Stepping On, Otago) -Authors of a 2020 systematic review and meta-analysis compared the effectiveness of a program that combined group and home exercise on fall-risk factors and falls in older community-dwelling  adults compared to a control group of no exercise(49) -18 trials were included -Meta-analysis  showed significant improvements in those in the combined group and home exercise program in 5 times sit to stand test, TUG test, and gait speed. No differences were found between groups in single-leg  stance time -Combined group and home exercisegroup had improved functional performance and falls-related outcomes compared with the no-exercise  control group -Authors of an integrative review investigated the effectiveness of senior dance in the health of older adults(54) -Senior dance is an intervention that is based on folkloric dances from several nations. Its rhythmic moves and amplitude of movements are designed to help increase flexibility, mobility, and agility -Sessions typically last 45–60  minutes and take place 2–3 times per week for at least 2–3months -Seven studies were reviewed -Based on the studies reviewed, the authors recommended senior dance as a method of improving balance, ADL performance, memory, planning, and QOL and decreasing anxiety and fear of falling -In an RCT conducted in Norway, researchers compared the effects of a group-administered  version of the Otago Exercise Program to that of the original home-training  Otago Exercise Program(21) -The Otago Exercise Program was developed in New Zealand specifically to reduce fall risk in community-dwelling older adults. The original program is individually tailored and focuses on balance and strength-training  exercises for the lower extremities -In the study, researchers divided a group of 125 older adults with high fall risk into a group Otago program and an individual home-training Otago program -At the conclusion of the 12-week  intervention, the group-training  participants had significantly more improvement in scores on the Berg Balance Scale, the 30-second  sit-to-stand  test, and physical health subtest of the Short Form-36. Improvement on the TUG test, mental health subtest of the Short Form-36,  and Falls Efficacy Scale— International did not differ between groups. At a 3-month  post-intervention  follow-up,  the scores in the intervention group were significantly better on the 30-second  sit-to-stand test and TUG test, but not on the Berg Balance Scale -In a study conducted in the United Kingdom with older adults (65+) with high fall risk, researchers randomized 21 individuals to an Otago plus multisensory balance exercise group (10/21) or an Otago plus stretching program (11/21)(23) -All participants participated in modified Otago group exercise classes twice weekly as well as individual in-home sessions that focused on either multisensory balance exercises or stretching exercises -At the conclusion of the 8-week  intervention, the Otago plus multisensory balance exercise group demonstrated significant improvement on the Functional Gait Assessment and Physiological Profile Assessment. Because of the small sample size, researchers were unable to draw conclusions about the effectiveness of one program over the other; however, they concluded that the addition of multisensory balance exercises to the Otago program was feasible for older adults with high fall risk -Matter of Balance(2) -Nine sessions in length; group-based intervention; each session is 2 hours(2) -Developed by an interdisciplinary team at Boston University in the United States(2) -Program has been shown to increase falls self-efficacy  as well as activity levels among community-dwelling  older adults who have self-restricted  activity due to fear of falling(2)  -Stepping On(2) -Seven sessions as well as a home visit and 3-month  follow-up  session(2) -Program developed at the University of Sydney in Australia -Community-based  program that utilizes a small-group  design to increase falls self-efficacy,  encourage behavioral changes, and reduce falls(2)",
            "Home/environmental modifications –The OT should identify environmental risks and make appropriate recommendations for home and/or work environmentalmodifications that will increase safety and prevent falls. Recommendations include(48) -remove clutter/tripping hazards (e.g., papers, books, clothes, shoes) -remove throw rugs -keep items within reach to avoid frequently using a step stool -install stair handrails and bathroom grab bars -use non-slip  mats in the bathtub and shower -improve lighting in home -wear shoes that fit well and with good support inside and outside the home –In an RCT conducted in the United States, researchers found that a tailored home-modification  program delivered by an OT reduced the risk of falls and improved daily activity performance among community-dwelling  adults 65 years or older who have a history of falling, and the effects were maintained for 12 months(32) -Participants (N = 92) had a fall within 6 months and impairment in ADLs and IADLs -Treatment participants received six 90-minute sessions with an OT over 8 weeks that included a tailored home-modification  program comprising changes to the environment, self-management strategies to safely perform daily activities, motivational enhancement strategies to promote client-centeredness,  and shared decision making –In an RCT conducted in Hong Kong, researchers found that one OT visit after a fall was more effective than a well-wishing visit from someone not trained in fall prevention in reducing a future fall at 6 months follow-up(33) -Participants (N = 204) were 65 and older, community-dwelling,  walked with or without an assistive device, and had previously visited an emergency department because of a fall (no more than 2 weeks prior to intervention) -The visit lasted 90 minutes and included a home-safety  assessment and home-modification interventions",
            "Fall-prevention  education –The OT should introduce patients to fall-prevention strategies and implement fall-prevention  strategy training -Cognitive modifications(2) -Increasing thought processes such as reflection, intention, and planning at all times (e.g., noticing subtle changes in balance, one’s own level of alertness, side effects of new medications)(2) -Protective mobility(2) -Navigating the environment in an accommodating or protective way (e.g., using defensive walking strategies such as walking away from a crowd)(2) -Avoidance(2) -Avoiding risky situations with high likelihood of falling (e.g., do not use the bus during rush hour) -Increased awareness(2) -Training the patient to notice hazards, such as spills on the floor, and to scan ahead when walking to look for potential obstacles(2) -Pace(2) -Using an appropriately slow walking pace(2) -Limiting the need to rush from one place to another by allowing enough time for travel/walking -Problem-solving  strategies(2) -Predicting problems and finding safe solutions (e.g., using a sturdy, wide-based  stepladder for climbing instead of a chair)(2) –Assess patient’s confidence in these strategies(2) -If the patient does not believe a strategy will be effective, he or she is less likely to use the strategy(2)  –Educate patient and caregivers on proper transfer training –Make recommendations for assistive and adaptive devices as deemed necessary. Educate on proper use of equipment –Address patient’s fear of falling -Increasing falls self-efficacy  and reducing fear of falling may also help to prevent falls(31)",
            "Fall prevention in special populations –Authors of a systematic review and meta-analysis  investigated the effect of balance training on falls in patients with osteoporosis(51) -Six RCTs were included in the systematic review and three in the meta-analysis -Balance training interventions significantly reduced the frequency of falls compared to control groups -There was no significant difference between the results of trained patients’ Berg Balance test or TUG test scores compared to controls -Balance training may decrease the frequency of falls in patients with osteoporosis –Researchers in the United States conducted a systematic review to determine the effectiveness of environment-based interventions that address behavior, perception, and falls in persons with Alzheimer’s disease and related neurocognitive disorders(34) -Regarding fall prevention, researchers found insufficient evidence to suggest that environmental modifications alone were effective in reducing falls, but preliminary evidence suggests a positive effect when combined with exercise and many occupational therapy interventions to address behavior, perception and falls -Strong evidence supports the use of night monitoring systems (e.g., bed alarms) to reduce falls at home, but these same systems did not lead to a significant reduction in falls or injuries in nursing homes -Limited evidence is available to support the use of noise reduction and low ambient background music to reduce falls and injuries in nursing homes –Researchers from the United States conducted a review of the evidence regarding community-based  falls prevention interventions that seem to be inclusive of and/or accessible to individuals with low vision(35) -Regarding fall prevention, they found that multicomponent interventions did not have a significant effect on fall rate; home modifications studies did show significantly reduced falls; tai chi with and without education did reduce falls -Researchers concluded that fall-prevention  research involving individuals with vision impairment is limited and the intervention strategies for adults with permanent vision loss may not be effective -. Problem Goal Intervention Expected Progression Home Program Poor balance; weakness/frailtyIncrease strength and balance, thereby reducing fall riskTherapeutic modalities _ Balance exercises _ _ Strengthening exercises _ Functional exercises _ Gait training _ Flexibility exercises _ Tai chi _ _ (See Treatment summary , above)Progress exercises as indicated and appropriate; balance exercises can be made more challenging by changing the surface (e.g., foam pad), changing visual input (e.g., eyes closed), adding head turns, etc.Repetition of exercises at home to be determined by the treating OT; consider patient’s ability to perform safely and train family/ caregivers as indicated  Frequent falls; significant risk factors for fallingReduce fall frequency and risk; improve patient’s confidence and self-efficacy and reduce patient’s fear of fallingFunctional training _ Fall prevention training _ _ Fall recovery training _ _ Gait training _ _ Transfer training _ _ ADL training/IADL training _ _ Prescription of appropriate assistive devices _ Home modifications _ Address fear of falling _ _ _ (See Treatment summary , above)Patient will become more confident in his or her ability to carry out daily activities without falling; if patient does experience a fall, he or she will have an appropriate plan for fall recoveryProvide patient and family/ caregivers with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment Environmental hazards Increase the safety of the home and/or work environment to reduce the risk of fallsPrescription, application of devices and equipment _ Environmental alterations as needed, including grab bars, bedside commode, bright lighting, removal of throw rugs,etc. _ _ (See Treatment summary , above)Improved safety of home and/or work environmentMaintain repair to environmental alterations as needed; provide patient and family/ caregivers with education and written instructions regarding home modifications ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes: the desired outcome of occupational therapy for older adults with either risk factors for or a history of frequent falls is fall prevention. additional desired outcomes include:": []
    },
    "maintenance or prevention": [
        "The overall goal of fall prevention is to reduce the risk of falls/injury from falls without compromising a patient’s functional independence or mobility",
        "The fall-prevention  guidelines for assisted-living  facilities from the British Columbia Ministry of Healthy Living and Sport include the following components: Perform residence-wide  assessments to determine each individual’s fall risk(15) –Inquire about prior falls, perform the TUG test, and repeat assessment post fall if one does occur(15) Implement a residence-wide  tool for surveillance and tracking of falls; one tool should be used for staff to monitor residents and another for residents to use for self-monitoring(15) –These tools should be used to continually evaluate and improve the residence’s fall-prevention  program(15) Implement residence-wide  training and education on fall prevention for both staff and residents(15) Promote physical activity among residents that focuses on improving balance and strength (e.g., group exercise classes)(15) Implement residence-wide  programs to assess the need for assistive devices/equipment and encourage use of these aids when they are necessary(15)",
        "Good fall-prevention  practice involves appropriate and thorough assessment and management of a patient’s individual risk factors.(3) The following is a list of important preventive measures to reduce a patient’s risk of falling:(2) Use of assistive and adaptive devices(1) Maintain safe environment for patient free of slippery floors and/or tripping hazards(1) Training in fall recovery(1) Review/reduce overall number of medications(1) Regular exercise and physical activity(46,47) Regular screenings for osteoporosis(1) –There is some evidence that daily doses of 800 IU or greater of vitamin D may help prevent falls and fractures(1,13) Regular evaluations of fall risk for patients with chronic diseases (including neurological disease such as Parkinson’s disease as well as others, such as rheumatoid arthritis)(3) Maintain good foot hygiene/health(7)",
        "Fall prevention in acute care A patient who has one or more risk factors for falls should be identified as being at risk for falls in the patient’s chart and on the patient’s door with a sign or sticker(14) Discuss fear of falling and strengthen falls self-efficacy(14) Encourage the patient to be on a regular voiding schedule and to receive assistance from the nurse to get to the toilet(14) Monitor patients with cognitive impairments regularly; use monitoring devices such as bed alarms as needed(14) Monitor blood pressure for patients with dizziness in lying, sitting, and standing positions(14)  Review medications with the primary care physician regularly to determine the necessity of each medication(14) Ensure the patient’s room is a safe environment with appropriate environmental modifications(14) Keep the patient’s bed at the lowest height to reduce risk of injury from falling out of the bed(14)",
        "In a study conducted in Australia, researchers investigated if there was a lower fall risk associated with participation in specific sports. Researchers used a population-based  cohort of 1,667 men (average age 76.8 years) from the Concord Health and Ageing in Men Project (CHAMP) between 2005 and 2011. Researchers gathered information about falls in this group with 12 triannual phone calls to each participant. According to their analysis, men who were golfers or swimmers had significantly lower risks of falling than men who did not participate in these sports regularly. After adjusting for leisure-time physical activity, walking, lifestyle physical activity score (e.g., chores, gardening), and overall risk factors for falling, researchers found that swimming was the only sport that was associated with a protective effect in this cohort of men(22)",
        "In a pilot research study conducted in Australia designed to assess if disease management plans that include OT and PT will reduce falls in an older adult population, investigators found that the interventions were effective in decreasing falls(25) Occupational therapy intervention included 2–3 home visits Westmead Home Safety Assessment, FaB, Otago Exercise Program were used for assessment From the assessment a home and community safety plan and recommendations for home modifications were made as well as adjustments to the exercise program Final therapy visit (either OT or PT) included ensuring that the home modifications and safety recommendations were implemented",
        "Authors of a systematic review and meta-analysis  reported that participation in a falls-prevention  program results in improvement in older adults’ participation in daily occupations. In this review, researchers found five studies (published between 1990 and 2012) that met inclusion criteria; all studies were RCTs with adults over 65 years of age. Overall, the effect size of the participation increase was small; however, researchers concluded that participation in a falls-prevention program after being discharged from the hospital or the emergency department for a fall does improve participation in ADLs(20)"
    ],
    "patient education": [
        "The U.S. CDC provides information for patients and family members regarding falls in older adults. Go to https:// www.cdc.gov/homeandrecreationalsafety/falls/adultfalls.html",
        "American Occupational Therapy Association falls prevention tool kits. Go to https://www.aota.org/practice/productive-aging/falls/toolkit.aspx Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Harper GM, Johnston CB, Landefeld CS. Geriatric disorders. In: Papadakis MA, McPhee SJ, eds. 2018 Current Medical Diagnosis & Treatment . 57th ed. New York, NY: McGraw-Hill  Education; 2018:63-65.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Peterson EW, Clemson L. Understanding the role of occupational therapy in fall prevention for community-dwelling  older adults. OT Pract. 2008;13(3):CE1-CE8.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Larson L, Bergmann TF. Taking on the fall: the etiology and prevention of falls in the elderly. Clin Chiropract . 2008;11(3):148-154.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Morris V, Wagg A. Lower urinary tract symptoms, incontinence and falls in elderly people: time for an intervention study. Int J Clin Pract . 2007;61(2):320-323.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "George AH. Infection control and safety issues in the clinic. In: Pendleton HM, Schultz-Krohn  W, eds. Pedretti's Occupational Therapy Practice Skills for Physical Dysfunction . 8th ed. St Louis, MO: Mosby Elsevier; 2018:150. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Chaves ES, Cooper RA, Collins DM, Karmarkar A, Cooper R. Review of the use of physical restraints and lap belts with wheelchair users. Assist Technol . 2007;19(2):94-107. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Childs L, Kneebone II. Falls, fear of falling and psychological management. Br J Ther Rehabil . 2002;9(6):225-231.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Schryburt-Brown  K, Dixon C, Paton D, Connolly S, Craik J. Occupational therapy assessment toolkit of fall risk in the elderly: a review of the literature. Occup Ther Now . 2004;6(6):17-23.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Kidd D, Stewart G, Baldry J, et al. The Functional Independence Measure: a comparative validity and reliability study. Disabil Rehabil . 1995;17(1):10-14. doi:10.3109/09638289509166622.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Clemson L, Bundy AC, Cumming RG, Kay L, Luckett T. Validating the Falls Behavioural (FaB) scale for older people: a Rasch analysis. Disabil Rehabil . 2008;30(7):498-506. (R)"
        },
        {
            "number in article": 11,
            "reference": "Moore DS, Ellis R. Measurement of fall-related  psychological constructs among independent-living  older adults: a review of the research literature. Aging Ment Health . 2008;12(6):684-699.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Yardley L, Beyer N, Hauer K, Kempen G, Piot-Ziegler  C, Todd C. Development and initial validation of the Falls Efficacy Scale-International  (FES-I). Age Ageing . 2005;34(6):614-619.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Gillespie LD, Robertson MC, Gillespie WJ. Interventions for preventing falls in older people living in the community. Cochrane Database Syst Rev. 2012. Art No: CD007146. doi:10.1002/14651858.CD007146.  (SR)"
        },
        {
            "number in article": 14,
            "reference": "Gray-Micelli  D. Preventing falls in acute care. In: Capezuti E, Zwicker D, Mezey M, Fulmer T, eds. Evidence-based  geriatric nursing protocols for best practice . 3rd ed. New York, NY: Springer Publishing Company, Inc; 2008:141-164.  (GI)"
        },
        {
            "number in article": 15,
            "reference": "Fall prevention guidelines. In: Scott V, Bawa H, Feldman F, Sims-Gould  J, Leung M, Tan N, eds. Promoting active living (PAL): best practice guidelines for fall prevention in assisted living . Vol 1. Victoria, BC, Canada: British Columbia Ministry of Healthy Living and Sport; 2008:1-33.  (G)"
        },
        {
            "number in article": 16,
            "reference": "Hartholt KA, Polinder S, van Beeck EF, et al. End of the spectacular decrease in fall-related  mortality rate: Men are catching up. Am J Public Health . 2012;102(S2):S207-S211. doi:10.2105/AJPH.2011.300288. (R)"
        },
        {
            "number in article": 17,
            "reference": "Rochat S, Monod S, Seematter-Bagnoud  L, Lenoble-Hoskovec  C, Büla CJ. Fallers in postacute rehabilitation have worse functional recovery and increased health services use. J Am Med Dir Assoc . 2013;14(11):832-836.  doi:10.1016/j.jamda.2013.06.011. (R)"
        },
        {
            "number in article": 18,
            "reference": "Granacher U, Gollhofer A, Hortobágyi T, Kressig R, Muehlbauer T. The importance of trunk muscle strength for balance, functional performance, and fall prevention in seniors: a systematic review. Sports Med . 2013;43(7):627-641.  doi:10.1007/s40279-013-0041-1.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "Smee DJ, Anson JM, Waddington GS, Berry HL. A Balance-Specific  Exercise Intervention Improves Falls Risk but not Total Physical Functionality in Community-Dwelling  Older Adults. Phys Occup Ther Geriatr . 2014;32(4):310-320.  doi:10.3109/02703181.2014.934945. (R)"
        },
        {
            "number in article": 20,
            "reference": "Pritchard E, Brown T, Lalor A, Haines T. The impact of falls prevention on participation in daily occupations of older adults following discharge: a systematic review and meta-analysis.  Disabil Rehabil . 2014;36(10):787-96.  doi:10.3109/09638288.2013.814720. (M)"
        },
        {
            "number in article": 21,
            "reference": "Kyrdalen IL, Moen K, Roysland AS, Helbostad JL. The Otago Exercise Program performed as group training versus home training in fall-prone older people: a randomized controlled trial. Physiother Res Int . June 2014;19(2):108-16.  doi:10.1002/pri.1571. (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Merom D, Stanaway FF, Handelsman DJ, et al. Swimming and other sporting activities and the rate of falls in older men: longitudinal findings from the Concord Health and Ageing in Men Project. Am J Epidemiol . October 15, 2014;180(8):830-7.  doi:10.1093/aje/kwu199. (R)"
        },
        {
            "number in article": 23,
            "reference": "Liston MB, Alushi L, Bamiou DE, Martin FC, Hopper A, Pavlou M. Feasibility and effect of supplementing a modified OTAGO intervention with multisensory balance exercises in older people who fall: a pilot randomized controlled trial. Clin Rehabil . April 28, 2014;28(8):784-793.  (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Roaldsen KS, Halvarsson A, Sahlstrom T, Stahle A. Task-specific  balance training improves self-assessed  function in community-dwelling  older adults with balance deficits and fear of falling: a randomized controlled trial. Clin Rehabil . December 2014;28(12):1189-97.  doi:10.1177/0269215514534087. (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Mackenzie L, Clemson L. Can chronic disease management plans including occupational therapy and physiotherapy services contribute to reducing falls risk in older people?. Aust Fam Physician . 2014;43(4):211-215.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Roberts PS, Robinson MR. Occupational therapy’s role in preventing acute readmissions. Am J Occup Ther . 2014;68(3):254-259.  doi:10.5014/ajot.2014.683001. (X)"
        },
        {
            "number in article": 27,
            "reference": "Arbesman M, Lieberman D, Metzler CA. Using evidence to promote the distinct value of occupational therapy. Am J Occup Ther . 2014;68(4):381-385.  doi:10.5014/ ajot.2014.684002. (GI)"
        },
        {
            "number in article": 28,
            "reference": "Remor CP, Cruz CB, Urbanetto JS. Analysis of fall risk factors in adults within the first 48 hours of hospitalization. Revista Gaucha de Enfermagem . 2015;35(4):28-34. doi:10.1590/1983-144.2014.04.50716.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Romli MH, Mackenzie L, Lovarini M, Tan MP. Pilot study to investigate the feasibility of the home falls and accidents screening tool (HOME FAST) to identify older Malaysian people at risk of falls. BMJ Open . 2016;(6):e012048. doi:10.1136/bmjopen02016-012048.  (R)"
        },
        {
            "number in article": 30,
            "reference": "El-Khoury  F, Cassou B, Latouche A, Aegerter P, Charles MA, Dargent-Molina  P. Effectiveness of two year balance training programme on prevention of fall induced injuries in at risk women aged 75-85 living in community: Ossebo randomised controlled trial. BMJ. 2015;351(8019):10-10.  (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Twibell R, Siela D, Sproat T, Coers G. Perceptions related to falls and fall prevention among hospitalized adults. Am J Crit Care . 2015;24(5):e78. doi:10.4037/ajcc2015375. (R)"
        },
        {
            "number in article": 32,
            "reference": "Stark S, Somerville E, Conte J, et al. Feasibility trial of tailored home modifications: Process outcomes. Am J Occup Ther . 2018;72(1):1-10.  doi:10.5014/ajot.2018.021774. (RCT)"
        },
        {
            "number in article": 33,
            "reference": "Chu MM, Fong KN, Lit AC, et al. An Occupational Therapy Fall Reduction Home Visit Program for Community-Dwelling  Older Adults in Hong Kong After an Emergency Department Visit for a Fall. J Am Geriatr Soc . 2017;65(2):364-372.  doi:10.1111/jgs.14527. (RCT)"
        },
        {
            "number in article": 34,
            "reference": "Jensen L, Padilla R. Effectiveness of environment-based  interventions that address behavior, perception, and falls in people with Alzheimer’s disease and related major neurocognitive disorders: a systematic review. Am J Occup Ther . 2017;71(5):1-10.  doi:10.5014/ajot.2017.027409. (SR)"
        },
        {
            "number in article": 35,
            "reference": "Blaylock SE, Vogtle LK. Falls prevention interventions for older adults with low vision: A scoping review. Can J Occup Ther . 2017;84(3):139-147. doi:10.1177/0008417417711460. (R)"
        },
        {
            "number in article": 36,
            "reference": "Papadimitriou A, Perry M. A systematic review of the effects of perturbation training on preventing falls. NZ J Physiother . 2017;45(1):31-49.  (SR)"
        },
        {
            "number in article": 37,
            "reference": "Thurman DJ, Stevens JA, Rao JK, Quality Standards Subcommittee of the American Academy of Neurology. Practice parameter: Assessing patients in a neurology practice for risk of falls (an evidence-based  review): report of the Quality Standards Subcommittee of the American Academy of Neurology. Neurology . 2008;70(6):473-479. doi:10.1212/01.wnl.0000299085.18976.20. (GI)"
        },
        {
            "number in article": 38,
            "reference": "Vieira E, Palmer R, Chaves P. Prevention of falls in older people living in the community. BMJ. 2016;i1419. doi:10.1136/bmj.i1419. (GI)"
        },
        {
            "number in article": 39,
            "reference": "American Geriatrics Society Beers Criteria® Update Expert Panel. American Geriatrics Society 2019 Updated AGS Beers Criteria® for potentially inappropriate medication use in older adults. J Am Geriatr Soc . 2019;67(4):674-694.  doi:10.1111/jgs.15767. (G)"
        },
        {
            "number in article": 40,
            "reference": "U.S. CDC. Risk factors for falls. https://www.cdc.gov/steadi/pdf/STEADI-FactSheet-RiskFactors-508.pdf . Published 2017. (GI)"
        },
        {
            "number in article": 41,
            "reference": "Huynh D, Lee ON, An PM, Ens TA, Mannion CA. Bedrails and falls in nursing homes: a systematic review. Clin Nurs Res . 2021;30(1):5-11.  doi:10.1177/1054773820907805. (SR)"
        },
        {
            "number in article": 42,
            "reference": "Francis-Coad  J, Etherton-Beer  C, Burton E, Naseri C, Hill AM. Effectiveness of complex falls prevention interventions in residential aged care settings: a systematic review. JBI Database System Rev Implement Rep . 2018;16(4):973-1002.  doi:10.11124/JBISRIR-2017-003485.  (SR)"
        },
        {
            "number in article": 43,
            "reference": "Liu TW, Ng GYF, Chung RCK, Ng SSM. Cognitive behavioural therapy for fear of falling and balance among older people: a systematic review and meta-analysis.  Age Ageing . 2018;47(4):520-527.  doi:10.1093/ageing/afy010. (M)"
        },
        {
            "number in article": 44,
            "reference": "Lin FR, Ferrucci L. Hearing loss and falls among older adults in the United States. Arch Intern Med . 2012;172(4):369-371.  doi:10.1001/archinternmed.2011.728. (R)"
        },
        {
            "number in article": 45,
            "reference": "US Preventive Services Task Force. Interventions to prevent falls in community-dwelling  older adults: US Preventive Services Task Force recommendation statement. JAMA. 2018;319(16):1696–1704.  doi:10.1001/jama.2018.3097. (G)"
        },
        {
            "number in article": 46,
            "reference": "Sherrington C, Fairhall NJ, Wallbank GK, et al. Exercise for preventing falls in older people living in the community. Cochrane Database Syst Rev . 2019;(1). Art No: CD012424. doi:10.1002/14651858.CD012424.pub2.  (SR)"
        },
        {
            "number in article": 47,
            "reference": "Sherrington C, Fairhall N, Kwok W, et al. Evidence on physical activity and falls prevention for people aged 65+ years: systematic review to inform the WHO guidelines on physical activity and sedentary behaviour. Int J Behav Nutr Phys Act . November 26, 2020;17(1):144. doi:10.1186/s12966-020-01041-3.  (SR)"
        },
        {
            "number in article": 48,
            "reference": "U.S. CDC. What YOU Can Do to Prevent Falls. https://www.cdc.gov/steadi/pdf/STEADI-Brochure-WhatYouCanDo-508.pdf . Published 2017. (GI) "
        },
        {
            "number in article": 49,
            "reference": "Teng B, Gomersall SR, Hatton A, Brauer SG. Combined group and home exercise programmes in community-dwelling  falls-risk older adults: Systematic review and meta-analysis.  Physiother Res Int . 2020;25(3):e1839. doi:10.1002/pri.1839. (M)"
        },
        {
            "number in article": 50,
            "reference": "Senderovich H, Tsai PM. Do exercises prevent falls among older adults: where are we now? a systematic review. J Am Med Dir Assoc . 2020;21(9):1197-1206.e2.  doi:10.1016/ j.jamda.2020.05.010. (SR)"
        },
        {
            "number in article": 51,
            "reference": "Zhou X, Deng H, Shen X, et al. Effect of balance training on falls in patients with osteoporosis: A systematic review and meta-analysis.  J Rehabil Med . 2018;50(7):577-581. doi:10.2340/16501977-2334.  (M)"
        },
        {
            "number in article": 52,
            "reference": "Panel on Prevention of Falls in Older Persons, American Geriatrics Society and British Geriatrics Society. Summary of the Updated American Geriatrics Society/British Geriatrics Society clinical practice guideline for prevention of falls in older persons. J Am Geriatr Soc . 2011;59(1):148-157.  doi:10.1111/j.1532-5415.2010.03234.x.  (G)"
        },
        {
            "number in article": 53,
            "reference": "Wang Q, Jiang X, Shen Y, et al. Effectiveness of exercise intervention on fall-related  fractures in older adults: a systematic review and meta-analysis  of randomized controlled trials. BMC Geriatr . September 4, 2020;20(1):322. doi:10.1186/s12877-020-01721-6.  (M)"
        },
        {
            "number in article": 54,
            "reference": "Santos DPMA, Queiroz ACCM, Menezes RL, Bachion MM. Effectiveness of senior dance in the health of adults and elderly people: An integrative literature review. Geriatr Nurs. 2020;41(5):589-599.  doi:10.1016/j.gerinurse.2020.03.013. (RV)"
        },
        {
            "number in article": 55,
            "reference": "Pashmdarfard M, Azad A. Assessment tools to evaluate Activities of Daily Living (ADL) and Instrumental Activities of Daily Living (IADL) in older adults: A systematic review. Med J Islam Repub Iran . April 13, 2020;34:33. doi:10.34171/mjiri.34.33. (SR)"
        }
    ]
}