{
    "metadata": {
        "title": "Pes Planus",
        "synonyms": [
            "flatfoot",
            "fallen arches",
            "acquired flatfoot deformity",
            "pes planovalgus"
        ],
        "anatomical location body part affected": [
            "Calcaneo-talonavicular complex/subtalar joint, medial longitudinal arch of foot, posteromedial soft tissue of the ankle and hindfoot (e.g., posterior tibial tendon)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Pes planus (also called flatfoot) is characterized by a flattened, pronated foot in the subtalar neutral position(1)",
            "Clinicians must differentiate between congenital and acquired pes planus and between flexible and rigid pes planus(18) –Congenital pes planus commonly presents as calcaneovalgus flexible flatfoot, a benign functional form that does not necessarily require treatment. In contrast, rigid congenital flatfoot (also called rocker-bottom  foot or congenital vertical talus) usually is dysfunctional and difficult to treat, often requiring surgical correction(2) –Patients with acquired pes planus usually present with an abducted forefoot and valgus hindfoot (i.e., calcaneal eversion, valgus deformity, and increased rearfoot angle). Weakened function of the medial longitudinal arch (MLA) usually is found. In severe cases, the MLA and navicular tuberosity height may collapse toward the floor on weight-bearing  (WB). Insufficiency or dysfunction of the posterior tibial (tibialis) tendon and laxity of the capsular/ligamentous structures of the foot contribute to chronic hyperpronation on WB(11,12)",
            "Whether to treat patients with asymptomatic pes planus (acquired flatfoot) is controversial.(2)In general, if there are no rheumatologic, neuromuscular, genetic, or collagen conditions present, conservative treatment is suggested(18)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; Medicare does not reimburse for orthotics prescribed specifically for pes planus(4)"
        ],
        "presentation signs and symptoms": [
            "Most commonly a bilateral condition",
            "Patients usually present with medial arch pain and swelling, but lateral-sided  foot pain may develop in later stages(13)",
            "Symptoms may also involve knee and calf pain",
            "Edema inferior to medial and lateral malleoli",
            "Abnormal general appearance of foot –Rearfoot valgus deformity (increased rearfoot angle) –Collapsed MLA –Forefoot abduction ",
            "Increased pain on WB",
            "Gait abnormalities –Hyperpronation(i.e., excessive or too-early  medial rotation of the talus) in gait cycle –Flat foot gait (i.e., calcaneal gait) pattern: push-off  with heel vs toes",
            "Functional limitations to ambulation associated with foot weakness and fatigue Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Beware of over-diagnosis  and unneeded intervention –Most infants are born with pes planus(18) –Pes planus in older adults is often not painful or linked to functional limitations and may not require clinical attention(18)",
            "Lack of specific consent from patient and referring physician to perform the examination",
            "Unresolved inflammation, infection, or healing of soft tissue",
            "Do not perform the exam if patient is unable to follow directions because of cognitive impairment, unless legal caretaker provides consent"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Rigid pes planus(18)–Tarsal coalition (i.e., congenital union between two or more tarsal bones: calcaneus and cuboid, talus andnavicular,calcaneus and navicular)–Congenital vertical talus–Peroneal spastic pes planus without coalition–Iatrogenic or traumatic joint pathology",
            "Flexible pes planus(18)–Idiopathic in most cases(1)–Increased BMI (obesity) that flattens the MLA–Posterior tibial tendon dysfunction with associated failure of capsular and ligamentous structures(18)-Spring ligament (plantar calcaneonavicular) most common–Tarsal coalition–Osteoarthritis–Post-traumatic,  postsurgical changes or malformations–Charcot foot–Neuromuscular conditions"
        ],
        "pathogenesis": [
            "Adult-acquired  flatfoot is asymptomatic in most cases(18)",
            "Flexible pes planus in childhood often becomes adult flatfoot(1,18)",
            "The flattened MLA is associated with weak, elongated, and unstable supportive tissues (long plantar ligament, posteriortibialis tendon, spring ligament, plantar fascia)(2)",
            "Overstretching of inflamed and weakened ligaments/tendons promotes(18)–plantar sag–midfoot abduction–heel valgus",
            "Rigid pes planus indicates a process of tissue stiffening and the development of a relatively inflexible flattened arch",
            "Roles of the posterior tibialis muscle(18)–Dynamic stabilizer of the medial longitudinal arch–Main inverter of midfoot",
            "Posterior tibialis tendon dysfunction usually is caused by repetitive microtrauma(18)",
            "Weight-bearing  X-rays  show(18)–increasing uncoverage of talar head at talonavicular joint on anteroposterior standing view in early stages–lateral talar tilt of ankle mortise on anteroposterior standing view in later stages"
        ],
        "risk factors": [
            "Family history of flatfoot deformity",
            "Hyperflexible arch",
            "Increased anteroposterior talonavicular coverage angle (i.e., lateral displacement of the navicular bone) was associated withincreased risk of symptomatic flexible flatfoot in Chinese children(18)",
            "Authors who reviewed the medical database of 17-year-olds  (N = 825,964) prior to military service in Israel found that16.2% of males and 11.6% of females had flexible pes planus. The overall prevalence was 14.2%. Increased BMI andshorter height were both directly associated with increased prevalence at all grades of severity(9)",
            "Wearing shoes in a population that is normally barefooted may increase risk–Authors of a cross-sectional  study (N = 100 children) in India found that the prevalence of flexible pes planus was higherin those who wore closed-toe  shoes compared to those who were barefooted(14)",
            "Associated conditions, including the following:(18)–Rheumatoid arthritis–Seronegative arthropathies–Diabetes–Overweight (i.e., increased BMI)General Contraindications/Precautions"
        ],
        "specific written consent from parent or legal guardian is required for pediatric patients": [],
        "postpone examination and treatment of patients with unresolved foot infection, wound, fracture, or tumor": [],
        "patients with functional limitations  e.g., poor balance weight-bearing status  or comorbidities  e.g., severe peripheral vascular disease, cardiopulmonary disease, renal failure, diabetic peripheral neuropathy, dementia  require special": [],
        "notify physician in case of finding a traumatic flatfoot deformity without pain or sensation, as this raises suspicion of charcot foot": [],
        "see specific  contraindications precautions to examination   and  contraindications precautions   under assessment": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Beware of over-diagnosis  and unneeded intervention –Most infants are born with pes planus(18) –Pes planus in older adults is often not painful or linked to functional limitations and may not require clinical attention(18)",
            "Lack of specific consent from patient and referring physician to perform the examination",
            "Unresolved inflammation, infection, or healing of soft tissue",
            "Do not perform the exam if patient is unable to follow directions because of cognitive impairment, unless legal caretaker provides consent"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Acquired pes planus is idiopathic in most cases. When did symptoms start and was the diagnosis first made? How have the symptoms progressed since onset?",
                "course of treatment": {
                    "medical management": "Patients commonly receive medical treatment for pain and swelling. An ambulatory assistive device or wheelchair may be provided for patients with functional limitations to ambulation. Does patient use orthotics?",
                    "surgical management": [
                        "Surgical management:  Was any surgical intervention performed to correct the patient’s pes planus? What was date of surgery? Was the foot immobilized in a cast (if so, for how long?) or a removable orthosis? How well is the incision healing (e.g., any infection)?",
                        "Possible surgical options include Achilles tendon lengthening, osteotomies, fusions"
                    ],
                    "medications": "Common analgesics prescribed for this condition include acetaminophen and aspirin, and NSAIDs such as ibuprofen and naproxen. Mild opiates (meperidine [Demerol] or hydrocodone) might be tried shortterm in recalcitrant severe cases",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Ask about findings on imaging studies (e.g., plain radiographs, MRI) and laboratory tests (e.g., tests to rule out infection, tumors, inflammatory arthritis)"
                    ],
                    "alternative therapies": "Has patient tried cryotherapy or acupuncture for pain and swelling?",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other lower-extremity musculoskeletal conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "What factors increase or decrease pain and swelling? Ambulation and WB commonly increase symptoms ",
                "body chart": "Use chart of foot to document location and nature of symptoms. Pes planus is usually a bilateral condition. Patients with pes planus commonly complain of pain and tenderness at the MLA and heel areas, with edema inferior to the medial and lateral malleoli",
                "nature of symptoms": " Nature of symptoms -Pain/tenderness -Inflammation/swelling -Impaired foot mobility -Increased pain on weight-bearing -Altered gait -Antalgic gait",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment. Specifically address if pain is the primary symptom and whether it is present now and how much",
                "pattern of symptoms": "Document whether there are changes in symptoms throughout the day and night (i.e., a.m., mid-day,  p.m., night)",
                "sleep disturbance": "Document number of wakings/night related to foot painDocument any need for supplemental oxygen or the need for ventilation",
                "other symptoms": "Document other symptoms that patient may be experiencing, such as lower-extremity  pain. Does compensatory posture or movement exacerbate the foot condition? Barriers to learning -Is patient’s communication/education limited by language, hearing, vision, or cognitive impairment?",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Are there coexisting medical problems such as diabetes, cancer, heart disease, dementia, psychiatric disorders, movement dysfunction, etc., that might restrict exercise?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient whether any musculoskeletal problems or functional concerns such as balance impairments existed before the pes planus"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "How can the patient compensate to participate in desired occupational, recreational, or social activities during the period of rehabilitation? Any history of barefoot activities (e.g., gymnastics, martial arts, running, beach volleyball) that increase symptoms? If pediatric patient, what activities at school are being limited by condition?",
                "functional limitations assistance with ADLs adaptive equipment": "Determine the extent to which symptoms interfere with ADLs or use of adaptive equipment",
                "living environment": "Are there barriers in the home that impede access, such as stairs; what modifications are needed? If pediatric patient, who does patient live with?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures",
            "anthropometric characteristics": "Document BMI, as obesity is associated with acquired pes planus(18) –Increasing pes planus is seen in children with increasing weight and obesity(19)",
            "assistive and adaptive devices": "Assess the fit and patient’s use of any prescribed ambulatory assistive device or wheelchair. Also, evaluate for suitable ambulatory assistive device, as indicated. Determine the need for supportive/ protective equipment. Inspect current footwear and insertable orthotics for wear and fit",
            "balance": "When appropriate for WB status, assess balance in standing and single-leg  stand (eyes open vs closed), or with appropriate measure, such as Berg or Tinetti test. Patients with pes planus can have detectible balance impairment due to foot pain",
            "cardiorespiratory function and endurance": [],
            "circulation": "Confirm that pedal pulses are intact",
            "functional mobility": "Assess ability in transfers, standing on toes, standing on heels, stair climbing, and single-leg hopping (as appropriate for functional capacity)",
            "gait locomotion": "Observe for altered/antalgic gait pattern. Assess lower-extremity  and rearfoot alignment. Assess movement of MLA in barefoot walking (on treadmill, if appropriate) at heel strike, stance, and push-off.  Compare sides Assess forefoot flexibility (pronate and supinate forefoot while holding the heel in subtalar neutral position). Assess stability at the talocrural, subtalar, cuboid, and tarsometatarsal joints. Assess integrity of the deltoid ligament to prevent valgus tilt of talus",
            "muscle strength": "Assess strength in ankle plantarflexion, dorsiflexion, inversion, eversion, and forefoot adduction/ abduction. Single heel-rise  is considered a sensitive test and is usually difficult, with patient not being able to fully perform.(18) Authors of a cohort study (N = 619 children) in Japan found that those with flexible flatfoot had weaker toe-grip strength (measured with a toe-grip  dynamometer) than those with normal MLA(15)",
            "observation inspection palpation including skin assessment": [
                "Observe lower-extremity  posture and foot alignment (with patient barefooted and bare-legged  to knee) in standing and walking",
                "Inspect for -Leg-length  discrepancy -Spinal curvature -Forefoot abduction: positive if “too-many-toes”  sign (i.e., 3 or 4 lateral toes can be seen from rear). Therapist may need to correct for hip external rotation, if necessary -Hyperpronation: flattened medial longitudinal ligament; dropped navicular tuberosity -Heel valgus deformity (increased eversion of rearfoot) angled lateral to main body of Achilles tendon -Increased muscle tone and stiffness in the tibialis anterior and medial gastrocnemius.(16) Treatment is indicated if ankle ROM is reduced",
                "Characteristics of flexible pes planus(1) -Hypermobility of MLA -Flattening of MLA with standing on toes -Normal ankle passive ROM in dorsiflexion",
                "Characteristics of rigid flatfoot(1,2) -Limited mobility of subtalar joint -Hindfoot eversion with shortening of peronei muscles -Equinus contracture with restricted ROM in dorsiflexion",
                "Inspect the medial side of patient’s shoes for signs of excessive plantar pressure and sagging, suggestive of overpronation",
                "Palpate posterior tibialis muscle and tendon for tenderness •Pain/tenderness:  Assess with V AS. Note tender points (often the sinus tarsi, talonavicular joint, attachments of plantar fascia, base of medial and lateral malleoli, heel, posterior tibial tendon attachment)"
            ],
            "posture": "",
            "range of motion": "Assess active and passive ROM of foot in plantar flexion, dorsiflexion, inversion, eversion, supination, and pronation (compare to unaffected side). Assess ROM of hallux, knee, and hip. Assess flexibility of Achilles tendon. Expect tight calf and peronei muscles in patients with rigid pes planus. Expect normal ankle passive dorsiflexion ROM in flexible pes planus. Assess flexibility of hip and knee muscles",
            "self-care activities of daily living": "Home-care assessment for patients requiring ambulatory assistance because of foot painAssess for sensory changes in affected foot, particularly the distribution of the superficial peroneal nerve (dorsum of foot) and deep peroneal nerve (1st web space). Assess proprioception at great toe and ankle",
            "reflex testing": "Assess Achilles tendon reflexAssess ankle girth and take figure-8 measurement for any edema",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special testsPut a dot on the patient’s navicular tuberosity (eminence) in the subtalar neutral position. With the patient sitting and heels about 10 cm apart, mark on a vertically placed 3 x 5 card the height of the navicular tuberosity from the floor. Next, with the patient standing, again mark on the card the height of the navicular tuberosity from the floor. Measure the difference between the two marks. A “normal” navicular drop is 5 to 9 mm. A flat-footed  arch is suggested if the drop is 10 mm or more. This test has moderate intra-  and interrater reliability for the simple assessment of foot arch type(5)In patients with flexible pes planus, the MLA will reverse with a heel raise, whereas the arch does not reverse in patients with rigid pes planus ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "Painful pes planus/swelling, tenderness, stiffness, and weakness; reduced tolerance for WB; disturbances in gait mechanics and ambulatory function for daily activities",
        "rule out": "Calcaneovalgus (everted and dorsiflexed) foot, Achilles contracture, posterior tibialis tendon tear/insufficiency, ankle sprain/fracture, hallux valgus, metatarsalgia, plantar fasciitis/fasciosis, posterior tibialis tendinitis, Charcot foot",
        "prognosis": [
            "Interventions for pain management are successful in most cases of pes planus(1)",
            "Surgical intervention is seldom indicated for acquired flexible flatfoot in adults unless symptoms on ambulation are associated with complications such as anterior knee pain and intermittent low back pain(18)"
        ],
        "referral to other disciplines": "Orthotist/pedorthist for shoe modifications, orthoses, and orthopedic footwear. Podiatrist/ orthopedist for surgical consult in unresponsive cases, especially those with rigid pes planus",
        "other considerations": [
            "Therapists should be aware that patients with pes planus may not utilize abductor hallucis as much during short-foot exercises and may compensate by using tibialis anterior(20) –Based on a Korean study utilizing EMG muscle activity in 28 subjects, 14 of whom were in pes planus group",
            "Using ultrasonography, femoral cartilage was found to be thicker in patients with pes planus, possibly caused by the excessive mechanical stress on the knee joint(21) –Based on a Turkish study of 107 patients with pes planus and 107 age- and sex-matched  controls",
            "Numerous foot disorders in older adults (e.g., hallux valgus, bunion, toe deformities such as hammer toe or mallet toe, callouses, and plantar fasciitis/fasciosis) can complicate treatment for pes planus ",
            "Rigid pes planus presents a more difficult challenge for the therapist as poor functional outcomes are common(1) –Authors of a retrospective study (N = 97,279 adolescent military recruits) in Israel found pes planus in 16%, of which 74% of cases were mild, 21% moderate, and 5% severe. The moderate and severe cases had nearly double the rate of anterior knee pain and intermittent low back pain.(7) Associated problems such as these or chronic knee pain emphasize the need for prophylactic measures in complicated pes planus",
            "Authors of a study of foot arch position in elite-level  baseball pitchers (N = 77) in the United States found increased odds for a throwing-related  injury to the shoulder or elbow in those with an abnormal foot arch in either the lunge or the stance foot during pitching(10) –Pes planus had the highest odds ratio and was statistically significant –The findings suggest that pes planus on the stance foot may alter loading during the wind-up  phase of pitching and can create a foot that is flexible and unstable, necessitating more compensatory muscle action –Abnormal increases in lumbar lordosis secondary to pes planus also may place the shoulder and elbow at risk of injury because of the higher forces"
        ],
        "treatment summary": [
            "A 6-week  program of short-foot  exercises was found to reduce navicular drop, pronation, foot pain, and disability in patients with pes planus(22) –Based on a Turkish study of 41 participants with pes planus. All participants received usual care and footwear –The 21 participants in the intervention group also performed short-foot  exercises daily for 6 weeks",
            "Authors of a comparison of an internal modification (medial longitudinal arch inside shoe), an external modification (Thomas heel), and an exercise program (multiple exercises designed to increase strength of inverters and intrinsics performed 3x per day) in patients with pes planus concluded that the internal modification caused the most significant clinical improvement(23) –Based on a Turkish study of 60 patients with pes planus –Outcome measures were foot pain levels, functional assessment, satisfaction, and quality of life as well as pedobarography and were measured 1 month and 3 months after intervention –All groups significantly improved but the internal modification group improved the most with respect to pain, foot function index, and quality of life",
            "Asymptomatic flexible flatfoot typically does not require treatment(18)",
            "Treatment of symptomatic flexible flatfoot involves(1) –Activity modification –Foot orthoses –Weight loss, if indicated –Footwear modification –Therapeutic exercises that include strengthening of weakened foot intrinsic muscles, the tibialis posterior, and others as indicated –NSAIDs for pain/swelling –Surgery (if all conservative options fail)",
            "Resolve pain, tenderness, and swelling using PRICE approach (protection, rest, ice, compression, and elevation) and OTC NSAIDs such as ibuprofen",
            "Resolve impairments noted in ROM, strength, proprioception, alignment, gait mechanics, and postural stability",
            "Resistance exercises should focus on strengthening the intrinsic foot muscles and on limiting uncontrolled pronation by activating foot adductors (e.g., abductor hallucis), supinators, and inverters",
            "Include functional training for weight-bearing  activities and to correct gait disturbances",
            "Wearing a foot orthosis may, however, reduce excursions of the center of pressure and thus improve lower-extremity stability, based on a 2015 literature review(17)",
            "Research on pediatric pes planus –Authors of a state-of-the-art  review determined that(24) -it is safe to simply observe an asymptomatic child with pes planus -painful pes planus in children may benefit from physical therapy, bracing, or even surgical interventions (e.g., Achilles tendon lengthening, osteotomies, fusions) -orthotics may be used for relief of pain but have not been shown to alter the course of the flexible flatfoot  –Authors of a systematic review state that foot orthoses have potential for children with flexible pes planus but admit that there is still uncertainty about their effectiveness(25) . Problem Goal Intervention Expected Progression Home Program Pain, tenderness, and swellingResolve pain and inflammation of soft tissues _ Protect painful tissuesPhysical agents and mechanical modalities _ Apply cryotherapeutic agents _ _ Taping and shoe modifications may help support/protect affected tissuesAllow 3–6 weeks for resolution of tenderness and swellingUse the PRICE approach as frequently as possible to reduce pain and swelling Weakness of tibialis posteriorIncrease strength of tibialis posteriorTherapeutic modalities _ Foot and ankle resistance exercises with elastic band. Focus on strengthening in forefoot adductionGradually progress intensity of exercises before full weight- bearing; therapeutic exercises 3x per week for 4 weeks. The intensity and duration of exercises should be progressed in the final phase to restore fitness for work and sportProvide patient with simple strengthening exercises. Daily repetition of exercises Weakness of intrinsic foot musclesIncreased strength of intrinsic muscle support of MLATherapeutic modalities  Short- foot exercises and other intrinsic muscle strengthening: be aware of tibialis anterior substitution for abductor hallucis(20)Gradually progress intensity of exercises as toleratedProvide with home program of intrinsic muscle strengthening. Daily repetition of exercises Weakness of ankle musclesIncrease strength of ankle dorsiflexors and plantarflexorsTherapeutic modalities _ Ankle strengthening exercises. Single heel- rise.Gradually progress intensity of exercises before full weight- bearing; therapeutic exercises 3x per week for 4 weeks. The intensity and duration of exercises should be progressed in the final phase to restore fitness for work and sportProvide the patient with simple strengthening exercises. Daily repetition of exercises  Reduced ankle ROM due to tight lower- extremity musculature including peronei and ankle plantar flexorsNormalize ankle ROM Therapeutic modalities _ Manual and self- assisted stretching exercises to regain full ROM (especially in dorsiflexion and inversion)Gradually progress intensity of exercises before full weight- bearing; therapeutic exercises 3x per week for 4 weeks. The intensity and duration of exercises should be progressed in the final phase to restore fitness for work and sportProvide the patient with simple ROM, strengthening exercises. Daily repetition of exercises Impaired walking ability, stair climbingRestoration of normal ambulation and stair- climbing abilityFunctional training _ Wean from assistive devices. Gait reeducation. Aerobic conditioning exercises (cycling, aquatics, elliptical trainer, walking), as neededProgress duration and intensity of exercises, as appropriate. Discharge assistive devices, as appropriatePatient education. Provide patient and family/caregivers with written instructions regarding exercises and functional activities that can be performed at home and correct use and/or application of equipment Increased risk of falls due to foot painIndependence with fall- prevention strategiesPrescription, application of devices and equipment _ Ambulatory assistance and protected weight- bearing for patients at risk of falls. Home modificationsAllow 6–8 weeks for functional phase of rehabilitationPatient education. Provide patient and family/caregivers with written instructions regarding exercises and functional activities that can be performed at home and correct use and/or application of equipment Gait abnormalities, poor balance, and proprioceptionRestoration of normal gait, functional balance, and proprioceptionFunctional training _ Gait retraining, static and dynamic balance exercises, proprioception exercisesProgress balance training with equipment such as pillow, foam pad, wobble disk. Progress from bilateral lower extremity balance activities to single-limb activities as appropriatePatient education. Provide patient and family/caregivers with written instructions regarding exercises and functional activities that can be performed at home and correct use and/or application of equipment ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced or resolved pain and swelling": [
            "Foot Health Status Questionnaire,(8)circumference measurements"
        ],
        "resolved impairments such as weakness and reduced rom": [
            "MMT, flexibility reassessment, goniometry"
        ],
        "minimal deficits in joint mobility and sensation": [
            "Flexibility and proprioception reassessments"
        ],
        "normal balance": [
            "Balance reassessment"
        ],
        "recovery of ambulatory function": [
            "Gait reassessment"
        ],
        "return to prior activities": [
            "Patient satisfaction"
        ]
    },
    "maintenance or prevention": [
        "Most cases are idiopathic and thus not preventable",
        "Maintain the highest achievable foot ROM, strength, and function"
    ],
    "patient education": [
        "Foot Health Facts, the official consumer website of the American College of Foot and Ankle Surgeons, https:// www.foothealthfacts.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Walters JL, Mendicino SS. The flexible adult flatfoot: anatomy and pathomechanics. Clin Podiatr Med Surg . 2014;31(3):329-336.  . doi:10.1016/j.cpm.2014.03.005. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Wapner K. Pronation/adult flatfoot/posterior tibial tendon dysfunction. In: Lotke PA, Abboud JA, Ende J, eds. Lippincott's Primary Care Orthopaedics . 2nd ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2013:162-165.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Mølgaard C, Lundbye-Christensen  S, Simonsen O. High prevalence of foot problems in the Danish population: a survey of causes and associations. Foot (Edinb) . 2010;20(1):7-11.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Centers for Medicare and Medicaid Services. Durable medical equipment, prosthetics/orthotics & supplies fee schedules. Centers for Medicare and Medicaid Services Web site. http://www.cms.hhs.gov/DMEPOSFeeSched/01_overview.asp . Accessed July 25, 2019. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Vinicombe A, Raspovic A, Menz HB. Reliability of navicular displacement measurement as a clinical indicator of foot posture. J Am Podiat Med Assoc . 2001;91(5):262-268.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Micholovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Kosashvili Y, Fridman T, Backstein D, Safir O, Bar Ziv T. The correlation between pes planus and anterior knee or intermittent back pain. Foot Ankle Int . 2008;29(9):910-913. (R)"
        },
        {
            "number in article": 8,
            "reference": "Bennett PJ, Patterson C, Wearing S, Baglioni A. Development and validation of a questionnaire designed to measure foot-health  status. J Am Podiatr Med Assoc . 1998;88(9):419-428.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Tenenbaum S, Hershkovich O, Gordon B, et al. Flexible pes planus in adolescents: body mass index, body height, and gender – an epidemiological study. Foot Ankle Int . 2013;34(6):811-817.  doi:10.1177/1071100712472327. (R)"
        },
        {
            "number in article": 10,
            "reference": "Feigenbaum LA, Roach KE, Kaplan LD, Lesniak B, Cunningham S. The association of foot arch posture and prior history of shoulder or elbow surgery in elite-level  baseball pitchers. J Orthop Sports Phys Ther . 2013;43(11):814-820.  doi:10.2519/jospt.2013.4504. (R)"
        },
        {
            "number in article": 11,
            "reference": "Erol K, Karahan AY, Kerimoglu U, et al. An important cause of pes planus: the posterior tibial tendon dysfunction. Clin Pract . 2015;5(1):699. doi:10.4081/cp.2015.699. (C)"
        },
        {
            "number in article": 12,
            "reference": "Abousayed MM, Tartaglione JP, Rosenbaum AJ, Dipreta JA. Classifications in Brief: Johnson and Strom Classification of Adult-acquired  Flatfoot Deformity. Clin Orthop Relat Res. 2016;474(2):588-93.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Miniaci-Coxhead  SL, Flemister AS, Jr. Office-based  management of adult-acquired  flatfoot deformity. Med Clin North Am . 2014;98(2):291-99.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Ganesh MS, Magnani B. The influence of footware on the prevalence of flat foot. Indian J Physiother Occup Ther . 2016;10(1):157-59.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Tashiro Y, Fukumoto T, Uritani D, et al. Children with flat feet have weaker toe grip strength than those having a normal arch. J Phys Ther Sci . 2015;27(11):3533-36.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Um GM, Wang JS, Park SE. An analysis on muscle tone of lower limb muscles on flexible flat foot. J Phys Ther Sci . 2015;28(4):3089-92.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Aboutorabi A, Arazpour M, Hutchins SW, Curran S, Maleki M. The efficacy of foot orthoses on alteration to center of pressure displacement in subjects with flat and normal feet: a literature review. Disabil Rehabil Assist Technol . 2015;10(6):439-44.  (RV)"
        },
        {
            "number in article": 18,
            "reference": "Michaudet C, Edenfield KM, Nicollette GW, Carek PJ. Foot and ankle conditions: Pes Ppanus. FP Essent . 2018;465:18-23.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Stolzman S, Irby MB, Callahan AB, Skelton JA. Pes planus and paediatric obesity: a systematic review of the literature. Clin Obes . 2015;5(2):52-59.  doi:10.1111/cob.12091. (SR)"
        },
        {
            "number in article": 20,
            "reference": "Lee JH, Cynn HS, Yoon TL, Choi SA, Kang TW. Differences in the angle of the medial longitudinal arch and muscle activity of the abductor hallucis and tibialis anterior during sitting short-foot  exercise between subjects with pes planus and subjects with neutral foot. J Back Musculoskelet Rehabil . 2016;29(4):809-815.  doi:10.3233/BMR-16069.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Ozturk GT, Malas FU, Yildizgoren MT, et al. Ultrasonographic assessment of the femoral cartilage thickness in patients with pes planus. Am J Phys Med Rehabil . 2015;94(7):568-572.  doi:10.1097/PHM.0000000000000214. (R)"
        },
        {
            "number in article": 22,
            "reference": "Unver B, Erdem EU, Akbas E. Effects of short-foot  exercises on posture, pain, disability and plantar pressures in pes planus. J Sport Rehabil (electronic publication) . March 12,"
        },
        {
            "number in article": 2019,
            "reference": " doi:10.1123/jsr.2018-0363.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Taspinar O, Kabayel DD, Ozdemir F, et al. Comparing the efficacy of exercise, internal and external shoe modifications in pes planus: a clinical and pedobarographic study. J Back Musculoskeletal Rehabil . 2017;30(2):255-263.  doi:10.3233/BMR-150399.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Carr JB, Yang S, Lather LA. Pediatric Pes Planus: a state-of-the-art  review. Pediatrics . 2016;137(3):e20151230. doi:10.1542/peds.2015-1230.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Dars S, Uden H, Banwell HA, Kumar S. The effectiveness of non-surgical  intervention (foot orthoses) for paediatric flexible pes planus: a systematic review: update. PLoS One . 2018;13(2):e0193060. doi:10.1371/journal.pone.0193060. (SR)"
        }
    ]
}