{
    "metadata": {
        "title": "Chronic Fatigue Syndrome",
        "synonyms": [
            "myalgic encephalomyelitis (me)",
            "chronic fatigue and immune dysfunction syndrome (cfids)",
            "functional somatic syndrome",
            "functional somatic syndrome",
            " post-viral  fatigue syndrome",
            "multisystem fatigue syndrome"
        ],
        "anatomical location body part affected": [
            "Multiple organ systems/brain, muscles, joints, nerves"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            " cardiovascular rehabilitation",
            "pulmonary rehabilitation"
        ],
        "description": [
            "Chronic fatigue syndrome (CFS) is a disabling, idiopathic malaise that bed rest does not resolve, characterized by a spectrum of symptoms that are severe enough to impair physical functioning(1)",
            "There are several case definitions for CFS and all require fatigue as one of the symptoms. The United States Centers for Disease Control and Prevention (CDC) uses the following case definition outlined in their 1994 guidelines(2) –CFS diagnostic criteria include at least 6 months of clinical fatigue with no known medical condition that significantly interferes with daily activities and work, and at least 4 of the following 8 symptoms: poor memory/concentration, sore throat, tender lymph nodes, myalgias, arthralgias, recent-onset  headache, unrefreshing sleep, and excessive tiredness with exercise(1)",
            "Although there is no known cure for CFS, the addition of individualized graded exercise therapy (GET)and cognitive behavioral therapy (CBT) may improve physical functioning in ADLs(3,5)",
            "Muscle disuse due to avoidance of physical activity may contribute to the perception of increased fatigue during ADLs.(39)However, post-exertional  malaise is common after vigorous exercise(4)",
            "For detailed information about exercise therapy for adults with CFS, see Clinical Review…Chronic Fatigue Syndrome and Exercise ; Item Number: T709160"
        ],
        "indications": [],
        "ICD-9 codes": {
            "780.71": "chronic fatigue syndrome",
            "780.79": "other malaise and fatigue",
            "300.5": "neurasthenia"
        },
        "ICD-10 codes": {
            "F48.0": "neurasthenia; fatigue syndrome",
            "G93.3": "post viral fatigue syndrome",
            "R53": "malaise and fatigue (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Mobility G-code set": {
                "G8978": "Mobility: walking & moving around functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8979": "Mobility: walking & moving around functional limitation; projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8980": "Mobility: walking & moving around functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Changing & Maintaining Body Position G-code set": {
                "G8981": "Changing & maintaining body position functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8982": "Changing & maintaining body position functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8983": "Changing & maintaining body position functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Carrying, Moving & Handling Objects G-code set": {
                "G8984": "Carrying, moving & handling objects functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8985": "Carrying, moving & handling objects functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8986": "Carrying, moving & handling objects functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Self Care G-code set": {
                "G8987": "Self care functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8988": "Self care functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8989": "Self care functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Primary G-code set": {
                "G8990": "Other physical or occupational therapy primary functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8991": "Other physical or occupational therapy primary functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8992": "Other physical or occupational therapy primary functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Subsequent G-code set": {
                "G8993": "Other physical or occupational therapy subsequent functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8994": "Other physical or occupational therapy subsequent functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8995": "Other physical or occupational therapy subsequent functional limitation, discharge status, at discharge from therapy or to end reporting"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients typically present with a wide variety of symptoms that may overlap with symptoms of various functional somatic disorders(1)",
            "General(6) –Primary complaint is overwhelming fatigue, both mental and physical, that greatly reduces capacity for occupational, educational, social, and personal activities –Persistent flu-like  symptoms",
            "Emotional(6) –Anxiety –Depression –Isolation –Mood swings –Overreaction –Self-doubt",
            "Neurological(6) –Altered spatial perception –Dizziness that may lead to balance problems –Blackouts –Disorientation –Impaired calculation –Memory/concentration problems –Nightmares –Seizures –Photosensitivity –Sleep disturbances",
            "Physical(6) –Canker sores –Chest pain –Gastrointestinal (GI) disturbances –Palpitations –Low-grade  fevers –Numbness/tingling –Myalgias –Arthralgias –Night sweats –Shallow respiration –Swollen lymph nodes –Sore throat –Unusual headache –Weight change (> 10% suggests other conditions) –Worsening allergies Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Clinicians should be aware of suicidal ideations in patients with CFS(46)",
            "Allow the patient to rest between tests if symptoms appear (i.e., allow more time to complete the exam)",
            "Persons with CFS should be evaluated for comorbidities such as depression, pain, and sleep disturbances(5)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Causes are idiopathic and cases may have an insidious or sudden onset(1)",
            "A multifactorial cause has been hypothesized, although the etiology is unknown(1,7,39)",
            "Abnormal immunological findings suggest that infections may be causative.(1,6) There is no good evidence to support CFSas a continuing viral infection(1)"
        ],
        "pathogenesis": [
            "CFS is a functional somatic syndrome that involves complex dysregulation in multiple systems. The widespread bodilycomplaints lack a clear medical explanation(1)",
            "The neuro-humoral  component of muscle and joint pain and immune-related  pain processing appear disordered in CFS(7,40)",
            "Symptoms indicate a generalized hyperalgesia (i.e., psychophysiological responses to physical stress appear over-reactivecompared to normal), with CNS sensitization to various stimuli, including mechanical pressure, heat, electrical stimulation,and histamine(6,7,8)",
            "CNS sensitization likely involves disturbances in multiple neuro-humoral  stress systems (e.g., thehypothalamic-pituitary-adrenal  axis, the sympathetic nervous system, and various neurotransmitters that modulateperceptual-cognitive  and affective brain circuits)(6,8,9)",
            "The suppression of pain normally associated with muscular activity and exercise appears to be down-regulated  in CFS.(1,8)This may lead to kinesiophobia and catastrophizing about symptoms that are feared if a physically demanding task isperformed(10)",
            "In severely affected patients with CFS, reduced exposure to gravity in the upright position may contribute to additionalneural-cardiovascular  symptoms (e.g., orthostatic intolerance, hypovolemia), making the patient more vulnerable to theeffects of bed rest(50)",
            "Aerobic work capacity is reduced in patients with CFS, apparently due to changes in mitochondrial function and oxidativemetabolism.(11,12) Myofibrillar changes in CFS are likely increased by muscle disuse and general deconditioning thataccompany physical inactivity(39)",
            "A 2014 systematic review of 23 case-control  studies found that altered immune function, including reduced antioxidantactivity, may contribute to post-exertional malaise in patients with CFS(40)",
            "Increased serotonin neurotransmission in the brain might explain heightened drowsiness (i.e., central fatigue). However,the use of experimental drugs that block or deplete tryptophan (a serotonin precursor) has failed to improve fatigue,concentration, or mood states in patients with CFS(41)"
        ],
        "risk factors": [
            "Female sex (about 2 times the risk of males)(12)",
            "A 2009 systematic review found that the prevalence of CFS is slightly higher among Blacks and Native Americans thanamong Whites(12)",
            "Although older adults may also be affected, the majority of CFS cases are among those 20 to 40 years of age(1)",
            "Certain viral infections (e.g., mononucleosis) may increase the risk for developing CFS(1)",
            "An observational study in the United Kingdom of 16,567 babies followed up at 29 to 30 years of age found that academicability, birth order, or a history of maternal or child psychological distress, parental illness, or atopy did not increase therisk of developing CFS. However, sedentary behavior was associated with increased risk(13)",
            "An epidemiological study (N = 2,189) in the United States found increased risk of CFS in military personnel 10 years aftertheir service during the 1991 Gulf War(14)",
            "Authors of a cohort study (n = 32) in France found that the risk of having suppressed protective antioxidants followingmaximal exercise was increased in persons with CFS who have a history of high-level  sport and/or infection(15)",
            "Personality and lifestyle factors (e.g., introversion, neuroticism) and genetic factors are thought to influence vulnerability toCFS(1)",
            "A retrospective study in Taiwan suggests that patients with migraines are 1.5 times more likely to develop CFS, and thosewho are age > 65 are 2.11 times more likely to develop CFS(47)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Establish and document any specific medical goals for the current referral",
        "Exacerbation of symptoms is associated with unaccustomed exertion and sudden increases in duration and/or intensity of exercise/physical activity(9,10) ",
        "Monitor patient closely during exercise if there is a history of exercise-related orthostatic intolerance and/or atypical heart rate response(7)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Clinicians should be aware of suicidal ideations in patients with CFS(46)",
            "Allow the patient to rest between tests if symptoms appear (i.e., allow more time to complete the exam)",
            "Persons with CFS should be evaluated for comorbidities such as depression, pain, and sleep disturbances(5)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "CFS is idiopathic with a sudden onset. When was the patient’s CFS first diagnosed? What is the current reason for his or her referral?",
                "course of treatment": {
                    "medical management": "Treatment is mainly palliative.(1,3) Document management for specific symptoms in the CDC diagnostic criteria (see  Description , above)",
                    "surgical management": [],
                    "medications": "Document current medications. Are they effective and being taken as prescribed? Currently, no pharmacologic or alternative medicine therapies are considered curative.(5) However, medications may be prescribed for comorbid conditions such as myalgia, arthralgia, insomnia, or depression Supportive agents(1,5) Medications for anxiety and depression Analgesics Nonsteroidal anti-inflammatory  drugs (NSAIDs) Sleep aids Nutritional supplements purported to reduce fatigue and increase energy",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Initial tests include(16)",
                        "complete blood count (CBC) with differential white blood cell count",
                        "erythrocyte sedimentation rate (ESR)",
                        "chemistry panel  blood urea nitrogen (BUN), creatinine, electrolytes, glucose, calcium, phosphorus, alanine aminotransferase (ALT), alkaline phosphatase, total protein, albumin",
                        "thyroid-stimulating  hormone (TSH), thyroid hormones (T3, T4)",
                        "urinalysis",
                        "optional testing, as clinically indicated",
                        "Antinuclear antibodies, rheumatoid factor",
                        "Free serum cortisol",
                        "Immunoglobulin levels",
                        "Tuberculin skin testing, Lyme serology, HIV serology"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had CBT or occupational or physical therapy for CFS and what specific treatments were helpful or not helpful. Inquire about the patient’s previous experiences with therapy. Many patients with CFS are disillusioned with the quality of medical care they receive, in particular with a perceived lack of compassion of many healthcare providers(45)"
                },
                "aggravating easing factors": "List daily activities associated with increased or lessened symptoms. The fatigue typically is worsened by exertion and not completely relieved by rest(1)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document symptoms that satisfy case definition (see Description , above). The fatigue typically is highly subjective and variable and is not necessarily the major or most debilitating symptom that the patient experiences(1) ",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document unrefreshing sleep, hours of sleep, and quality of sleep(1,2,6) -Patients often report that exercise worsens their insomnia and unrefreshing sleep symptoms(1) -However, data from a sleep-monitoring  study suggest that prior exercise usually does not disturb sleep or reduce sleep quality(17)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., chills, dizziness, bowel/bladder/sexual dysfunction, chest pain, abdominal pain)",
                "respiratory status": "Document whether the patient experiences shortness of breath or dyspnea. Any history of smoking? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document dates of excessive fatigue or other CFS symptoms diagnosed in the past and subsequent treatment(s) CFS patients with preexisting psychiatric symptoms may report that their symptoms worsened with CFS onset(1)",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications that were trialed (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms that are ongoing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient employed? Has there been a change in employment status (e.g., full time to part time; sick leave)? What are the physical demands of occupational and/or recreational activities? Are there activities that the patient would like to be doing but cannot do because of the symptoms of CFS?",
                "functional limitations assistance with ADLs adaptive equipment": "Document level of functional independence based on the assistance needed in ADLs",
                "living environment": "Stairs, number of floors in home, etc. Who does the patient live with (e.g., caregivers)? Identify any barriers to independence in the home; are modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and BMI",
            "assistive and adaptive devices": "Assess for need, appropriate fit, and appropriate use of devices to conserve energy (e.g., wheelchair, scooter)",
            "balance": "Assess static and dynamic balance reactions in standing. Disturbed balance is generally not included as a symptom in CFS, although some patients may complain of dizziness",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess for abnormal patterns in gait that appear inefficient –Authors who conducted a case-control  study (N = 34) in the United Kingdom found that CFS patients used more oxygen than healthy controls who matched their slower walking speed, indicating a higher metabolic cost of walking.(18)However, the reason for such ambulatory inefficiency in CFS is unclear –Assess safety with Dynamic Gait Index (DGI)  –Assess gait speed with 10 Meter Walk Test (10MWT)",
            "muscle strength": "Manually scan strength in functional tasks (e.g., pushing, pulling, sit-up,  squatting) to identify general weaknesses. Assess weak muscle groups using MMT. Assess hand grip strength with a dynamometer. (Strength generally is normal in patients with CFS, but muscle endurance may be limited)",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "General screen for flexibility/functional ROM, especially of lower extremities. (Tight muscles may contribute to inefficient movement patterns)Assess deep tendon reflexesAssess for ability to carry out ADLs, as indicated by history",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Measuring physical activity -Authors of a systematic review looking at the physical activity measures used with patients with CFS found that only the Chronic Fatigue Syndrome–Activity  Questionnaire (CFS-AQ),  Activity Pattern Interview (API), and International Physical Activity Questionnaire–Short  Form (IPAQ-SF)  had been tested on patients with CFS. They also noted that activity monitors (e.g., pedometers) have not been used in this population(51) –Work and Social Adjustment Scale (WSAS) -This scale has been found to be reliable and valid. In a study, high levels of disability on the WSAS were found to be associated with a high number of physical symptoms, severe fatigue, depression, anxiety, poor sleep quality, and poor physical fitness(19) –Chalder Fatigue Scale -This scale reliably discriminates between clinical and nonclinical conditions and distinguishes between physical and mental fatigue(20) –Medical Outcomes Study Short Form Questionnaire (SF-36) -This questionnaire is useful as an outcome measure for health-related quality of life (HRQoL)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Tailor the exercise prescription for the patient’s functional ability and to minimize exercise-related  symptoms",
                "Modify exercise intensity, duration, and frequency as needed to adjust for day-to-day  variability in fatigue and pain(21)",
                "Adjust components of the exercise program if severe fatigue continues longer than 24 hours post exercise",
                "Inform patients that exercise training may exacerbate their symptoms at first. Patients should be encouraged, therefore, to provide regular feedback about their symptoms after exercise and whether they become anxious about doing the exercise (i.e., kinesiophobic)(10)",
                "Monitor perceived exertion for exercise tolerance using the Borg Rating of Perceived Exertion (RPE) Scale.(22)Post exercise discomfort can be documented with a V AS or the Chalder Fatigue Scale",
                "Ensure close supervision with instruction throughout exercise therapy and functional training sessions",
                "Provide the patient with a thorough orientation to using therapeutic exercise equipment and with adequate warm-up  time to help reduce apprehension about exercise",
                "Modify exercise for prevention of post exertional malaise in either aerobic or resistance training",
                "Clinicians should follow the exercise guidelines of their clinic/hospital and what is ordered by the patient’s physician",
                "Evidence is lacking to support the use of electrotherapeutic modalities in CFS. Modalities are indicated only when prescribed by the referring physician or to treat coexisting musculoskeletal conditions",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician, and always use their professional judgment regarding the use of modalities",
                "Clinicians should be aware of suicidal ideations in patients with CFS(46)"
            ]
        },
        "diagnosis need for treatment": "CFS/impaired physical functioning, including limitations in general activities, due to generalized fatigue, myalgia, insomnia, and a constellation of psychophysical symptoms (including kinesiophobia). Treatment is focused on relieving symptoms and improving daily function",
        "rule out": "Physician may exclude the following conditions diseases (e.g., Lyme disease, mononucleosis, HIV infection, chronic hepatitis B or C, tuberculosis), autoimmune diseases  (e.g., systemic lupus erythematosus [SLE], myasthenia gravis, multiple sclerosis [MS], thyroiditis, rheumatoid arthritis [RA]), endocrine abnormalities, occult malignant disease, toxic agent exposure, sarcoidosis, sleep apnea, narcolepsy, inadequate rest, side effects of medications, Wegener’s granulomatosis, anemia, B vitamin deficiency(1,5)",
        "prognosis": [
            "Prognosis is poor in adults for total relief of CFS symptoms. Full recovery rate is < 10% of patients. Nevertheless, physical functioning in ADLs may improve with exercise therapy(1,3,5)",
            "CFS does not progress to other chronic conditions. Mortality is not increased(1,5)",
            "In comparison to adults with CFS, children with unexplained fatigue may have a better prognosis",
            "Authors of a retrospective study identified 2,147 cases from 2007 to 2013 and found no significant impact on mortality rates in persons with CFS. However, there were increased incidences of mortality as a result of suicide. Clinicians should therefore be aware of the risk of suicide and ideations of suicide in patients with CFS(46)"
        ],
        "referral to other disciplines": " Referral to other disciplines Physician for comorbid medical problems or if suicide risk is suspected Proper authority if suicide risk is suspected Psychologist/psychiatrist for anxiety/depression, CBT Dietitian for body weight issues Acupuncturist for pain management Occupational therapist for deficits in instrumental ADLs Pain management specialist for intractable pain V ocational therapist for work-related  problems",
        "other considerations": [
            "Authors of a questionnaire study (n = 86) in the United States found that over the course of 252 pregnancies, CFS was not clearly associated with any complications or increased symptoms(23)",
            "Therapists using CBT should attempt to change the perception of patients about physical activity by redirecting their focus away from activity-related  symptoms and problems and increasing their sense of control over adjusting fatigue severity and coping with disability(24)",
            "Musculoskeletal pain/myalgia in CFS is characterized by cognitive-emotional  central sensitization. Pain physiology education is important to change maladaptive illness perceptions to help patients facilitate adaptive coping with pain in ADLs(25)",
            "Based on a 2010 systematic review, evidence is lacking to support alternative treatments (such as acupuncture or biofeedback) for management of CFS symptoms(34) –Authors of an RCT (n = 137) in Hong Kong found that qigong exercises (twice a week for 5 weeks, followed by a home program for 12 weeks) improved scores for total fatigue, physical fatigue, mental fatigue, and depression, but not anxiety(37) –Authors of a 2013 systematic review found that qigong and tai chi may reduce fatigue, pain, and sleep-related  problems while improving social activity levels and mental health in patients with CFS(38)",
            "Authors of a prospective study (n = 60) in the Netherlands found that vocational rehabilitation interventions (VRIs) were effective for reducing fatigue and improving work participation, physical functioning, and mental health for up to 18 months after treatment ended in patients with work disability due to prolonged (mean, over 2.5 years) severe fatigue(26)"
        ],
        "treatment summary": [
            "Authors of a multicenter randomized controlled trial (RCT, n = 278) involving CFS patients in the Netherlands found that CBT was more effective than guided support and the “natural course” control for reducing fatigue and functional impairment at 14-month  follow-up(27)",
            "Therapists should attempt to find the right balance between the GET prescription that is likely to be effective for improving physical function and exercise programming that is adapted, paced, and based on patient preferences.(28) Typically, the GET program should be supervised and based on the patient’s physical capacity and exercise tolerance",
            "Authors of an RCT (n = 641) in the United Kingdom found that CBT and GET, but not adaptive pacing therapy, were effective treatment additions to standard medical care for reducing symptoms in patients with CFS.(3) Further analysis of data from this study found that combining CBT and GET with standard medical care was more effective than standard medical care or adaptive pacing therapy alone for reducing the frequency of muscle and joint pain(42) ",
            "Authors of a 2015 Cochrane systematic review with meta-analysis  of outcomes at 12-week  follow-up  found that individualized GET significantly reduced fatigue and improved physical functioning and may improve depression. No evidence was found to suggest that exercise may worsen outcomes(29) –Eight RCTs with 1,518 participants were included –Randomized trials are needed to investigate the most beneficial exercise intervention type, duration, and intensity",
            "Authors of an RCT (n = 66) in the United Kingdom found that individualized GET was more effective for improving fatigue scores and functional capacity in patients with CFS than a combination of flexibility training and relaxation therapy over a 12-week course(30) –Exercise was primarily walking, initially for 5–15  minutes at an intensity of 40% peak oxygen consumption. Duration was increased by 1–2 minutes to a maximum of 30 minutes daily and intensity was increased to 60% peak oxygen consumption. Cycling or swimming was also encouraged –Outcome was measured using a self-rated  clinical global impression change score, with “very much better” or “much better” being considered clinically important",
            "Researchers who conducted an RCT (n = 68) in Australia found that individualized GET (every other day for 12 weeks) improved work capacity, depression scores, and perceived exertion on exercise testing in patients with CFS, while no significant changes were found for the relaxation/flexibility control group(31) –Graded exercise consisted of an aerobic activity that used the major large muscles of the body. Patients could choose walking, cycling, or swimming –Initial exercise duration was between 5 and 15 minutes and increases in duration and intensity were based on mean heart rate value achieved and patient’s subjective feelings",
            "Authors of an RCT (n = 49) in New Zealand found that a 12-week  GET program was associated with significant improvements in fatigue and decrease in focus on symptoms in patients with CFS versus standard medical care (control)(32)",
            "Authors of a 2006 systematic review found that in addition to increasing physical work capacity, a 12-week  GET program may improve specific psychological and cognitive variables associated with avoidance behaviors due to anxiety(33)",
            "Similar to CBT, the benefits of GET may include reduction in the extent that patients focus on their symptoms(32)",
            "CBT can be performed in groups and group-based  CBT does not decrease the efficacy of the intervention in patients with CFS(49)",
            "The principle of pacing (i.e., self-management  of exercise intensity) appears to be a key ingredient for reducing/avoiding post-exertional  malaise and for improving outcomes in the CFS population(35)",
            "A group-based  self-management  program for persons with CFS was not found to be superior to usual care in the long-term (at 1 year) in patients with CFS(52) –Based on an RCT (N = 134) conducted in Norway –Self-management  program was 8 biweekly 2.5-hour  meetings",
            "Authors of a follow-up  study to an RCT (N = 114) that used educational intervention to encourage patients with CFS to engage in GET found that improved fatigue, sleep, disability, and mood scores (based on SF-36)  were maintained in most patients after 2 years(36)",
            "Researchers who conducted a 2015 systematic review and meta-analysis  indicate that body awareness interventions may be beneficial for patients with CFS(43) –Body awareness interventions are intended to increase awareness of the experience of the body and the actions and behaviors in movements and activities.(43) Awareness and normalization of posture, balance, breathing, and muscular tension, as well as subjective bodily experiences, are addressed –Body awareness interventions may be “hands-on”  (e.g., massage, craniosacral therapy, Shiatsu) or “hands-off”  (e.g., yoga, tai chi, Pilates, dance therapy) –A total of 29 studies were included, and data pooled from 18 trials showed positive effects in favor of body awareness interventions. However, the overall heterogeneity of the studies, in terms of interventions used, patients’ symptoms, study designs, and outcome measurements, limited the ability to draw conclusions –A lack of randomized controlled trials investigating body awareness interventions in CFS was noted",
            "Researchers who conducted a 2015 systematic review of effects of relaxation therapy in patients with CFS or fibromyalgia included only 3 randomized controlled trials involving patients with CFS,(44) indicating a need for further study –Results suggest that a multimodal approach seems better than relaxation alone for patients with CFS(44) ",
            "Authors of an RCT compared CBT and multidisciplinary rehabilitation treatment (MRT) and found that MRT was more effective at minimizing long-term  fatigue in patients with CFS compared to those being treated with CBT(48) –Based on a study in the Netherlands involving 122 patients with CFS –Patients were randomized to the CBT group (n = 61) or the MRT group (n = 61) –The SF-36  was the primary outcome measure used in this study and was assessed at 26 weeks and at 52 weeks . Problem Goal Intervention Expected Progression Home Program Myalgia/arthralgia Decrease pain Manual therapy _ Light stretching of tight muscles; gentle massage therapy to address myalgias, trigger points _ _ Therapeutic exercises _ Flexibility and GETGradually increase intensity and duration of interventionPrescribe exercises to patient tolerance; walking programs may be beneficial _ _ Educate patient how to use pacing and energy- conservation techniques during daily activities Excessive fatigue. Impaired ability to work or participate in regular physical activityDecrease fatigue. Improve physical functioning in ADLsPatient education _ Pacing and energy- conservation techniques may be implemented; GET and MRTVRI return to work program may be helpfulJob modifications (workstation, task modifications) ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased myalgia": [
            "V AS"
        ],
        "decreased general fatigue": [
            "Chalder Fatigue Scale"
        ],
        "increased physical activity": [
            "Physical activity diary, pedometer"
        ],
        "improved walking endurance": [
            "6MWT"
        ],
        "improved physical functioning": [
            "FIM, WSAS, ADLs"
        ],
        "improved well-being": [
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "Continue CBT, if indicated by benefits",
        "Continue to progress GET, as tolerated",
        "Education of the patient regarding progression of exercises, appropriateness of activity level, self-pacing,  and importance of maintaining fitness"
    ],
    "patient education": [
        "University of Maryland Medical System website, “Chronic Fatigue Syndrome–Treatment,” https://www.umms.org/ummc/patients-visitors/health-library/in-depth-patient-education-reports/articles/chronic-fatigue-syndrome  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Ebenbichler GR. Chronic fatigue syndrome. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 3rd ed. Philadelphia, PA: Saunders Elsevier; 2015:642-647.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Centers for Disease Control and Prevention. Myalgic Encepholomyelitis/Chronic Fatigue Syndrome. Centers for Disease Control and Prevention  Web site. http://www.cdc.gov/ cfs/general/index.html . Accessed December 31, 2015. (PP)"
        },
        {
            "number in article": 3,
            "reference": "White PD, Goldsmith KA, Johnson AL, et al. Comparison of adaptive pacing therapy, cognitive behaviour therapy, graded exercise therapy, and specialist medical care for chronic fatigue syndrome (PACE): a randomized trial. Lancet. 2011;377(9768):823-836.  (RCT)"
        },
        {
            "number in article": 4,
            "reference": "Van Oosterwijck J, Nijs J, Meeus M, et al. Pain inhibition and postexertional malaise in myalgic encephalomyelitis/chronic fatigue syndrome: an experimental study. J Intern Med. 2010;268(3):265-278.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Yancey JR, Thomas SM. Chronic fatigue syndrome: diagnosis and treatment. Am Fam Physician . 2012;86(8):741-746.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Lorusso L, Mikhaylova SV, Capelli E, Ferrari D, Ngonga GK, Ricevuti G. Immunological aspects of chronic fatigue syndrome. Autoimmun Rev . 2009;8(4):287-291.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Davenport TE, Stevens SR, VanNess MJ, Snell CR, Little T. Conceptual model for physical therapist management of chronic fatigue syndrome/myalgic encephalomyelitis. Phys Ther. 2010;90(4):602-614.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Nijs J, Meeus M, Oosterwijck J, et al. In the mind or in the brain? Scientific evidence for central sensitisation in chronic fatigue syndrome. Eur J Clin Invest . 2012;42(2):203-212. (RV)"
        },
        {
            "number in article": 9,
            "reference": "Whiteside A, Hansen S, Chaudhuri A. Exercise lowers pain threshold in chronic fatigue syndrome. Pain. 2004;109(3):497-499.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Nijs J, Meeus M, Heins M, Knoop H, Moorkens G, Bleijenberg G. Kinesiophobia, catastrophizing and anticipated symptoms before stair climbing in chronic fatigue syndrome: an experimental study. Disabil Rehabil . 2012;34(15):1299-1305.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Mikirova N, Casciari J, Hunninghake R. The assessment of the energy metabolism in patients with chronic fatigue syndrome by serum fluorescence emission. Altern Ther Health Med . 2012;18(1):36-40.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Dinos S, Khoshaba B, Ashby D, et al. A systematic review of chronic fatigue, its syndromes and ethnicity: prevalence, severity, co-morbidity  and coping. Int J Epidemiol . 2009;38(6):1554-1570.  (SR)"
        },
        {
            "number in article": 13,
            "reference": "Viner R, Hotopf M. Childhood predictors of self reported chronic fatigue syndrome/myalgic encephalomyelitis in adults: national birth cohort study. BMJ. 2004;329(7472):941. (R)"
        },
        {
            "number in article": 14,
            "reference": "Eisen SA, Kang HK, Murphy FM, et al; Gulf War Study Participating Investigators. Gulf War veterans’ health: medical evaluation of a U.S. cohort. Ann Intern Med . 2005;142(11):881-890.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Jammes Y, Steinberg JG, Delliaux S. Chronic fatigue syndrome: acute infection and history of physical activity affect resting levels and response to exercise of plasma oxidant/ antioxidant status and heat shock proteins. J Intern Med . 2012;272(1):74-84.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Cella M, Chalder T. Measuring fatigue in clinical and community settings. J Psychosom Res . 2010;69(1):17-22.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Togo F, Natelson BH, Cherniack NS, Klapholz M, Rapoport DM, Cook DB. Sleep is not disrupted by exercise in patients with chronic fatigue syndrome. Med Sci Sports Exerc . 2010;42(1):16-22.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Paul L, Rafferty D, Marshal R. Physiological cost of walking in those with chronic fatigue syndrome (CFS): a case-control  study. Disabil Rehabil . 2009;31(19):1598-1604.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Cella M, Sharpe M, Chalder T. Measuring disability in patients with chronic fatigue syndrome: reliability and validity of the Work and Social Adjustment Scale. J Psychosom Res. 2011;71(3):124-128.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Cella M, Chalder T. Measuring fatigue in clinical and community settings. J Psychosom Res . 2010;69(1):17-22.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Jones DEJ, Hollingsworth KG, Jakovljevic DG, et al. Loss of capacity to recover from acidosis on repeat exercise in chronic fatigue syndrome: a case-control  study. Eur J Clin Invest. 2012;42(2):186-194.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Borg G. Borg's Perceived Exertion and Pain Scales . Champaign, IL: Human Kinetics; 1998. (GI)"
        },
        {
            "number in article": 23,
            "reference": "Schacterle RS, Komaroff AL. A comparison of pregnancies that occur before and after the onset of chronic fatigue syndrome. Arch Intern Med . 2004;164(4):401-404.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Wiborg JF, Knoop H, Frank LE, Bleijenberg G. Towards an evidence-based  treatment model for cognitive behavioral interventions focusing on chronic fatigue syndrome. J Psychosom Res . 2012;72(5):399-404.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Nijs J, van Wilgen CP, Van Oosterwijck J, van Ittersum M, Meeus M. How to explain central sensitization to patients with 'unexplained' chronic musculoskeletal pain: practice guidelines. Man Ther . 2011;16(5):413-418.  (RV)"
        },
        {
            "number in article": 26,
            "reference": "Joosen M, Frings-Dresen  M, Sluiter J. Long-term  outcomes following vocational rehabilitation treatments in patients with prolonged fatigue. Int J Behav Med . 2013;20(1):42-51. doi:10.1007/s12529-011-9208-z.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Prins JB, Bleijenberg G, Bazelmans E, et al. Cognitive behaviour therapy for chronic fatigue syndrome: a multicentre randomised controlled trial. Lancet. 2001;357(9259):841-847.  (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Larun L, Malterud K. Finding the right balance of physical activity: a focus group study about experiences among patients with chronic fatigue syndrome. Patient Educ Couns . 2011;83(2):222-226.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Larun L, Brurberg KG, Odgaard-Jensen  J, Price JR. Exercise therapy for chronic fatigue syndrome. Cochrane Database Syst Rev . 2015;(2):CD003200:CD003200. doi:10.1002/14651858.CD003200.pub3.  (SR)"
        },
        {
            "number in article": 30,
            "reference": "Fulcher KY, White PD. Randomised controlled trial of graded exercise in patients with the chronic fatigue syndrome. BMJ. 1997;314(7095):1647-1652.  (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Wallman KE, Morton AR, Goodman C, Grove R, Guilfoyle AM. Randomised controlled trial of graded exercise in chronic fatigue syndrome. Med J Aust . 2004;180(9):444-448. (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Moss-Morris  R, Sharon C, Tobin R, Baldi JC. A randomized controlled graded exercise trial for chronic fatigue syndrome: outcomes and mechanisms of change. J Health Psychol. 2005;10(2):245-259.  (RCT)"
        },
        {
            "number in article": 33,
            "reference": "Chambers D, Bagnall AM, Hempel S, Forbes C. Interventions for the treatment, management and rehabilitation of patients with chronic fatigue syndrome/myalgic encephalomyelitis: an updated systematic review. J R Soc Med . 2006;99(10):506-520.  (SR)"
        },
        {
            "number in article": 34,
            "reference": "Porter NS, Jason LA, Boulton A, Bothne N, Coleman B. Alternative medical interventions used in the treatment and management of myalgic encephalomyelitis/chronic fatigue syndrome and fibromyalgia. J Altern Complement Med . 2010;16(3):235-249.  (SR)"
        },
        {
            "number in article": 35,
            "reference": "Goudsmit EM, Nijs J, Jason LA, Wallman KE. Pacing as a strategy to improve energy management in myalgic encephalomyelitis/chronic fatigue syndrome: a consensus document. Disabil Rehabil . 2012;34(13):1140-1147.  (G)"
        },
        {
            "number in article": 36,
            "reference": "Powell P, Bentall RP, Nye FJ, Edwards RH. Patient education to encourage graded exercise in chronic fatigue syndrome. 2-year follow up of randomised controlled trial. Br J Psychiatry . 2004;184:142-146.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Chan JS, Ho RT, Wang CW, et al. Effects of qigong exercise on fatigue, anxiety, and depressive symptoms of patients with chronic fatigue syndrome-like  illness: a randomized controlled trial. Evid Based Complement Alternat Med . Advance online publication. 2013;485341. doi:10.1155/2013/485341. (RCT)"
        },
        {
            "number in article": 38,
            "reference": "Yee CW, Chellappan DK. Are the current complementary and alternative therapies available for the treatment of low back pain and chronic fatigue syndrome reliable clinically? A review of the literature. J Evid Based Complementary Altern Med . 2013;18(3):216-224.  (SR)"
        },
        {
            "number in article": 39,
            "reference": "Maughan D, Toth M. Discerning primary and secondary factors responsible for clinical fatigue in multisystem diseases. Biology (Basel) . 2014;3(3):606-22.  doi:10.3390/ biology3030606. (RV)"
        },
        {
            "number in article": 40,
            "reference": "Nijs J, Nees A, Paul L, et al. Altered immune response to exercise in patients with chronic fatigue syndrome/myalgic encephalomyelitis: a systematic literature review. Exerc Immunol Rev . 2014;20:94-116.  (SR)"
        },
        {
            "number in article": 41,
            "reference": "The GK, Verkes RJ, Fekkes D, Bleijenberg G, van der Meer JW, Buitelaar JK. Tryptophan depletion in chronic fatigue syndrome: a pilot cross-over  study. BMC Res Notes . September 16, 2014;7:650. doi:10.1186/1756-0500-7-650.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Bourke JH, Johnson AL, Sharpe M, Chalder T, White PD. Pain in chronic fatigue syndrome: response to rehabilitative treatments in the PACE trial. Psychol Med . 2014;44(7):1545-1552.  doi:10.1017/S0033291713002201. (RCT)"
        },
        {
            "number in article": 43,
            "reference": "Courtois I, Cools F, Calsius J. Effectiveness of body awareness interventions in fibromyalgia and chronic fatigue syndrome: A systematic review and meta-analysis.  J Bodyw Mov Ther . 2015;19(1):35-56.  doi:10.1016/j.jbmt.2014.04.003. (M)"
        },
        {
            "number in article": 44,
            "reference": "Meeus M, Nijs J, Vanderheiden T, Baert I, Descheemaeker F, Struyf F. The effect of relaxation therapy on autonomic functioning, symptoms and daily functioning, in patients with chronic fatigue syndrome or fibromyalgia: A systematic review. Clin Rehabil . 2015;29(3):221-233.  doi:10.1177/0269215514542635. (SR)"
        },
        {
            "number in article": 45,
            "reference": "Berne K. Chronic Fatigue Syndrome, Fibromyalgia, and Other Invisible Illnesses: The Comprehensive Guide. Alameda, CA: Hunter House; 2001. (GI)"
        },
        {
            "number in article": 46,
            "reference": "Roberts E, Wessely S, Chalder T, Chin-Kuo C, Hotopf M, Chang CK. Mortality of people with chronic fatigue syndrome: a retrospective cohort study in England and Wales from the South London and Maudsley NHS foundation trust biomedical research centre (SLaM BRC) clinical record interactive search (CRIS) register. Lancet. 2016;387(10028):1638-1643.  (R)"
        },
        {
            "number in article": 47,
            "reference": "Lau CL, Lin CC, Chen WH, Wang HC, Kao CH. Increased risk of chronic fatigue syndrome in patients with migraine: a retrospective cohort study. : J Psychosom Res . 2015;79(6):514-518.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Vos-Vromans  DCWM, Smeets RJEM, Huijnen IPJ, et al. Multidisciplinary rehabilitation treatment versus cognitive behavioral therapy for patients with chronic fatigue syndrome: a randomized controlled trial. J Intern Med . 2016;279(3):268-282.  (RCT)"
        },
        {
            "number in article": 49,
            "reference": "Wiborg JF, Van Bussel J, Van Dijk A, Bleijenberg G, Knoop H. Randomized controlled trial of cognitive behavior therapy delivered in groups of patients with chronic fatigue syndrome. Psychother Psychosom . 2015;84(6):368-376.  (RCT)"
        },
        {
            "number in article": 50,
            "reference": "Strassheim V, Ballantine R, Hackett KL, Frith J, Newton JL. Understanding severely affected chronic fatigue syndrome (CFS): the gravity of the situation. Phys Ther Rev . 2017;22(3):197-201.  doi:10.1080/10833196.2017.1327131. (SR)"
        },
        {
            "number in article": 51,
            "reference": "Vergauwen K, Huijnen IPJ, Depuydt A, Van Regenmortel J, Meeus M. Measuring the physical activity level and pattern in daily life in persons with chronic fatigue syndrome/ myalgic encephalomyelitis: a systematic review. Phys Ther Rev . 2017;22(1):23-33.  doi:10.1080/10833196.2017.1300624. (SR)"
        },
        {
            "number in article": 52,
            "reference": "Pinxsterhuis I, Sandvik L, Strand EB, Bautz-Holter  E, Sveen U. Effectiveness of a group-based  self-management  program for people with chronic fatigue syndrome: a randomized controlled trial. Clin Rehabil . January 2017;31(1):93-103.  doi:10.1177/0269215515621362. (RCT)"
        }
    ]
}