{
    "metadata": {
        "title": "Feeding Disorders  CHARGE Syndrome",
        "synonyms": [
            "charge syndrome  feeding disorders"
        ],
        "anatomical location body part affected": [
            "Mouth, oropharynx, pharynx, esophagus, and overall nutritional health"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders",
            "pediatric genetic and/or neurological disorders",
            "infant feeding and feeding disorders",
            "craniofacial and/or oral motor abnormalities"
        ],
        "description": [
            "CHARGE syndrome is a genetic condition marked by a specific pattern of major and minor birth defects. CHARGE is a mnemonic for the cardinal features of the syndrome:(2)",
            "Coloboma",
            "Heart defects",
            "Choanal atresia",
            "Retarded growth and development",
            "Genital abnormalities/hypoplasia",
            "Ear anomalies/deafness"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia",
            "F98.29": "other feeding disorders of infancy and early childhood _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified "
        ],
        "presentation signs and symptoms": [
            "See Description , above, for presentation/signs and symptoms",
            "Authors of a study of 31 patients aged 1 month to 31 years with CHARGE syndrome found the presence of the following functional deficits:(58) –Hearing loss or deafness in 74% –Balance disorder characterized by ataxic gait in 68% –Visual impairment or blindness in 61% –Absence or impairment of speech in 58% of children > 3 years old",
            "Dysphagia refers to difficulty swallowing due to an inability to move food and/or liquid efficiently during the oral, pharyngeal, and/or esophageal phases of swallowing.(4) Children with CHARGE syndrome often exhibit swallowing difficulty in one or more of these phases –The oral phase includes sucking, chewing, and moving the food or liquid into the throat. Signs and symptoms of oral phase dysphagia common in patients with CHARGE syndrome include: -weak sucking (infants)(5) -facial palsy and overall weakness of oral musculature(5) -difficulty with different textures of foods (e.g., mashed, lumpy, soft chewable, hard chewable)(6) -food pocketing (holding chewed or unchewed food in the cheeks rather than propelling food to the pharynx)(56) -difficulty using feeding implements (e.g., cups, spoons)(6) -sensory deficits associated with feeding (e.g., oral hyposensitivity, oral hypersensitivity, tactile defensiveness)(7) -nasal regurgitation, gagging, and choking(2,8) -excess saliva, which can lead to drooling and aspiration(50) –The pharyngeal phase begins with the initiation of the swallowing reflex, when food or liquid is squeezed down the throat and the airway is closed off to prevent aspiration (food or liquid entering the airway) or choking. Signs and symptoms of pharyngeal phase dysphagia common in patients with CHARGE syndrome include: -abnormal pharyngeal motility(9) -aspiration(6) -laryngeal penetration(6) -reduced sensitivity in the throat(2) –In the esophageal phase, the openings at the top and bottom of the esophagus move the food or liquid into the stomach by relaxing and tightening.(10) Signs and symptoms of esophageal phase dysphagia common in patients with CHARGE syndrome include: -gastroesophageal reflux (GER)(6)",
            "The features of CHARGE syndrome vary from patient to patient. Swallowing ability might be negatively affected by one or more of the following: cranial nerve dysfunction, cleft lip and palate, airway complications, heart complications, gastrointestinal problems (vomiting, choking, GER), hypotonia, sensory deficits associated with feeding, and maladaptive behaviors(6,51)",
            "Additional potential signs and symptoms of CHARGE syndrome:(2,57) –Scoliosis, kyphosis, hemivertebrae, Sprengel’s deformity –Short, webbed neck, sloping shoulders –Limb/bone anomalies (e.g., hypoplastic nails, club foot, contractures) –Dental anomalies (e.g., protruding jaw, poorly mineralized enamel) –Decreased appetite –Abnormal sense of smell –Thinness and short stature due to early feeding difficulties(50) –Aversion to or refusal of food -A high prevalence of oral sensory issues has been documented among individuals with CHARGE syndrome.(8) The origin of these sensory issues may be limited early oral stimulation, delayed acquisition of early feeding skills, and  negative associations with feeding (e.g., vomiting, gagging, choking, nasal regurgitation, aspiration, inability to breathe through nose while feeding, GER)(8) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Assessment should include observation of the mealtime routine and interactions between the caregiver and child at home, if relevant",
            "Dysphagia assessment and treatment are best performed using a team approach. The following health professionals are often involved in the management of swallowing dysfunction in children in rehabilitation and hospital settings: parents, SLP, nurse, lactation consultant, early childhood nurse, dietician, pediatrician, occupational therapist (OT), physical therapist (PT), pediatric gastroenterologist, neurologist, behavioral psychologist, and social worker.(13) In school settings, the assessment team often includes the parents, SLP, OT, PT, nurse, teacher, principal, paraprofessional (aide), cafeteria manager, and social worker(14)",
            "Assessment times might be longer with children with multiple sensory deficits than with other children because it is critical to promote a positive interaction through nonvisual and nonauditory channels before beginning the evaluation. The following are strategies to facilitate interaction before and during the evaluation:(15) –Identify yourself as an interaction begins; touch a nonthreatening part of the child’s body (hand, top of the wrist). Ask child’s teacher/family how the patient typically is approached(15) –Show the child what will happen by placing an object in his or her hand (e.g., toy from an assessment)(15) –Parents can supply information about preferred interactions for their child. Use activities that the child prefers for initial interaction (e.g., rocking together in a chair)(15) –Never grab or restrain the child(15)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "CHARGE syndrome has an established genetic basis, arising from mutations in CHD7, a member of the chromodomainhelicase DNA-binding  (CHD) protein family. Most mutations occur de novo (spontaneous and not inherited fromthe parent). Parents who have one child with CHARGE syndrome have a 2–3%  chance of having another childwith CHARGE syndrome. If one parent carries the CHD7  mutation, the risk of having a child with CHARGE is50%.(11) Because approximately 90% of children with CHARGE syndrome have feeding difficulties, tube feeding isoften required to ensure proper nutrition.(6,53) (For detailed information on congenital deaf-blindness,  see  ClinicalReview…Deaf-Blindness, Congenital  ; CINAHL Topic ID Number: T708768)"
        ],
        "pathogenesis": [
            "Feeding disorders in patients with CHARGE syndrome typically have an organic origin, such as a neurological disorderor other medical condition. In addition, feeding disorders might result from oral sensory and motor deficits as well asmaladaptive behavioral patterns.(2) Organic causes of feeding disorders in children with CHARGE syndrome include:–structural defects (e.g., choanal atresia, heart malformations, and cleft lip and palate)(6,51)–cardiovascular system impairment leading to difficulty maintaining coordination of sucking, swallowing, and breathing ininfants(6)–cranial nerve dysfunction-Dysfunction of cranial nerves I, VII, VII, IX, and/or X is typical in individuals with CHARGE syndrome and oftenaffects feeding and swallowing. Cranial nerve dysfunction has been found to be the clinical feature of CHARGEsyndrome most often associated with feeding difficulties(6)-Cranial nerve I (olfactory nerve) transmits sense of smell-Cranial nerve VII (facial nerve) receives sense of taste from the anterior two thirds of the tongue and controls themuscles of the face and lips. It also assists in movement of the hyoid and the larynx and the opening of the esophagealsphincter during swallowing(6)-Cranial nerve VIII (vestibular nerve) is primarily responsible for maintaining body balance and eye movements, whilethe cochlear nerve is responsible for hearing-Cranial nerve IX (glossopharyngeal) receives taste sensation from the posterior one third of the tongue and palate andinnervates the muscles of the tongue and pharynx(6)-Cranial nerve X (vagus) transmits sensation to the larynx, pharynx, and the base of the tongue and supplies nervefibers to the larynx, pharynx, trachea, lungs, heart, esophagus, and most of the intestinal tract.(6) Dysfunction of cranialnerve X can cause velopharyngeal incoordination and lead to GER(6)"
        ],
        "risk factors": [
            "Ninety-seven  percent of mutations of CHD7 occur de novo (spontaneous and not inherited from the parent). The risk in thegeneral population is estimated to be 1 in 10,000 births(11)–If one parent has CHARGE syndrome, the child’s risk is 50%(11)–Parents who have one child with CHARGE syndrome have a 2–3% chance of having another child with CHARGEsyndrome(11)",
            "The following are conditions that have been found to increase the likelihood of long-term  feeding problems in childrenwith CHARGE syndrome:(6)–GER(6)–Aspiration early in life(6)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "There is a high risk of infant mortality in CHARGE syndrome due to heart conditions and choanal atresia. Parents are often focused on infant survival and surgical procedures during the first few months of life rather than on other aspects of development(1) ",
        "Symptoms associated with CHARGE syndrome vary, and precautions will differ according to the individual patient and the severity of accompanying language, cognitive, vision, hearing, and/or motor impairments",
        "Feeding difficulties associated with CHARGE syndrome are diagnosed in infancy; therefore, evaluation precautions will also be determined by the patient’s age and family concerns",
        "When performing a feeding assessment with children with CHARGE syndrome, the assessment team must consider hearing and vision deficits associated with the syndrome",
        "To conduct a feeding and swallowing evaluation and to provide swallowing treatment for a child with CHARGE syndrome, speech-language  pathologists (SLPs) are required to have graduate, postgraduate, or continuing education training specifically in pediatric dysphagia assessment and treatment(12)",
        "To perform videofluoroscopic swallowing studies (VFSSs), SLPs must have established competencies in the use and storage of barium used in VFSSs",
        "Children with dysphagia are at risk for insufficient food/liquid intake, stunted skeletal growth, poor weight gain, anemia, dental problems, nutritional deficiencies, aspiration, and/or penetration of oral intake.(13) Early assessment of swallowing in children with CHARGE syndrome is indicated to detect these potential problems and implement early intervention programs(13)",
        "Ensure that the family/caregivers and patient (if age appropriate) are aware of the risks associated with feeding and swallowing disorders(13)"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Assessment should include observation of the mealtime routine and interactions between the caregiver and child at home, if"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "Medical management will vary according to the patient’s presenting symptoms. Is the patient currently being fed by mouth or is he or she tube fed (orogastric, nasogastric, gastrostomy, jejunostomy)?",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Diagnosis is made by a geneticist or physician familiar with CHARGE syndrome. See Description section for diagnosis criteria. Recommended tests include:(60)",
                        "complete blood cell count with differential",
                        "serum calcium level",
                        "CT scan or MRI of the brain, temporal bone/mastoid, choanae, and inner ears",
                        "dilated eye examination",
                        "echocardiogram ",
                        "renal ultrasound",
                        "otoacoustic emissions and auditory brainstem response hearing tests",
                        "swallowing studies"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether they help",
                    "previous therapy": "Document whether patient has had occupational, speech, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document any factors that appear to improve or worsen swallowing/feeding",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "See Presentation/signs and symptoms , above, for symptoms associated with CHARGE syndrome",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and now",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. Individuals with CHARGE syndrome have been reported to have a higher incidence of sleep apnea(1) -In a questionnaire-based  study that surveyed 44 families in the United Kingdom with children who had CHARGE syndrome, researchers found that 30% of the children in this study required medications to treat sleep disorders(16)",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician, psychiatrist, or social worker (e.g., bowel/bladder dysfunction, urinary tract infections, abdominal pain, anxiety disorder, self-abuse, balance/equilibrium impairment)(17)",
                "respiratory status": "Note history of respiratory status and current respiratory status for any indication of aspiration. Note any history of respiratory disordersDocument any psychosocial or behavioral disturbances; in some cases, patients and/or family members might benefit from referral to a mental health professional or behavioral specialist -Is the caregiver/family aware of patient’s specific swallowing difficulties? How does the caregiver/family respond to the patient’s dysphagia? -Behavior in individuals with CHARGE syndrome is greatly influenced by sensory deficits and communication ability. Behavior can be viewed as a form of communication when the individual has presymbolic communication and/or is unable to communicate with gesture. Common behaviors include repetitive behaviors, self-stimulatory  behaviors, maladaptive routine behaviors, obsessive-compulsive disorder (OCD), attention-deficit  disorder (ADD), tactile defensiveness, and autistic-like  behaviors (e.g., self-stimulation,  self-injurious  behaviors, withdrawal, perseveration)(1) -In many children with CHARGE syndrome,ADHD, autism spectrum disorder (ASD), and/or OCD is diagnosed(60)Hearing loss is present to some degree (often severe to profound) in almost all individuals with CHARGE syndrome and can be conductive, sensorineural, or mixed.(1,50,53,54) In rare cases, normal hearing abilities have been reported.(50) Approximately 8090%  of individuals with CHARGE syndrome experience both hearing and vision loss.(55) Note the results of audiological reports and otologic treatment and refer to an audiologist if information is incomplete or outdated. High variability of hearing loss (i.e., different levels of loss in different ears) has been noted among individuals(1)Pinnae are floppy, asymmetrical, and malformed. External auditory canals might be narrowed or absent, making it difficult to fit a hearing aid ear mold in the inner ear(1)Malformed ossicles (e.g., stapes) can cause significant conductive hearing loss (typically greatest in the low frequencies). Chronic Eustachian tube dysfunction can result in chronic otitis media, resulting in perforated ear drums and drainage(1)Sensorineural hearing loss can result from a malformed cochlea as well as missing or damaged hair cells(1)Anomalies of the auditory nerve, brainstem, and auditory cortex have been reported(1,3) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________ "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has the patient experienced previous swallowing/feeding difficulties?",
                    "comorbid diagnoses": "Ask patient or caregiver about other diagnoses or minor features of the disorder that affect swallowing and eating, including GER, OCD, maladaptive behaviors, heart conditions, cleft lip/palate, hypotonia, renal anomalies, tracheoesophageal fistula or atresia, esophageal atresia, and middle ear infections(1)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). Note any medications that are taken to treat GER",
                    "other symptoms": "Ask patient or patient’s family about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient currently receive intervention services? If so, are they home, school, or clinic based? Does the patient attend daycare or school? If the patient is in school, what support services are in place?",
                "functional limitations assistance with ADLs adaptive equipment": "Obtain information on adaptive equipment the patient is using, such as augmentative or alternative communication (AAC) devices, hearing aids, glasses, or adaptive eating equipment",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, siblings). Identify if there are barriers to independence in the home; any modifications necessary? Does the patient speak another language? What modality does the patient use to communicate? Does the feeding environment encourage child’s stability and position for self-feeding?(18) Is the feeding environment calming or distracting?(18) Are mealtimes stressful? Does the patient have any specific food aversions or aversion towards eating? Does the patient receive food orally? With whom does the patient eat? Where does the patient eat? What types/textures of food does the patient eat? What is the patient’s eating schedule?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document use of any adaptive devices for hearing (e.g., hearing aids, cochlear implants), vision, communication, feeding, body positioning, or mobility. Individuals with CHARGE syndrome sometimes have difficulty stabilizing behind-the-ear  hearing aids on external pinnae due to floppy and malformed external ears(1,50)Note any difficulties with positioning and body mechanics that could interfere with feeding. Collaborate with PT and/or OT as necessary. Individuals with CHARGE syndrome often have hypotonia and/or scoliosis and have difficulty sitting upright during mealtimes or in the classroom.(1) In addition, they can have poor vestibular function and difficulties with balance due to semicircular canal dysfunction(1)Complete an oral mechanism examination including examination of the lips, tongue, jaw, teeth, and palate (hard and soft). Abnormalities of the oral mechanism common in individuals with CHARGE syndrome include dentition problems (e.g., hypodontia [small teeth], periodontal disease, poor oral hygiene), facial palsy, micrognathia(small jaw), overall weakness of oral musculature, and cleft lip and/or palate.(5,51,52) Additionally, assess  oral sensation, as sensory deficits are associated with CHARGE syndrome and can affect feeding abilities (e.g., oral hyposensitivity, oral hypersensitivity, tactile defensiveness)(7) –Authors of a study determined the prevalence of cleft palate in patients with CHARGE syndrome and evaluated the treatment options. Out of 44 patients, 11 had cleft lip and palate and 1 had cleft palate only. All patients underwent various surgical corrections. All patients had feeding difficulties and required a gastrostomy tube(59)",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [
                "Ultrasonography: Infant sucking and oral transit times can be examined using ultrasonography, an instrumental procedure involving transducers that use high-frequency  sound waves to create images. In infants and children, the transducer is placed under the chin as they swallow liquid or food. The ultrasonographic scanner can display images of the nipple, tongue surface, hard and soft palates, and hyoid during infant feeding(12)",
                "Pulse oximetry: Oximetry is used to evaluate hemoglobin oxygen saturation levels before and after feeding. Most infants have an oxygen saturation level of at least 95%. Low saturation levels (below 90%) indicate some degree of hypoxia(38)",
                "Cervical auscultation: Cervical auscultation involves the use of a stethoscope on the lateral side of the thyroid cartilage to listen to sounds associated with breathing and swallowing patterns. One limitation of cervical auscultation is a lack of normative data and clear guidelines for interpretation of the procedure. In addition, many movements associated with swallowing are silent(13) -For detailed information on cervical auscultation, see  Clinical Review…Dysphagia Assessment: Cervical Auscultation (Pediatrics ); CINAHL Topic ID Number: T709101",
                "Electromyography: This assessment of the myoelectric activity of muscles is sometimes used with adults but is not indicated for routine evaluation of swallowing in infants and children(13) -For detailed information on electromyography, see  Clinical Review…Dysphagia Assessment: Electromyography  ; CINAHL Topic ID Number: T709041"
            ],
            "posture": "Note posture for eating/feeding. Collaborate with PT and/or OT as necessary to assist child in attaining efficient posture for feeding. Individuals with CHARGE syndrome sometimes have hypotonia and/or scoliosis, which can affect posture(1)",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Document the results of any vision testing. In CHARGE syndrome, vision loss is caused by colobomas of the eye (can be unilateral or bilateral), which do not cause complete blindness but reduce the visual field, reduce visual acuity, and cause difficulties in certain lighting situations(1,2)",
            "special tests specific to diagnosis": "",
            "speech and language examination": "The communication of children with CHARGE syndrome is almost always delayed and is typically affected by the combination of hearing loss, vision loss, cognitive delay, and facial nerve palsy due to dysfunction of the facial nerve.(1) Individuals with facial nerve palsy have restricted nonverbal communication because they are unable to demonstrate facial expression (e.g., smiling).(1) Patients with CHARGE syndrome might not understand directions during an evaluation, and behaviors can interfere with the SLP’s ability to perform the swallowing assessment.(1) Other issues that can affect communication include cleft palate, vocal fold paralysis, and the presence of a tracheostomy tube. For detailed information on speech-language  assessment and treatment in patientsCommunication Impairments  ; CINAHL Topic IDT708947",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Cognitive abilities of children with CHARGE syndrome are often underestimated due to hearing, vision, and communication difficulties.(1) Not all children with CHARGE syndrome have an intellectual disability.(50) The Callier-Azusa  Scale allows for observation of the child in multiple areas of development using a checklist format.(19) Other developmental scales, such as the Bayley Scales of Infant and Toddler Development–3rd  Edition, can be adapted for use.(20) Standardized scores from tests that have been normed on children without hearing and vision deficits are not valid for children with CHARGE syndrome. Parent interview combined with observations of the child within a natural environment might yield the most valid information about cognitive abilities(1)",
            "aac assessment": "",
            "swallow examination": " Swallow examinationThere are several clinical assessment scales and checklists to evaluate infants and children; however, no universally accepted feeding assessment tool exists. Scales, surveys, and checklists are commonly used in the clinical examination but often do not include normative data, standardization, validation, or guidelines for interpretation. SLP knowledge of normal oral motor development and feeding function are essential when evaluating infants and children(13)Evaluation of an infant’s ability to suck on a bottle and/or breast. Includes assessment of child’s feeding history, oral motor skills, oral tactile responses, suck-swallow-breath coordination, general motor control, and general physical state during feeding and swallowing(21)Evaluation of sucking in infants (up to 3 months of age). Aspects of sucking behavior are classified as normal, disorganized, or dysfunctional(22)Rating scale that examines swallowing and voice in children up to 2 years of age. Ratings include duration of the meal, amount of intake, food consistencies, positioning, sucking from a nipple, sipping from a cup, and coordination of suck-swallow-breath(23)Lip, cheek, tongue, and jaw movements are rated during a typical meal. This scale can be used in patients aged 1 year and older(24)A statistically based protocol for patients who are dependent feeders. Scaled ratings are made for posture, tone, reflexes, general motor control, orofacial structures, orofacial sensory input, orofacial motor control, ventilation, and functional feeding assessment(25)Ratings of lip, jaw, and tongue movement during ingestion of liquids and solid foods. Assessment of sipping from a cup, coughing, gagging, and hypersensitivity associated with feeding and swallowing. A checklist allows for indication of abnormal oral structures, oral reflexes, positioning, diet, utensils, and feeding(26)A parent/caregiver questionnaire that examines how the child is receiving nutrition as well as oral-sensory,  oral motor, behavioral, and QOL issues around feeding. The assessment provides an indication of the severity of the disorder and can be used to measure progress(6)Assessment of oral motor, oral sensory, and oral motor speech abilities in children aged 18 months to 5 years(27) Standardized screening survey that can be used in patients aged 2 years and older. Assesses BMI, restrictions in food textures and viscosity, dependence in feeding, and need for special utensils or positioning. Provides information on the severity of the swallowing disorder and can be used as an outcome measure(28)A tool developed to screen for nutrition deficits and swallowing problems in persons with intellectual disabilities. The checklist format allows for caregiver involvement in identifying risks and managing swallowing difficulties(29)In-depth  Clinical SwallowT709064A VFSS is performed when the dysphagia team has concerns about the pharyngeal phase of swallowing and the complete swallowing sequence. A VFSS is completed in collaboration with a radiologist or physiatrist.(12) Most clinical practices follow the protocol originally described by Logemann and adaptations of this protocol for infants and children described by Arvedson and Lefton-Greif.(30,31) The assessment must be age-appropriate  with regard to positioning, presentation, and viscosity of material.(12) The patient eats and drinks a variety of developmentally appropriate liquids and solids mixed with barium while images are recorded with videofluorography. All patients should be examined in the lateral and frontal positions to gain information on movements of the swallow and symmetry of bolus flow and pharyngeal wall contraction. The SLP examines for the presence of aspiration and the effectiveness of presenting different food consistencies or of modifying posture.(12) In contrast to the CSE, a VFSS provides critical information on the pharyngeal phase of the swallow.(32)Given the unnatural surroundings, swallowing function observed during a VFSS is not necessarily identical to that observed at mealtimes.(33) Other variables that may influence swallowing function include anxiety, fatigue, and medications.(34) Due to the potential harmful effects of ionizing radiation on children, a repeat VFSS should be considered only when there are specific questions that require answers from another study; a VFSS should not be used to routinely monitor changes in(34) -Lip closure (ability to contain a liquid bolus) -Lingual elevation (the back of the tongue is slightly elevated) -Tongue-to-palatal  seal -Bolus preparation/mastication -Bolus transport/movement of the tongue (movement of the bolus to the back of the oral cavity) -Initiation of the pharyngeal swallow (swallow should be initiated when the bolus reaches the region of the posterior oral cavity) -Soft palate elevation and retraction -Laryngeal elevation -Anterior hyoid excursion -Laryngeal closure -Pharyngeal contraction -Pharyngoesophageal segment opening -Tongue base retraction -Epiglottic inversion -Esophageal clearanceModified Barium SwallowT709077FEES is performed to evaluate the anatomy and physiology of the pharynx and the larynx, pharyngeal swallow function, and the patient’s ability to manage secretions and swallow foods and liquids.(12) In addition, it can be used to explore a variety of diagnostic interventions, such as varying bolus consistency, varying posture, or making use of visual feedback for reinforcement.(36) After the insertion of the endoscope, the patient can engage in normal feeding behavior during the evaluation. Food must be light in color to enhance visibility (e.g., milk, puddings, yogurt, bread). FEES is preferred over VFSS when patients have safety issues related to radiation exposure or when they need retesting. Due to the invasive nature of the procedure, it might be difficult to obtain accurate representation of a normal swallow in young children.(13) The American Speech-Language-Hearing  Association has published several online documents relevant to the technical aspects of FEES and the qualifications required to perform FEES(37)  -For detailed information on FEES and endoscopic examinations for dysphagia, see  Clinical Review…Dysphagia",
            "tracheostomy examination": "If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of children with tracheostomies, see  ClinicalChildren with Tracheostomy  ; CINAHL Topic ID Number of a tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-Muir  Tracheostomy & VentilatorT708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Feeding and dietary practices vary considerably across families and cultures. It is important for the SLP to understand the family’s concerns and objectives regarding feeding and swallowing before finalizing any recommendations regarding specific food types and textures(39)",
                "Nutritional intake is crucial for the child’s growth, cognition, motor skills, and physical development, and children with CHARGE syndrome are at high risk for growth failure.(40) Thus, decisions regarding dysphagia treatment are best made by a team approach with the involvement of appropriate specialists and family members(13)",
                "Because high levels of parent distress are associated with feeding disorders, clinical/counseling services for families are often warranted",
                "Children with CHARGE syndrome have been found to achieve developmental milestones later in life, years after development was thought to have ceased.(1) Treatment considerations should include the possibility of unexpected improvement in feeding skills",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The patient demonstrates difficulty in feeding or signs of aspiration and/or malnutrition",
        "rule out": "Other disorders should be ruled out by the physician. Features of CHARGE syndrome can overlap with several conditions, including DiGeorge sequence, velo-cardio-facial  syndrome, cat eye syndrome, and retinoic acid embryopathy(2)",
        "prognosis": [],
        "referral to other disciplines": "(60)  –Genetics –Cardiology –Endocrinology –Gastroenterology –Otolaryngology –Speech-language  therapy –Occupational therapy –Physical therapy –Ophthalmology –Psychology –Dentistry School-based  teams for dysphagia management may include the parents, SLP, OT, PT, nurse, teacher, principal, paraprofessional, cafeteria manager, teacher’s aide/assistant, and social worker.(14) If needed, orientation and mobility (O&M) training should be integrated with communication as soon as possible because of the strong association between communication and exploration(41)",
        "other considerations": [
            "Nurses, OTs, and PTs often spend more time with patients and may be able to recognize major and minor congenital anomalies associated with CHARGE syndrome. Early recognition and diagnosis can prevent secondary morbidity and mortality and begin the education process to the patient and families(60)",
            "When establishing the child’s swallowing goals, the dysphagia team must also consider the child’s communication goals. When possible, careful selection of equipment and therapy techniques may assist the child in working on speech/language goals and feeding goals simultaneously.(18) Because of the low incidence of CHARGE syndrome, presented material is mainly based on expert opinion or on case studies of children with feeding and swallowing difficulties associated with other types of disorders. Given the heterogeneity of children with CHARGE syndrome, individualization of treatment is warranted and a range of different approaches for a single child often is necessary"
        ],
        "treatment summary": [
            "Oral sensory motor therapy –The objectives of oral motor therapy are to increase coordination of oral motor movements to improve feeding skills and/or to increase normal sensory function during mealtimes. No studies have explored the effects of oral sensory motor therapy in individuals with CHARGE syndrome. Oral sensory motor therapy has been found to increase oral motor function (e.g., chewing, tongue lateralization, lip closure), but research is inconclusive with regard to its effect on oral feeding efficiency, caloric intake, weight gain, pharyngeal motility, and airway protection for children with feeding disorders associated with cerebral palsy (CP)(44,45,46)",
            "Positioning/postural adaptations –Many children with CHARGE and dysphagia have abnormalities in posture, tone, and movement that influence feeding. In these cases, the SLP can collaborate with a PT and/or OT to determine the seating position that is most beneficial for feeding. Positioning has been found to improve oral and pharyngeal swallowing function in other children with hypotonia, including children with CP.(47) Sitting upright for a period after eating might decrease the effects of GER -For detailed information on postural changes as dysphagia treatment, see  Clinical Review…Dysphagia: Swallowing Therapy –Compensatory  ; CINAHL Topic ID Number: T709081 ",
            "Adaptive equipment –Adaptive equipment for eating and feeding therapy may include specialized teats, bottles, pacifiers, cups, spoons, and forks. The SLP might collaborate with the OT in selecting adaptive equipment for feeding",
            "Modification of liquids –Liquids can be modified (e.g., thickened) to assist the child in controlling them in the oral and pharyngeal phases of the swallow and to improve the effectiveness and safety of the swallow. Trials of different liquid consistencies should be performed with instrumental assessments (VFSS, FEES). Modification of equipment such as bottles and cups may be necessary to accommodate the thickened liquids, and parents/caregivers should receive training and information regarding thickened liquids. Examples of circumstances in which thickened liquids may assist the child include:(18) -pooling of liquid in the oral cavity -poor lip closure and loss of liquid -poor tongue control, movement, and coordination -delayed initiation of the swallow -coughing/choking/gulping -clinical signs of aspiration -a history of chest infections -presence of GER -For detailed information on modifications to liquids for dysphagia treatment, see  Clinical Review…Dysphagia: Swallowing Therapy –Compensatory , referenced above",
            "Modification of solid foods –Solid foods can be modified to assist the child in chewing and controlling the bolus. In addition, recommendations of food consistency and food type must be aligned with the family’s dietary habits and culture. The following guidelines are indicators of age of nutritional readiness and oral skills for solid foods in normal development; however, the child’s individual oromotor/feeding skills and food allergies must be considered when introducing new textures of foods:(18) -6 to 8 months – purees -8 to 9 months – mashed lumpy/mixed textures -Finger food -7 to 8 months and older – toast/biscuits for beginning eaters -10 to 11 months and older – soft chopped food -10 to 12 months and older – firm finger foods -15 months and older – foods that require sustained biting and chewing -For detailed information on diet modifications for dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy –Compensatory , referenced above",
            "Behavioral treatment techniques –Individuals with CHARGE syndrome might exhibit inappropriate behaviors at mealtimes (e.g., tantrums) and refusal to eat or refusal to eat some food textures or types. Behaviors may initially stem from organic causes (e.g., difficulty swallowing some textures, association of food with GER), but can also be exacerbated or reinforced by environmental factors such as parental response to behaviors (e.g., coaxing, terminating mealtime).(48) Behavioral treatment should be based upon the results of a detailed functional behavior analysis of mealtime behaviors; it may include escape-avoidance extinction, positive reinforcement, and shaping techniques. These techniques have been found to be effective in treating food refusal and inappropriate mealtime behavior in children and toddlers(48,49,50) –Compensatory strategies such as alternating solids and liquids and externally modifying bite and sip size might be effective for reducing aspiration risk in individuals with CHARGE syndrome who overstuff the mouth or pocket food in the cheeks(56)",
            "Feeding tubes (orogastric, nasogastric, gastrostomy, jejunostomy)/enteral feeding –There is a high prevalence of feeding difficulty and of tube feeding in infants with CHARGE syndrome. Children with CHARGE syndrome who shown signs of malnutrition, aspiration associated with respiratory disease, insufficient fluid intake, or excessive stress during meals may be candidates for a feeding tube to provide an alternative nutritional source. Other considerations include the presence of GER and caregiver stress associated with mealtimes. Successful long-term management of enteral feeding depends on coordinated longitudinal care of a dysphagia team. Provision of pleasurable experiences to the mouth and face has been recommended to prevent the child from becoming orally hypersensitive while receiving nutrition by tube feeding(18)  . Problem Goal Intervention Expected Progression Home Program Inadequate oral intake for nutritional needsMeet nutritional needs of the infant or childSupplementation of oral intake _ Children with CHARGE syndrome often require more time to feed orally and thus are unable to receive adequate nutrition without supplementation. In newborns, an oral feeding should be completed within 40 to 45 minutes; by 6 months of age, a feeding should be completed in 30 minutes. An SLP can collaborate with a pediatrician or nutritionist to assist the child in meeting nutritional needs orally by documenting the child’s feeding skills (timing, range of foods, and consistencies) to assist in selecting the correct way to supplement. Modifications include: small, frequent feeds(18) adding calories to feedings by using commercial additives(18) adding vitamins, minerals, and other nutritional supplements(18) using enteral feeding in addition to oral feeding(18)N/A Feeding program should be implemented at home/school  Prolonged feeding times due to disruptive feeding environmentModify feeding environment to meet the feeding needs of the individualModification of feeding environment _ The physical environment in which an individual is eating can have an impact on the duration of a meal. The feeding environment should be a calm setting in which the child can focus on feeding and swallowing. Some children might respond to the introduction of rhythm to assist in the coordination of sucking and chewing. Music or gentle rocking may assist some children in achieving better coordination of these functions(18)N/A Feeding program should be implemented at home/school  Abnormalities in the patient’s posture/ muscle tone that interfere with feedingImprove positioning to attain a more adequate feeding position for the patientModification of the child’s posture _ Many children with CHARGE syndrome and dysphagia have abnormalities in their posture, tone, and movement that may influence feeding.(1) In these cases, the SLP can collaborate with a PT and/or OT in providing a seating position that: is relaxed and comfortable and allows for a sustainable posture/ position(18) provides balance, stability, and mobility(18) is efficient and safe for swallowing(18) inhibits abnormal movement patterns that interfere with swallowing(18) allows for independent feeding if possible(18) provides for optimal oromotor function and control(18) reduces likelihood of fatigue for child and caregiver(18) _ Examples of positioning modifications for newborns include swaddling, specific positions (side lying, prone, more upright), and use of positioning aids.(18) For children who are eating solid foods, positioning techniques may include a pelvic strap to stabilize pelvis and hips, a footplate and/ or additional foot cuffs, a harness to support the trunk, and head/neck support.(18) All positioning equipment must be carefully chosen by the appropriately skilled members of the dysphagia team and individualized for the needs of the patient(18)N/A Feeding program should be implemented at home/school  Feeding difficulties/ dysphagiaIncrease the patient’s feeding abilitiesAdaptive equipment _ Adaptive equipment for feeding includes specialized teats, bottles, pacifiers, cups, spoons, straws, and forks. When selecting special equipment for feeding, the SLP should consider early speech development and ways to facilitate that development through use of special equipment (e.g., training cup to facilitate lip closure). Other variables to consider when selecting equipment include the patient’s:(18) age and size oral anatomy feeding skills medical status cognitive development preferences feeding goals motor development positioning for feeding vision skills hearing ability _ In addition, it is important to consider parent preferences as well as the durability, cost, and accessibility of the equipment.(18) A team approach is recommended for selection and trial of adaptive equipment with the patient(18)N/A Feeding program should be implemented at home/school  Oral or pharyngeal dysphagia with liquidsIncrease swallowing ability for liquidsModification of liquids _ Patients with CHARGE syndrome who experience pooling of liquid in the oral cavity, poor lip closure, poor tongue coordination, delayed initiation of oral and pharyngeal phases of swallow, or coughing/choking/ gulping might benefit from thickened liquids. In addition, patients who show clinical signs of aspiration or who have a history of respiratory infections might benefit from temporary or long- term use of thickened liquids.(18) The use of thickened liquids must be carefully explained to caregivers/parents and confirmed by the results of instrumental evaluationN/A Feeding program should be implemented at home/school Difficulty with control or mastication of bolus in the oral phasesIncrease swallowing ability for solidsModification of solids _ Solid foods can be modified to assist the patient in chewing and controlling the bolus. In addition, recommendations of food consistency and food type must be aligned with the family’s dietary habits and culture(18)N/A Feeding program should be implemented at home/school  Food aversions and/or inappropriate mealtime behaviors (e.g., refusal to eat, tantrums)Decrease inappropriate behaviors during mealsBehavioral treatment techniques _ Patients with CHARGE syndrome might exhibit inappropriate behaviors at mealtimes (e.g., tantrums) and refusal to eat or refusal to eat some food textures or types. Behaviors might initially stem from organic causes (e.g., difficulty swallowing some textures, association of food with GER) but can also be exacerbated or reinforced by environmental factors such as parental response to behaviors (e.g., coaxing, terminating mealtime).(48) Behavioral treatment should be based upon the results of a detailed functional behavior analysis of mealtime behaviors. Treatment might include escape- avoidance extinction, positive reinforcement, and shaping techniquesN/A Behavioral treatment techniques should be implemented at home/ school ."
        ]
    },
    "desired outcomes outcome measures": {
        "safe swallowing ability to meet nutrition and hydration needs": [
            "Time required for feeding(13,18)",
            "Patient performance on specific oral motor activities for feeding (e.g., lip closure, chewing skills)(13,18)",
            "Weight of the patient or other measures of nutritional status(13,18)",
            "Growth of the patient(13,18)",
            "Patient’s ability to eat different textures/types of food(13,18)",
            "CSE with or without assessment scale–CFEI scale–NOMAS–Pre-speech  Assessment Scale–Oral-Motor/Feeding  Rating Scale–The Multidisciplinary Feeding Profile–Assessment Scale of Oral Functions in Feeding–PASSFP–Preschool Motor Speech Evaluation–DDS–Nutrition and Swallowing Checklist",
            "VFSS",
            "FEES"
        ],
        "minimized risk of respiratory complications": [
            "Absence of chest infections(13,18)",
            "Absence of clinical signs of aspiration(13,18)"
        ],
        "maximized qol": [
            "Patient QOL using a scale that has undergone psychometric testing(13,18)"
        ],
        "due to the potential harmful effects of ionizing radiation on children, vfss should not be used as an outcome measure": []
    },
    "maintenance or prevention": [
        "It is important to monitor any progressive hearing loss or vision loss. Refer to an ophthalmologist or audiologist if additional loss is suspected",
        "Feeding issues will change during development; monitoring of swallowing and feeding is recommended throughout different developmental stages of oral feeding and physical development"
    ],
    "patient education": [
        "It is important that the dysphagia team educate the parents/caregivers on positioning of the child for feeding, environmental modifications for feeding, adaptive equipment for feeding, feeding choices and methods, and the feeding problem and associated risks.(18) When educating the parent about adaptive equipment, the SLP should: be aware of cultural variations that influence feeding practices(18) help the parents get access to the equipment when possible(18) explain the rationale behind the use of the equipment(18) demonstrate the correct use of the equipment(18) provide ongoing monitoring and review of equipment use(18)",
        "See resources, research, and support and information for parents and professionals from the CHARGE Syndrome Foundation at https://www.chargesyndrome.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Thelin JW, Steele N, King E. CHARGE syndrome: developing communication in individuals with multi-sensory  deficits [web workshop]. AHSA eLearning Self-Study  Course Web site. . Accessed December 1, 2015. (U)"
        },
        {
            "number in article": 2,
            "reference": "Blake KD, Prasad C. CHARGE syndrome. Orphanet J Rare Dis . 2006;1:34. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Sanlaville D, Verloes A. CHARGE syndrome: an update. Eur J Med Genet . 2007;15(4):389-399.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Logemann JA. The role of the speech language pathologist in the management of dysphagia. Otolaryngol Clin North Am . 1988;21(4):783-788.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Blake K. Feeding in CHARGE syndrome. Paper presented at: 8th International CHARGE Syndrome Conference; July 27-29, 2007; Costa Mesa, CA. (CP)"
        },
        {
            "number in article": 6,
            "reference": "Dobbelsteyn C, Peacocke SD, Blake K, Crist W, Rashid M. Feeding difficulties in children with CHARGE syndrome: prevalence, risk factors, and prognosis. Dysphagia . 2008;23(2):127-135.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Rosenfeld-Johnson  S. CHARGE syndrome: feeding and swallowing. ASHA Lead . 2006;11(14):40. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Dobbelsteyn C, Marche DM, Blake K, Rashid M. Early oral sensory experiences and feeding development in children with CHARGE syndrome: a report of five cases. Dysphagia . 2005;20(2):89-100.  (C)"
        },
        {
            "number in article": 9,
            "reference": "White DR, Giambra BK, Hopkin RJ, Daines CL, Rutter MJ. Aspiration in children with CHARGE syndrome. Int J Pediatr Otorhinolaryngol . 2005;69(9):1205-1209.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Swallowing disorders (dysphagia) in adults. American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/swallowing/Swallowing-Disorders-in-Adults/ . (GI)"
        },
        {
            "number in article": 11,
            "reference": "Janssen N, Bergman JEH, Swertz MA, et al. Mutation update on the CHD7 gene involved in CHARGE syndrome. Hum Mutat . 2012;33(8):1149-1160.  . (R)"
        },
        {
            "number in article": 12,
            "reference": "American Speech-Language-Hearing  Association. Roles of speech language pathologists in swallowing and feeding disorders: technical report. https://ugc.futurelearn.com/uploads/files/94/9e/949e14c3-5410-4d16-81a4-255b924646ce/Roles_of_Speech-Language_Pathologists_in_Swallowing_and_Feeding_Disorders__Technical_Report.pdf . Published 2001. (G)"
        },
        {
            "number in article": 13,
            "reference": "Rommel N. Assessment techniques for babies, infants and children. In: Cichero JA, Murdoch BE, eds. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006:466-486.  (GI)"
        },
        {
            "number in article": 14,
            "reference": "Homer EM. Establishing a public school dysphagia program: a model for administration and service provision. Lang Speech Hear Serv Sch . 2008;39(2):177-191.  (G)"
        },
        {
            "number in article": 15,
            "reference": "Holte L, Van Dyke DC, Lubrica P. Issues in the evaluation of infants and young children who are suspected of or who are deaf-blind.  Infants Young Child . 2006;19(3):213-227. (GI)"
        },
        {
            "number in article": 16,
            "reference": "Deuce G, Howard S, Rose S, Fuggle C. A study of CHARGE syndrome in the UK. Br J Vis Impair . 2012;30(2):91-100.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Blake KD, Salem-Hartshorne  N, Daoud MA, Gradstein J. Adolescent and adult issues in CHARGE syndrome. Clin Pediatr (Phila) . 2005;44(2):151-159.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Starr S. Management of paediatric feeding problems. In: Cichero JA, Murdoch BE, eds. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006:487-539.  (GI)"
        },
        {
            "number in article": 19,
            "reference": "Stillman R. Dallas TX Callier Center for Communication Disorders. The Callier-Azusa  Scale. Dallas, TX: University of Texas; 1974. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Bayley N. Bayley Scales of Infant and Toddler Development . 4th ed. San Antonio, TX: Psychological Corp; 2019. (PP)"
        },
        {
            "number in article": 21,
            "reference": "Wolf LS, Glass RP. Feeding and Swallowing Disorders in Infancy: Assessment and Management . Tucson, AZ: Therapy Skill Builders; 1992. (GI)"
        },
        {
            "number in article": 22,
            "reference": "Palmer MM, Crawley K, Blanco IA. Neonatal Oral-Motor  Assessment Scale: a reliability study. J Perinatol . 1993;13(1):28-35.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Morris SE. Pre-Speech  Assessment Scale: A Rating Scale for the Measurement of Pre-Speech  Behaviors from Birth through Two Years . Rev ed. Clifton, NJ: JA Preston; 1982. (PP)"
        },
        {
            "number in article": 24,
            "reference": "Jelm JM. Oral-Motor/Feeding  Rating Scale . Tucson, AZ: Therapy Skill Builders; 1990. (PP)"
        },
        {
            "number in article": 25,
            "reference": "Kenny DJ, Koheil RM, Greenberg J, et al. Development of a multidisciplinary feeding profile for children who are dependent feeders. Dysphagia . 1989;4(1):16-28.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Ottenbacher K, Dauck BS, Gevelinger M, Grahn V, Hassett C. Reliability of the Behavioral Assessment Scale of Oral Functions in Feeding. Am J Occup Ther . 1985;39(7):436-440.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Earnest MM. Preschool Motor Speech Evaluation & Intervention . Bisbee, AZ: Imaginart; 2000. (PP)"
        },
        {
            "number in article": 28,
            "reference": "Sheppard JJ. Dysphagia Disorders Survey and Dysphagia Management Staging Scale (Revised) . Lake Hopatcong, NJ: Nutritional Management Associates; 2002. (PP)"
        },
        {
            "number in article": 29,
            "reference": "Stewart L. Development of the Nutrition and Swallowing Checklist, a screening tool for nutrition risk and swallowing risk in people with intellectual disability. J Intellect Dev Disabil. 2003;28(2):171-187.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Logemann JA. Manual for the Videofluorographic Study of Swallowing . 2nd ed. Austin, TX: Pro-Ed; 1993. (GI)"
        },
        {
            "number in article": 31,
            "reference": "Instrumental assessment procedures used in pediatric dysphagia. In: Arvedson JC, Lefton-Greif  MA, eds. Pediatric Videofluoroscopic Swallow Studies: A Professional Manual with Caregiver Guidelines . San Antonio, TX: Communication Skills Builders; 1998:2-12.  (G)"
        },
        {
            "number in article": 32,
            "reference": "Carnaby-Mann  G, Lenius K. The bedside examination in dysphagia. Phys Med Rehabil Clin N Am . 2008;19(4):747-768,  viii. (GI)"
        },
        {
            "number in article": 33,
            "reference": "Perry L, Love CP. Screening for dysphagia and aspiration in acute stroke: a systematic review. Dysphagia . 2001;16(1):7-18.  (SR)"
        },
        {
            "number in article": 34,
            "reference": "Martin-Harris  B, Jones B. The videofluorographic swallowing study. Phys Med Rehabil Clin N Am . 2008;19(4):769-785,  viii. (GI)"
        },
        {
            "number in article": 35,
            "reference": "Lefton-Greif  MA, Arvedson JC. Schoolchildren with dysphagia associated with medically complex conditions. Lang Speech Hear Serv Sch . 2008;39(2):237-248.  (GI)"
        },
        {
            "number in article": 36,
            "reference": "Leder SB, Murray JT. Fiberoptic endoscopic evaluation of swallowing. Phys Med Rehabil Clin N Am . 2008;19(4):787-801,  viii-ix. (GI)"
        },
        {
            "number in article": 37,
            "reference": "Endoscopic Evaluation of Swallowing. American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/swallowing/endoscopy/ . (GI)"
        },
        {
            "number in article": 38,
            "reference": "Arvedson JC, Rogers BT. Dysphagia in children. In: Johnson AF, Jacobson BH, eds. Medical Speech-Language  Pathology: A Practitioner's Guide . New York, NY: Thieme; 1998:38-64.  (GI)"
        },
        {
            "number in article": 39,
            "reference": "McFarland E. Family and cultural issues in a school swallowing and feeding program. Lang Speech Hear Serv Sch . 2008;39(2):199-213.  (GI)"
        },
        {
            "number in article": 40,
            "reference": "Rogers B, Arvedson J, Buck G, Smart P, Msall M. Characteristics of dysphagia in children with cerebral palsy. Dysphagia . 1994;9(1):69-73.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Marks SB. Understanding and preventing learned helplessness in children who are congenitally deaf-blind.  J Vis Impair Blind . 1998;92(3):200-212.  (GI)"
        },
        {
            "number in article": 42,
            "reference": "Power-DeFur  L, Alley NS. Legal and financial issues associated with providing services in schools to children with swallowing and feeding disorders. Lang Speech Hear Serv Sch. 2008;39(2):160-166.  (GI)"
        },
        {
            "number in article": 43,
            "reference": "Huffman NP, Owre DW. Ethical issues in providing services in schools to children with swallowing and feeding disorders. Lang Speech Hear Serv Sch . 2008;39(2):167-176.  (G)"
        },
        {
            "number in article": 44,
            "reference": "Rogers B. Feeding method and health outcomes of children with cerebral palsy. J Pediatr. 2004;145(2 suppl):S28-S32.  (RV)"
        },
        {
            "number in article": 45,
            "reference": "Davies F. Does the end justify the means? A critique of oromotor treatment in children with cerebral palsy. Asia Pac J Speech Lang Hear . 2003;8(2):146-152.  (RV)"
        },
        {
            "number in article": 46,
            "reference": "Gisel E. Interventions and outcomes for children with dysphagia. Dev Disabil Res Rev . 2008;14(2):165-173.  (RV)"
        },
        {
            "number in article": 47,
            "reference": "Lanert G, Ekberg O. Positioning improves the oral and pharyngeal swallowing function in children with cerebral palsy. Acta Paediatrica . 1995;84(6):689-693.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Didden R, Seys D, Schouwink D. Treatment of chronic food refusal in a young developmentally disabled child. Behav Interv . 1999;14(4):213-222.  (C)"
        },
        {
            "number in article": 49,
            "reference": "Gibbons BG, Williams KE, Riegel KE. Reducing tube feeds and tongue thrust: combining an oral-motor  and behavioral approach to feeding. Am J Occup Ther . 2007;61(4):384-391.  (C)"
        },
        {
            "number in article": 50,
            "reference": "Hartshorne TS, Hissong KN. CHARGE syndrome: an introduction for speech-language  pathologists. Behav Interv . 2014;15(2):94-102.  (RV)"
        },
        {
            "number in article": 51,
            "reference": "Hughes SS, Welsh HI, Safina NP, Bejaoui K, Ardinger HH. Family history and clefting as major criteria for CHARGE syndrome. Am J Med Genet A . 2014;164A(1):48-53. doi:10.1002/ajmg.a.36192. (C)"
        },
        {
            "number in article": 52,
            "reference": "Inchingolo F, Pacifici A, Gargari M, et al. CHARGE syndrome: An overview on dental and maxillofacial features. Eur Rev Med Pharmacol . 2014;18(15):2089-2093.  (R)"
        },
        {
            "number in article": 53,
            "reference": "Hsu P, Ma A, Wilson M, et al. CHARGE syndrome: A review. J Paediatr Child Health . 2014;50(7):504-511.  doi:10.1111/jpc.12497. (R)"
        },
        {
            "number in article": 54,
            "reference": "Green GE, Hug FS, Emery SB, Mukherji SK, Martin DM. CHD7 mutations and CHARGE syndrome in semicircular canal dysplasia. Otol Neurotol . 2014;35(8):1466-1470. doi:10.1097/MAO.0000000000000260. (R)"
        },
        {
            "number in article": 55,
            "reference": "Bashinski SM. Communication programming for learners with CHARGE syndrome: Augmenting comprehension and expression. Sig 12 Perspect Augment Altern Commun . 2015;24(3):86-93.  doi:10.1044/aac24.3.86. (RV)"
        },
        {
            "number in article": 56,
            "reference": "Hudson A, Macdonald M, Blake K. Packing and Problematic Feeding Behaviors in CHARGE Syndrome: A Qualitative Analysis. Int J Pediatr Otorhinolaryngol . March 2016;82:107-15.  doi:10.1016/j.ijporl.2016.01.009. (R)"
        },
        {
            "number in article": 57,
            "reference": "Lalani SR, Hefner MA, Belmont JW, Davenport SLH. CHARGE syndrome. GeneReviews Web site. http://www.ncbi.nlm.nih.gov/books/NBK1117/ . Published February 2, 2012. (GI)"
        },
        {
            "number in article": 58,
            "reference": "Strömland K, Sjögreen L, Johansson M, et al. CHARGE association in Sweden: malformations and functional deficits. Am J Med Genet A . 2005;133A(3):331-339.  doi:10.1002/ ajmg.a.30563. (R)"
        },
        {
            "number in article": 59,
            "reference": "Isaac KV, Ganske IM, Rottgers SA, Lim SY, Mulliken JB. Cleft Lip and palate in CHARGE syndrome: phenotypic features that influence management. Cleft Palate Craniofac J . 2018;55(3):342-347.  doi:10.1177/1055665617738994. (R)"
        },
        {
            "number in article": 60,
            "reference": "Cobert LT. Nursing care of infants and children with congenital heart disease and associated genetic conditions. Pediatric Nursing . 2019;45(2):75-85.  (GI) "
        }
    ]
}