{
    "metadata": {
        "title": "Fibromyalgia",
        "synonyms": [
            "fibromyalgia syndrome",
            "primary fibromyalgia syndrome",
            "fibrositis",
            " fibromyositis"
        ],
        "anatomical location body part affected": [
            "Widespread/myofascial nociceptors and brain/ ascending and descending somatosensory pathways"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Fibromyalgia (FM) is a chronic, widespread noninflammatory musculoskeletal pain syndrome with multisystem manifestations.FM is characterized by widespread pain, nonrestorative sleep, fatigue, cognitive dysfunction, and other somatic symptoms that negatively impact physical and emotional functioning, diminishing health-related  quality of life (HRQoL)(35,36)",
            "Pathophysiology of FMis not fully understood but it is thought to be a disorder of central pain regulation (35)",
            "Depending on diagnostic criteria and geographic location, the prevalence of FM ranges between 0.2% and 13% worldwide.(37)In the United States,prevalence ranges between 2%-5%(35)",
            "The lack of objective markers of the disorder has been a persistent problem in FMresearch, clinical management, and social recognition of the disease",
            "This Clinical Review highlights interventions found in RCTs to improve the physical functioning of adults with FM"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M79.7": "fibromyalgia (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified. Inquire about any ongoing legal, workers’ compensation, or disability claims"
        ],
        "presentation signs and symptoms": [
            "Chronic, widespread pain",
            "Fatigue",
            "Sleep disturbances (e.g., nonrestorative sleep)",
            "Diffusetenderness",
            "Muscle stiffness",
            "Pain amplification",
            "Psychiatric disorders including anxiety and depression",
            "Chronic headaches(41)",
            "Cognitive problems",
            "Reduced HRQoL",
            "Diagnostic criteria are solely based on clinical assessment and patient reports. FM symptoms are subjective in nature. This has created difficulty in establishingguidelines for diagnosis  –American College of Rheumatology (ACR) established the first criteria in 1990: pain present in response to pressure up to 4 kg/cm² (exerted with an algometer) in 11 of 18 body points (tender points) and generalized pain present for at least 3 months in at least three of the four body quadrants. These criteria lacked consideration of symptoms including sleep disorders and fatigue, conceptualized FM as an all-or-nothing  disorder rather than existing on a continuum, and had limited validity due to the difficulty of evaluating tender points. Performing a tender point exam is impractical in clinical settings(38) –Despite the limitations of the 1990 ACR guidelines, they did allow for official recognition of FM(38) –In 1992 the International Statistical Classification of Diseases and Related Health Problems (ICD) included FM as a source of disability and WHO recognized it as a disease(38) –In 2010, the ACR changed the diagnostic criteria by eliminating assessment of tender points. The new criteria are based exclusively on the use of two scales: the Widespread Pain Index (WPI) and the Symptom Severity (SS) Scale. Patients must state whether they have certain symptoms on these scales, which must be administered by a physician. To diagnose FM, one of two conditions must be fulfilled: a WPI ≥ 7 and SS ≥ 5 or a WPI between 3 and 6 and SS ≥ 9. Symptomsmust be present for at least 3 months(38) –Wolfe et al. showed that SS scores correlate better with WPI scores (0.73) than with tender point count (0.68)(39) –In 2011 and 2016, Wolf et al. proposedadditional diagnostic criteria for FM, but they are not currently recognized by the ACR. They stated that the requirement for a physician examination was a major barrier to understanding FM prevalence and characteristics; andthey modified the WPI and SS scales to allow for self-administration(38) –The 2016 criteria include the following: (1) Presence of generalized pain, defined as pain in at least four of five regions (four quadrants and axial region) (2) Symptoms have been present at a similar level for at least 3 months (3) WPI ≥ 7 and SS ≥ 5 or WPI of 4–6 and SS ≥ 9 (4) A diagnosis of FM is valid irrespective of other diagnoses, and a diagnosis of FM does not exclude the presence of other clinically important illnesses(38)"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Clinicians should be aware of associated comorbidities (e.g., headache, irritable bowel syndrome, chronic fatigue syndrome, anxiety, depression) that may reduce patient motivation and adherence to treatment",
        "Some patients with FM may experience increased pain during exercise and report symptom flares. Consequently, exercise-related  pain is a reason for poor compliance with exercise training. Monitor pain and fatigue during the treatment session",
        "Findings on general physical examination are often within normal limits. Pain, depression, and fatigue may slow balance reactions and increase the risk of falls in some patients(43)",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "When was FM first diagnosed? How long did the patient have symptoms before receiving this diagnosis? The patient’s search for a diagnosis is often long and complex. What treatments has the patient received? Document any clinically significant changes in symptoms over time",
                    "surgical management": [],
                    "medications": "Document the prescribed medications, whether they are being taken as prescribed, and whether they are helping. Drug therapy usually includes a tricyclic antidepressant (TCA) or serotoninnorepinephrine reuptake inhibitor (SNRI)(35)duloxetine, milnacipran, and pregabalin(35)amitriptyline, cyclobenzaprine, gabapentin, venlafaxine, tramadol, quetiapine(35) Opioids are not effective in treating FM and are notrecommended(35,37)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: There are no diagnostic laboratory or imaging tests for FM. Lab tests that may be done to rule out other pathologies include complete blood count (CBC), erythrocyte sedimentation rate (ESR), rheumatoid factor, antinuclear antibody, creatine kinase, thyroid hormone panel, a comprehensive metabolic profile (consider also",
                        "25OH  vitamin D, magnesium, vitamin B12, and folate) (35)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture, herbal agents) and whether they help FM is associated with high rates of use of complementary therapies, which may reflect that traditional medicine has been ineffective to provide relief(19) Complementary therapies are defined as therapeutic practices that have been studied and have the potential to complement the orthodox therapeutic approach(19) Acupuncture, balneotherapy, herbal medicines, tai chi, yoga, homeopathy, meditation, hypnosis, qigong, and deep breathing all have been studied in patients with FM(19) Balneotherapy utilizes mineral baths to reduce pain and improve the sense of well-being.  See also  ClinicalT709254 Patients may try medicinal plants or related natural products to improve sleep disruption, pain, depression, and other symptoms(20) Evidence about their efficacy is limited Results of a 2013 systematic review suggest that medicinal plants or related natural products have significant effects on the symptoms of FM compared to conventional drug or placebo Eight RCTs involving 475 patients were included Cannabinoid use in patients with chronic pain and FM is controversial(21)  Herbal preparations have not been formally tested and therefore do not receive any guideline recommendations The Canadian Guidelines on treatment of FM recommend against use of any complementary or alternative medicines because of the lack of evidence about their efficacy(22)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and, if so, what specific treatments were helpful or not helpful Inquire about patient’s previous experience with healthcare for FM. Results of a study conducted in the United Kingdom indicate that many patients with FM find their relationship with health professionals to be negative or unsatisfying(18)"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Patients may note discomfort when they are touched or when wearing tight clothing(23)",
                "body chart": "Use body chart to document location and nature of symptoms -Typically diffuse and multifocal, and frequently migratory(23)",
                "nature of symptoms": "What increases or decreases pain? Document nature of symptoms (e.g., constant vs intermittent, sharp, dull, aching, burning, numbness, tingling). What factors contribute to a flare (e.g., environmental, physical, or emotional stresses)?(41)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables -Symptoms are generally worse with emotional, physical, and emotional stress(41)",
                "sleep disturbance": "Poor sleep quality is a major problem in FM. Document nature of sleep disturbance and number of wakings/nightDocument any psychosocial disorders such as depression or anxiety",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder dysfunction, sexual problems [e.g., vulvodynia]) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Patients developing FM often have a lifelong history of chronic pain throughout their bodies(23) Patients with chronic centralized pain may have a history of interventions and procedures to eliminate pain(23) A pain-prone  phenotype such as seen in FM predicts failure to respond to opioids or surgeries performed to reduce pain(23) Family history Document whether family history is positive for alcoholism, depression, migraine, panic attacks, rheumatoid arthritis, systemic lupus erythematosus, autoimmune thyroid disease, multiple sclerosis, or myasthenia gravis",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, rheumatoid disorders, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders FM has a prevalence of 2% to 5% of the general population in the United States, but a much higher prevalence in chronic pain populations. For example, in patients with chronic disabling musculoskeletal disorders comorbid fibromyalgia prevalence rates of 23% to 41% have been reported(28)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in sports or other recreational activities? Is the patient able to work? FM often adversely affects the patient’s ability to work ",
                "functional limitations assistance with ADLs adaptive equipment": "Is the patient able to perform ADLs? Does the patient have other disabilities?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general assessment as indicated, with a focus on the items listed below •Anthropomorphic data:  Determine height, weight, and BMI. Is the patient overweight?",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "Assess static and dynamic balance in standing. The FAB scale, which involves 10 progressive tests (standing, reaching, turning in a circle, stepping up and over, tandem walking, stand on 1 leg, stand on foam with eyes closed, 2-footed  jump, walk with head turns, and maintaining a reactive posture) may be useful for assessing dynamic balance in patients with FM(1)",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "Assess ability in sit-to-stand, turning, stooping, kneeling, squatting, and sitting down. Functional mobility can be assessed with marching-on-the-spot,  use of stairs, Timed Up and Go (TUG) test, and Composite Physical Function scale.Assess walking agility, including tandem gait and turns. Researchers in Spain found the 30-second  chair stand test (30CST) to be an accurate discriminator of the presence and severity of FM(14)Assess joint mobility, as indicated –Results of a study conducted in Brazil (N = 40) indicate that women with FM have altered shoulder kinematics during arm movement compared to healthy women who were matched for age, weight, and height(24) -Three-dimensional  scapular kinematics were collected during elevation and lowering of the arm in the sagittal and scapular planes -Compared to the control group, women with FM had greater scapular upward rotation and posterior tilt in the resting position and during elevation and lowering of the arm",
            "gait locomotion": "",
            "muscle strength": "Scan for functional strength with manual muscle testing (MMT)",
            "observation inspection palpation including skin assessment": [
                "Assess skin for swelling, redness, or warmth of the trunk or extremities (findings generally normal) •Oral mechanism exam and related tests: Assess as indicated",
                "In a study conducted in Brazil, patients with FM had a higher frequency of temporomandibular disorders, masticatory complaints, pain with mandibular movements, and pain on palpation of the head and neck area(25) •Pain: The cardinal symptom of FM is chronic widespread pain or multisite pain that has been present for at least 3 months",
                "The presence of diffuse tender points is often the only atypical finding on exam",
                "Many soft tissue sites are very tender with modest palpation and are more tender than the joints",
                "The presence of tender points was part of the 1990 ACR classification criteria. However, palpating for the 18 bilateral tender points is no longer recommended",
                "Tenderness may not correspond to areas of subjective pain",
                "Document the location of the pain along with the duration, quality, and severity",
                "McGill Pain Questionnaire (MPQ) provides a global pain score"
            ],
            "posture": "Assess overall posture, especially of the neck and trunk. Note any asymmetry or deformity. Assess for tightened musculature or muscle atrophy that may be contributing to poor posture or muscular pain",
            "range of motion": "Scan functional ROM in upper and lower extremities and torso and general flexibility. Findings are usually within normal limits",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Scan all dermatomes for sensation to light touch and temperature (FM patients may report hypersensitivity to cold and heat) ",
            "special tests specific to diagnosis": " Special testsIncludes 10 items that assess the patient’s overall functional status. A higher score is correlated with lower function. It is a valid and reliable test. The minimally clinical important difference is estimated to be 14%(41)This patient-reported checklist consists of 3 domains history (duration and progression), and occurrence of 6 symptoms during the past week(5) –SF-36  Health Survey to assess HRQoL –Symptom-limited,  graded exercise test on a cycle ergometer. Monitor heart rate (HR), BP, rating of perceived exertion (Borg Rating of Perceived Exertion [RPE] Scale score), and symptoms (e.g., pain, fatigue). Test should be terminated at patient-determined  threshold for increased pain",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Screen cognitive function using Mini Mental Status Examination (MMSE)as indicated; obtain any testing done by other disciplines",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Over an area of circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Cold intolerance",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young or very old",
                "In persons with aversion to cold",
                "Decreased circulation",
                "Decreased sensation",
                "Hypersensitivity",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier ",
                "Tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Severe epilepsy",
                "Certain dermatologic conditions",
                "Surface infections",
                "Uncontrolled bowels",
                "Acute rheumatoid arthritis",
                "Venous ulcers",
                "Tissues devitalized by X-ray  therapy",
                "Peripheral vascular disease",
                "Decreased thermal sensation",
                "Respiratory dysfunction",
                "Cardiac dysfunction",
                "Active bleeding",
                "Malignancy",
                "Recent fever",
                "Acute inflammatory conditions",
                "Heat sensitivity",
                "Impaired sensation",
                "Confusion or impaired cognition",
                "Certain medications",
                "Inebriated (i.e., appears confused as a result of recent alcohol consumption)*",
                "Decreased strength/ROM/endurance/balance*",
                "Urinary incontinence*",
                "Fear of water*",
                "Respiratory problems",
                "Pregnancy*",
                "Multiple sclerosis*",
                "Poor thermal regulation*",
                "Seasickness",
                "Edema, when warm/hot water immersion"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Used near diathermy treatment ",
                "In an area with infection or bleeding",
                "If a tumor is present",
                "In the area of a DVT or thrombophlebitis",
                "Over epiphyseal plates of growing bones",
                "Use caution in patients with sensory deficits and in patients who are unable to communicate sensory deficits",
                "Use caution if patient has circulatory impairments",
                "Use caution over plastic or metal implants",
                "Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "other": [
                "If deficits in balance were found on examination, take special precautions to prevent falls while patient exercises, especially during functional training to improve posture, balance, and gait (e.g., use gait belt, parallel bars, or the assistance of another therapist when necessary)",
                "Tailor the exercise prescription to fit the patient’s functional ability, reported pain, and symptoms",
                "Provide the patient with a thorough orientation to using therapeutic exercise equipment and with adequate warm-up  time to help reduce apprehension about exercise",
                "Modify exercise as needed to minimize exercise-related  pain and post-exercise  muscle soreness",
                "Closely supervise and provide instruction throughout exercise therapy and functional training sessions",
                "Clinicians should follow the exercise guidelines of their clinic/hospital and what is ordered by the patient’s physician",
                "Evidence is lacking that physical or electrotherapeutic modalities are effective for treating FM symptoms. Rehabilitation professionals should always use their professional judgment regarding the use of modalities",
                "Isometric exercises may not be recommended as they can increase muscle pain, resulting in further discouragement of participation in activity in patients with FM(30)",
                "Cryotherapy contraindications  (2)",
                "Cryotherapy precautions  (2)",
                "Superficial heat  contraindications(6)",
                "Whirlpool  contraindications(6)",
                "Whirlpool  precautions (*relevant only if entire body is immersed)(6)",
                "Electrotherapy : contraindications/precautions (in some cases, when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below provided potential benefits outweigh the possible risks)(6)",
                "Therapeutic ultrasound  contraindications(6)",
                "Therapeutic ultrasound  precautions(6)"
            ]
        },
        "diagnosis need for treatment": "FM/characteristic widespread pain and tenderness, fatigue, myalgia, and reduced physical functioning",
        "rule out": " Rule out  (35) Rheumatoid arthritis, systemic lupus erythematosus, sarcoidosis, and other inflammatory tissue disorders Diffuse/advanced osteoarthritis, seronegative spondyloarthropathies, polymyalgia rheumatica, inherited myopathies, drug-induced  and endocrine myopathies, viral/postviral polyarthralgia, anemia and iron deficiency, electrolyte disturbances (Mg, Na, K, Ca), obstructive sleep apnea, restless leg syndrome, osteomalacia/vitamin D deficiency, opioid-induced hyperalgesia, hypothyroidism, multiple sclerosis, Lyme disease, hepatitis B and C, inclusion-body  myositis, spinal stenosis/ neuropathies, generalized muscular deconditioning, peripheral vascular diseasechronic fatigue syndrome/chronic fatigue immune dysfunction, myofascial pain syndrome",
        "prognosis": [
            "Many patients achieve some stability in their condition. Complete remission is possible but for most persons symptoms seldom disappear(35)",
            "Symptoms are typically fluctuating, with a chronic course(35)",
            "Poor outcomes are tied to longer duration of symptoms, greater severity of symptoms, depression, obesity, lack of adherence to treatment plan, advanced age, and lack of social support(35)",
            "European League Against Rheumatism (EULAR) states that optimal management requires prompt diagnosis. Full understanding of fibromyalgia requires comprehensive assessment of pain, function, and psychosocial context(44)",
            "Researchers in the United States found that a comorbid diagnosis of FM at admission to a functional restoration program (FRP) is predictive of poorer work outcomes, regardless of whether resolution of FM occurs during the program(28) –Forty-one  percent of the patients with comorbid FM no longer met criteria for diagnosis of FM at discharge from the FRP, and were not significantly different from patients with chronic regional lumbar pain only, on patient-reported outcome measures of pain, function, and depression –At one year post discharge, fewer patients with an initial diagnosis of FM (patients who no longer met FM diagnosis criteria at discharge as well as patients who retained the FM diagnosis) were working than patients in the chronic regional lumbar pain group"
        ],
        "referral to other disciplines": " Referral to other disciplines Physician for recalcitrant pain Neuropsychologist for CBT Psychologist/psychiatrist for depression or cognitive dysfunction, as indicated Acupuncturist for alternative pain management. Although acupuncture is safe for patients with FM, moderate-level evidence based on a 2013 Cochrane review indicates that it is not more effective than sham acupuncture for reducing pain. In addition, acupuncture probably does not reduce fatigue or improve sleep quality, global well-being,  or physical functioning in patients with FM(15) Nutritionist for weight-loss/dietary  counseling",
        "other considerations": [
            "No medical interventions have been found to cure FM; thus, patients should learn self-management  of symptoms to maintain their HRQoL(45)",
            "Diagnosis itself can be helpful for patients. However, many patients report feeling misunderstood by relatives, friends, health professionals, and society in general. The term invalidation refers to this feeling of misunderstanding and the suspicion that the problem is exaggerated or due to psychological reasons(37,38)  –Illness invalidation at work coupled with a feeling of helplessness/lack of control promotes embitterment(7)",
            "Authors of a study conducted in Iran suggest that active negative social responses and the source of invalidation are predictive of symptom severity and quality of life in FM(29) –The amount of invalidation arising from spouse and colleagues was higher than from medical professionals and social services, and was associated strongly with poor social and physical functioning –The more invalidation was experienced by patients, the greater the disease impact (measured with FIQ) and the greater the symptom severity",
            "Obesity is common among persons with FM and is associated with increased severity of symptoms –Authors of a study investigated how metabolic factors (IGF-1 and leptin) contribute to the effects of resistance exercise in both obese and lean women with FM. Women participated in progressive resistance exercise 2 times per week for 15 weeks(46) -A reduced response to resistance exercise was found in obese women. Lean women had changes in IGF-1  and leptin, reduced pain, fatigue, and improved muscular strength. In obese women with FM, markers of metabolic signaling and clinical symptoms were unchanged, only strength was improved in the upper extremity",
            "The fear of exercise-related  discomfort may cause patients with FM to avoid physical activities that might improve their aerobic fitness(3,4)",
            "Walking is recommended for FM patients as physical exercise to improve symptoms. Adherence to walking programs is more likely if doctors recommend attendance at them(40)",
            "The 2012 Canadian Guidelines for treatment of FM advise that the healthcare community should discourage excessive dependence on healthcare professionals and encourage patients to be self-sufficient,  develop good coping skills and pursue as normal a life pattern as possible(22) –Therapist should reduce any unnecessary contact when the patient is on a stable trajectory(22)"
        ],
        "treatment summary": [
            "Because the cause of FM is unknown, treatment is directed at relieving or controlling symptoms of the disorder. Treatment should be individualized and multidisciplinary. According to EULAR guidelines a combination of nonpharmacological and pharmacological treatments is recommended. The only EULAR recommendation supported by strongevidence is physical exercise(44) –EULAR recommends that initial treatment focus on nonpharmacological treatments tailored according to pain intensity, function, associated features (such as depression), fatigue, sleep disturbances, patient preferences, and comorbidities. It is important to involve the patient in the treatment decision-making process(44)",
            "Clinical practice guidelines for aerobic fitness exercises and strengthening exercises state that exercise is beneficial in the overall management of FM for pain relief, muscle strength, HRQoL, self-efficacy,  and decreased depression. Strengthening programs do not cause exacerbations of exercise-induced  FM symptoms(41)",
            "Authors of a 2017 systematic review and meta-analysis  of RCTs summarized the effectiveness of therapeutic exercise in FM. They concluded that exercise is beneficial for individuals with FM, but were unable to draw conclusions on the most effective type, frequency, duration, and intensity of exercise(47) –There is some evidence for muscle strengthening and aerobic exercise in reducing pain and severity of symptoms –Stretching exercises produced the biggest improvements in HRQoL –Combined exercise is most effective in decreasing depression symptoms in FM –Although there is no consensus, it seems that 2 to 3 sessions per week of mild to moderate intensity physical activity lasting 30–45  minutes each are effective",
            "Researchers have studied a wide variety of exercises and severalshow positive results –Stretching: Authors of an RCT (N = 64) investigated the effects of adding stretching to a moderate-intensity exercise program in women with FM. The control group exercised (cycled)3 times per week for 12 weeks at 50–70%  of the age-predicted  maximum heart rate. The experimental group performed the same exercise plus a stretching program once weekly for 12 weeks(48) -Adding stretching to a moderate-intensity  aerobic exercise program increased sleep quality, decreased the impact of FM on quality of life, and reduced pain compared to the control group –Breathing exercises:Authors of an RCT (N = 35) examined the effects of a breathing exercise program on pain thresholdsfor tender points and FM impact on daily life. Twelve weeks of breathing exercises led to significant  improvements in pain threshold tolerance for tender points and these gains predicted improvements in functional capacity, pain, and fatigue(49) –Myofascial release:Authors of an RCT (N = 66) found that patients with FM who performed a self-myofascial  release program on the cervical spine, shoulder, and hip had significant improvements in their FIQ scores compared to the control group(33) –Dry needling and TENS: Authors of an RCT (N = 74) compared the effects of dry needling and TENS on pain intensity, heart rate variability, galvanic response, and oxygen saturation(50) -Dry needling and TENS may reduce pain in patients with FM. Greater improvements were reported in the dry needling group across all dimensions of pain –Aquatics: -Authors of an RCT (N = 75) found that swimming can reduce pain and improve functional endurance and QOL in patients with FM(32) -The swimming group swam for 50 minutes 3 times per week for 12 weeks -The walking group walked for 50 minutes 3 times per week for 12 weeks -Results at the end of the study showed a decrease in pain for both groups with no significant difference between groups -Based on a 2013 systematic review and meta-analysis, aquatic exercise therapy for more than 20 weeks may improve FIQ, 6MWT, and dermal stiffness in patients with FM versus no treatment(16) -An RCT in women with FM is underway to evaluate the effectiveness of two different physical therapy protocols, a land-based  program and an aquatic-based program, for improving balance and decreasing pain(51) –Basic Body Awareness Therapy (BBAT):Authors of an RCT (N = 41) aimed to assess whether BBAT improves musculoskeletal pain, movement quality, psychological function, and QOL in patients with FM. BBAT focuses on postural balance, free breathing, and awareness, seeking to integrate them into movement. It consists of movements in the following positions: lying, sitting, standing, and walking. The movements are practiced with components of rhythm, form, elasticity, flow, intention, and voice(36) -The BBAT group showed significant improvements in pain at post-test  and in movement quality from baseline to 24 weeks -The authors concluded that BBAT may be an effective treatment to decrease pain, improve movement quality, and reduce anxiety in patients with FM –Cryotherapy: Authors of an RCT (N = 24) found that whole-body cryotherapy can be recommended as an effective additional approach in improving HRQoL in patients with FM(34) -The intervention group received a total of 10 sessions over 8 days of whole-body  cryotherapy treatment (entered a –110° C whole-body  cryotherapy chamber for 3 minutes) as well as usual care activities, while the control group received only usual care activities for FM -Compared to the control group, the intervention group reported significantly improved HRQoL. These effects lasted for at least one month following intervention –Kinesiologytape (KT): -Authors of an RCT (N = 35) evaluated the effect of KT on pain, posture, body comfort, and QOL in patients with FM. Patients were randomized to one of two treatment groups based on the location the KT was applied: upper trunk group and global trunk group(52) -Both KT treatments were effective in reducing pain and improving neck and shoulder comfort -Patients with dorsal soreness may benefit from global trunk KT application and those with neck-specific  discomfort and forward shoulder position may require specific upper trunk KT application -Authors of a study (N = 36) compared the effects of spinal stabilization exercise plus KT and spinal stabilization exercise alone on pain and well-being in women with FM.The spinal stabilization exercise program was performed 2 days per week for 6 weeks with a physical therapist. The program focused on maintaining a neutral spine position and activating core muscles during exercises(45) -Spinal stabilization exercise with KT (placed on the spine using the fascial technique) was superior for improving pain and general well-being compared to spinal stabilization exercise alone –Acupuncture and core stability: Authors of a study (N = 135) investigated the effectiveness of a core stability training program versus acupuncture for the management of balance and functional capacity impairments in women with FM.Patients were randomized into 1 of 3 groups: core stability training, acupuncture, or control. The core stability  training involved transverse abdominis activation, correct alignment, breathing, and correct position of the pelvis in neutral. Then 7 exercises were performed. The acupuncture group received treatment involving the acupuncture points from traditional Chinesemedicine(53) -Core stability training program and acupuncture were found to improve dynamic balance and postural control in women with FM –Massage therapy: Based on a 2013 systematic review and meta-analysis,  massage therapy for greater than 5 weeks may improve pain, anxiety, and depression in patients with FM(9) –Perceptual surface: Authors of an RCT (N = 54) found positive outcomes in reducing pain in females with FM by using a perceptual surface (PS) during therapy interventions. A perceptual surface is defined as a therapeutic approach that is based on interactions of a patient’s back or painful area with a support surface (usually composed of small latex cones with various dimensions and degrees of elasticity)(30) -The PS group was asked to lie supine on the cone-shaped  surface. During the first session, patients were asked to find the most comfortable position and perform breathing exercises consisting of 10 minutes of relaxation breathing and 10 minutes of slow diaphragmatic breathing. Patients were then asked to perform active exercises that consist of bridges, exercises for cross-limb  coordination, and bringing an egg held between the knees to the chest. During subsequent sessions, the therapist would position the cones to improve the symmetry of contact between the patient and the surface to allow for reafferent information from the trunk and body -The physical exercise group performed conventional treatments in 1-hour  sessions twice a week for 5 weeks with 4 patients per group. Exercises included low to moderate aerobic training (40% of HR and up to 50–60%  of age-adjusted HR max), generalized walking program, alternating step training (3 steps for 10 minutes), and postural exercises for back and proprioceptive exercises for the trunk in supine -The control group received only a brief educational session, breathing and relaxation techniques, and a stretching program that lasted for 1 hour –Balneotherapy: Authors of an RCT (N = 120) investigated the effect of balneotherapy in patients with FM. Patients were randomized to one of three groups: balneotherapy, balneotherapy with exercise, and exercise only(31) -The balneotherapy group and balneotherapy with exercise group were given 20 minutes of balneotherapy for 5 days a week for 3 weeks at 42 ± 1°C in thermal water with a mineral content of 556 mg/L bicarbonate, 98.2 mg/L sulphur, 34.5 mg/L magnesium, 226 mg/L calcium, 232 mg/L chlorine, and 2.6 mg/L fluorine. Participants in the balneotherapy with exercise and in the exercise group performed aerobic exercises 5 days a week for 3 weeks. Exercises started at 25 minutes and were extended to 35 minutes in a gradual manner. Exercises included muscle stretching, muscle strengthening, and relaxation exercises and focused on the cervical, thoracic, and lumbar regions -All three groups benefited, resulting in a reduction in FIQ scores; however, those in the balneotherapy with exercise received the greatest benefits in terms of reduction in depression scores, reduction in FIQ score, improved sleep quality, and reduction in pain –Intensity of exercise: Authors of an RCT (N = 60) compared the effects of high-intensity  training (HIIT) and moderate-intensity  continuous training (MICT) combined with strengthening and stretching exercises in patients with FM(54) -HIIT included a 5-minute  warm-up  at 50% of peak HR and 4 cycles of 4 minutes at 80%–95%  of peak HR followed by 3-minute  recovery intervals at 70% of peak HR -MICT included 45 minutes at 65%–70%  of peak HR -Each aerobic training session was followed by standardized strengthening and stretching exercise -The HIIT plus strengthening and stretching exercises group and the MICT plus strengthening and stretching exercises group showed significant improvements in pain, functional capacity, and QOL. HIIT was not superior to MICT . Problem Goal Intervention Expected Progression Home Program  Pain and tenderness Decrease or resolve pain and tendernessElectrotherapeutic modalities _ Trial of TENS to reduce pain (80Hz, at least 30 min. daily over painful sites at tolerable intensity)(50) _ _ Physical agents/ mechanical modalities _ Dry needling may reduce pain(50)KT may reduce pain and improve comfort and well-being(45,52) _ Cryotherapy: whole- body cryotherapy chamber atat 110° C for 3 minutes improved HRQoL(34) _ Manual therapy _ Massage(9) _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "reduced pain tenderness and other fm symptoms": [
            "V AS, MPQ, FDS"
        ],
        "reduced fatigue": [
            "V AS"
        ],
        "improved aerobic endurance": [
            "6MWT, graded exercise test"
        ],
        "improved strength, as indicated": [
            "MMT"
        ],
        "improved posture and balance, as indicated": [
            "Reassessment of posture and balance"
        ],
        "improved physical functioning in adls": [
            "TUG test, FIM"
        ],
        "improved hrqol": [
            "FIQ, Revised FIQ (FIQR)",
            "SF-36  Health Survey"
        ]
    },
    "maintenance or prevention": [
        "A lifelong multidisciplinary treatment program involving education, exercise, and medication (as prescribed) is indicated to reduce symptoms and increase function and quality of life(35)",
        "Instruction in pacing activities to avoid fluctuations in symptoms(41)",
        "Education:Authors of an RCT (N = 30) found that patient education that includes information about pain physiology may be beneficial for improving long-term  health status and endogenous pain inhibition in patients with FM(26) Patients were randomly assigned to receive pain physiology education or pacing self-management  education. Primary outcome was efficacy of pain inhibitory mechanisms as measured by nociceptive stimuli. Secondary outcomes included pressure pain threshold measurements and questionnaires assessing cognition, behavior, and health status After the intervention, patients from the group that received pain physiology education worried less about their pain in the short term, reported lower pain scores, and showed improved endogenous inhibition in the long term compared to the control group. They also demonstrated long-term  improvements in physical functioning, vitality, mental health, and general health perceptions"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Cherry BJ, Zettel-Watson  L, Chang JC, Shimizu R, Rutledge DN, Jones CJ. Positive associations between physical and cognitive performance measures in fibromyalgia. Arch Phys Med Rehabil . 2010;93(1):62-71.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Busch AJ, Barber KA, Overend TJ, Peloso PM, Schachter CL. Exercise for treating fibromyalgia syndrome. Cochrane Database Syst Rev. 2007:4. Art No: CD003786. doi:10.1002/14651858.CD003786.pub2.  (SR)"
        },
        {
            "number in article": 3,
            "reference": "de Bruijn ST, van Wijck AJM, Geenen R, et al. Relevance of physical fitness levels and exercise-related  beliefs for self-reported  and experimental pain in fibromyalgia: an explorative study. J Clin Rheumatol . 2011;17(6):295-301.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Carbonell-Baeza  A, Aparicio VA, Sjöström M, Ruiz JR, Delgado-Fernández  M. Pain and functional capacity in female fibromyalgia patients. Pain Med . 2011;12(11):1667-1675. (R)"
        },
        {
            "number in article": 5,
            "reference": "Arnold LM, Stanford SB, Welge JA, Crofford LJ. Development and testing of the Fibromyalgia Diagnostic Screen for primary care. J Women's Health . 2012;21(2):231-239.  (R)"
        },
        {
            "number in article": 6,
            "reference": "In: Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz's Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,  80-82, 127-128, 144-145, 322-323. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Blom D, Thomaes S, Kool MB, et al. A combination of illness invalidation from the work environment and helplessness is associated with embitterment in patients with FM. Rheumatology . 2012;51(2):347-353.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Clauw DJ. Fibromyalgia: a clinical review. JAMA . 2014;311(15):1547-1555.  doi:10.1001/jama.2014.3266. (SR)"
        },
        {
            "number in article": 9,
            "reference": "Li YH, Wang FY, Feng CQ, Yang XF, Sun YH. Massage therapy for fibromyalgia: a systematic review and meta-analysis  of randomized controlled trials. PLoS One . 2014;9(2):e89304. doi:10.1371/journal.pone.0089304. (SR)"
        },
        {
            "number in article": 10,
            "reference": "Bandak E, Amris K, Bliddal H, et al. Muscle fatigue in fibromyalgia is in the brain, not in the muscles: a case-control  study of perceived versus objective muscle fatigue. Ann Rheum Dis . 2013;72(6):963-966.  doi:10.1136/annrheumdis-2012-202340.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Bachasson D, Guinot M, Wuyam B, et al. Neuromuscular fatigue and exercise capacity in fibromyalgia syndrome. Arthritis Care Res . 2013;65(3):432-440.  doi:10.1002/ acr.21845. (R)"
        },
        {
            "number in article": 12,
            "reference": "Üçeyler N, Zeller D, Kahn AK, et al. Small fibre pathology in patients with fibromyalgia syndrome. Brain. 2013;136(Pt 6):1857-1867.  doi:10.1093/brain/awt053. (R)"
        },
        {
            "number in article": 13,
            "reference": "Nijs J, Malfliet A, Ickmans K, et al. Treatment of central sensitization in patients with ‘unexplained’ chronic pain: an update. Expert Opin Pharmacother . 2014;15(12):1671-1683. doi:10.1517/14656566.2014.925446. (RV)"
        },
        {
            "number in article": 14,
            "reference": "Aparicio VA, Carbonell-Baeza  A, Ruiz JR, et al. Fitness testing as a discriminative tool for the diagnosis and monitoring of fibromyalgia. Scand J Med Sci Sports . 2013;23(4):415-423.  doi:10.111/j.160-0838.2011.01401.x.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Deare JC, Zheng ZX, Xue CC, et al. Acupuncture for treating fibromyalgia. Cochrane Database Syst Rev . 2013;(Issue 5):CD007070. doi:10.1002/14651858.CD007070.pub2.    (SR)"
        },
        {
            "number in article": 16,
            "reference": "Lima TB, Dias JM, Mazuquin BF, et al. The effectiveness of aquatic physical therapy in the treatment of fibromyalgia: a systematic review with meta-analysis.  Clin Rehabil . 2013;27(10):892-908.  doi:10.1177/0269215513484772. (SR)"
        },
        {
            "number in article": 17,
            "reference": "Queiroz LP. Worldwide epidemiology of fibromyalgia. Current Pain Headache Rep . 2013;17(8):356. doi:10.1007/s11916-013-0356-5.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Dennis NL, Larkin M, Derbyshire SWG. ‘A giant mess’ – making sense of complexity in the accounts of people with fibromyalgia. Br J Health Psychol . 2013;18(4):763-781. doi:10.1111/bjhp.12020. (R)"
        },
        {
            "number in article": 19,
            "reference": "Saad M, de Medeiros R. Complementary therapies for fibromyalgia syndrome – a rational approach. Current Pain Headache Rep . 2013;17(8):354. doi:10.1007/s11916-013-0354-7.  (RV)"
        },
        {
            "number in article": 20,
            "reference": "de Souza Nascimento S, Desantana JM, Nampo FK, et al. Efficacy and safety of medicinal plants or related natural products for fibromyalgia: a systematic review. Evidence-based  Comp Alt Med . Advance online publication. 2013;149468. doi:10.1155/2013/149468. (SR)"
        },
        {
            "number in article": 21,
            "reference": "Ablin J, Fitzcharles MA, Buskila D, Shir Y, Sommer C, Hauser W. Treatment of fibromyalgia syndrome: recommendations of recent evidence-based  interdisciplinary guidelines with special emphasis on complementary and alternative therapies. Evidence-based  Compl Alt Med . Advance online publication. 2013;485272. doi:10.1155/2013/485272. (RV)"
        },
        {
            "number in article": 22,
            "reference": "Fitzcharles MA, Ste-Marie  PA, Goldenberg DL, et al. 2012 Canadian Guidelines for the diagnosis and management of fibromyalgia syndrome: executive summary. Pain Res Man. 2013;18(3):119-126.  (G)"
        },
        {
            "number in article": 23,
            "reference": "Clauw DJ. Fibromyalgia: a clinical review. JAMA . 2014;311(15):1547-1555.  doi:10.1001/jama.2014.3266. (RV)"
        },
        {
            "number in article": 24,
            "reference": "Avila MA, Camargo PR, RIbeiro IL, Zamuner AR, Salvini TF. Three-dimensional  scapular motion during arm elevation is altered in women with fibromyalgia. Clin Biomech . 2014;29(7):815-821.  doi:10.1016/j.clinbiomech.2014.05.007. (R)"
        },
        {
            "number in article": 25,
            "reference": "da Silva LA, Kazyiama HH, de Siqueira JTT, Teixeira MJ, de Siqueira SR. High prevalence of orofacial complaints in patients with fibromyalgia: a case-control  study. Oral Surg, Oral Med, Oral Path, Oral Rad . 2012;114(5):e29-34.  doi:10.1016/j.oooo.2012.04.001. (R)"
        },
        {
            "number in article": 26,
            "reference": "Van Oosterwijck J, Meeus M, Paul L, et al. Pain physiology education improves health status and endogenous pain inhibition in fibromyalgia: a double-blind  randomized controlled trial. Clin J Pain . 2013;29(10):873-882.  doi:10.1097/AJP.0b013e31827c7a7d. (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Wolfe F, Hauser W, Walitt BT, et al. Fibromyalgia and physical trauma: The concepts we invent. J Rheumatol . 2014;41(9):1737-1745.  doi:10.3899/jrheum.140268. (RV)"
        },
        {
            "number in article": 28,
            "reference": "Hartzell MM, Neblett R, Perez Y, Brede E, Mayer TG, Gatchel RJ. Do comorbid fibromyalgia diagnoses change after a functional restoration program in patients with chronic disabling occupational musculoskeletal disorders? Spine. 2014;39(17):1393-1400.  doi:10.1097/BRS.0000000000000406. (R)"
        },
        {
            "number in article": 29,
            "reference": "Ghavidel-Parsa  B, Amir Maafi A, Aarabi Y, et al. Correlation of invalidation with symptom severity and health status in fibromyalgia. Rheumatology . 2015;54(3):482-486. doi:10.1093/rheumatology/keu355. (R)"
        },
        {
            "number in article": 30,
            "reference": "Paolucci T, Baldari C, Di Franco M, et al. A new rehabilitation tool in fibromyalgia: The effects of perceptive rehabilitation on pain and function in a clinical randomized controlled trial. Evid Based Complement Alternat Med . 2016;1-12.  (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Kurt EE, Kocak FA, Erdem HR, Tuncay F, Kelez F. Which non-pharmacological  treatment is more effective on clinical parameters in patients with fibromyalgia: balneotherapy or aerobic exercise? Arch Rheumatol . 2016;31(2):162-169.  (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Fernandes G, Jennings F, Cabral MVN, Buosi ALP, Natour J. Swimming improves pain and functional capacity of patients with fibromyalgia: a randomized controlled trial. Arch Phys Med Rehabil . 2016;97(8):1269-1275.  doi:10.1016/j.apmr.2016.01.026. (RCT)"
        },
        {
            "number in article": 33,
            "reference": "Ceca D, Elvira L, Guzman JF, Pablos A. Benefits of a self-myofascial  release program on health-related  quality of life in people with fibromyalgia: a randomized controlled trial. J Sports Med Phys Fitness . 2017;57(42924):993-1001.  doi:10.23736/S0022-4707.17.07025-6.  (RCT)"
        },
        {
            "number in article": 34,
            "reference": "Vitenet M, Tubez F, Marreiro A, et al. Effect of whole body cryotherapy interventions on health-related  quality of life in fibromyalgia patients: a randomized controlled trial. Complement Ther Med . 2018;36:6-8.  doi:10.1016/j.ctim.2017.10.011. (RCT)"
        },
        {
            "number in article": 35,
            "reference": "Leeds FS. Fibromyalgia. Domino FJ, ed. The 5-minute Clinical Consult . 29th ed. Philadelphia, PA: Wolters Kluwer; 2021. (GI)"
        },
        {
            "number in article": 36,
            "reference": "Bravo C, Skjaerven LH, Espart A, Guitard Sein-Echaluce  L, Catalan-Matamoros  D. Basic Body Awareness Therapy in patients suffering from fibromyalgia: A randomized clinical trial. Physiother Theory Pract . 2019;35(10):919-929.  doi:10.1080/09593985.2018.1467520. (RCT)"
        },
        {
            "number in article": 37,
            "reference": "Gutman SA, Westover LA. Ch. 49: Chronic pain and fibromyalgia. Gutman SA, Dirette DP, eds. Occupational Therapy for Physical Dysfunction . 8th ed. Philadelphia, PA: Wolters Kluwer; 2021. (GI)"
        },
        {
            "number in article": 38,
            "reference": "Galvez-Sánchez  CM, Reyes Del Paso GA. Diagnostic criteria for fibromyalgia: critical review and future perspectives. J Clin Med . April 23, 2020;9(4):1219. doi:10.3390/ jcm9041219. (RV)"
        },
        {
            "number in article": 39,
            "reference": "Wolfe F, Clauw DJ, Fitzcharles MA, et al. The American College of Rheumatology preliminary diagnostic criteria for fibromyalgia and measurement of symptom severity. Arthritis Care Res . 2010;62(5):600-610.  doi:10.1002/acr.20140. (GI)"
        },
        {
            "number in article": 40,
            "reference": "Sanz-Baños  Y, Pastor-Mira  MÁ, Lledó A, López-Roig  S, Peñacoba C, Sánchez-Meca  J. Do women with fibromyalgia adhere to walking for exercise programs to improve their health? Systematic review and meta-analysis.  Disabil Rehabil . 2018;40(21):2475-2487.  doi:10.1080/09638288.2017.1347722. (R)"
        },
        {
            "number in article": 41,
            "reference": "Kisner C, Thorpe JN, Holtgrefe K. Ch. 11: Joint, connective tissue, and bone disorders and their management. Kisner C, Colby LA, Borstad J, eds. Therapeutic Exercises: Foundations and Techniques . 7th ed. Philadelphia, PA: F.A. Davis Company; 2018. (GI)"
        },
        {
            "number in article": 42,
            "reference": "Sener U, Ucok K, Ulaski AM, et al. Evaluation of health-related  physical fitness parameters and association analysis with depression, anxiety, and quality of life in patients with fibromyalgia. Int J Rheum Dis . 2016;19(8):763-772.  doi:10.1111/1756-185X.12237.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Del-Moral-García  M, Obrero-Gaitán  E, Rodríguez-Almagro  D, Rodríguez-Huguet  M, Osuna-Pérez  MC, Lomas-Vega  R. Effectiveness of active therapy-based  training to improve the balance in patients with fibromyalgia: a systematic review with meta-analysis.  J Clin Med . November 22, 2020;9(11):3771. doi:10.3390/jcm9113771. (M)"
        },
        {
            "number in article": 44,
            "reference": "Macfarlane GJ, Kronisch C, Dean LE, et al. EULAR revised recommendations for the management of fibromyalgia. Ann Rheum Dis . 2017;76(2):318-328. doi:10.1136/annrheumdis-2016-209724.  (G)"
        },
        {
            "number in article": 45,
            "reference": "Toprak Celenay S, Mete O, Akan S, Un Yildirim N, Erten S. Comparison of the effects of stabilization exercise plus kinesio taping and stabilization exercise alone on pain and well-being  in fibromyalgia. Complement Ther Clin Pract . 2020;38:101076. doi:10.1016/j.ctcp.2019.101076. (R)"
        },
        {
            "number in article": 46,
            "reference": "Bjersing JL, Larsson A, Palstam A, et al. Benefits of resistance exercise in lean women with fibromyalgia: involvement of IGF-1 and leptin. BMC Musculoskelet Disord . 2017;18(1):106. doi:10.1186/s12891-017-1477-5.  (R)"
        },
        {
            "number in article": 47,
            "reference": "Sosa-Reina  MD, Nunez-Nagy  S, Gallego-Izquierdo  T, Pecos-Martín  D, Monserrat J, Álvarez-Mon  M. Effectiveness of therapeutic exercise in fibromyalgia syndrome: a systematic review and meta-analysis  of randomized clinical trials. Biomed Res Int . 2017;2017:2356346. doi:10.1155/2017/2356346. (M)"
        },
        {
            "number in article": 48,
            "reference": "Gómez-Hernández  M, Gallego-Izquierdo  T, Martínez-Merinero  P, et al. Benefits of adding stretching to a moderate-intensity  aerobic exercise programme in women with fibromyalgia: a randomized controlled trial. Clin Rehabil . 2020;34(2):242-251.  doi:10.1177/0269215519893107. (R)"
        },
        {
            "number in article": 49,
            "reference": "Tomas-Carus  P, Branco JC, Raimundo A, Parraca JA, Batalha N, Biehl-Printes  C. Breathing exercises must be a real and effective intervention to consider in women with fibromyalgia: a pilot randomized controlled trial. J Altern Complement Med . 2018;24(8):825-832.  doi:10.1089/acm.2017.0335. (R)"
        },
        {
            "number in article": 50,
            "reference": "Castro-Sánchez  AM, Garcia-López  H, Fernández-Sánchez  M, et al. Benefits of dry needling of myofascial trigger points on autonomic function and photoelectric plethysmography in patients with fibromyalgia syndrome. Acupunct Med . 2020;38(3):140-149.  doi:10.1136/acupmed-2017-011504.  (R)"
        },
        {
            "number in article": 51,
            "reference": "Rivas Neira S, Pasqual Marques A, Pegito Pérez I, Fernández Cervantes R, Vivas Costa J. Effectiveness of aquatic therapy vs land-based  therapy for balance and pain in women with fibromyalgia: a study protocol for a randomised controlled trial. BMC Musculoskelet Disord . January 19, 2017;18(1):22. doi:10.1186/s12891-016-1364-5.  (R)"
        },
        {
            "number in article": 52,
            "reference": "Espí-López  GV, Inglés M, Ferrando AC, Serra-Añó  P. Effect of Kinesio taping on clinical symptoms in people with fibromyalgia: A randomized clinical trial. J Back Musculoskelet Rehabil . 2019;32(4):561-567.  doi:10.3233/BMR-171100.  (RCT)"
        },
        {
            "number in article": 53,
            "reference": "Garrido-Ardila  EM, González-López-Arza  MV, Jiménez-Palomares  M, García-Nogales  A, Rodríguez-Mansilla  J. Effectiveness of acupuncture vs. core stability training in balance and functional capacity of women with fibromyalgia: a randomized controlled trial. Clin Rehabil . 2020;34(5):630-645.  doi:10.1177/0269215520911992. (RCT)"
        },
        {
            "number in article": 54,
            "reference": "Atan T, Karavelio#lu Y. Effectiveness of high-intensity  interval training vs moderate-intensity  continuous training in patients with fibromyalgia: a pilot randomized controlled trial. Arch Phys Med Rehabil . 2020;101(11):1865-1876.  doi:10.1016/j.apmr.2020.05.022. (RCT)"
        }
    ]
}