{
    "metadata": {
        "title": "Cystic Fibrosis",
        "synonyms": [
            "mucoviscidosis",
            "fibrocystic disease of the pancreas",
            "cf"
        ],
        "anatomical location body part affected": [
            "Lungs, upper airway, pancreas, salivary and sweat glands, liver, GI tract, biliary tract, epididymis, vas deferens, bone"
        ],
        "area of specialty": [
            "pulmonary rehabilitation",
            "home health",
            "acute care",
            "pediatric rehabilitation"
        ],
        "description": [
            "Cystic fibrosis (CF) is an autosomal recessive genetic disease that affects numerous bodily systems, primarily the lungs and digestive system(3) (see Anatomical location/body part affected , above). Genetic mutations affect ion transport in exocrine glands, resulting in the production of sticky, thick secretions in various organs"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "E84.0": "cystic fibrosis",
            "E84.1": "cystic fibrosis with intestinal manifestations",
            "E84.8": "cystic fibrosis with other manifestations",
            "E84.9": "cystic fibrosis, unspecified (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement will depend on insurance coverage",
            "Some insurance providers consider home chest physiotherapy by a therapist to be medically necessary upon initial prescription in order to stabilize the patient and to train family members or caregivers to do chest physiotherapy. Chest physiotherapy by a therapist may also be considered medically necessary when the patient’s pulmonary condition is unstable. Chest physiotherapy by a therapist is not usually considered medically necessary for patients whose pulmonary condition is stable, based on the argument that it can be administered at home by a family member or caregiver",
            "The patient may be eligible for school-based  physical therapy and an individualized education program (IEP)"
        ],
        "presentation signs and symptoms": [
            "The majority of CF cases are diagnosed in early childhood",
            "Respiratory problems are the most serious and persistent complications of CF(3)",
            "The acutely symptomatic infant/child may present with:(2) –abnormal breath sounds –abnormal breathing pattern –increased respiratory rate –elevated pulmonary blood pressure(71) –abnormal pulse oximeter reading –a wet sounding cry/cough –chest X-ray  abnormalities",
            "Signs and symptoms in infants may include:(3) –greasy, foul-smelling  stools –intestinal blockage –frequent infections ",
            "CF in adults may present with a variety of pulmonary and nonpulmonary manifestations.(54) In addition to the signs and symptoms listed above, the symptomatic child/young adult may present with the following:(3) –A salty taste to the skin –Thick sputum -Lung secretions are abnormally thick and difficult to expel. This can cause airway obstruction and entrap bacteria, resulting in recurrent infections –Rectal prolapse –Clubbing of the fingertips/toes –Cirrhosis of the liver -Affects 3.3% of young patients(68) –Polyps in nasal passages –Intussusception (in children over the age of 4 years) – slippage of a portion of the intestine into an adjacent portion and subsequent obstruction –Hyperglycemia –Decreased exercise tolerance –Impaired muscle strength and musculoskeletal deformities –Impaired systolic function of the right ventricle(71) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "CF is an autosomal recessive genetic disease affecting multiple organs",
            "Mutations of the cystic fibrosis transmembrane conductance regulator ( CFTR ) gene, located on chromosome 7, causedefects in the production and function of the CFTR glycoprotein",
            "More than 1,600 variations of CFTR  gene mutations have been identified(25)–Seventy percent of CF patients have the amino acid 508 defect. This results in a loss of the amino acid phenylalaninefrom the CFTR glycoprotein–Other mutations of the CFTR  gene are more common in non-White populations–CFTR gene mutations affect ion transport, particularly sodium and chloride",
            "CFTR mutations have poor penetrance; hence the genotype does not predict the pattern or severity of disease"
        ],
        "pathogenesis": [
            "The exact mechanism by which cellular processes are interrupted and the role of the CFTR protein are still not fullyunderstood. In CF, impaired transport of sodium and chloride through the cell’s membrane results in water effluxabnormalities. The overall impact of this cellular disturbance is the formation of sticky, dehydrated secretions. Thesesecretions ultimately damage multiple organs, including the lungs, pancreas, liver, and intestines. Inadequate clearance ofthick respiratory secretions can lead to respiratory failure",
            "Over time many persons with CF develop CF-related  diabetes due to insulin deficiency caused by slowly progressivedamage to the β-cells  that produce insulin in the pancreas(26)–As a result of impaired glucose tolerance, patients with CF can have decreased pulmonary function and decreasednutritional status(70)",
            "Mechanisms leading to malnutrition in CF include energy losses due to the disease, inadequate caloric intake, and increasedmetabolism(27)–Energy losses due to the disease can be caused by CF-related  liver disease, CF-related  diabetes, and factors such as stress–Inadequate caloric intake can be due to malabsorption and increased energy expenditure from lung infections–Resting energy expenditure is greater in persons with CF than in healthy persons without CF"
        ],
        "risk factors": [
            "The most important risk factor appears to be a family history of the disease. In the United States, the carrier frequency is1/28 for non-Hispanic  Whites, 1/46 for Hispanics, 1/61 for Blacks, and 1/88 for Asian Americans. The risk between sexesis equal(26)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "The considerations listed below do not necessarily rule out physical therapy intervention, but they may require a modification of the treatment technique. The clinician is advised to consult a physician if it is felt that the prescribed treatment would be contraindicated based on the considerations stated below Postural drainage and percussion (PD&P)/airway clearance techniques –Hypoxic episodes have been reported in moderate to severe cases of CF(4) –Gastroesophageal reflux may worsen in infants in head-down  PD&P positions. Studies have concluded that modified “no-tipping”  positions have improved outcomes without the increase in reflux symptoms(4) –Rib fractures have occurred in very young CF patients(4) –Bronchospasm, increased intracranial pressure, and changes in cardiac rhythm have also been noted in the head-down position used during PD&P(4) Exercise –Contraindications to exercise include fever, infection, oxygen saturation below 90%, and cardiac disease(5) –Patients with an enlarged spleen should not participate in contact sports(5) –Consult with treating physician prior to initiating an exercise program, especially for patients with complications or comorbidities (e.g., osteoporosis, diabetes)(6) –Ensure that resuscitation equipment is accessible and that all staff is trained in resuscitation techniques(7) Bone density –Patients with CF are at risk of developing low bone mineral density (BMD) and fragility fractures. The European CF bone mineralization guidelines include the following precautions:(63) -Adequate analgesia is a priority for patients with painful rib or vertebral fractures to ensure adequate chest expansion and airway clearance -Children and adolescents should be encouraged to regularly participate in high-impact-weight  bearing activities such as jumping or skipping -Adults should be encouraged to perform regular weight-bearing  and resistance activity",
        "Major hemoptysis is a medical emergency. Refer patient to physician or emergency services if blood in airway secretions is excessive (at least 240 ml in 24 hours)(28) Hemoptysis has been reported to occur in 60% of adults with CF. Minor hemoptysis, defined as blood streaking, is treated conservatively",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care  for more information on postural drainage, effective cough, and breathing exercises"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Record the onset of new symptoms, date of hospital admission if applicable, new diagnoses, and any new surgical interventions. The clinician should also document the placement of any tubes or lines and the prescribed treatment regimen from the physician",
                "course of treatment": {
                    "medical management": "Can include dietary recommendations, medications, physical therapy, respiratory therapy, and surgery (lung transplantation).(8) Inquire about patient’s adherence to prescribed medical management A systematic review of studies investigating adherence of patients with CF to their home program indicates that adherence to a treatment program generally is low(55) There is no consensus about how to measure adherence in CF. Overall, self-reported  measures produced higher adherence scores than objective measures",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken as prescribed? Medications may include bronchodilators, antibiotics, mucolytics, oral NSAIDs, steroids, pancreatic enzymes, antacids, and growth hormone  Chronic use of the following medications is recommended to improve lung function, reduce exacerbations, and(29) Ivacaftor  a potentiator that activates defective CFTR protein at the cell surface Administration of this drug in patients with CF can decrease the rate of lung function decline(67) Dornase alfa  a mucolytic that reduces the viscosity of the secretions in the lungs Inhaled aztreonam and inhaled tobramycin  in moderate to severe disease when  Pseudomonas  organisms are persistently present in airway cultures Azithromycin Inhaled corticosteroids and oral corticosteroids Aminoglycoside antibiotics are given to patients with gram-negative bacteria. However, a common sideeffect of this treatment is acute kidney injury(66) Nebulizer systems are commonly used to deliver medications, including antibiotics, bronchodilators, and steroids, in the form of a mist inhaled into the lungs(30) Authors of a 2013 Cochrane review emphasized the variability in the performance of different nebulizer systems(30) Twenty studies with1,936 participants were included Nebulizers using newer technologies deliver the medication faster and may deliver more medication into the lung. Some studies suggest that persons with CF may prefer these newer systems, resulting in better treatment adherence. More research is needed Chronic intravenous antibiotics may be administered via peripherally inserted central catheters or totally implanted venous access devices There is no evidence that recombinant growth hormone improves lung function or physical function in patients with CF(31) Ibuprofen may delay lung disease in children with CF(32)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Routine neonatal screening for CF is conducted in all states in the United States and in many countries worldwide(33,34)",
                        "Utilizes measurement of pancreatic immunoreactive trypsinogen (IRT) in dried blood spots, based on the observation that IRT is increased in babies with CF",
                        "IRT-positive  screens are followed by either a second IRT test or DNA analysis. If the first and second screening tests are positive, the newborn typically is referred for sweat testing",
                        "A review of 30 years of screening in the United Kingdom indicates that newborn screening detects the majority of unsuspected CF cases early, but 5% may be missed and a negative screen does not preclude a diagnosis of CF(33)",
                        "The quantitative sweat chloride test is the primary test for diagnosis(35)",
                        "Diagnosis requires a positive sweat chloride test in the presence of clinical symptoms consistent with CF, a family",
                        "history of CF, or two CFcausing  mutations in the individual(35)",
                        "CFTR  gene mutation analysis can be used in infants",
                        "There are standards for testing many of the more common CF mutations; however, genetic testing is not definitive",
                        "because many mutations of the CFTR  gene may not be diseasecausing",
                        "Pulmonary function tests will typically show an increased residual volume and decreased maximal capacity expiratory flow rate(9)",
                        "Stool may be studied to help detect pancreatic insufficiency",
                        "Sputum may be tested to detect multidrug-resistant  organisms"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether or not they help. Common complementary therapies in CF include vitamin A, vitamin C, vitamin E, zinc, omega3  fatty acids such as docosahexaenoic acid (DHA), garlic, ginseng, and curcumin.(36) A need for more multicenter trials to determine the efficacy of these therapies has been noted.(36) Patients using them should be monitored for any side effects",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful "
                },
                "aggravating easing factors": " Document aggravating and easing factors",
                "body chart": "Use body chart to document location and nature of symptoms where applicable. Symptoms such as shortness of breath and fatigue are not localized",
                "nature of symptoms": "Document nature of symptoms. Back pain is often reported due to the abnormal postural alignment of the patient with CF",
                "rating of symptoms": "Use a visual analog scale (V AS), 010  scale, or FLACC scale for nonverbal patients to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -Patient-reported  outcomes (PROs) may be used to assess and track pulmonary exacerbations and disease progress(59) -PROs reflect a shift from clinician-centered  symptom definitions of pulmonary exacerbations based on physical examination and laboratory results toward a standardized patient-derived  symptom definition and exacerbation score(59) -Examples include the Cystic Fibrosis QuestionnaireRevised  Respiratory Symptom Scale (CFQ-RRSS)  and the Cystic Fibrosis Respiratory Symptom Diary (CFRSD) -The CFRSD focuses on the eight most frequently cited and burdensome symptoms and includes items related to the impact on daily life and emotional impact",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document the patient’s quality of sleep. Children with CF may have greater risk of sleep disturbance than children without CF.(10) Is the patient using continuous positive airway pressure (CPAP)? -Stable patients with CF and a FEV 1< 60% predicted have poor subjective and objective sleep quality. Nocturnal hypoxemia occurs in approximately 20% of these patients and nocturnal hypercapnia in about 50%(37) -In a study conducted in France, subjective sleep quality evaluated by questionnaires and objective sleep quality evaluated by actigraphy were not correlated with nocturnal gas exchange(37) -Daytime arterial blood gases (ABGs) were the best predictors of nocturnal hypoxemia and hypercapnia",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., hemoptysis, decreased energy, fever, loss of appetite) -Loss of appetite was found to be one of the most common symptoms associated with the onset of an exacerbation in children and adults with CF(60)",
                "respiratory status": "Document use of supplemental oxygen, oxygen parameters, history or present use of ventilator, and details of lung transplantation, if applicable. Document respiratory management home regimen (e.g., chest physiotherapy by caregiver, postural drainage, use of nebulizers, airway clearance devices and techniques, and noninvasive ventilation [NIV]) -Document results of any recent pulmonary function tests Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document relevant information surrounding the general course of the disease since diagnosis",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, and osteoporosis Patients with CF have increased risk of malignancies of the GI tract, osteopenia, and arthropathies(54) As patients with CF age, they become susceptible to nonpulmonary chronic diseases, including diabetes, liver disease, bone disease, and depression(38) A study conducted in Ireland found that adults with CF with one nonpulmonary chronic disease were more likely to have another(38) Common endocrine comorbidities in patients with CF include CF-related diabetes, CF-related  bone disease, vitamin D deficiency, and poor growth and pubertal development(64)  The presence of CF-related  diabetes is associated with worsening pulmonary function, poorer growth and nutritional status, and lower rate of survival compared with CF patients without diabetes(64) Thyroid and adrenal disorders also occur, but appear to be less common(64)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational activities? Does the patient participate in physical activities? Children with CF tend to be less active than children without CF.(12) Does the patient attend school or work? What type of work does the patient do? Does work exacerbate the patient’s symptoms? Can a child negotiate the school environment? Does the child have adequate endurance to manage his or her day? Is school-based  physical therapy and/or an IEP in place?",
                "functional limitations assistance with ADLs adaptive equipment": "Document any noted impairments in ADLs or use of adaptive equipment",
                "living environment": "Depending on the patient’s age, the following situations should be considered need to climb stairs? Are there barriers to independence in the home? With whom does the patient live? Are caregivers available and trained to perform or assist with airway clearance techniques?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Depending upon the age at which the patient is presenting for evaluation as well as the progression of disease, assessment procedures may vary",
            "anthropometric characteristics": " Anthropometric characteristics –Children with CF may present with stunted growth. Document patient’s weight and height and calculate BMI -Criteria for acute malnutrition in pediatric CF assign degree of wasting based on percentage of ideal body weight, with 80–89%  indicating mild wasting, 70–79%  indicating moderate wasting, and < 70% indicating severe wasting(28) -Chronic malnutrition criteria in pediatrics use degree of stunting (height/age % standard), with 90–95%  being mild, 85–89%  moderate, and < 85% severe -WHO defines malnutrition using weight for length or height for age scores -A BMI < 10th percentile for age in patients aged 2–20  years indicates patient is underweight or at risk of becoming underweight -Malnutrition in adults can also be assessed by percentage of ideal body weight or by BMI -BMI 17–18.4  is grade I -BMI 16–16.9  is grade II -BMI < 16 is grade III –Measure chest wall excursion during deep and quiet breathing (vital capacity and tidal volume, respectively)",
            "assistive and adaptive devices": "Document use of assistive or adaptive devices",
            "balance": "With postural changes, a patient’s balance may be altered. Balance should be assessed statically and dynamically –Functional balance can be assessed using the Berg Balance Scale  –Where available, stabilometry (quantification of postural oscillations in standing on a force platform)can be used -In adults with CF, changes in stabilometry occur primarily in the anteroposterior (AP) direction(39) –Nutritional status, inspiratory muscle strength, and pulmonary diffusion capacity are significantly correlated with postural balance(39)",
            "cardiorespiratory function and endurance": [
                "The following should be noted: respiratory effort (observation of breathing pattern and chest wall recessions); heart rate; perceived rate of exertion (PRE); respiratory rate; oxygen and carbon monoxide saturation levels during rest, functional mobility, ambulation, and exercise (document hypoxemia); dyspnea; cough; use of accessory muscles during respiration; breath sounds; expectorated sputum (volume/weight, stickiness, and color); and cough quality(7,13)",
                "A change in the patient’s tolerance to exercise is also a good indicator of lung function",
                "Annual laboratory exercise testing is recommended(7)",
                "Other tests of cardiorespiratory function and endurance include the 6-minute walk for distance test (6MWT), shuttle walking tests, 3-minute  step test, and Modified Munich Fitness Test(7,9) -Children with CF have been reported to have a slower heart rate recovery after the 6MWT than healthy, age-matched controls,(40) thought to be due to alterations in autonomic control(40)",
                "Quantification of physical activity can be done using devices such as accelerometers as indicated",
                "Results of a study conducted in Sweden suggest that spirometry should be performed 30 minutes after airway clearance therapy in adults with CF and immediately after a session in children in order to accurately assess the effects of treatment(56)"
            ],
            "circulation": "Note blood pressure at rest and during therapy sessions; assess pulse with every blood pressure measurementWith postural changes body mechanics will likely be altered – document any changes. Also consider the patient’s ergonomics in the school or home environment. Modifications should be made to promote good postural alignment and facilitate ease of respiration (11)Complete a general assessment of mobility. Can also use FIM or WeeFIM",
            "functional mobility": "",
            "gait locomotion": "Note posture with gait as well as tolerance of extended ambulation (11) Joint integrity and mobility –In patients with CF the musculoskeletal ramifications are generally more proximal to the body. The clinician’s focus should be on the shoulder girdle, scapula, spine, and rib cage. Assess mobility in the spine, including side bending, rotation, flexion, and extension. Document any loss in shoulder flexion due to postural changes and loss in functional arm reach –Document joint end-feelsAssess motor control in functional positions. Watch for the breakdown of muscle balance as patients move into/out of functional positions and as they try to sustain a position. Observe patients as increased demands are placed on them from the environment. A patient will commonly use muscle substitution if necessary to gain the required strength to complete activity and maintain adequate respiration",
            "muscle strength": "Common muscle imbalances include overuse of the lumbar extensors and the sternocleidomastoid. The sternocleidomastoid may be used as a primary trunk flexor (thereby losing its efficiency as an accessory muscle for respiration). The “superman” test helps assess extensors (in the prone position) and determine how functional this muscle group is for the patient.(1) The clinician should complete a thorough strength assessment with a focus on the trunk –Peripheral muscle weakness is common in adults with CF. Compared with healthy, age-matched  adults, there is a 25–35% decrease in quadriceps strength,(41) which is related to exercise intolerance –Although pulmonary function is an important contributing factor, peripheral muscle dysfunction can be the cause of exercise intolerance in mild to moderate CF(42)",
            "observation inspection palpation including skin assessment": [],
            "posture": " Posture –Note the patient’s posture; often a kyphosis will be present in cases of chronic lung disease. In the hyperinflated chest the soft tissues will often shorten, causing elevated and protracted shoulders, cervical lordosis, thoracic kyphosis, and decreased trunk mobility(11)  –The trunk muscles act as postural muscles and assist with respiration; this is also true of the diaphragm. It is understandable that a person would compromise posture to assist with the life-sustaining  act of breathing. However, this postural adaptation is not desirable for normal development and growth of the skeletal system(11) –A barrel-shaped  chest is common in patients with CF due to pressure changes within the cavity(11)",
            "range of motion": "ROM should be assessed in all major joints as well as in the trunk/rib cage",
            "self-care activities of daily living": "",
            "reflex testing": "Assess reflexes Self-care/activities  of daily living  (objective testing) –Patients with CF have an elevated resting energy expenditure made worse by infection and inflammation(5) –Note the patient’s ability to perform ADLs and assess need for energy conservation techniques –Urinary stress incontinence has been diagnosed in many women with CF due to abnormal pressure changes. The pelvic floor muscles may be weak and can be reeducated by a trained physical therapist (PT)(1)",
            "sensory testing": "Complete comprehensive sensory examination of the upper extremities. Patients with CF may have peripheral nerve dysfunction(14)",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess thepatient’sarousal level during evaluation and treatment, and document any changes or adverse effects of treatment",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "All children with CF who exhibit static hyperinflation and respiratory limitation may require SaO 2 monitoring during progressive exercise",
                "Recent neurosurgery",
                "Unstable cardiovascular conditions",
                "Acute medical conditions that have not been treated, such as congestive heart failure or pleural effusion",
                "Severe hemoptysis",
                "Gasping as the patient breathes in should be avoided",
                "In a patient with a history of stroke or aneurysm, discourage forceful coughing",
                "Make sure the patient is in a position in which the secretions may be effectively cleared",
                "Discourage forced expiration",
                "Discourage lengthy and drawn-out  expiration",
                "Discourage a significant amount of accessory muscle use",
                "Discourage hyperventilation by having the patient complete only 34 cycles of deep breathing",
                "Do not place electrodes near -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads",
                "Osteomyelitis",
                "Hemorrhage",
                "Impaired sensation, mental status, communication",
                "Cardiovascular disease",
                "Malignancy",
                "Dermatological conditions",
                "Proximity of electromagnetic radiation",
                "In pregnant women, near the pelvis, lumbar spine, hips, abdomen",
                "In patients with stroke or seizures, near the neck "
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician, especially regarding patients with complications related to CF.(6) The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Progressive exercise(43)",
                "Postural drainage(15)",
                "Effective cough(15)",
                "Breathing exercises(15)",
                "Neuromuscular electrical stimulation (NMES) contraindications/precautions (when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below, when benefits outweigh the perceived risk)(44)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Exercise training in patients with CF helps to maintain or slow decline in lung function, improves aerobic capacity, reduces breathlessness, improves respiratory muscle strength, and provides psychological benefits(5,6,16,17) Overall, physical therapy is an integral part of the care during an acute illness in a patient with CF. Of the research reviewed, the consensus appeared to be that airway clearance techniques taught by the medical team (including a PT) are crucial to the overall health of the patient with CF",
        "rule out": "",
        "prognosis": [
            "CF is a progressive, incurable disease Death in childhood from CF is now a relatively rare event.(45) Infants born with CF now are expected to live more than 50 years(39)",
            "Decreased muscle mass and exercise intolerance are associated with poor prognosis(41)",
            "Exercise capacity, expressed as peak oxygen uptake (VO 2peak), is one of the best predictors of survival in patients with CF(57)",
            "A greater rate of decline of FEV 1%predicted is associated with earlier mortality(46)",
            "Several prediction models have been designed for use in CF; however, many are complex or cumbersome to use. Authors of a study conducted in Ireland developed a predictive score (“CF-ABLE”)  for determining outcome in CF that identifies both high-risk  and low-risk  patients over a prolonged period of time(46) –Key components in their predictive model were patterns of FEV 1 decline, the number of exacerbations in the past 3 months, age, and BMI(46) -On a scale of 0 to 7, 3.5 points are assigned if FEV 1 is < 52% predicted, 1.5 points are added if the number of exacerbations is > 1, 1 point is added if age is < 24 years, and 1 point is added if BMI is < 20.1(46) -CF patients with a low score have a low risk of death or transplantation within 4 years. Patients with scores > 5 have a 26% risk of death or transplantation within 4 years(46)",
            "Failures in medical interventions have been attributed, at least in part, to poor patient adherence to a prescribed treatment"
        ],
        "referral to other disciplines": "",
        "other considerations": [],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "improved clearance of airways": [
            "Weight/volume/amount of sputum",
            "Respiratory effort"
        ],
        "reduced pain": [
            "Pain scales (e.g., V AS, numeric scale)"
        ],
        "improved rom": [
            "Goniometric measurements of ROM"
        ],
        "improved strength": [
            "MMT"
        ],
        "improved endurance": [
            "Tolerance to activity (endurance coupled with vital signs)"
        ],
        "improved posture": [
            "Posture assessment"
        ]
    },
    "maintenance or prevention": [
        "A home exercise program is essential for patients living with CF. Many of the articles reviewed noted a slower decline in pulmonary function in individuals who participated in regular exercise programs. The home exercise program should take into account the patient’s age, time for prescribed activities, and severity of CF. Swimming, resistance training, soccer, or any other sport may be useful in promoting cardiopulmonary health, but participation should be approved by patient’s physician prior to start",
        "Daily healthcare maintenance tasks can be time consuming and may include administration of medications, chest physiotherapy, supplemental feedings, physical activity and exercise, and frequent visits to healthcare providers for reassessment and specialized treatments. A need for strategies to alleviate some of this burden has been identified(53)",
        "Newborn screening is performed in many countries, resulting in CF diagnoses within the first months of life, before development of any overt symptoms.(58) Physical therapy treatment of asymptomatic infants is aimed at preservation of lung health and nutritional status and promotion of normal development(58)"
    ],
    "patient education": [
        "“Cystic Fibrosis,” Mayo Clinic, http://www.mayoclinic.org/diseases-conditions/cystic-fibrosis/home/ovc-20211890",
        "Cystic Fibrosis Canada, http://www.cysticfibrosis.ca Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Massery M. Musculoskeletal and neuromuscular interventions: a physical approach to cystic fibrosis. J R Soc Med . 2005;98(suppl 45):55-66.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Lannefors L, Button BM, Mcllwaine M. Physiotherapy in infants and young children with cystic fibrosis: current practice and future developments. J R Soc Med . 2004;97(suppl 45):8-25. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Turcios NL. Cystic fibrosis lung disease: An overview. Respiratory Care . 2020;65(2):233-251.  doi:10.4187/respcare.06697. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Mcllwaine M. Chest physical therapy, breathing techniques and exercise in children with CF. Paediatr Respir Rev . 2007;8(1):8-16.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "van Brussel M, van der Net J, Hulzebos E, Helders PJM, Takken T. The Utrecht approach to exercise in chronic childhood conditions: the decade in review. Pediatr Phys Ther . 2011;23(1):2-14.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Bott J, Blumenthal S, Buxton M, et al. Guidelines for the physiotherapy management of the adult, medical, spontaneously breathing patient. Thorax. 2009;64(1):i1-i51.  (G)"
        },
        {
            "number in article": 7,
            "reference": "Radtke T, Stevens D, Benden C, Williams CA. Clinical exercise testing in children and adolescents with cystic fibrosis. Pediatr Phys Ther . 2009;21(3):275-281.  (SR)"
        },
        {
            "number in article": 8,
            "reference": "Borowitz D, Robinson KA, Rosenfeld M, et al. Cystic Fibrosis Foundation evidence-based  guidelines for management of infants with cystic fibrosis. J Pediatr. 2009;155(6 Suppl):S73-S93.  (G)"
        },
        {
            "number in article": 9,
            "reference": "Bhatia R, Lesser DJ, Woo MS, Keens TG. Six-Minute  Walk Test and Health-Related  Quality of Life: objective tools to assess improvement in cystic fibrosis patients hospitalized for pulmonary exacerbation. Pediatr Allergy Immunol Pulmonol . 2012;25(2):86-91.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Meltzer LJ, Beck SE. Sleep patterns in children with cystic fibrosis. Child Health Care . 2012;41(3):260-268.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Oliveira VHB, Mendonça KMPP, Monteiro KS, Silva IS, Santino TA, Nogueira PAMS. Physical therapies for postural abnormalities in people with cystic fibrosis. Cochrane Database Syst Rev . 2020;(Issue 3):CD013018. doi:10.1002/14651858.CD013018.pub2.  (SR)"
        },
        {
            "number in article": 12,
            "reference": "Moola FJ, Faulkner GE, Scheiderman JE. “No time to play”: perceptions toward physical activity in youth with cystic fibrosis. Adapt Phys Activ Q . 2012;29(1):44-62.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Kurlandsky LE, Anbar RD, Soultan ZN. Noninvasive measurement of carboxyhemoglobin in cystic fibrosis patients by pulse CO-oximeter.  Pediatr Allergy Immunol Pulmonol . 2012;25(2):101-103.  (R)"
        },
        {
            "number in article": 14,
            "reference": "El-Salem K, Aburahma S, Rawashdeh M. Peripheral nerve dysfunction in patients with cystic fibrosis. J Clin Neurophysiol . 2010;27(3):216-218.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Kisner C, Colby L, Borstad J. Therapeutic Exercise: Foundations and Techniques Web site. https://fadavispt.mhmedical.com/content.aspx?bookid=2262&sectionid=17676127 . Published 2020. Accessed October 8, 2020. (GI)"
        },
        {
            "number in article": 16,
            "reference": "Williams CA, Benden C, Stevens D, Radtke T. Exercise training in children and adolescents with cystic fibrosis: theory into practice. Int J Pediatr . 2010;2010:1-7.  (SR)"
        },
        {
            "number in article": 17,
            "reference": "Van Doorn N. Exercise programs for children with cystic fibrosis: a systematic review of randomized controlled trials. Disabil Rehabil . 2010;32(1):41-49.  (SR)"
        },
        {
            "number in article": 18,
            "reference": "Flume PA, Robinson KA, O'Sullivan BP, et al. Cystic fibrosis pulmonary guidelines: airway clearance therapies. Respir Care . 2009;54(4):522-537.  (G)"
        },
        {
            "number in article": 19,
            "reference": "Mckoy NA, Wilson LM, Saldanha IJ, Odelola OA, Robinson KA. Active cycle of breathing technique for cystic fibrosis. Cochrane Database Syst Rev . 2016;(Issue 7). Art No: CD007862. doi:10.1002/14651858.CD007862.pub4.  (SR)"
        },
        {
            "number in article": 20,
            "reference": "Wilson LM, Morrison L, Robinson KA. Airway clearance techniques for cystic fibrosis: an overview of Cochrane systematic reviews. Cochrane Database Syst Rev . 2019;(Issue 1):CD011231. doi:10.1002/14651858.CD011231.pub2.  (SR)"
        },
        {
            "number in article": 21,
            "reference": "Morrison L, Milroy S. Oscillating devices for airway clearance in people with cystic fibrosis. Cochrane Database Syst Rev . 2020;(Issue 4). Art No: CD006842. doi:10.1002/14651858.CD006842.pub5.  (SR)"
        },
        {
            "number in article": 22,
            "reference": "Hilton N, Solis-Moya  A. Respiratory muscle training for cystic fibrosis. Cochrane Database Syst Rev . 2018;(Issue 5). Art No: CD006112. doi:10.1002/14651858.CD006112.pub4.  (SR)"
        },
        {
            "number in article": 23,
            "reference": "McKone EF, Barry SC, FitzGerald MX, Gallagher CG. The role of supplemental oxygen during submaximal exercise in patients with cystic fibrosis. Eur Respir J . 2002;20(1):134-142.  (R)"
        },
        {
            "number in article": 24,
            "reference": "White D, Stiller K, Haensel N. Adherence of adult cystic fibrosis patients with airway clearance and exercise regimens. J Cyst Fibros . 2007;6(3):163-170.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Scott A. Cystic fibrosis. Rad Tech . 2013;84(5):493-518.  (RV)"
        },
        {
            "number in article": 26,
            "reference": "Waugh N, Royle P, Craigie I, et al. Screening for cystic fibrosis-related  diabetes: a systematic review. Health Tech Assess . 2012;16(24):iii-iv,  1-179. (SR)"
        },
        {
            "number in article": 27,
            "reference": "Culhane S, George C, Pearo B, Spoede E. Malnutrition in cystic fibrosis: a review. Nutr Clin Pract . 2013;28(6):676-683.  doi:10.1177/0884533613507086. (RV)"
        },
        {
            "number in article": 28,
            "reference": "Sofianopoulos S, Williams B. Pre-hospital  management of cystic fibrosis patients presenting with haemoptysis. J Paramedic Pract . 2013;5(3):139-145.  (RV)"
        },
        {
            "number in article": 29,
            "reference": "Mogayzel PJ, Jr, Naureckas ET, Robinson KA, et al. Cystic fibrosis pulmonary guidelines. Chronic medications for maintenance of lung health. Am J Respir Crit Care Med . 2013;187(7):680-689.  (G)"
        },
        {
            "number in article": 30,
            "reference": "Daniels T, Mills N, Whitaker P. Nebuliser systems for drug delivery in cystic fibrosis. Cochrane Database Syst Rev . 2013;(4). Art No: CD007639. doi:10.1002/14651858.CD007639.pub2.  (SR)"
        },
        {
            "number in article": 31,
            "reference": "Thaker V, Carter B, Putman M. Recombinant growth hormone therapy for cystic fibrosis in children and young adults. Cochrane Database Syst Rev . 2018;(Issue 12). Art No: CD008901. doi:10.1002/14651858.CD008901.pub4.  (SR)"
        },
        {
            "number in article": 32,
            "reference": "Lands LC, Stanojevic S. Oral non-steroidal  anti-inflammatory  drug therapy for lung disease in cystic fibrosis. Cochrane Database Syst Rev . 2019;(Issue 9):CD001505. doi:10.1002/14651858.CD001505.pub5.  (SR)"
        },
        {
            "number in article": 33,
            "reference": "Calvin J, Hogg SL, McShane D, et al. Thirty-years  of screening for cystic fibrosis in East Anglia. Arch Dis Child . 2012;97(12):1043-1047.  doi:10.1136/archdischild-2012-301968. (R)"
        },
        {
            "number in article": 34,
            "reference": "Radivojevic D, Sovtic A, Minic P, et al. Newborn screening for cystic fibrosis in Serbia: a pilot study. Ped Int. 2013;55(2):181-184.  doi:10.1111/ped.12009. (R)"
        },
        {
            "number in article": 35,
            "reference": "Farrell PM, Rosenstein BJ, White TB, et al. Guidelines for diagnosis of cystic fibrosis in newborns through older adults: Cystic Fibrosis Foundation consensus report. J Pediatr. 2008;153(2):S4-S14.  doi:10.1016/j.jpeds.2008.05.005. (G)"
        },
        {
            "number in article": 36,
            "reference": "Fowler Braga SF, Almgren MM. Complementary therapies in cystic fibrosis: nutritional supplements and herbal products. J Pharm Pract . 2013;26(1):14-17. doi:10.1177/0897190012466043. (RV)"
        },
        {
            "number in article": 37,
            "reference": "Fauroux B, Pepin JL, Boelle PY, et al. Sleep quality and nocturnal hypoxaemia and hypercapnia in children and young adults with cystic fibrosis. Arch Dis Childhood . 2012;97(11):960-966.  doi:10.1136/archdischild-2011-300440.  (R)"
        },
        {
            "number in article": 38,
            "reference": "Somerville R, Lackson A, Zhou S, Fletcher C, Fitzpatrick P. Non-pulmonary  chronic diseases in adults with cystic fibrosis: analysis of data from the Cystic Fibrosis Registry. Irish Med J . 2013;106(6):166-168.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Penafortes JTS, Guimaraes FS, Ribeiro Moco VJ, Almeida VP, Menezes SLS, Lopes AJ. Relationship between body balance, lung function, nutritional status and functional capacity in adults with cystic fibrosis. Braz J Phys Ther . 2013;17(5):450-457.  doi:10.1590/S1413-35552012005000111.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Florencio R, Fregonezi G, Brilhante S, Borghi-Silva  A, Dias F, Resqueti V. Heart rate variability at rest and after the 6-minute walk test (6MWT) in children with cystic fibrosis. Braz J Phys Ther . 2013;17(5):419-426.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Burtin C, Van Remoortel H, Vrijsen B, et al. Impact of exacerbations of cystic fibrosis on muscle strength. Resp Res . 2013;14:46. doi:10.1186/1465-9921-14-46.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Moco VJR, Lopes AJ, Vigario PS, et al. Pulmonary disease severity and peripheral muscle function as limiting factors for exercise capacity in adult patients with cystic fibrosis. Isokinetics Exerc Sci . 2013;21(3):219-226.  doi:10.3233/IES-130508.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Sovtic AD, Minic PB, Kosutic J, Markovic-Sovtic  GP, Gajic MB. Markovic-Sovtic  GP, Gajic MB. Static hyperinflation is associated with decreased peak exercise performance in children with cystic fibrosis. Resp Care . 2013;58(2):291-297.  doi:10.4187/respcare.01946. (R)"
        },
        {
            "number in article": 44,
            "reference": "Michlovitz SL, Bellew J, Nolan TP Jr, eds. Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 45,
            "reference": "Urquhart DS, Thia LP, Francis J, et al. Deaths in childhood from cystic fibrosis: 10-year analysis from two London specialist centres. Arch Dis Child . 2013;98(2):123-127. doi:10.1136/archdischild-2012-303027.  (R)"
        },
        {
            "number in article": 46,
            "reference": "McCarthy C, Dimitrov BD, Meurling IJ, Gunaratnam C, McElvaney NG. The CF-ABLE  score: a novel clinical prediction rule for prognosis in patients with cystic fibrosis. Chest. 2013;143(5):1358-1364.  doi:10.1378/chest.12-2022.  (R)"
        },
        {
            "number in article": 47,
            "reference": "Flores JS, Teixeira FA, Rovedder PME, Ziegler B, Dalcin PTR. Adherence to airway clearance therapies by adult cystic fibrosis patients. Resp Care . 2013;58(2):279-285. doi:10.4187/respcare.01389. (R)"
        },
        {
            "number in article": 48,
            "reference": "Pimental EDC, Luz GS, Pelloso SM, Carvalho MDB. Using the Internet to exchange information and experience on cystic fibrosis. Invest Educ Enferm . 2013;31(3):457-463.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Cox NS, Alison JA, Holland AE. Interventions for promoting physical activity in people with cystic fibrosis. Cochrane Database Syst Rev . 2013;(12):CD009448. doi:10.1002/14651858.CD009448.pub2.  (SR)"
        },
        {
            "number in article": 50,
            "reference": "Mcllwaine M, Button B, Nevitt SJ. Positive expiratory pressure physiotherapy for airway clearance in people with cystic fibrosis. Cochrane Database Syst Rev . 2019;(Issue 11):CD003147. doi:10.1002/14651858.CD003147.pub5.  (SR)"
        },
        {
            "number in article": 51,
            "reference": "Reix P, Aubert F, Werck-Gallois  MC, et al. Exercise with incorporated expiratory manoeuvres was as effective as breathing techniques for airway clearance in children with cystic fibrosis: a randomised crossover trial. J Physiother . 2012;58(4):241-247.  doi:10.1016/S1836-9553(12)70125-X.   (RCT)"
        },
        {
            "number in article": 52,
            "reference": "Vivodtzev I, Decorte N, Wuyam B, et al. Benefits of neuromuscular electrical stimulation prior to endurance training in patients with cystic fibrosis and severe pulmonary dysfunction. Chest. 2013;143(2):485-493.  (R)"
        },
        {
            "number in article": 53,
            "reference": "Cox NS, Alison JA, Button BM, Wilson JW, Holland AE. Assessing exercise capacity using telehealth: a feasibility study in adults with cystic fibrosis. Respir Care . 2013;58(2):286-290.  doi:10.4187/respcare.01922. (R)"
        },
        {
            "number in article": 54,
            "reference": "Chesnutt AN, Chesnutt MS, Prendergast NT, Prendergast TJ. Cystic Fibrosis. Papadakis MA, McPhee SJ, Rabow MW, eds. Current Medical Diagnosis & Treatment 2021 . : McGraw-Hill.  (GI)"
        },
        {
            "number in article": 55,
            "reference": "O'Donohoe R, Fullen BM. Adherence of subjects with cystic fibrosis to their home program: a systematic review. Respir Care . 2014;59(11):1731-1746.  doi:10.4187/ respcare.02990. (SR)"
        },
        {
            "number in article": 56,
            "reference": "Rodriguez Hortel MC, Hjelte L. Time point to perform lung function tests evaluating the effects of an airway clearance therapy session in cystic fibrosis. Respir Care . 2014;59(10):1537-1541.  doi:10.4187/respcare.02823. (R)"
        },
        {
            "number in article": 57,
            "reference": "Gruber W, Orenstein DM, Braumann KM, Beneke R. Interval exercise training in cystic fibrosis – Effects on exercise capacity in severely affected adults. J Cystic Fibrosis . 2014;13(1):86-91.  doi:10.1016/j.jcf.2013.06.005. (R)"
        },
        {
            "number in article": 58,
            "reference": "Rand S, Hill L, Prasad SA. Physiotherapy in cystic fibrosis: optimising techniques to improve outcomes. Paediatr Respir Rev . 2013;14(4):263-269.  doi:10.1016/ j.prrv.2012.08.006. (RV)"
        },
        {
            "number in article": 59,
            "reference": "Norrish C, Norrish M, Fass U, et al. The Cystic Fibrosis Symptom Progression Survey (CF-SPS)  in Arabic: a tool for monitoring patient’s symptoms. Oman Med J . 2015;30(1):17-25.  doi:10.5001/omj.2015.04. (R)"
        },
        {
            "number in article": 60,
            "reference": "Abbott J, Holt A, Morton AM, et al. Patient indicators of a pulmonary exacerbation: preliminary reports from school aged children map onto those of adults. J Syst Fibros . 2012;11(3):180-186.  doi:10.1016/j.jcf.2011.11.005. (R)"
        },
        {
            "number in article": 61,
            "reference": "Lewis C, Blackman SM, Nelson A, et al. Diabetes-related  mortality in adults with cystic fibrosis. Role of genotype and sex. Amer J Resp Crit Care Med . 2015;191(2):194-200. doi:10.1164/rccm.201403-0576OC.  (R)"
        },
        {
            "number in article": 62,
            "reference": "Burtin C, Hebestreit H. Rehabilitation in patients with chronic respiratory disease other than chronic obstructive pulmonary disease: exercise and physical activity interventions in cystic fibrosis and non-cystic  fibrosis bronchiectasis. Respiration . 2015;89(3):181-189.  doi:10.1159/000375170. (RV)"
        },
        {
            "number in article": 63,
            "reference": "Sermet-Gaudelus  I, Bianchi ML, Garabedian M, et al. European cystic fibrosis bone mineralisation guidelines. J Cyst Fibros . 2011;10(Suppl 2):S16-S23. doi:10.1016/S1569-1993(11)60004-0.  (G)"
        },
        {
            "number in article": 64,
            "reference": "Siwamogsatham O, Alvarez JA, Tangpricha V. Diagnosis and treatment of endocrine comorbidities in patients with cystic fibrosis. Curr Opin Endocrinol Diabetes Obes . 2014;21(5):422-429.  doi:10.1097/MED.0000000000000096. (RV)"
        },
        {
            "number in article": 65,
            "reference": "Savi D, Simmonds N, Di Paolo M, et al. Relationship between pulmonary exacerbations and daily physical activity in adults with cystic fibrosis. BMC Pulm Med . 2015;1-7.  (R)"
        },
        {
            "number in article": 66,
            "reference": "Downes K, Patil N, Rao M, et al. Risk factors for acute kidney injury during aminoglycoside therapy in patients with cystic fibrosis. Pediatr Nephrol . 2015;30(10):1879-1888.  (R)"
        },
        {
            "number in article": 67,
            "reference": "Sawicki GS, McKone EF, Pasta DJ, et al. Sustained benefit from ivacaftor demonstrated by combining clinical trial and cystic fibrosis patient registry data. Am J Respir Crit Care Med . 2015;192(7):836-844.  (R)"
        },
        {
            "number in article": 68,
            "reference": "Shen Y, Liu J, Zhong L, Jr, et al. Clinical phenotypes and genotypic spectrum of cystic fibrosis in Chinese children. J Pediatr. 2016;269. (R)"
        },
        {
            "number in article": 69,
            "reference": "Black S, Woodley F, Tumin D, et al. Cystic fibrosis associated with worse survival after liver transplantation. Dig Dis Sci . 2016;61(4):1178-1185.  (R)"
        },
        {
            "number in article": 70,
            "reference": "Lavie M, Fisher D, Vilozni D, et al. Glucose intolerance in cystic fibrosis as a determinant of pulmonary function and clinical status. Diabetes Res Clin Pract . 2015;110(3):276-284.  (R)"
        },
        {
            "number in article": 71,
            "reference": "Giacchi V, Rotolo N, Amato B, et al. Heart involvement in children and adults with cystic fibrosis: correlation with pulmonary indexes and inflammation markers. Heart Lung Circ . 2015;24(10):1002-1010.  (R)"
        },
        {
            "number in article": 72,
            "reference": "Buu MC, Sanders LM, Mayo JA, Milla CE, Wise PH. Assessing differences in mortality rates and risk factors between Hispanic and non-Hispanic  patients with cystic fibrosis in California. Chest. 2016;149(2):380-389.  (R)"
        }
    ]
}