{
    "metadata": {
        "title": "Fracture, Olecranon",
        "synonyms": [
            "olecranon fracture",
            "elbow fracture"
        ],
        "anatomical location body part affected": [
            "Olecranon process of the ulna, distal portion of the triceps (including insertion and aponeurosis), humeroulnar joint of the elbow"
        ],
        "area of specialty": [
            "orthopedic rehabilitation"
        ],
        "description": [
            "Olecranon fracture (OF), usually a violent traumatic injury, is usually a two-part  fracture that involves the articular surface and requires internal fixation. Surgical management with tension band wiring (TBW) or plate fixation (PF) helps to prevent joint instability and preserve elbow function(9)",
            "Authors of a 2016 meta-analysis  found that upper extremity outcome measures (Disabilities of the Arm, Shoulder and Hand [DASH] and ROM) were not significantly different between OF patients treated with TBW or PF(10)",
            "Postoperative rehabilitation is generally implemented for the overhead throwing athlete recovering from OF(11)",
            "OFs account for about 7-10%  of the fractures that occur at the elbow in adults(3,9)",
            "There are several different classification systems for OF. These classification systems are based on the fracture’s degree of stability, displacement, and comminution; by the amount of involvement of the articular surface in the olecranon notch; or by the fracture pattern and consideration of the type of internal fixation required –OFs can be classified in the following way by the Mayo classification for a transverse break:(12) -Type I (5% of all fractures) – nondisplaced -Type II (80–85%  of fractures) – displaced with a stable humeroulnar joint indicating intact ligamentous structures -Type III – displaced OF with unstable joint and torn collateral ligaments -Types I–III are further divided into A (noncomminuted fracture) and B (comminuted fracture)",
            "Olecranon stress fractures are small cracks in the olecranon that are primarily associated with overuse throwing injuries in athletes(21)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M84.3": "stress fracture, not elsewhere classified",
            "S52.0": "fracture of upper end of ulna (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Pain, especially in the posterior aspect of the elbow –In cases of olecranon stress fracture, pain and tenderness in the posterolateral region of the olecranon following activity (e.g., throwing, pitching)",
            "Tenderness on palpation of the elbow, especially in the posterior region ",
            "Loss of elbow ROM, particularly in extension",
            "Swelling of the elbow, especially in cases of traumatic injury",
            "Palpable gap and large hematoma(4)",
            "See also  Clinical Review…Fracture, Elbow  ; CINAHL Topic ID Number: T708543;  Clinical Review…Fracture, Proximal Ulna  ; CINAHL Topic ID Number: T708547; and  Clinical Review…Forearm Fractures in Children: Conservative Approach  : CINAHL Topic ID Number: T904081 Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Evaluation should not begin until physician orders are received",
            "Generally, ROM in postoperative patients may be evaluated after a brief period of immobilization to promote wound healing, but resisted elbow muscle strength testing should not be performed until there is radiographic evidence of sufficient bone healing. Refer to the physician’s guidelines/orders and any restrictions",
            "If it becomes apparent during the course of an evaluation that a patient may have an OF (in a patient presenting for other reasons), refer for medical assessment immediately to rule out fracture",
            "Please see Clinical Review…Fracture, Elbow , referenced above; Clinical Review… Fracture, Proximal Ulna , referenced above; and Clinical Review…Forearm Fractures in Children: Conservative Approach , referenced above, for any contraindications and precautions specific to these topics"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "OF may be caused by direct trauma (fall, direct blow to elbow), or indirect trauma from a fall on outstretched hand(FOOSH) while eccentrically contracting the triceps to resist elbow flexion, resulting in an avulsion fracture(3)"
        ],
        "pathogenesis": [
            "In fractures caused by a direct blow, the olecranon is forced into the distal humerus, often producing comminuted fracturesand often with simultaneous injury to other structures of the elbow(9)"
        ],
        "risk factors": [
            "The risk of OF is increased in individuals participating in contact sports, especially those utilizing sticks, such as icehockey and field hockey",
            "Any activity that increases risk of falling increases the risk of an OF (e.g., cycling, mountain biking, hiking, climbing)",
            "Participation in sports or occupational activities requiring repetitive throwing or similar upper extremity use increases therisk of an olecranon stress fracture",
            "Risk is increased in older adults and individuals prone to falls"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Individuals with an olecranon stress fracture should stop participation in or modify the activity that exacerbates symptoms. Rest is the initial treatment and may prevent worsening of the condition",
        "Individuals with acute symptoms of OF should be immediately referred for physician consultation",
        "For patients statuspost open reduction internal fixation (ORIF) surgery, prolonged immobilization should be avoided, as this can result in the formation of contracture and loss of ROM.Joint testing should not be performed soon after ORIF, and avoided until cleared by the surgeon",
        "It is important to respect the patient’s subjective complaints of pain during evaluation and treatment",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Evaluation should not begin until physician orders are received",
            "Generally, ROM in postoperative patients may be evaluated after a brief period of immobilization to promote wound healing, but resisted elbow muscle strength testing should not be performed until there is radiographic evidence of sufficient bone healing. Refer to the physician’s guidelines/orders and any restrictions",
            "If it becomes apparent during the course of an evaluation that a patient may have an OF (in a patient presenting for other reasons), refer for medical assessment immediately to rule out fracture",
            "Please see Clinical Review…Fracture, Elbow , referenced above; Clinical Review… Fracture, Proximal Ulna , referenced above; and Clinical Review…Forearm Fractures in Children: Conservative Approach , referenced above, for any contraindications and precautions specific to these topics"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury -Have patient describe the injury and when it occurred -Patient may present following a traumatic event that resulted in pain, swelling, and tenderness of the posterior elbow -Patients with small, minimally displaced fractures may present following several weeks of casting to allow union of the fracture site  -OFs are considered to be nondisplaced or minimally displaced if there is less than a 2 mm gap, the extensor mechanism is intact, and there is no displacement with elbow flexion. Fractures meeting these criteria usually receive nonoperative management. ORIF is performed if there is an open fracture, displaced fracture, or disrupted triceps extensor mechanism(3) -Patients presenting for therapy after ORIF for displaced fractures may have an elbow brace,or a dynamic splint to control ROM without complete immobilization(3)",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed. Are they being taken? Many patients will use NSAIDs and other nonprescription analgesics for pain and inflammation following olecranon fracture/ORIF. In some cases, the surgeon may prescribe stronger medications following surgery",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: The diagnosis is usually based on standard radiographs. However, traction views and CT scans can help in complex situations such as comminuted fractures or instability. Olecranon stress fractures are often diagnosed through the use of CT scans or bone scans; CT scans often provide more detailed information about stress fractures"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Does patient report any difficulty with handwriting or typing?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Patients commonly complain of pain and tenderness in the posterior aspect of the elbow",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much ). The Oucher scale or FLACC pain scale may be used for very young children and nonverbal children",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of awakenings/night, if any; use of extra pillows for positioning and support",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician. Skin irritation or pain around surgical hardware could be indicative of need to refer to surgeon for potential hardware removal Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________ ",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "If there is an olecranon stress fracture, does the patient have any other repetitive stress injuries? Is there a history of falls?",
                    "comorbid diagnoses": "Many patients may have an unremarkable medical history, especially if the fracture is the result of a traumatic injury. However, ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, and osteoporosis",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms they may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "In what types of sports, leisure, and occupational activities does the patient normally participate? How frequently? Does the patient attend school or work? What is the job description? Does the patient drive?",
                "functional limitations assistance with ADLs adaptive equipment": "What is the patient’s hand dominance? Is the patient currently independent with self-care  and ADLs?",
                "living environment": "Stairs? Bathroom set-up? With whom does the patient live (caregivers, etc.)? Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general assessment as indicated with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Distal pulses should be normal. Assess for any abnormal capillary refill or color of the fingers of the affected extremityThe proximity of the ulnar nerve to the fracture site makes it vulnerable to injuryMeasure figure-of-8  limb circumference for swelling/edemaMobility may be impacted if the individual relies on the use of their upper extremities for assistance during transfers and other ADLs such as grooming, bathing, dressing, feeding, and handwriting; assess as indicated using FIM",
            "functional mobility": "",
            "gait locomotion": "Arm swing will likely be affected; assess ambulatory safety if fracture is secondary to fallIn some cases, additional injury to the elbow joint may have occurred. If the patient is postoperative for ORIF, joint testing should not be performed until cleared by physician. If the patient has not had surgery, the joint may be more fully assessed (i.e., ulnar collateral ligament and integrity of the triceps attachment). Assess joints above and below the elbow",
            "muscle strength": "Perform manual muscle testing (MMT) for bilateral upper extremities. If the patient is postoperative for ORIF, delay MMT until cleared by physician. Grip strength should be evaluated using a dynamometer. Specifically assess for weakness in the flexor carpiulnaris, flexor digitorumprofundus of the 4th and 5th digits, and hand muscles to rule out ulnar nerve compression",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess general posture to assess for any abnormality, focusing on the shoulder, scapula, and cervical spine",
            "range of motion": "Assess bilateral active ROM(AROM) and passive ROM (PROM) of the involved upper extremity. If the patient is post ORIF, follow the restrictions set forth by the surgeon. Pronation/supination of the forearm may be impaired due to limitations of the proximal radioulnar joint in addition to elbow flexion and extensionMay want to observe basic ADLs involving the extremity (e.g., hair brushing, donning a shirt). The Manual Ability Measure has been validated to assess functional upper extremity use in patients with both neurological and orthopedic impairments(7,8)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Perform upper extremity sensory testing for light touch and two-point  discrimination. Assess proprioception and kinesthesia of the upper extremity. Sensory loss in the distribution of the ulnar nerve may result from compression of the ulnar nerve ",
            "special tests specific to diagnosis": " Special tests specific to diagnosisThe patient is asked to fully extend both elbows. The examiner first looks at how much extension is available in both arms and then looks for swelling/bruising and tenderness around the olecranon. If normal, this rules out the need for X-rays(1)Patient fully flexes the elbow with the wrist in extension and shoulder abducted and depressed. Position is held for 3–5 minutes. A positive test (tingling/paresthesia in ulnar distribution of the extremity) indicates ulnar neuropathy/cubital tunnel syndrome.(1) This test should not be performed postoperatively when ROM restrictions are in effect because full elbow flexion is required to complete this testPatient sits with hand resting on table. Examiner spreads fingers apart passively and patient attempts to adduct them. Inability to adduct the fifth digit is a positive test for ulnar neuropathy(1)Patient’s arm is stabilized at the elbow and braced above the patient’s wrist with the examiner’s other hand. Examiner holds patient’s elbow in slight flexion. Varus and valgus forces are applied to the elbow to assess for ligament laxity or joint instability(1) –Have patient complete the DASH Outcome Measure -For additional information on the DASH, see  Clinical Review…Disabilities of the Arm, Shoulder and Hand (DASH)T903177",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods (> 1 hour)",
                "Cold may be counterproductive if being used to facilitate muscle relaxation and reduce pain in patients who do not tolerate the modality"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Physician’s protocol for elbow immobilization does not usually preclude starting shoulder, wrist, and hand ROM or pain control modalities immediately",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Cryotherapy contraindications  (5)",
                "Cryotherapy precautions  (5)"
            ]
        },
        "diagnosis need for treatment": "OF/status post ORIF or immobilization; pain, loss of ROM, impaired strength, and reduced function",
        "rule out": " Rule out Radial fracture/radial head fracture (proximal) Ulnar fracture (proximal) Humeral fracture (distal) Soft tissue injuries (ligamentous, triceps) Ulnar nerve neuropathy Osteoarthritis or rheumatoid arthritis",
        "prognosis": [
            "Patients with displaced OF generally do not respond well to nonsurgical treatment(3) ",
            "Patients treated operatively with ORIF generally have good results(3)",
            "Overall, the more complex the fracture and the more damage present to other soft tissue and neurovascular structures surrounding the elbow joint, the worse the patient’s final outcome will likely be",
            "Degenerative changes in the elbow are more likely following OF. Instability of the original fracture, oblique and comminuted fracture morphology, and suboptimal fixation are associated with greater degenerative change –A long-term  follow-up  (average 44 months) study of 42 patients in Argentina treated with osteosynthesis for acute OFs indicated the following:(15) -Osteoarthritis developed in 33% of patients -A significant association was seen between fracture type as classified by Broberg-Morrey  scale and osteoarthritis. The Broberg-Morrey  scale is a 100-point  system which summarizes data from the clinical record, personal interview, and biomechanics laboratory examination and classifies fractures according to points earned",
            "Research seems to point to good functional outcomes for older adults and medically unwell patients with conservative treatment after OF(16,17,18) –Authors of a review of the literature on displaced OFs concluded that non-operative  care resulted in safe and satisfactory outcomes in older adults(16) –Authors of a 2021 systematic review comparing operative and conservative treatment of OFs found no difference in outcomes. Surgical outcomes had a high risk of need for re-operation.  Results fromOFs treated with conservative treatment were functional for patients with low UE demand even when nonunion was evident(17) –Authors of a retrospective review of 28 Canadian older adult and unwell patients (average age 79 years) who had sustained a displaced closed OF (mean displacement 11 mm) with nonsurgical treatment reported the following at an average follow-up  of 11 months:(18) -Average time of immobilization (sling, cast, splint) was 5 weeks -ROM: 86% of patients could do overhead extension against gravity whereas 7% were unable to perform active elbow extension -Pain: No pain was reported in 64% of patients -Nonunion was seen in 82% of elbows -The authors stated that patients can be counseled that, with nonsurgical treatment, they have a good chance of retaining overhead extension with minimal pain –Investigators found that diabetes mellitus, comminuted fractures, and TBW technique were risk factors for the loss of significant elbow ROM after OF(19) -Based on a Japanese study involving 100 patients"
        ],
        "referral to other disciplines": " Referral to other disciplines Contact referring physician if there is a lack of progress (symptoms persist) with conservative or nonsurgical management, if infection is suspected following ORIF, if nonunion or failure of ORIF is suspected, if V olkmann’s contracture (i.e., resulting in claw-like deformity in hand) is suspected, or if patient has a history of falls Refer to occupational therapy for ADL training as indicated Refer to orthotist for brace management as indicated",
        "other considerations": [
            "In a study based on the Swedish Fracture Registerof 2462 OFs between 2014 and 2018 in patients over age 18, researchers reported the following:(20) –Median age – 66 years; 65% of OFs were in women –12% were proximal avulsion, 42% simple central, 29% comminuted central, and 16% distal OFs –Conservative treatment was used in 21% of patients < 65 years old and 35% in patients > 65 –Plate fixation was used more in unstable comminuted and distal OFs"
        ],
        "treatment summary": [
            "For nondisplaced fractures with conservative treatment, the following is recommended:(13) –Place in long-arm  cast in approximately 60° of flexion and neutral position in forearm –Obtain radiographs every 2 weeks to monitor for displacement –Begin gentle ROM therapy at 3 weeks, avoiding elbow flexion beyond 90° with use of hinged elbow brace –Full, active ROM at 6–8 weeks ",
            "Strengthening, stretching, and functional training are the main therapy interventions recommended when cleared by physician",
            "Primary focus is to allow restoration of the articular surfaces and to maintain triceps function(4)",
            "Immobilize the elbow using a posterior splint/orthosis or elbow immobilizer with elbow flexed to 90°(4)",
            "Early ROM for pronation and supination can begin 2 to 3 days after injury. Elbow flexion and extension may begin after 2 weeks. Avoid full flexion ROM for at least 2 months(4)",
            "Resistive exercises should be avoided for at least 3 months(4)",
            "In cases of ORIF, the surgeon’s protocol should be followed regarding guidelines for restoring ROM, strength, and return to function",
            "A postoperative rehabilitation protocol is generally implemented for the overhead throwing athlete recovering from OF(11)",
            "For athletes receiving conservative treatment, a realistic period for return to sport(s) is 3 to 4 weeks after resolution of pain in aggravating activities",
            "Return to sport may take 6 months or more following ORIF . Problem Goal Intervention Expected Progression Home Program  Healing fracture Promote/encourage healingElbow protection _ Following ORIF, some surgeons will use a brace, a dynamic splint, or other similar equipment to control ROM. The surgeon’s protocol for progression of ROM and brace settings should be followed by the therapist; its importance should be emphasized to the patient. Generally, flexion greater than 90° should be avoided for the first 3–6 weeks to allow for stable union of the fracture to occur _ _ In nonoperative cases, where conservative intervention is being attempted (stress fracture, small nondisplaced OF), exacerbating activities, such as throwing or pitching, should be avoided _ _ Protection, rest, ice, compression, and elevation (PRICE) as indicatedComplete fracture healing documented via X-ray, CT scan, or bone scanEducate patient on brace or splint use and importance of following physician’s parameters; provide handouts/written instruction as indicated  Reduced elbow ROM Improve elbow ROM/ prevent contracture developmentTherapeutic exercise _ AROM is usually encouraged immediately after ORIF, although a specific allowable range may be set by the surgeon. Early AROM is encouraged to avoid loss of ROM and development of contracture. The patient should perform AROM elbow flexion/extension and forearm supination/ pronation _ _ Manual therapy _ (when allowed by physician). PROM to increase elbow flexion and extension ROM. Joint mobilization, as appropriate, to restore proper arthrokinematics. Proprioceptive neuromuscular facilitation (PNF) may be used to inhibit the biceps, decrease pain, and gain elbow extension ROMProgress as indicated by patient symptoms and ordered by physicianIncorporate ROM into daily home program regimen  Upper extremity weaknessIncrease muscle strengthTherapeutic exercise _ In cases of conservative management, rest and avoidance of aggravating activities are considered the primary interventions. Strengthening of muscles identified as weak may be performed (if approved by physician), but this activity should be pain- free and should not exacerbate symptoms _ _ Immediately following ORIF, elbow strengthening should not be performed. However, hand/grip strengthening can be performed. The use of therapy putty, hand grips, light hand weights/sticks, rubber bands, resisted clothespins, and other hand therapy equipment may all be incorporated to increase grip strength and pinch strength. Shoulder strengthening may be included. Wrist and forearm strengthening should be avoided immediately postoperativelyGentle triceps strengthening begins 3°4 weeks postoperatively. This can be achieved through light manual resistance or with therapy bands/tubing. The patient should be gradually progressed to resistance training using dumbbells and weight machines. The patient may perform 3 sets of 15, increasing the weight gradually, as tolerated. The exercises should always be pain- free _ _ Strengthening of the other musculature may also begin at this time. Biceps, forearm pronation/supination, and wrist strengthening should all begin with gentle resistance and progress, as tolerated, to increased resistance and weight machines. These exercises should also be pain-free _ _ Dumbbells and therapy tubing may be used for biceps curls, with the patient progressing to weight machines. Forearm pronation/ supination may be addressed using weighted hammers. This exercise may progress to weight on a rope that the patient can hold at chest height and slowly wind to and from the ground using forearm pronation/ supination. Rotator cuff/shoulder girdle weakness and other areas of deficit may also be addressed at this time _ _ Upper body endurance may be addressed using the upper body ergometer. Patient may progress as toleratedIncorporate strengthening activities into home program once approved by physician  Restrictions in daily activities and/or sport(s)Restore prior functional capacity in daily activities and/or sportsFunctional training _ In later phases of treatment, plyometric activities (trampoline medicine ball tossing), closed chain activities (wall push-ups, quadruped activities), and stabilization activities, such as a Bodyblade, may be incorporated. A return to athletics may be anticipated with reintroduction to throwing _ _ ADL retraining may be incorporated as indicated by the patient’s needsReturn to sport Include functional tasks as appropriate ."
        ]
    },
    "desired outcomes outcome measures": {
        "decrease pain": [
            "V AS or other pain assessment scale"
        ],
        "increase strength": [
            "Hand/pinch dynamometers",
            "MMT"
        ],
        "improve elbow rom prevent contracture development": [
            "Goniometric measurement of ROM"
        ],
        "improve functional upper extremity use": [
            "DASH Outcome Measure",
            "Manual Ability Measure (MAM)",
            "Functional outcome scales specific to elbow, such as the Patient-Rated  Elbow Evaluation (PREE) and the Broberg andMorrey elbow scale(2)"
        ]
    },
    "maintenance or prevention": [
        "Patient should continue with home exercise program to maximize ROM, strength, and function",
        "Appropriate safety equipment should be worn during participation in sports (e.g., elbow pads)",
        "Fall precautions",
        "The awareness of pitch counts in baseball players and avoidance of long seasons and fatigue may help prevent elbow stress injuries"
    ],
    "patient education": [
        "Rabin ST. Olecranon Fractures Treatment & Management. Emedicine website http://emedicine.medscape.com/article/1231557-overview  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Magee DJ, Manske RC. Elbow. Orthopedic Physical Assessment . 7th ed. St. Louis, MO: Elsevier; 2021. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Koslowsky TC, Mader K, Dargel J, Schadt R, Koebke J, Pennig D. Olecranon fracture fixation with a new implant: Biomechanical and clinical considerations. Injury. 2009;40(6):618-624.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Ziran N, Irgit KA, Samimi B, Weinberg J, Smith WR. Musculoskeletal trauma surgery. McMahon PJ, Skinner HB, eds. Current Diagnosis & Treatment in Orthopedics . New York, NY: McGraw Hill; 2021. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Dutton M. Elbow. Dutton’s orthopaedic examination, evaluation, and intervention . 5th ed. New York, NY: McGraw-Hill  Medical; 2020. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention. 6th ed. Philadelphia, PA: FA Davis Company; 2016. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Batten TJ, Nimesh GP, Birdsall P. Olecranon fractures: is nonoperative treatment acceptable in older patients? Curr Orthop Pract . 2016;28(1):103-106.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Chen CC, Palmon O, Amini D. Responsiveness of the Manual Ability Measure-36  (MAM-36):  changes in hand function using self-reported  and clinician-rated  assessments. Am J Occup Ther . 2014;68(2):187-193.  doi:10.5014/ajot.2014.009258. (R)"
        },
        {
            "number in article": 8,
            "reference": "Chen CC, Bode RK. Psychometric validation of the Manual Ability Measure-36  (MAM-36)  in patients with neurologic and musculoskeletal disorders. Arch Phys Med Rehabil . 2010;91(3):414-420.  doi:10.1016/j.apmr.2009.11.012. (R)"
        },
        {
            "number in article": 9,
            "reference": "Powell AJ, Farhan-Alanie  OM, Bryceland JK, Nunn T. The treatment of olecranon fractures in adults. Musculoskelet Surg . Advance online publication. 2017. doi:10.1007/s12306-016-0449-5.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Ren YM, Qiao HY, Wei ZJ, et al. Efficacy and safety of tension band wiring versus plate fixation in olecranon fractures: a systematic review and meta-analysis.  J Orthop Surg Res. 2016;11(1):137. (M)"
        },
        {
            "number in article": 11,
            "reference": "Redler LH, Dines JS. Elbow Trauma in the Athlete. Hand Clin . 2015;31(4):663-81.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Sullivan CW, Desai K. Classifications in brief: Mayo classification of olecranon fractures. Clin Orthop Relat Res . 2019;477(4):908-910.  doi:10.1097/CORR.0000000000000614. (RV)"
        },
        {
            "number in article": 13,
            "reference": "Dacus R, Bowman S. Proximal ulnar fractures. M.D. M, J.A. H, J.M. MK, eds. Essential Orthopedics . 2nd ed. Philadelphia, PA: Elsevier; 2020. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Koziarz A, Woolnough T, Oitment C, Nath S, Johal H. Surgical management for olecranon fractures in adults: a systematic review and meta-analysis.  Orthopedics . March 1, 2019;42(2):75-82.  doi:10.3928/01477447-20190221-03.  (M)"
        },
        {
            "number in article": 15,
            "reference": "Patiño JM, Rullan Corna AF, Michelini AE, Abdon IM, Marinucci B. Olecranon fractures: do they lead to osteoarthritis? Long-term  outcomes and complications. Int Orthop . November 2020;44(11):2379-2384.  doi:10.1007/s00264-020-04695-7.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Abdelmalek A, Crowther M. Olecranon fractures in the elderly during the COVID-19  pandemic: Is non-operative  treatment reasonable? Review of the current evidence. Musculoskelet Surg . 2021;105(2):125-130.  doi:10.1007/s12306-021-00699-7.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Chen MJ, Campbell ST, Finlay AK, Duckworth AD, Bishop JA, Gardner MJ. Surgical and nonoperative management of olecranon fractures in the elderly: A systematic review and meta-analysis.  J Orthop Trauma . 2021;35(1):10-16.  doi:10.1097/BOT.0000000000001865. (M)"
        },
        {
            "number in article": 18,
            "reference": "Aibinder WR, Sims LA, Athwal GS, King GJW, Faber KJ. Outcomes of nonoperative management of displaced olecranon fractures in medically unwell patients. JSES Int. 2021;5(2):291-295.  doi:10.1016/j.jseint.2020.11.001. (R)"
        },
        {
            "number in article": 19,
            "reference": "Fujihara Y, Ota H, Watanabke K. Factors affecting the range of motion of the elbow after open reduction of olecranon fractures. J Hand Surg Asian Pac Vol . 2021;26(1):60-64. doi:10.1142/S2424835521500090. (R)"
        },
        {
            "number in article": 20,
            "reference": "Brüggemann A, Mukka S, Wolf O. Epidemiology, classification and treatment of olecranon fractures in adults: an observational study on 2462 fractures from the Swedish Fracture Register. Eur J Trauma Emerg Surg . 2021. doi:10.1007/s00068-021-01765-2.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Greif DN, Emerson CP, Allegra P, Shallop BJ, Kaplan LD. Olecranon Stress Fracture. Clin Sports Med . July 2020;39(3):575-588.  doi:10.1016/j.csm.2020.02.005. (RV) "
        }
    ]
}