{
    "metadata": {
        "title": "Stroke  Gait Training",
        "synonyms": [
            "cerebrovascular accident  gait training",
            "brain attack  gait training",
            "gait training: stroke"
        ],
        "anatomical location body part affected": [
            "Brain, cerebral cortex, contralateral upper and lower limbs, trunk"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "acute care"
        ],
        "description": [
            "Rehabilitation of sensorimotor impairments (e.g., paralysis, weakness, sensory loss) and functional disability in ambulation resulting from acquired brain injury caused by infarct or hemorrhage within the brain",
            "Types of stroke –Ischemic  stroke is the sudden onset of a focal neurological deficit as a result of ischemia related to atherothrombotic disease, cardioembolism, or venous sinus thrombosis(30) –Hemorrhagic  stroke is the sudden onset of a focal neurological deficit caused by an intracerebral or subarachnoid hemorrhage typically caused by rupture of vessels, aneurysm, or arteriovenous malformation(31)",
            "75% of individuals who have a stroke sustain some limitations related to walking",
            "This review focuses on gait training post stroke. For more information about other aspects of stroke rehabilitation, please see the Clinical Review series on this topic"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "I69": "sequelae of cerebrovascular disease",
            "I69.0": "sequelae of subarachnoid haemorrhage",
            "I69.1": "sequelae of intracerebral haemorrhage",
            "I69.2": "sequelae of other nontraumatic intracranial haemorrhage",
            "I69.3": "sequelae of cerebral infarction",
            "I69.4": "sequelae of stroke, not specified as haemorrhage or infarction",
            "I69.8": "sequelae of other and unspecified cerebrovascular disease (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. Although several innovative technologies and strategies have been introduced to improve walking in recent years, many insurance providers do not cover them because they are considered experimental and investigational for stroke patients because of insufficient evidence of their effectiveness. Examples include body-weight-supported treadmill training (BWSTT) and robotic-assisted  gait training. No special agencies or specific issues regarding reimbursement have been identified for stroke rehabilitation"
        ],
        "presentation signs and symptoms": [
            "Stroke survivors may exhibit the following gait deviations: –Hip hiking or circumduction due to hip flexor and knee extensor weakness –Excessive hip flexion to clear the affected foot –Foot drop  –Affected arm held immobile in flexed posture, lack of arm swing –Reduced stride and step length, increased stance periods, altered swing phase periods –Decreased walking speed and endurance –Impaired balance and ability to shift weight to hemiplegic side",
            "Functional limitations in walking with dependence on caregiver, ambulatory assistive device, and/or lower extremity orthosis",
            "Hypertonicity, often in the involved knee extensors and ankle plantar flexors",
            "Impaired ROM of affected limb",
            "Proprioceptive deficits",
            "Poststroke pain in affected limb",
            "Asymmetric posture in standing",
            "Impaired communication",
            "Reduced self-esteem  and quality of life",
            "Depressed emotional affect Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Patients are at risk for falls. Fall precautions are recommended for all stroke patients, especially those with neglect or cognitive impairment; follow facility protocols for fall prevention",
            "Notify referring physician on positive findings for conditions that might require a special prescription, including –poststroke shoulder pain that increases with movement  –brachial plexus/peripheral nerve injury –complex regional pain syndrome –severe cachectic appearance"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Ischemic stroke(30)–Thrombus – blood clot formed in a cerebral artery (main cause is atherosclerosis)–Cardioembolic – occlusion of a cerebral artery by clot/embolus formed elsewhere–Arteriolar disease – occlusion of small brain arteries resulting in lacunar stroke–Systemic – under perfusion due to cardiac failure",
            "Hemorrhagic stroke(31)–Intracerebral hemorrhage – brain tissue damage from physical deformation caused by hematoma and edema, as well asfrom toxicity of the surrounding fluid and limitation of blood flow to brain cells beyond the bleed–10–15%  of strokes are of the hemorrhagic type(31)",
            "The definite cause of 30–40%  of strokes remains undetermined after workup. These are classified as cryptogenic(1)"
        ],
        "pathogenesis": [
            "Acute anoxia in and/or below the sensorimotor cortex triggers a cascade of events leading to brain infarction (cell death)",
            "Paresis results from a reduction in activation of contralateral motor neurons due to damage to corticospinal and other motorpathways",
            "Impaired motor control due to impaired descending motor drive as well as spatial and temporal abnormalities in activationof agonists, antagonists, and synergists can present as generalized weakness on the paretic side(5)",
            "Functional impairments might result from dysfunction at various levels, including the brain (cognitive and/or sensorimotorsystems), spinal cord (reflex circuitry associated with spasticity and maladaptive behaviors), muscle (atrophy, phenotypechanges, and contractures), and cardiorespiratory system (fitness)(6)",
            "Following injury to the motor cortex, functional changes occur in the remaining cortical tissue. Acquisition or reacquisitionof motor skills has been associated with functional neurological reorganization occurring in the undamaged cortex (i.e.,neuroplasticity)(6)",
            "Functional improvements after gait training might reflect changed cortical and subcortical excitability in both the affectedand unaffected hemispheres–Improved balance and gait performance (walking speed and step length) after BWSTT were associated with decreasedmotor threshold for the paretic tibialis anterior in the unaffected hemisphere, increased map size for the paretic tibialisanterior in both hemispheres, and increased map size for the paretic abductor hallucis in the affected hemisphere(7)–Compensatory strategies in muscle activation of the unaffected leg and biomechanical changes might contribute more tofunctional gait improvements than restoration of muscle coordination patterns in the affected leg(8)"
        ],
        "risk factors for stroke   ,,": [
            "Previous stroke",
            "Age: stroke risk doubles each decade after age 55",
            "Sex (male > female)",
            "Family history of stroke",
            "Hypertension",
            "Heart disease",
            "Diabetes mellitus",
            "Smoking",
            "Carotid stenosis",
            "Alcohol/cocaine abuse",
            "Hypercoagulable states (e.g., polycythemia, sickle-cell  anemia, cancer)",
            "Hyperlipidemia",
            "History of transient ischemic attack (TIA)",
            "Arteritis, vasculitis, and head/neck trauma",
            "Atrial fibrillation, myocardial infarction, valvulitis, endocarditis, mitral stenosis, mitral regurgitation, and mitral valveprolapse",
            "Obesity"
        ],
        "risk factors for disability after stroke": [
            "Severe stroke",
            "Low level of consciousness",
            "Diabetes mellitus",
            "Cardiac disease",
            "ECG abnormalities",
            "Old age",
            "Delay in medical care",
            "Delay in rehabilitation",
            "Bilateral lesions",
            "Previous stroke",
            "Previous functional disability",
            "Poor sitting balance",
            "Global aphasia",
            "Severe neglect",
            "Sensory and visual deficits",
            "Impaired cognition",
            "Incontinence persisting > 1–2 weeks"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Patients are at risk for falls. Fall precautions are recommended for all stroke patients, especially those with neglect or cognitive impairment; follow facility protocols for fall prevention",
            "Notify referring physician on positive findings for conditions that might require a special prescription, including –poststroke shoulder pain that increases with movement  –brachial plexus/peripheral nerve injury –complex regional pain syndrome –severe cachectic appearance ›History (Depending on the individual’s stage of recovery at time of evaluation, the history section might vary slightly)",
            "History of present condition –Mechanism of illness -Document whether thrombotic, embolic, or hemorrhagic stroke, and location and size of lesion, if available -What were the symptoms at onset? -How soon after onset of symptoms did the patient receive medical care? -Were there any complications during hospitalization? -What has been the course of recovery up to this point? –Course of treatment -Medical management: Medical management of patients who have had a stroke varies and depends on cause. -Medications for this condition:  Determine what medications were prescribed and whether these are currently being taken. Thrombolytics (e.g., tPA) might have been given during first 3 hours after onset of stroke of thrombotic origin. Baclofen, botulinum toxin, or dantrolene is commonly used to control hypertonicity. Is the patient medicated for poststroke depression, seizures, pain, and/or hypercoagulability? Other common prescriptions include medications for hyperlipidemia and hypertension(30,31) -Diagnostic tests completed:  Document the results of any plain radiographs and imaging studies -The process of diagnosing a stroke might include CT scans, MRI, blood tests, ECG, echocardiography, and ultrasound(30,31) -Gait parameter testing, including kinematic and kinetic analysis and EMG recording of lower extremity muscles, might be performed -Home remedies/alternative therapies:  Document any treatment at home or alternative therapies (e.g., massage, acupuncture) and whether they helped -Previous therapy:  If chronic, has patient had stroke rehabilitation, including occupational or physical therapy, and what specific gait-related  treatments were used? –Aggravating/easing factors:  Document factors such as fatigue or stress that aggravate symptoms during gait and factors that improve symptoms –Body chart:  If applicable, use body chart to document location and nature of symptoms –Nature of symptoms:  Ask the patient to describe symptoms (e.g., pain, weakness, stiffness, spasticity) and where these symptoms are located –Rating of symptoms:  If applicable, use a visual analog scale (V AS) or 0–10  scale to rate symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Faces Pain Scale can be used for patients with aphasia. The Borg Rating of Perceived Exertion (RPE) scale might be used to rate exertion. Walking after stroke might be associated with decreased efficiency and increased energy expenditure –Pattern of symptoms:  Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables –Sleep disturbance:  If present, document the usual number of wakings/night –Other symptoms:  Document other symptoms patient might be experiencing that could affect mobility and gait or indicate need for medical consultation (e.g., severe headaches, night sweats, new edema, rash) –Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _____________________ -Common learning barriers include perceptual deficits, aphasia, cognitive impairments, and emotional lability -Psychological factors such as fear, fatigue, depression, and lack of confidence might affect walking rehabilitation(9)",
            "Medical history –Past medical history -Previous history:  Document any prior TIA, stroke, angina, myocardial infarction, sleep apnea, or asthma attacks. Document prior musculoskeletal injuries or disabilities that could affect gait, including joint surgeries -Comorbid diagnoses: Ask patient about coexisting problems, including diabetes, cancer, heart disease, neurological disorders, psychiatric disorders, musculoskeletal disorders, chronic lung disease, osteoporosis  -Medications previously prescribed:  Obtain a comprehensive list of medications prescribed and/or being taken for other conditions (including OTC drugs). Inquire about other substance use -Other symptoms:  Ask about other symptoms that have affected the patient’s walking ability. Nonmotor symptoms such as cognitive and memory impairments, depression, perceptual impairments, neglect, and visual field deficits should be noted",
            "Social/occupational history –Patient’s goals:  Document what the patient hopes to achieve with gait training. Inquire about specific goals relevant to the patient (e.g., being able to cross the street during “walk” signal, being able to visit a friend who has stairs, etc.) -Because limitations in walking ability limit participation in activities and increase risk of secondary complications such as falls, walking is usually identified by patients as a primary concern(4) –Vocation/avocation and associated repetitive behaviors:  Is the patient employed and/or currently on work disability? Is the patient able to participate in activities in the community? What recreational activities or sports did the patient previously participate in? –Functional limitations/assistance with ADLs/adaptive equipment:  Does the patient use a wheelchair? Does patient use an ambulatory assistive device such as walker, quad cane, or straight cane? Does the patient depend on assistance from another individual (e.g., family member, caregiver) to walk? Does patient use any orthotic devices, including knee brace, ankle foot orthosis (AFO), shoulder sling, or arm/wrist brace? Does the patient use equipment such as commode, shower chair or bench, or grab bars in the home? –Living environment:  Identify barriers to independence in the home (e.g., stairs, number of floors in home, caregiver availability) and whether any modifications such as ramps or lifts are necessary and/or possible. Inquire whether a home safety assessment has been performed"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "",
                    "medications previously prescribed": "",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)",
            "anthropometric characteristics": " Anthropometric characteristics –Measure height and weight for ambulatory assistive device and for use of robotic-assisted  gait training equipment -Robotic-assisted  gait training is contraindicated when body weight is > 300 lbs. (136 kg)(25) –Measure lower extremity length and girth -Robotic exoskeleton must be able to accommodate femur length measured from greater trochanter to knee joint line (must be 35–47  cm [13.75–18.5  inches] for Lokomat robotic exoskeleton)(25) -Individuals with a major difference (> 2 cm) in leg length might not be accommodated by robotic legs (Lokomat)(25)",
            "assistive and adaptive devices": "Assess need for wheelchair, ambulatory assistive device, splint, or orthosis, and fit if one is currently used",
            "balance": "Assess balance using Berg Balance Scale –The Berg Balance Scale score was found to be the strongest predictor of short-  and long-distance  walking speed in stroke survivors whose gait speed remained slower than the median speed in a study involving 74 patients conducted in the United States(10) -The determinants of long-distance  walking function were found to differ by gait deficit severity (defined by 30-ft walking velocity), with balance more important in those with more severe gait deficits and cardiovascular fitness, balance, and quadriceps strength being strong determinants in those with milder deficits",
            "cardiorespiratory function and endurance": [],
            "circulation": "Check that peripheral pulses are present in the affected limb",
            "functional mobility": "Assess sitting and standing tolerance. Assess transfers, steps, and stairs (Rivermead Mobility Index, FIM). The Timed Up and Go (TUG) test can be used as a measure of mobility, balance, and walking ability",
            "gait locomotion": " Gait/locomotion –Assess level of independence in walking, with or without assistance or assistive ambulatory device, as indicated. Safety might be assessed using Dynamic Gait Index (DGI)(3,4) -Heel strike  – loss of controlled movement into plantar flexion; might strike with flat foot or forefoot first -Stance phase  – loss of ankle movement from heel strike to midstance, loss of ability to control dorsiflexors eccentricallyknee hyperextension, stiff knee or knee flexion, excessive trunk lean and hip flexion, Trendelenburg sign  -Swing phase  – loss of normal combination of movement patterns at end of swing (hip flexion with knee extension and ankle dorsiflexion); might result in hip circumduction or hip hiking -Performance  – decreased step length with “step to” on unaffected side; decreased time in stance on affected side; decreased cadence; decreased pelvic weight shift to affected side –Assess walking speed. Activity outcome measures of walking function (e.g., Barthel Index or FIM) are poor indicators of community mobility due to their ceiling effect.(20) The most commonly used scale to evaluate walking speed is the 10-meter  walking test (10MWT).(26) Timed 5-meter,  8-meter, and 12-meter  tests are also sometimes used to assess velocity(26) –The Gait Assessment and Intervention Tool (GAIT) has greater sensitivity than the Tinetti Gait Scale in identifying improvement after gait training in patients who have had a stroke(11) –Authors of a systematic review to identify appropriate selection criteria for clinical scales to measure outcome of walking training using electromechanical and robotic devices in patients with stroke identified 45 scales from 27 studies involving 966 stroke patients(26) -There is no consensus on the most appropriate selection of clinical outcome measures to assess the effects of electromechanical and robotic-assisted gait training. A large number of instruments, some with poor psychometric properties, is available -The most commonly used outcome measures were Functional Ambulation Category, 10MWT, Motricity Index, 6MWT, Rivermead Mobility Index, and the Berg Balance Scale -Most of the scales are in the “Activity” category of the International Classification of Functioning, Disability and Health (ICF); one was categorized into “Body Function and Structure”; and none into “Participation” -The authors proposed that a specific protocol based on ICF domains be developed to enable comparisons between studies and to guide examiners in choosing appropriate scales –Results of a study conducted in the United States suggest that intensive, multimodal, long-duration  gait therapy can result in significant gains in life-role participation(27) -Measurement of life-role  participation is considered difficult and is in its infancy(27) -For this study, life-role  participation was defined, as per ICF, as activities pertaining to life situations or life roles such as family member, employee, friend, or hobbyist -The Craig Handicap Assessment and Reporting Technique (CHART)was used to assess life-role participation -The CHART is a homogeneous measure of life-role participation in which all the domains of the measure address life-role  participation -Previous studies noting improvement in life-role  participation with gait training were limited by use of mixed measures of function and life-role  participation -Participants were at least 6 months poststroke -Statistically significant improvement in life-role participation was obtained in patients with chronic gait dysfunction with intensive gait training consisting of 72 hours of patient-therapist contactAssess in presence of contractures or hypermobility, with emphasis on knee (hyperextension) and ankle (varus deformity, plantarflexion contractures)Assess for abnormal tone, including for hypertonicity of knee extensors and ankle plantar flexors (Modified Ashworth Scale for spasticity). Assess for presence of obligatory synergies, compensatory movement strategies, and selective voluntary muscle activation in individual muscles and movement sequences. Assess coordination. Level of motor recovery might be assessed using a standardized stroke assessment scale (e.g., Fugl-Meyer  Assessment of Motor Recovery after Stroke, Chedoke-McMaster  Stroke Assessment)",
            "muscle strength": "Assess trunk, hip, knee, and ankle strength. In presence of abnormal tone and coordination and obligatory synergy patterns, manual muscle testing (MMT) is not valid",
            "observation inspection palpation including skin assessment": [
                "Inspect the limbs for signs of injury, inflammation, or DVT",
                "Inspect for skin breakdown and friction marks on dorsum of foot and calf, especially in patients using ankle/foot orthosis",
                "Inspect footwear for abnormal wear patterns",
                "Palpate for dependent edema"
            ],
            "posture": "Assess body alignment for asymmetric posture in sitting, standing, and walking. Note asymmetry in weight-bearing. The Postural Assessment Scale for Stroke Patients (PASS) can be used",
            "range of motion": "Assess ROM and flexibility of the lower extremities",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess for sensory changes (touch, pain, static and dynamic proprioception) in affected limb",
            "special tests specific to diagnosis": "See Gait/locomotion , above",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "Assess visual field, visual attention, right/left discrimination, body awareness (neglect), depth perception, motor planning, spatial relations, figure ground discrimination ",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Stimulation through or across the chest",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Cancer",
                "Used in close proximity to diathermy treatment"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Educating the patient about ways to maintain safety during walking should be part of gait training",
                "Avoid aggressive stretching in favor of gentle movement therapy techniques (pain-free  range)",
                "Evidence is lacking to support the use of thermal modalities (cold or heat) for treating pain or hypertonicity in chronic stroke. Do not use cold or heat pack if unable to determine sensory deficits because of impaired cognition or speech",
                "Discourage routine use of shoulder sling to avoid contractures and flexor synergy pattern",
                "Relevant electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician, electrotherapy might be used under some of the circumstances listed below when benefits outweigh the perceived risk)(12)"
            ]
        },
        "diagnosis need for treatment": "Stroke with residual paresis/paralysis, restricted mobility, gait deficits, impaired walking ability, decreased balance and safety with ambulation Rule out  (30,31) Seizure with postictal paralysis Syncope Migraine with hemiparesis Conversion disorder Hypoglycemia Hypertensive encephalopathy TIA if < 24 hours",
        "rule out": "",
        "prognosis": [
            "Researchers in the United States found that the time course of improvements in walking speed with intervention was different from the time course for improvements in gait biomechanics(32) –Based on a study involving 13 patients more than 6 months poststroke -Kinematic and kinetic gait analysis data included peak paretic propulsion, peak knee flexion during swing phase, and peak trailing limb angle, collected on a split belt treadmill instrumented with force platforms -Clinical measures of walking function included self-selected  walking speed, the 6MWT, and the TUG test -The intervention was fast treadmill training combined with plantar and dorsiflexor functional electric stimulation (FES) 3 times per week for 12 weeks –Improvements in biomechanics were found to plateau prior to improvements in walking speed and endurance  -Changes in the biomechanics of walking occurred early in the training period and leveled off after 4 weeks (12 sessions).Thirty-six  training sessions were necessary to achieve an increase in walking speed that exceeded the minimally clinically important difference –The authors recommend that expectations for each outcome should be set accordingly",
            "Clinical instruments predict functional outcome after stroke with better accuracy than lesion size and location do.(13) For example, sitting balance (trunk control test), motor functioning (Motricity Index), and assessment of ADLs (Barthel Index) in the second week after stroke predicted independence in ADLs at 1 year, while MRI imaging did not have added predictive value(14) –Other predictors of long-term  participation and independence in ADLs include age, comorbidity, cognition, upper extremity ability, and lower extremity coordination(15)"
        ],
        "referral to other disciplines": "Physician for management of heart disease, hypertension, diabetes, hypercoagulability, or hyperlipidemia; orthotist for an AFO, KAFO, or other necessary gait-related equipment; occupational therapist for basic and instrumental ADLs rehab and equipment; speech therapist; social services; psychologist; nursing as indicated Other –Researchers in South Korea found that class-based, task-oriented  circuit training can improve the physical ability of patients more than 6 months poststroke as much as individual-based,  task-oriented  circuit training(43) -All subjects received conventional physiotherapy for 30 minutes a day 5 days a week for 4 weeks. Additionally, subjects received task-oriented circuit training for 30 minutes per day 3 times per week in a class setting or individually -Outcome measures included a GaitRite computerized gait analysis system and a 2-minute  walk test -Results indicated that task-oriented  circuit training was effective in individual and group contexts –Researchers in South Korea found that use of a cane with an augmented pressure sensor for enhancement of weight bearing over the affected limb improved gait in patients after stroke(40) -Twenty-two  patients with hemiparesis were randomized into an experimental group that received gait training with auditory feedback provided from a pressure sensor that detected the peak vertical force on the cane or a control group that did not receive auditory feedback -Both groups received gait training for 30 minutes 5 times per week for 4 weeks -Gait training with a cane with an augmented pressure sensor was effective in improving muscle activation on the affected limb and gait speed -The authors note that conventional canes are appropriate for individuals who require them just for stability and assistive support, but that the canes with pressure sensors might be useful in individuals who are at a stage at which they want to improve the quality of gait and muscle activation in the paretic leg –Auditory cues might improve gait in patients who have had a stroke(44) -Authors of a 2015 systematic review concluded that walking training with cueing of cadence improves walking speed and stride length more than walking training alone(44) -Seven trials involving 211 participants were included -Cueing may also produce benefits in cadence, as well as in symmetry of walking -The evidence was found to be strong enough to make the recommendation to add 30 minutes of cueing of cadence to walking training, 4 times a week for 4 weeks, to improve walking in moderately disabled persons poststroke –Visual biofeedback that provides information about gait pattern and parameters might be beneficial for improving gait and functional capacity after stroke(41) -Based on an RCT conducted in Poland that involved 50 patients at least 6 months poststroke -Patients were enrolled into a group that received treadmill training with visual biofeedback or a control group receiving treadmill training only for 1.5-hour  sessions for 10 days -Patients in the biofeedback group received real-time visualization of their current footplacement as well as the location of where their foot should be placed -Patients in both groups achieved statistically significant improvement -The group receiving biofeedback achieved significantly greater improvement in the shortening of the stance phase and lengthening of the swing phase of the unaffected limb –Only a few studies have evaluated the effectiveness of combining interventions to make poststroke gait training more efficient and effective(18) -Combining a gravity-balanced  orthosis, FES, and visual feedback resulted in improvements in gait speed, stride length, and hip and knee joint excursions that were maintained 1 month post intervention(18)  -A multimodal gait training protocol of 1.5-hour training sessions 4 times per week for 12 weeks consisting of coordination exercises, BWSTT, and overground walking, with or without FES, produced improved gait coordination and function. Addition of FES resulted in gains that were maintained for 6 months after the training ended(19) -88 chronic (> 6 months) stroke patients with moderate to severe impairment in the coordination of gait components participated -Outcome measures included the GAIT, the 6MWT, and the locomotion/mobility subscale of the FIM -At least 12 weeks of multimodal gait training was necessary to produce improvements -The study was conducted by researchers from the United States . Problem Goal Intervention Expected Progression Home Program Weakness and impaired motor control of involved leg musclesImprove activation and strength of lower extremityTherapeutic exercises _ Lower extremity progressive resistive exercise (PRE) _ _ Early upright activity and mobilization _ _ (See Treatment summary , above)Progress each unique patient as indicated _ _ Progress to functional weight-bearing activityStrengthening exercises _ _ Repetition of exercises at home as appropriate Cardiovascular deconditioning, poor enduranceImprove aerobic fitness Therapeutic exercises _ Recumbent cycling, treadmill walking, aquatic therapy (if safely tolerated) _ _ (See Treatment summary , above)Progress each unique patient as indicatedProvide activities that patient and family can perform safely at home  Gait disturbances, slow walking speed, increased energy expenditure, and dependence in ambulationImprove gait pattern and walking performance with greater independenceFunctional training _ Task-specific gait training techniques, using gait orthosis, as indicated _ _ Treadmill training (with or without supportive harness, as available) _ _ Modalities _ TENS with task- specific exercises _ _ FES – peroneal nerve to enhance dorsiflexion for foot clearance if indicated _ Robotic assisted gait training _ _ (See Treatment summary , above)Increase training velocity to elicit improvements in walking speed and independence _ _ Progress each unique patient as indicated (e.g., varying surfaces, visual input, cognitive activities)Patient/caregiver education on practicing tasks; provide patient/ caregiver with written instructions regarding exercises and functional activities that can be performed at home Poor balance Improve balance Functional training _ Balance training _ _ Gait training _ _ _ _ (See Treatment summary , above)Adjust treatment plan according to patient’s needs _ _ Improvements in nonwalking tasks such as static balance might occur following high- intensity gait trainingProvide activities that patient and family can perform safely at home. Increase awareness of hazards in home and community  Impaired ROM/ potential for contracturesImprove ROM and resolution of contracturesTherapeutic modalities _ Manual joint mobilizations and stretching of tight tissues _ _ Neuromuscular electrical stimulation (NMES) _ _ Lower extremity ROM exercisesN/A ROM exercises _ Daily repetition of exercises as indicated _ _ Functional activities using full available ROM Risk for falls Decreased fall risk Fall prevention strategies _ Home modifications, proper use of ambulatory assistive devicesIndependence in fall prevention strategies, safe use of ambulatory assistive devicesEducate patient and family/caregivers about strategies and home modifications such as installation of grab bars, removal of obstacles, adequate lighting . Favorable Outcomes/Outcome Measures Increased walking speed 10MWT Improved gait pattern and walking performance with greater independence FIM(21) TUG test(22) Functional Ambulation Profile(23) DGI EMG FAC Improved balance Berg Balance Scale Improved aerobic fitness 6MWT Borg RPE Scale Improved control and strength of lower extremity Fugl-Meyer  Assessment of Motor Recovery after Stroke(24) Rivermead Mobility Index Stroke Rehabilitation Assessment of Movement",
        "other considerations": [],
        "treatment summary": [
            "Conventional gait training strategies to improve walking ability include overground gait training, task-oriented  training, muscle strengthening, neurodevelopmental techniques, treadmill training, BWSTT, FES, and balance training; research techniques that are beginning to become clinically available include electromechanical/robot-assisted  gait training devices(33,48) –Physical therapy interventions to improve gait should be of adequate intensity and provide enough repetition to facilitate neuromuscular and cardiopulmonary adaptations necessary to improve locomotion -Intensity might also be increased by adding loads or applying resistance during walking, while maintaining similar speeds, durations, and amount of stepping practice(33) -Greater increases in the 6MWT have been observed following high-intensity  training compared with low-intensity training(33) –Results of a 2016 Cochrane systematic review of studies of fitness training after stroke showed that cardiorespiratory training involving walking improved maximum walking speed, preferred gait speed, and walking capacity. Mixed training involving walking and resistance exercise increased preferred walking speed, walking capacity, and pooled balance scores. There were insufficient data to assess effects of resistance training(28)",
            "Ankle-foot  orthoses: Ankle-foot  orthoses can improve the gait pattern by facilitating dorsiflexion. There is limited evidence to support one type of AFO over another(46)",
            "Overground gait training : Overground gait training is the most common physical therapy intervention provided to patients after stroke",
            "Treadmill training and body-weight-supported  treadmill training –Results of studies comparing the effectiveness of BWSTT to overground training are mixed(34,35) -Authors of a study conducted in Canada indicate that a program of overground walking focusing on motorlearning is no better than a BWSTT program of equal frequency, duration, and step activity in adults within 1 year of stroke(34) -Based on a rater-blinded  RCT that involved 71 ambulatory community-dwelling  adults -Participants assigned to the motor learning walking program practiced various overground walking tasks under the supervision of a physiotherapist -Participants in the BWSTT program emphasized repetition of normal gait -There was no significant difference between groups in the primary outcome, preferred gait speed. Both groups improved by 0.14 m/sec -In an RCT conducted in the United States, researchers found that BWSTT is no better than overground training for individuals with chronic stroke(35) -43 individuals with chronic stroke were randomized to a treatment group consisting of BWSTT plus balance, strength, ROM and coordination exercises or a control group consisting of overground gait training in place of BWSTT -Treatment for both groups was 30 hours over 10 consecutive days -No significant differences were found between groups in self-selected  and fast walking speed, 6MWT, Berg Balance Scale, DGI, ABC scale single-limb  stance, TUG test, or Fugl-Meyer  score  –Results of a 2017 Cochrane systematic review indicate that patients who receive treadmill training with or without body-weight  support are not more likely to improve their ability to walk independently compared with patients who do not receive treadmill training, but walking speed and walking endurance may improve(16) -56 trials with 3,105 participants were included in this updated review -Stroke patients who are able to walk appear to benefit most from this type of intervention -Further research investigating the effects of different frequencies, durations, or intensities of treadmill training is recommended –High-speed  treadmill training might be more effective than progressive treadmill training in improving walking ability(36) -Based on a double-blind  RCT conducted in South Korea that involved 61 patients -Patients in the control group underwent progressive training on a treadmill with a stepwise increase of speed over the treatment period. Patients in the intervention group underwent high-speed  training beginning at a speed that is faster than the mean speed of stroke patients -Both groups underwent 20 training sessions over 5 weeks -Outcome measures included the TUG test, the 10MWT, the 6MWT, step length, and cadence -There were significant improvements in the TUG test, 10MWT, 6MWT, and in step length of the affected side and the unaffected side in the high-speed  training group compared to the progressive training group",
            "Electromechanically assisted training –Please see Clinical Review…Gait Training: Robotic-Assisted ; CINAHL Topic ID Number: T709290 for more information on this topic –Authors of a 2017 Cochrane systematic review concluded that patients who receive electromechanical-assisted  gait training in combination with physiotherapy after stroke are more likely to achieve independent walking than patients who receive gait training without these devices(17) -36 trials involving 1,472 participants were included in this review –A 2014 systematic review concluded that robot-assisted  gait training can lead to improvements in balance in stroke patients; however, it was not clear whether the improvements are greater than those associated with other methods of gait rehabilitation(29) -Studies were included if stroke patients were involved in robotic-assisted  gait training protocols and balance was identified as an outcome measurement -Nine studies involving 229 subacute or chronic stroke patients were included -Significant improvements in balance scores measured using the Berg Balance Scale, the Tinetti test, postural sway tests, and the TUG test were found after robotic-assisted  gait training -Significant differences in balance between intervention and control groups were not reported",
            "FES: FES improves gait velocity and gait pattern in stroke survivors(47) –Researchers in India found that FES combined with conventional physiotherapy induced better outcomes in the swing phase of the gait cycle, activation of the ankle dorsiflexors,and cortical function compared to conventional physiotherapy alone(42) -28 adults < 6 months poststroke were allocated to FES plus conventional therapy or conventional therapy only -Outcome measures included gait analysis, surface EMG of the tibialis anterior, and EEG signals from the foot motor area -FES induced more changes in gait swing parameters than the control intervention. EEG analysis showed increases in signal in the motor cortical area, and surface EMG showed greater activation of the tibialis anterior",
            "TENS : Electrical stimulation is thought to increase motor cortical excitability by increasing sensory input and has been found to augment motor output",
            "Motor imagery (MI) : Mental practice of the normal gait pattern without actual movement might improve gait ability in chronic stroke patients –Action observation gait training is a training method that involves observing, imitating, and practicing others’ actions to improve motor skills.(37,38,45) It focuses on the benefits of combining action observation with repetitive practice(38) -Authors of studies conducted in South Korea suggest that action observation training can be beneficial for improving walking ability of patients with poststroke hemiparesis(37,38,45) -In RCTs, patients were allocated to a group that watched videos demonstrating functional walking tasks or a group that watched videos showing nature and landscape images -Greater improvements were observed in the groups that watched gait training videos  -More studies are needed",
            "Virtual reality –Researchers of a 2014 systematic review and meta-analysis indicate that walking training associated with virtual reality-based  training is effective in increasing walking speed after stroke(39) -Virtual reality was identified as the use of interactive simulation created via computer to provide users with opportunities that appear and feel similar to the real world -Seven trials (with eight comparisons) were included -Five trials compared walking training associated with virtual reality with a non-virtual-reality  walking intervention -Virtual-reality-based  training was associated with treadmill training in four trials, with video-games  exercises in two trials, and with kinesiotherapy involving specific ankle movements in one trial -The meta-analysis  demonstrated that the addition of virtual-reality-based  training increased walking speed by 0.17 m/s and resulted in better results than non-virtual-reality  interventions"
        ]
    },
    "desired outcomes outcome measures": {},
    "maintenance or prevention": [
        "Prevent falls Home hazard assessment and modification should include removing obstacles, installing transfer rails, and adequate lighting Increase awareness of patient and family members of risk of falls  Avoid walking while unprepared (e.g., household walking without walking aids, visual aids, or orthoses due to inconvenience or unplanned [rushed] trips)",
        "Maintain the highest achievable ROM, strength, and function of the affected limbs",
        "Maintain fitness level and participation in activities",
        "Reduce modifiable stroke risk factors"
    ],
    "patient education": [
        "American Stroke Association, https://www.stroke.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Guercini F, Acciarresi M, Agnelli G, Paciaroni M. Cryptogenic stroke: time to determine aetiology. J Thromb Haemost . 2008;6(4):549-554.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Zorowitz R, Baerga E, Cuccurullo S. Stroke. In: Cuccurullo SJ, ed. Physical Medicine and Rehabilitation Board Review . New York, NY: Demos Medical Publishing; 2016:1-52. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Bassile CC, Hayes SM. Gait awareness. In: Gillen G, ed. Stroke Rehabilitation: A Function-Based  Approach . 3rd ed. St Louis, MO: Mosby Elsevier; 2011:389-403.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Perry J, Burnfield JM. Gait Analysis: Normal and Pathological Function . 2nd ed. Thorofare, NJ: SLACK Inc; 2010. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Pak S, Patten C. Strengthening to promote functional recovery poststroke: an evidence-based  review. Top Stroke Rehabil . 2008;15(3):177-199.  (SR)"
        },
        {
            "number in article": 6,
            "reference": "Stein J. Stroke. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 3rd ed. Philadelphia, PA: Saunders Elsevier; 2015:864-869.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Yen CL, Wang RY, Liao KK, Huang CC, Yang YR. Gait training-induced  change in corticomotor excitability in patients with chronic stroke. Neurorehabil Neural Repair . 2008;22(1):22-30.  (RCT)"
        },
        {
            "number in article": 8,
            "reference": "Buurke JH, Nene AV, Kwakkel G, Erren-Wolters  V, Ijzerman MJ, Hermens HJ. Recovery of gait after stroke: what changes?. Neurorehabil Neural Repair . 2008;22(6):676-683. (R)"
        },
        {
            "number in article": 9,
            "reference": "Park H-J, Oh D-W, Kim S-Y, Choi J-D. Effectiveness of community-based  ambulation training for walking function of post-stroke  hemiparesis: a randomized controlled pilot trial. Clin Rehabil . 2011;25(5):451-459.  (RCT)"
        },
        {
            "number in article": 10,
            "reference": "Patterson SL, Forrester LW, Rogers MM. Determinants of walking function after stroke: differences by deficit severity. Arch Phys Med Rehabil . 2007;88(1):115-119.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Zimbelman J, Daly JJ, Roenigk KL, Butler K, Burdsall R, Holcomb JP. Capability of 2 gait measures for detecting response to gait training in stroke survivors: Gait Assessment and Intervention Tool and the Tinetti Gait Scale. Arch Phys Med Rehabil . 2012;93(1):129-136.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 2016;42-44,  322-323. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Hatakenaka M, Miyai I, Sakoda S, Yanagihara T. Proximal paresis of the upper extremity in patients with stroke. Neurology . 2007;69(4):348-355.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Schiemanck SK, Kwakkel G, Post MW, Kappelle LJ, Prevo AJ. Predicting long-term  independency in activities of daily living after middle cerebral artery stroke: does information from MRI have added predictive value compared with clinical information?. Stroke. 2006;37(4):1050-1054.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Desrosiers J, Noreau L, Rochette A, Bourbonnais D, Bravo G, Bourget A. Predictors of long-term  participation after stroke. Disabil Rehabil . 2006;28(4):221-230.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Mehrholz J, Thomas S, Elsner B. Treadmill training and body weight support for walking after stroke. Cochrane Database Systematic Review . 2017;(8):CD002840. doi:10.1002/14651858.CD002840.pub4.  (SR)"
        },
        {
            "number in article": 17,
            "reference": "Mehrholz J, Thomas S, Werner C, Kugler J, Pohl M, Elsner B. Electromechanical-assisted  training for walking after stroke: a major update of the evidence. Cochrane Database Syst Rev. 2017;(5):CD006185. doi:10.1002/14651858.CD006185.pub4.  (SR)"
        },
        {
            "number in article": 18,
            "reference": "Krishnamoorthy V, Hsu WL, Kesar TM. Gait training after stroke: a pilot study combining a gravity-balanced  orthosis, functional electrical stimulation, and visual feedback. J Neurol Phys Ther . 2008;32(4):192-202.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Daly JJ, Zimbelman J, Roenigk KL. Recovery of coordinated gait: randomized controlled stroke trial of functional electrical stimulation (FES) vs no FES, with weight-supported treadmill and over-ground  training. Neurorehabil Neural Rep . 2011;25(7):588-596.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Collin C, Wade DT, Davies S, Home V. The Barthel ADL index: a reliability study. Int Disabil Stud . 1988;10(2):61-63.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Smith P, Hamilton BB, Granger CV. The Fone FIM Research Foundation of State University of New York . Buffalo, New York: Research Foundation, State University of New York; 1990. (GI)"
        },
        {
            "number in article": 22,
            "reference": "Podsiadlo D, Richardson S. The timed \"Up & Go\": a test of basic functional mobility for frail elderly persons. J Am Geriatr Soc . 1991;39(2):142-148. doi:10.1111/j.1532-5415.1991.tb01616.x.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Ryerson SD. Movement dysfunction associated with hemiplegia. Umphred DA, Lazaro RT, Roller ML, Burton GU, eds. Neurological Rehabilitation . 6th ed. St. Louis, MO: Mosby Elsevier; 2012. (GI)"
        },
        {
            "number in article": 24,
            "reference": "Gladstone DJ, Danells CJ, Black SE. The Fugl-Meyer  Assessment of Motor Recovery after Stroke: a critical review of its measurement properties. Neurorehabil Neural Repair . 2002;16(3):232-240.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Hocoma (Lokomat). http://www.hocoma.com/info/legal-notes/#c2438 . Accessed October 15, 2015. (GI)"
        },
        {
            "number in article": 26,
            "reference": "Geroin C, Mazzoleni S, Smania N, et al. Systematic review of outcome measures of walking training using electromechanical and robotic devices in patients with stroke. J Rehab Med . 2013;45(10):987-996.  doi:10.2340/16501977-1234.  (SR)"
        },
        {
            "number in article": 27,
            "reference": "Pundik S, Holcomb J, McCabe J, Daly JJ. Enhanced life-role participation in response to comprehensive gait training in chronic stroke survivors. Disabil Rehabil . 2012;34(26):2264-2271.  doi:10.3109/09638288.2012.696875. (R)"
        },
        {
            "number in article": 28,
            "reference": "Saunders DH, Sanderson M, Hayes S, et al. Physical fitness training for stroke patients. Cochrane Database Syst Rev . 2016;(3):CD003316. doi:10.1002/14651858.CD003316.pub6.  (SR)"
        },
        {
            "number in article": 29,
            "reference": "Swinnen E, Beckwee D, Meeusen R, Baeyens JP, Kerckhofs E. Does robot-assisted  gait rehabilitation improve balance in stroke patients? A systematic review. Top Stroke Rehabil. 2014;21(2):87-100.  doi:10.1310/tsr2102-87.  (SR)"
        },
        {
            "number in article": 30,
            "reference": "Kass JS, Krishnamohan P. Stroke, Acute Ischemic. In: Ferri FF, ed. 2018 Ferri’s clinical advisor: Instant Diagnosis and Treatment . Philadelphia, PA: Mosby Elsevier; 2018:1215-1218.  (GI)"
        },
        {
            "number in article": 31,
            "reference": "Kass JS, Kahn AB, Krishnamohan P. Stroke, hemorrhagic. In: Ferri FF, ed. Ferri’s clinical advisor: 5 books in 1 . 2018 ed. Philadelphia, PA: Elsevier; 2018:1219-1220.  (GI)"
        },
        {
            "number in article": 32,
            "reference": "Reisman D, Kesar T, Perumal R, et al. Time course of functional and biomechanical improvements during a gait training intervention in persons with chronic stroke. J Neurol Phys Ther . 2013;37(4):159-165.  doi:10.1097/NPT.0000000000000020. (R)"
        },
        {
            "number in article": 33,
            "reference": "Holleran CL, Rodriguez KS, Echauz A, Leech KA, Hornby TG. Potential contributions of training intensity on locomotor performance in individuals with chronic stroke. J Neurol Phys Ther . 2015;39(2):95-102.  doi:10.1097/NPT.0000000000000077. (RCT)"
        },
        {
            "number in article": 34,
            "reference": "DePaul VG, Wishart LR, Richardson J, Thabane L, Ma J, Lee TD. Varied overground walking training versus body-weight-supported  treadmill training in adults within 1 year of stroke: a randomized controlled trial. Neurorehabil Neural Repair . 2015;29(4):329-340.  doi:10.1177/1545968314546135. (R)"
        },
        {
            "number in article": 35,
            "reference": "Middleton A, Merlo-Rains  A, Peters DM, et al. Body weight-supported  treadmill training is no better than overground training for individuals with chronic stroke: A randomized controlled trial. Top Stroke Rehabil . 2014;21(6):462-476.  doi:10.1310/tsr2106-462.  (RCT)"
        },
        {
            "number in article": 36,
            "reference": "Lee IH. Does the speed of the treadmill influence the training effect in people learning to walk after stroke? A double-blind  randomized controlled trial. Clin Rehabil . 2015;29(3):269-276.  doi:10.1177/0269215514542637. (RCT)"
        },
        {
            "number in article": 37,
            "reference": "Park HR, Kim JM, Lee MK, Oh DW. Clinical feasibility of action observation training for walking function of patients with post-stroke  hemiparesis: a randomized controlled trial. Clin Rehabil . 2014;28(8):794-803.  doi:10.1177/0269215514523145. (RCT)"
        },
        {
            "number in article": 38,
            "reference": "Park EC, Hwangbo G. The effects of action observation gait training on the static balance and walking ability of stroke patients. J Phys Ther Sci . 2015;27(2):341-344. doi:10.1589/jpts.27.341. (R)"
        },
        {
            "number in article": 39,
            "reference": "Rodrigues-Baroni  JM, Nascimento LR, Ada L, Teixeira-Salmela  LF. Walking training associated with virtual reality-based  training increases walking speed of individuals with chronic stroke: systematic review with meta-analysis.  Braz J Phys Ther . 2014;18(6):502-512.  doi:10.1590/bjpt-rbf.2014.0062.  (M)"
        },
        {
            "number in article": 40,
            "reference": "Jung K, Kim Y, Cha Y, In TS, Hur YG, Chung Y. Effects of gait training with a cane and an augmented pressure sensor for enhancement of weight bearing over the affected lower limb in patients with stroke: a randomized controlled pilot study. Clin Rehabil . 2015;29(2):135-142.  doi:10.1177/0269215514540923. (RCT)"
        },
        {
            "number in article": 41,
            "reference": "Druzbicki M, Guzik A, Przysada G, Kwolek A, Brzozowska-Magon  A. Efficacy of gait training using a treadmill with and without visual biofeedback in patients after stroke: A randomized study. J Rehabil Med . 2015;47(5):419-425.  doi:10.2340/16501977-1949.  (RCT)"
        },
        {
            "number in article": 42,
            "reference": "Shendkar CV, Lenka PK, Biswas A, Kumar R, Mahadevappa M. Therapeutic effects of functional electrical stimulation on gait, motor recovery, and motor cortex in stroke survivors. Hong Kong Physiother J . 2015;33(1):10-20.  doi:10.1016/j.hkpj.2014.12.001. (RCT)"
        },
        {
            "number in article": 43,
            "reference": "Song JS, Kim JY, Park SD. Effect of the class and individual applications of task-oriented  circuit training on gait ability in patients with chronic stroke. J Phys Ther Sci . 2015;27(1):187-189.  doi:10.1589/jpts.27.187. (R)"
        },
        {
            "number in article": 44,
            "reference": "Nasciemento LR, deOliveira CQ, Ada L, Michaelsen SM, Teixeira-Salmela  LF. Walking training with cueing of cadence improves walking speed and stride length after stroke more than walking training alone: a systematic review. J Physiother . 2015;61(1):10-15.  doi:10.1016/j.phys.2014.11.015. (SR)"
        },
        {
            "number in article": 45,
            "reference": "Park HJ, Oh DW, Choi JD, et al. Action observation training of community ambulation for improving walking ability of patients with post-stroke  hemi-paresis:  a randomized controlled pilot trial. Clin Rehabil . 2017;31(8):1078-1086.  doi:10.1177/0269215516671982. (RCT)"
        },
        {
            "number in article": 46,
            "reference": "Daryabor A, Arazpour M, Aminian G. Effect of different designs of ankle-foot  orthoses on gait in patients with stroke: A systematic review. Gait & Posture . 2018;268-279.  (SR)"
        },
        {
            "number in article": 47,
            "reference": "Lin S, Sun Q, Wang H, Xie G. Influence of transcutaneous electrical nerve stimulation on spasticity, balance, and walking speed in stroke patients: A systematic review and meta-analysis.  J Rehabil Med . 2018;50(1):3-7.  (SR)"
        },
        {
            "number in article": 48,
            "reference": "Tshiswaka DI, Bennett C, Franklin C. Effects of walking trainings on walking function among stroke survivors: a systematic review. Int J Rehabil Res . 2018;41(1):1-13.  (SR) "
        }
    ]
}