{
    "metadata": {
        "title": "Dysphagia  Guillain-Barré  Syndrome",
        "synonyms": [
            "deglutition disorder  guillain-barré  syndrome",
            "swallowing disorder guillain-barré  syndrome",
            "oral dysphagia: guillain-barré syndrome",
            "pharyngeal dysphagia: guillain-barré  syndrome",
            "esophageal dysphagia: guillain-barré  syndrome",
            " difficulty swallowing: guillain-barré syndrome",
            "guillain-barré  syndrome: deglutition disorder",
            "guillain-barré syndrome: swallowing disorder",
            "guillain-barré  syndrome: oral dysphagia",
            "guillain-barré  syndrome: pharyngeal dysphagia",
            "guillain-barré syndrome: esophageal dysphagia",
            "guillain-barré  syndrome: difficulty swallowing",
            " deglutition disorder: acute inflammatory polyradiculopathy",
            "deglutition disorder: polyradiculopathy, acute inflammatory",
            "deglutition disorder: acute inflammatory polyneuropathy",
            "deglutition disorder: polyneuropathy, acute inflammatory",
            "deglutition disorder: gbs",
            "oral dysphagia: acute inflammatory polyradiculopathy",
            "oral dysphagia: polyradiculopathy, acute inflammatory",
            "oral dysphagia: polyneuropathy, acute inflammatory",
            "oral dysphagia: acute inflammatory polyneuropathy",
            "oral dysphagia: gbs",
            " pharyngeal dysphagia: acute inflammatory polyradiculopathy",
            "pharyngeal dysphagia: polyradiculopathy, acute inflammatory",
            "pharyngeal dysphagia: acute inflammatory polyneuropathy",
            "pharyngeal dysphagia: polyneuropathy, acute inflammatory",
            "pharyngeal dysphagia: gbs",
            "esophageal dysphagia: acute inflammatory polyradiculopathy",
            " esophageal dysphagia: polyradiculopathy, acute inflammatory",
            "esophageal dysphagia: acute inflammatory polyneuropathy",
            "esophageal dysphagia: polyneuropathy, acute inflammatory",
            "esophageal dysphagia: gbs",
            "swallowing disorder: acute inflammatory polyradiculopathy",
            "swallowing disorder: polyradiculopathy, acute inflammatory",
            " swallowing disorder: acute inflammatory polyneuropathy",
            "swallowing disorder: polyneuropathy, acute inflammatory",
            "swallowing disorder: gbs",
            "difficulty swallowing: acute inflammatory polyradiculopathy",
            "difficulty swallowing: polyradiculopathy, acute inflammatory",
            "difficulty swallowing: acute inflammatory polyneuropathy",
            "difficulty swallowing: polyneuropathy, acute inflammatory",
            "difficulty swallowing: gbs",
            "acute inflammatory polyradiculopathy: oral dysphagia",
            "acute inflammatory polyradiculopathy: pharyngeal dysphagia",
            "acute inflammatory polyradiculopathy: esophageal dysphagia",
            " acute inflammatory polyradiculopathy: deglutition disorder",
            "acute inflammatory polyradiculopathy: swallowing disorder",
            "acute inflammatory polyradiculopathy: difficulty swallowing",
            "polyradiculopathy, acute inflammatory: oral dysphagia",
            "polyradiculopathy, acute inflammatory: pharyngeal dysphagia",
            "polyradiculopathy, acute inflammatory: esophageal dysphagia",
            "polyradiculopathy, acute inflammatory: deglutition disorder",
            " polyradiculopathy, acute inflammatory: swallowing disorder",
            "polyradiculopathy, acute inflammatory: difficulty swallowing",
            "acute inflammatory polyneuropathy: oral dysphagia",
            " acute inflammatory polyneuropathy: pharyngeal dysphagia",
            "acute inflammatory polyneuropathy: esophageal dysphagia",
            "acute inflammatory polyneuropathy: deglutition disorder",
            "acute inflammatory polyneuropathy: swallowing disorder",
            "acute inflammatory polyneuropathy: difficulty swallowing",
            "polyneuropathy, acute inflammatory: oral dysphagia",
            "polyneuropathy, acute inflammatory: pharyngeal dysphagia",
            "polyneuropathy, acute inflammatory: esophageal dysphagia",
            "polyneuropathy, acute inflammatory: deglutition disorder",
            "polyneuropathy, acute inflammatory: swallowing disorder",
            " polyneuropathy, acute inflammatory: difficulty swallowing",
            "gbs: oral dysphagia",
            "gbs: pharyngeal dysphagia",
            "gbs: esophageal dysphagia",
            "gbs: disorder",
            "gbs: swallowing disorder",
            "gbs: difficulty swallowing"
        ],
        "anatomical location body part affected": [
            "Mouth, oropharynx, pharynx, and respiratory system(1)"
        ],
        "area of specialty": [
            "adult neurological disorders",
            "pediatric neurological and/or genetic disorders",
            "swallowing and swallowing disorders"
        ],
        "description": [
            "Guillain-Barré  syndrome is an acute immune-mediated  neurological disorder characterized by rapidly progressive, symmetric, flaccid paralysis often beginning in the legs and spreading proximally over days to weeks (2)",
            "It usually occurs after a gastrointestinal or respiratory infection and ranges in severity from mild cases with brief weakness to life-threatening  cases with respiratory failure requiring mechanical ventilation before plateauing and improving(2)",
            "Although there is no cure, treatment can improve outcomes. Most patients eventually recover but some have ongoing effects, such as weakness, numbness, pain, or fatigue(2)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia",
            "G61.0": "Guillain-Barré syndrome",
            "G65.0": "sequelae of Guillain-Barré syndrome (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for procedure will depend on insurance contract coverage;no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Dysphagia refers to impaired swallowing due to an inability to move food efficiently during the oral, pharyngeal, or esophageal phase of swallowing. The oral phase includes sucking, chewing, and moving the food or liquid into the throat. The pharyngeal phase is the initiation of the swallowing reflex, when food is squeezed down the throat and the airway is closed off to prevent aspiration (food or liquid entering the airway) or choking. In the esophageal phase, the openings at the top and bottom of the esophagus move the food or liquid to the stomach by relaxing and tightening.(5)A patient with GBS might experience generalized weakness of the oral and pharyngeal musculature, leading to deficits in the oral and pharyngeal phases of swallowing Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Patients with GBS are at risk for depression and social isolation in the early stages of the disease; there is some evidence that patients are at risk for PTSD even after the physical symptoms of GBS have resolved(9)",
            "When dysphagia is caused by GBS, it is recommended that a swallow evaluation be performed during the progressive or plateau phase of the disease and then repeated 4–8 weeks later, as the symptoms begin to improve. Goals should be adjusted according to the results of the evaluation(6)",
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain level, fatigue level, and frustration level. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. Swallowing assessments should be scheduled at a time of day when the patient is less fatigued and should not occur following other assessments",
            "A patient’s culture and native language should be considered to determine the appropriateness of examination questions and materials. Feeding practices and foods differ considerably across cultures; the patient’s and family’s view of dysphagia, appropriate assessments, and appropriate treatments will vary accordingly as well(31)",
            "Be aware of dietary restrictions or preferences and any food allergies when choosing food and liquid for use in swallowing assessment(s)(31)",
            "It is recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:": [
            "The exact cause of GBS is unknown(3)",
            "An infection, flu, or immunization often, but not always, precedes GBS.(2,3) Cases of GBS have been reported followingepidural anesthesia or surgery as well as following head and spine trauma(39)"
        ],
        "pathogenesis": [
            "Initial symptoms of muscle weakness and tingling typically occur in the extremities and rapidly progress to completeparalysis of the legs, arms, respiratory muscles, and face.(1) The course and severity of GBS are variable. As many as 30%of patients experience extreme respiratory muscle weakness and require mechanical ventilation.(1) The worst symptomsare experienced by 70% of patients within 2 weeks. As many as 90% of patients with GBS have swallowing problems inthe progressive phase of the disease and 100% during the “plateau,” the most severe phase of the disease.(6) While mostpatients improve after the onset phases (lasting up to 4 weeks), 8–16%  of patients experience one or more episodes ofworsening after the period of initial improvement.(3) The mortality rate has been reported to be 4–15%,  with death resultingfrom respiratory failure or pulmonary embolism. Less than 20% of patients experience permanent disabling weakness orneurological deficits(1)",
            "Pharyngeal dysphagia results from demyelination of peripheral and cranial nerves, leading to motor weakness, sensoryimpairment, and respiratory dysfunction(6)"
        ],
        "risk factors": [
            "Infection (e.g., cytomegalovirus, Campylobacter jejuni , Zika virus)(3,7,37,40,41)",
            "Head or spine trauma(39)",
            "Influenza vaccination (very low risk)(3)",
            "Season (greater incidence of GBS has been found in the winter months in Western countries, East Asia, and the MiddleEast; lower incidence of GBS in the winter months in the Indian subcontinent and Latin American countries)(43)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "The most severe form of GBS requires a period of hospitalization and mechanical ventilation(2)",
        "The patient with GBS is at risk for respiratory failure and requires regular monitoring of vital capacity and for cardiac arrhythmia.(3,38) The patient should also be monitored for any wide fluctuations in blood pressure or pulse rate(3)",
        "Respiratory stability is required before commencing swallowing therapy(6)",
        "Speech-language  pathologists (SLPs) are required to have graduate, postgraduate, or continuing education training specifically in dysphagia assessment and treatment(8)",
        "To perform videofluoroscopic swallowing studies (VFSSs), SLPs must have established competencies in the use and storage of barium used in VFSSs",
        "The patient’s family/caregivers should be involved in assessment and treatment procedures"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Patients with GBS are at risk for depression and social isolation in the early stages of the disease; there is some evidence that patients are at risk for PTSD even after the physical symptoms of GBS have resolved(9)",
            "When dysphagia is caused by GBS, it is recommended that a swallow evaluation be performed during the progressive or plateau phase of the disease and then repeated 4–8 weeks later, as the symptoms begin to improve. Goals should be adjusted according to the results of the evaluation(6)",
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain level, fatigue level, and frustration level. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. Swallowing assessments should be scheduled at a time of day when the patient is less fatigued and should not occur following other assessments",
            "A patient’s culture and native language should be considered to determine the appropriateness of examination questions and materials. Feeding practices and foods differ considerably across cultures; the patient’s and family’s view of dysphagia, appropriate assessments, and appropriate treatments will vary accordingly as well(31)",
            "Be aware of dietary restrictions or preferences and any food allergies when choosing food and liquid for use in swallowing assessment(s)(31)",
            "It is recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Diagnosis of GBS is made by a physician based on presenting symptoms and is confirmed by neurologic testing.(3) Common features include rapidly progressing weakness, hyperreflexia or areflexia, and raised protein concentrations in cerebral spinal fluid(3,42)",
                "course of treatment": {
                    "medical management": "Medical management of patients with GBS in the early stages of the disease includes mechanical ventilatory support and/or tracheotomy for the most severely impaired patients and immunemodulating therapy (immunotherapy). For detailed information on dysphagia assessment and treatment for individuals withAdults with Tracheostomy ; CINAHL Topic ID Number Children with Tracheostomy ; CINAHL Topic ID Number corticosteroids has been shown to be ineffective based on evidence from 6 trials.(3) The most common course of treatment is plasma exchange or intravenous human immunoglobulin (IVIg)(10) According to evidence-based  guidelines for use of IVIg in treatment of neuromuscular disorders from the American(35) There is strong evidence to support IVIg as a treatment for GBS in adults There is solid evidence to indicate that IVIg should not be combined with plasmapheresis for treating GBS There is insufficient evidence to support or refute the effectiveness of IVIg in children with GBS. There is also insufficient evidence to support the use of methylprednisolone (MP) in combination with IVIg in the treatment of GBS",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? Ask a pharmacist or physician about the side effects of these medications. Some pharmaceutical treatments for pain associated with GBS are analgesics, anticonvulsants, and tricyclic antidepressants (to treat neuropathic pain).(4) The type of medication used in pain treatment depends on the severity of the pain, location of the pain, the side effects of the medication, and patient characteristics (e.g., age)(4)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for dysphagia in patients with GBS include the following:",
                        "Complete patient history",
                        "Clinical swallowing examination (CSE)",
                        "VFSS",
                        "Fiberoptic endoscopic evaluation of swallowing (FEES)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether the patient has had occupational, physical, or speech therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Does the patient require mechanical ventilation? Does the patient have symptoms of autonomic involvement (control of visceral functions), including urine retention, ileus (disruption of gastrointestinal motor activity), sinus tachycardia (elevated heart rate), hypertension, cardiac arrhythmia, and postural hypotension? Does the patient have any pain? Does the patient have persistent phlegm or secretions? Does the patient exhibit increased -with certain textures of foods or liquids? -in different environments? -as meals progress? -during certain times of day? -when fatigued? -with environmental distractions?",
                "body chart": "Review body chart to determine extent of muscle weakness",
                "nature of symptoms": "Cranial nerve (trigeminal, hypoglossal) involvement in GBS is likely to weaken facial and oropharyngeal muscles, leading to dysphagia. Oral phase deficits have been found to be less severe than pharyngeal phase deficits(6) -tongue, facial muscle, and masticatory weakness(11) -fatigue while chewing -prolonged oral transport -difficulty managing oral secretions (drooling)(6) -aspiration (often silent) -penetration -postdeglutitive residue on the tongue base and in the valleculae",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Many patients with GBS have severe pain(4,12) ",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); document any history of coughing while eating. Document any fatigue while eating",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., coughing, chest congestion, difficulty with oral hygiene, dehydration, weakness, constipation, urine retention, pain, ileus, speech disturbances)",
                "respiratory status": "Document the respiratory status of the patient, including vital capacity, and include use of supplemental oxygen or need for mechanical ventilation -Respiratory failure has been reported in one fourth to one third of patients with GBS.(3,11,38)Factors that have been noted at patient admission as predictors of respiratory failure and the need for mechanical ventilation include severe muscle weakness, facial weakness, bulbar muscle weakness, and autonomic instability(13)Patients with GBS are at risk for depression due to the immediate and significant changes in physical abilities. In addition, patients are at risk for PTSD, even after the physical symptoms have resolvedDocument hearing ability Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any history of neurological disease, swallowing difficulties, respiratory difficulties, communication difficulties, or cognitive deficits",
                    "comorbid diagnoses": "Refer to medical charts and ask the patient or patient’s family about other problems, including depression, hearing loss, vision problems, heart problems, communication difficulties, and memory loss",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient or family/caregiver about other symptoms the patient is experiencing (e.g., excessive throat clearing, coughing while eating)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if anyDoes the patient currently receive intervention services for this or another condition? If the patient is an infant, is he or she bottle-fed  or breastfed? What is the patient’s eating schedule?Does the patient work? Does the patient participate in hobbies that may lead to fatigue? Does the patient engage in social mealtimes?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper, communication board). Does the patient feed self? Is the patient limited to eating foods of only certain textures? Who prepares the patient’s food?",
                "living environment": "Document with whom patient lives (e.g., caregivers, family members). If patient is not independent, who is his or her primary caregiver?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Does the patient use any adaptive devices for mobility, communication, or eating (e.g., adaptive spoons, cups)?",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [
                "Other instrumental procedures include ultrasonography to observe movement of the structures used for swallowing and surface EMG to record the electrical activity of the swallowing muscles; however, these procedures are used primarily in research at this time(8) -For detailed information on assessment of swallowing with EMG, see Clinical Review…Dysphagia Assessment: Electromyography ; CINAHL Topic ID Number: T709041"
            ],
            "posture": "Note any posture abnormalities that interfere with swallowing (e.g., head tilt, unilateral weakness) Quality of lifeAn outcome measure that includes patient self-ratings  of QOL due to swallowing and eating ability in adults(15)Document if the patient is able to eat independently",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Vision and hearing screening should be performed to determine any barriers to communication and ability to follow treatment protocol. Ideally, referral to an audiologist to check for impacted cerumen should be made prior to hearing screening. If the patient has hearing aids, they should be checked to be sure they are in working order",
            "special tests specific to diagnosis": "",
            "speech and language examination": "It is important to screen receptive language before a swallow evaluation to determine the patient’s ability to follow directions. Patients with GBS might have flaccid dysarthria due to bulbar involvement. For detailed information on assessment and treatment of dysarthria, please see Clinical Review…Dysarthria, Flaccid ; CINAHLT708850",
            "neurological examination": "",
            "oral structure and oral motor function": "Examine the structure and the range, rate, coordination, and symmetry of movement of the lips, facial musculature, tongue, pharynx, and larynx. An oral exam also allows for observation of the patient’s attention span and ability to follow instructions(14)",
            "perception": "",
            "arousal attention cognition": "GBS itself is not associated with cognitive impairment, but the patient could have a previous or comorbid condition. If applicable, refer to psychological and cognitive evaluations to assist in informing course of treatment and providing a prognosis for therapy. A lack of awareness of dysphagic symptoms has been associated with more medical complications as compared with patients who have an awareness of dysphagic symptoms",
            "aac assessment": "",
            "swallow examination": "The purpose of a swallow examination is to determine if the patient has dysphagia, to determine which function is disordered, and to establish any compensatory strategies (i.e., change in swallowing manner or food consistency) that would be safe and beneficial to the patientA CSE is usually the first part of a comprehensive swallowing examination or is used as an initial screening to determine the need for further evaluation.(8) Historically, the lack of a gag reflex function was used as a measure of dysphagia, but this has been demonstrated as unreliable as the sole indicator of swallowing function.(8) However, CSEs are poor at detecting silent aspiration (aspiration of food or liquid into the lungs without overt signs) and in determining the physiologic reason for a cough or a voice quality change. Due to its limitations, a CSE should be used as a complement to other instrumental measures rather than in isolation.(16) If oral intake is considered relatively safe, the patient should be observed swallowing different consistencies of food during the CSE.(14,16) The CSE should include the -A comprehensive case history and review of medical records(8) -Assessment of oral structures and motor function. Note the appearance of the oral mucosa (e.g., any inflammation or infection that may affect the oral stage of swallowing) and any pooling of saliva in the oral cavity. An inability to swallow may cause the saliva to pool in the mouth. Evaluate dentition in terms of the presence or absence of dental prostheses, the number and appearance of teeth, and general dental care.(8) Examine the facial, labial, and lingual ROM, speed, and strength. Examine velar elevation -Assessment of speech and vocal quality(8) -Assessment of feeding and mealtime techniques used by patient and caregivers.(8) When possible, conduct the CSE during a regular meal to observe the patient’s skills in coordinating respiration and swallowing in a natural environment.(8) Assess patient’s ability to achieve labial seal and contain bolus. Examine retrieval of different food consistencies from a spoon, cup, and straw -Observe the effects of alterations in posture or other compensatory techniques to improve swallow(8) -Evaluate the patient’s ability to comprehend instructions and use compensatory strategies(17)In-depth  Bedside SwallowT709037In-depthT709064Several screening protocols have been published to assist the clinician during the CSE with adult patients(18) There are several clinical assessment scales and checklists to assist the clinician in the swallowing evaluation. Scales, surveys, and checklists commonly are used in the clinical examination but often do not include normative data, standardization, validation, or guidelines for interpretationLip, cheek, tongue, and jaw movement are rated during a typical meal. This scale can be used with patients from 1 year of age to adults(19)A statistically based protocol for patients who are dependent feeders. Scaled ratings are made for posture, tone, reflexes, general motor control, orofacial structures, orofacial sensory input, orofacial motor control, ventilation, and functional feeding assessment(20)Ratings of lip, jaw, and tongue movement during ingestion of liquids and solid foods. Assessment of sipping from a cup, coughing, gagging, and hypersensitivity associated with feeding and swallowing. A checklist allows for indication of abnormal oral structures, oral reflexes, positioning, diet, utensils, and feeding(21)Standardized screening survey that can be used with patients from 2 years of age to adults. Assesses BMI, restrictions in food textures and viscosity, dependence in feeding, and need for special utensils or positioning. Provides information on the severity of the swallowing disorder and can be used as an outcome measure(22)VFSS is performed in collaboration with a physician (radiologist or physiatrist) and an SLP or occupational therapist and is used primarily as a diagnostic procedure for dysphagia.(8) The patient eats and drinks a variety of liquids and solids mixed with barium while images are recorded with videofluorography.(23) All patients should be examined in the lateral and frontal positions to gain information on movements of the swallow and symmetry of bolus flow and pharyngeal wall contraction. The SLP examines for the presence of aspiration and the effectiveness of modifying different food consistencies or of modifying posture.(8) In contrast to the CSE, VFSS provides critical information on the pharyngeal and esophageal phases of the swallow.(14) Due to the levels of radiation involved, this procedure is not suitable to use frequently to monitor changes.(16) Given the unnatural surroundings, swallowing function observed during a VFSS is not necessarily identical to that displayed at mealtimes. Other variables that influence swallowing function include anxiety, fatigue, and medications.(24)(17,24) -Lip closure (ability to contain a liquid bolus) -Lingual elevation (the back of the tongue is slightly elevated) -Tongue-to-palatal  seal -Bolus preparation/mastication -Bolus transport/movement of the tongue (movement of the bolus to the back of the oral cavity) -Initiation of the pharyngeal swallow (swallow should be initiated when the bolus reaches the region of the posterior oral cavity) -Soft palate elevation and retraction -Laryngeal elevation -Anterior hyoid excursion -Laryngeal closure -Pharyngeal contraction -Pharyngoesophageal segment opening -Tongue base retraction -Epiglottic inversion -Esophageal clearanceModifiedT709046ModifiedT709077FEES is performed to evaluate the anatomy and physiology of the pharynx and the larynx, pharyngeal swallow function, and the patient’s ability to manage secretions as well as the ability to swallow foods and liquids.(8) In addition, it can be used to explore a variety of diagnostic interventions such as varying bolus consistency, varying posture, or making use of visual feedback for reinforcement.(25) After the insertion  of the endoscope, the patient can self-feed  during the evaluation. Food must be light in color to enhance visibility (e.g., milk, pudding, yogurt, bread). FEES is preferred over VFSS when patients have safety issues related to radiation exposure and when patients need retesting. In addition, FEES is often less taxing than VFSS for patients who are weak and bedridden(25) -For detailed information on FEES and endoscopic examinations for dysphagia, see Clinical Review…Dysphagia",
            "tracheostomy examination": "Up to 30% of patients with GBS require ventilation support during the plateau of the disease due to weakness of respiratory muscles.(3) If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of patients with tracheostomies, seeChildren with Tracheostomy and Clinical Review…Dysphagia referenced above. For detailed information on assessment of a tracheostomy tube and use of a speaking valve, see ClinicalT708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with GBS are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "The patient with GBS is at risk for respiratory failure and requires regular monitoring of vital capacity and for cardiac arrhythmia.(3) The patient should also be monitored for any wide fluctuations in blood pressure or pulse rate.(3) Consult with a respiratory therapist to ensure that the evaluation will not further compromise the patient’s pulmonary system",
                "SLPs who work with patients with tracheostomies and/or mechanical ventilators must have professional training in a clinical setting to gain appropriate background and experience(26)",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Inform the patient and family/caregivers of potential aspiration risks and educate about strategies when appropriate",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Dysphagia diagnosis and management is based upon the results of a comprehensive assessment that is performed by an SLP in collaboration with a transdisciplinary team that may include a dietician, occupational therapist, physical therapist, respiratory therapist, otolaryngologist, radiologist, social worker, and neurologist.(27) Each discipline may provide specific input and expertise on the patient’s swallowing problems and the treatment plan. The primary concern is to maintain and maximize the patient’s health status.(8) After the evaluation, a decision must be made about the patient’s ability to ingest food and liquids orally based upon the nature of the disorder and the patient’s ability to make adjustments",
        "rule out": "In diagnosing GBS, the physician must rule out conditions with similar symptoms, including brainstem stroke, brainstem encephalitis, acute anterior poliomyelitis, acute myelopathy, other causes of peripheral neuropathy (e.g., drug intoxication), myasthenia gravis, and disorders of the muscles, including inflammatory myopathy and hypokalemia (low concentration of potassium in the blood)(3)",
        "prognosis": [],
        "referral to other disciplines": "Refer to an occupational therapist, physical therapist, nutritionist, respiratory therapist, social worker, neurologist, otolaryngologist, or radiologist as necessary. Refer patient and/or caregivers to a psychologist or counselor if signs of depression or PTSD are present",
        "other considerations": [],
        "treatment summary": [
            "Diet modification:  Changing the food and/or liquid consistency of a patient’s diet may assist in improving the safety and efficiency of the swallow as well as reduce fatigue associated with eating. For example, if a patient reports fatigue while chewing, the diet can be changed to mechanical soft texture. If the patient demonstrates aspiration of liquids or difficulty containing the liquid in the oral cavity, the clinician might investigate the used of thickened liquids; however, it cannot be assumed that all patients benefit from thickened liquids.(28)Thickened liquids are safer for some patients with dysphagia to swallow because they move through the oral and pharyngeal cavities more slowly than thin liquids, allowing more time for airway closure.(33) Clinicians should explore all possible intervention options before recommending thickened liquids; thickened liquids are associated with reduced overall fluid intake, increasing the risk of dehydration.(36) Additionally, the clinician must determine (by observing modifications during VFSS or FEES), rather than assume, that aspiration is not occurring with thickened liquids –Carbonated thin liquids can reduce aspiration for some patients with neurogenic dysphagia(30) –For detailed information on diet modifications for dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy–Compensatory ; CINAHL Topic ID Number: T903567",
            "Postural therapy:  Several postures have been examined to assist in changing the direction of the flow of foods and liquids in patients with dysphagia, including the chin tuck, head back, head rotation, and head tilt. For patients with GBS, the chin tuck (chin down) may be used to compensate for reduced posterior motion of the base of the tongue. In addition, the chin tuck widens the valleculae so that patients can more easily capture the bolus during a delay in the pharyngeal swallow and prevent aspiration before swallowing(28) –For detailed information on postural changes for dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy–Compensatory , referenced above",
            "Sensory stimuli: Changing the taste, volume, temperature, or carbonation of a food or liquid has been used as a way to heighten sensation and assist with delayed oral onset and/or delayed pharyngeal swallow. There is no research on the use of sensory stimuli with patients with GBS; research is needed to validate these techniques to determine their effects on a variety of different types of patients(28)",
            "Swallow maneuvers (voluntary changes in the swallow):  Swallow maneuvers include the supraglottic swallow, the super-supraglottic  swallow, the effortful swallow, and the Mendelsohn maneuver. Research has documented specific changes in the oropharyngeal swallow due to these maneuvers for some patients; however, further research is needed to determine the amount of time that these maneuvers should be used. Patients may not be able to perform maneuvers if they are unable to follow instructions or remember to use the maneuver during each swallow. These maneuvers may not be effective for patients with GBS who fatigue easily –Supraglottic swallow: Breath is held before, during, and after the swallow so that the true vocal folds are closed.(28) This technique might be contraindicated for patients with GBS who have disturbed respiratory function –Super-supraglottic  swallow: Breath is held while the patient swallows with extra effort.(28) This technique might be contraindicated in patients with GBS who have disturbed respiratory function –Effortful swallow: Patient contracts the muscles involved in swallowing with great effort(28) –Mendelsohn maneuver: The Mendelsohn maneuver is designed to increase the movement of the larynx and hyoid during the pharyngeal swallow. The patient holds the larynx up by using the muscles of the neck or with the hand  –For detailed information on maneuvers in dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy –Swallow Maneuvers ; CINAHL Topic ID Number: T709071 and the series of Clinical Reviews on each specific maneuver",
            "Adaptive equipment: Adaptive spoons, cups, and straws may be used to assist with the oral stage of the swallow. For example, if the patient has difficulty achieving a labial seal and cannot drink from a straw, a nonspill cup with a large handle may be useful as a facilitative aid. If anterior leakage continues, spoons can be used to place the liquid more posterior in the mouth. A nonskid mat can stabilize objects on the table",
            "Feeding tubes/enteral feeding: Patients with severe forms of GBS might be unable to take adequate nutrition and hydration by mouth and will require a percutaneous endoscopic gastrostomy tube (PEG) or a radiologically inserted gastrostomy tube.(29) Tube feeding is indicated in patients who cannot eat or drink enough to maintain sufficient weight and hydration . Problem Goal Intervention Expected Progression Home Program Oral and pharyngeal postdeglutitive residueReduce postdeglutitive residueAlternate liquid and solid foods _ To reduce and clear postdeglutitive residue, advise the patient to alternate liquids and solids and take small bitesIntroduction and progression of compensatory strategies such as alternating consistencies will vary according to patient’s endurance, cognition, and individualized goalsPatient will need to use swallowing techniques during all meals Oral and pharyngeal dysphagia due to reduced pharyngeal contraction and reduced tongue motionIngest food and liquids safely (without aspiration)Postural treatment _ For patients with GBS, the chin tuck (chin down) can be used to compensate for reduced posterior motion of the base of the tongue during swallowingIntroduction and progression of postural changes will vary according to patient’s endurance, cognition, and individualized goalsPatient will need to use the chin tuck during all meals Oral and pharyngeal dysphagiaIngest food and liquids safely (without aspiration)Swallow maneuvers _ Swallow maneuvers that might assist in compensating for reduced sensation and prevent pharyngeal stage dysphagia include the supraglottic swallow, the super- supraglottic swallow, the effortful swallow, and the Mendelsohn maneuver. Patients might not be able to benefit from maneuvers if they fatigue easilyIntroduction and progression of swallowing maneuvers will vary according to patient’s endurance, cognition, individualized goals, and respiratory statusPatient will need to use swallowing techniques during all meals  Oral and pharyngeal dysphagiaIngest food and liquids safely (without aspiration)Diet modification _ Diet modification may assist the patient in both the oral and pharyngeal stages of the swallow: _ _ If a patient reports fatigue while chewing, the diet can be changed to mechanical soft texture -If the patient reports aspiration of liquids or difficulty containing the liquid in the oral cavity, the clinician may investigate the use of thickened liquids; however, it cannot be assumed that all patients benefit from thickened liquids(28)Progression of modifications and specific types of food and liquid consistencies trialed will vary according to patient goalsPatient will need to use modified diet during all meals ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved swallow function reduced aspiration risk": [
            "Number of choking episodes",
            "Presence of aspiration (measured by presence of fevers, X-rays)"
        ],
        "improved nutrition and hydration and improved qol": [
            "Measures of liquid intake and skin turgor",
            "Weight",
            "Patient compliance with diet"
        ],
        "improved quality of life": [
            "SWAL-QOL:  An outcome measure that includes patient self-ratings  of QOL due to swallowing and eating ability; can beused with patients with cognitive or communication impairment(15,34)"
        ]
    },
    "maintenance or prevention": [
        "When dysphagia is caused by GBS, it is recommended that a swallow evaluation be performed during the progressive or plateau phase of the disease and then repeated 4–8 weeks later, as the symptoms begin to improve. Goals should be adjusted according to the results of the evaluation(6)",
        "Many patients with GBS have no dysphagia symptoms after recovery; however, patients with severe swallowing symptoms during the initial phase of the disease have been reported to have residual symptoms during the recovery phase(6)",
        "Oral care is extremely important for patients with dysphagia for the prevention of aspiration pneumonia. Regardless of the underlying cause of dysphagia, education about the importance of maintaining good oral hygiene should be included as part of a treatment program for all patients with dysphagia and their caregivers/medical treatment team(32)"
    ],
    "patient education": [
        "The SLP is responsible for educating the family and patient care staff about the needs of the patient regarding swallow safety ",
        "See “Swallowing Disorders in Adults” from the American Speech-Language-Hearing  Association, https://www.asha.org/public/speech/swallowing/swallowing-disorders-in-adults/",
        "See patient information on GBS and chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) from the GBS/ CIDP Foundation International, https://www.gbs-cidp.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Nguyen TP, Taylor RS. Guillain Barre Syndrome. StatPears [Internet] . Treasure Island (FL): StatPearls Publishing; 2021. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Mayo Clinic staff. Guillain-Barre  syndrome: definition. MayoClinic.com Web site. http://www.mayoclinic.com/health/guillain-barre-syndrome/DS00413 . (GI)"
        },
        {
            "number in article": 3,
            "reference": "Hughes RAC, Cornblath DR. Guillain-Barré  syndrome. Lancet. 2005;366(9497):1653-1666.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Kogos SC, Richards J, Baños J. A descriptive study of pain and quality of life following Guillain-Barré  syndrome : one year later. J Clin Psychol Med Settings . 2005;12(2):111-116.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Swallowing disorders (dysphagia) in adults. American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/swallowing/swallowing-disorders-in-adults/ . (GI)"
        },
        {
            "number in article": 6,
            "reference": "Kazandjian M, Dikeman K. Guillain-Barre  syndrome and disordered swallowing. Perspect Swallowing Disord . 2012;21(4):115-120.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Dimanchkie MM, Barohn RJ. Guillain-Barré  syndrome and variants. Neurol Clin . May 2013;31(2):491-510.  . doi:10.1016/j.ncl.2013.01.005. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Adult Dysphagia. American Speech-Language-Hearing  Association Practice Portal Web site. https://www.asha.org/Practice-Portal/Clinical-Topics/Adult-Dysphagia/ . (G)"
        },
        {
            "number in article": 9,
            "reference": "Le Guennec L, Brisset M, Viala K, et al. Post-traumatic  stress symptoms in Guillain-Barré  syndrome patients after prolonged mechanical ventilation in ICU: a preliminary report. J Peripher Nerv Syst . September 2014;19(3):218-23.  doi:https://doi.org/10.1111/jns.12087. (R)"
        },
        {
            "number in article": 10,
            "reference": "Liu S, Dong C, Ubogu EE. Immunotherapy of Guillain-Barré  syndrome. Hum Vaccin Immunother . 2018;14(11):2568-2579.  doi:https://doi.org/10.1080/21645515.2018.1493415. (R)"
        },
        {
            "number in article": 11,
            "reference": "Ogna A, Prigent H, Lejaille M, et al. Swallowing and swallowing-breathing  interaction as predictors of intubation in Guillain-Barré  syndrome. Brain Behav . December 20, 2016;7(2):e00611. doi:https://doi.org/10.1002/brb3.611. (R)"
        },
        {
            "number in article": 12,
            "reference": "Peña L, Moreno CB, Gutierrez-Alvarez  AM. Pain management in Guillain-Barre  syndrome: a systematic review. Neurologia . September 2015;30(7):433-438.  doi:https:// doi.org/10.1016/j.nrl.2014.04.009. (SR)"
        },
        {
            "number in article": 13,
            "reference": "Green C, Baker T, Subramaniam A. Predictors of respiratory failure in patients with Guillain-Barré  syndrome: a systematic review and meta-analysis.  Med J Aust . March 5, 2018;208(4):181-188.  doi:https://doi.org/10.5694/mja17.00552. (M)"
        },
        {
            "number in article": 14,
            "reference": "McAllister S, Tedesco H, Kruger S, Ward EC, Marsh C, Doeltgen SH. Clinical reasoning and hypothesis generation in expert clinical swallowing examinations. Int J Lang Commun Disord . July 2020;55(4):480-492.  doi:10.1111/1460-6984.12531.  (R)"
        },
        {
            "number in article": 15,
            "reference": "McHorney CA, Bricker DE, Kramer AE, et al. The SWAL-QOL  outcomes tool for oropharyngeal dysphagia in adults: I. conceptual foundation and item development. Dysphagia . 2000;15(3):115-121.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Rangarathnam B, McCullough GH. Utility of a clinical swallowing exam for understanding swallowing physiology. Dysphagia . August 2016;31(4):491-497. doi:https://doi.org/10.1007/s00455-016-9702-1.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Lazarus CL. History of the use and impact of compensatory strategies in management of swallowing disorders. Dysphagia . February 2017;32(1):3-10. doi:https://doi.org/10.1007/s00455-016-9779-6.  (RV)"
        },
        {
            "number in article": 18,
            "reference": "Benfield JK, Everton LF, Bath PM, England TJ. Accuracy and Clinical Utility of Comprehensive Dysphagia Screening Assessments in Acute Stroke: A Systematic Review and Meta-Analysis.  Clin Nurs. 2020;29(9-10):1527-1538.  doi:10.1111/jocn.15192. (M)"
        },
        {
            "number in article": 19,
            "reference": "Jelm JM. Oral-Motor/Feeding  Rating Scale . Tucson, AZ: Therapy Skill Builders; 1990. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Kenny DJ, Koheil RM, Greenberg J, et al. Development of a multidisciplinary feeding profile for children who are dependent feeders. Dysphagia . 1989;4(1):16-28.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Ottenbacher K, Dauck BS, Gevelinger M, Grahn V, Hassett C. Reliability of the Behavioral Assessment Scale of Oral Functions in Feeding. Am J Occup Ther . 1985;39(7):436-440.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Sheppard JJ. Dysphagia Disorders Survey and Dysphagia Management Staging Scale (Revised) . Lake Hopatcong, NJ: Nutritional Management Associates; 2002. (PP)"
        },
        {
            "number in article": 23,
            "reference": "Martin-Harris  B, Canon CL, Bonilha HS, Murray J, Davidson K, Lefton-Greif  MA. Best practices in modified barium swallow studies. Am J Speech Lang Pathol . July 10, 2020;29(2S):1078-1093.  doi:10.1044/2020_AJSLP-19-00189.  (RV)"
        },
        {
            "number in article": 24,
            "reference": "Martin-Harris  B, Humphries K, Garand K. The Modified Barium Swallow Impairment Profile (MBSImP) – innovation, dissemination and implementation. Perspect ASHA Special Interest Groups 2(13) (Part 4) . 2017;129-138.  doi:https://doi.org/10.1044/persp2.SIG13.129. (RV)"
        },
        {
            "number in article": 25,
            "reference": "Langmore SE. History of fiberoptic endoscopic evaluation of swallowing for evaluation and management of pharyngeal dysphagia: changes over the years. Dysphagia . February 2017;32(1):27-38.  doi:10.1007/s00455-016-9775-x.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Windhorst C, Harth R, Wagoner C. Patients requiring tracheostomy and mechanical ventilation: a model for interdisciplinary decision-making.  American Speech-Language-Hearing  Association Web site. http://leader.pubs.asha.org/article.aspx?articleid=2289674 . (G)"
        },
        {
            "number in article": 27,
            "reference": "Hansen K, Chenoweth M, Thompson H, Strauss A. Role of the speech-language  pathologist (SLP) in the head and neck cancer team. Cancer Treat Res . 2018;174:31-42. doi:https://doi.org/10.1007/978-3-319-65421-8_3.  (RV)"
        },
        {
            "number in article": 28,
            "reference": "Logemann JA. Treatment of oral and pharyngeal dysphagia. Phys Med Rehabil Clin N Am . 2008;19(4):803-816,  ix. (GI)"
        },
        {
            "number in article": 29,
            "reference": "Yoshida M, ikeda J, Urikane Y, Kashiwada T, Kaseda Y, Kohriyama T. Prevalence of tracheotomy and percutaneous endoscopic gastrostomy in patients with Guillain-Barré syndrome. Dysphagia . April 2017;32(2):236-240.  doi:https://doi.org/10.1007/s00455-016-9750-6.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Turkington L, Ward EC, Farrell A, Porter L, Wall LR. Impact of carbonation on neurogenic dysphagia and an exploration of the clinical predictors of a response to carbonation. Int J Lang Commun Disord . May 2019;54(3):499-513.  doi:https://doi.org/10.1111/1460-6984.12458.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Kenny B. Food culture, preferences and ethics in dysphagia management. Bioethics. November 2015;29(9):646-652.  doi:10.1111/bioe.12189. (R) "
        },
        {
            "number in article": 32,
            "reference": "Huang ST, Chiou CC, Liu HY. Risk factors of aspiration pneumonia related to improper oral hygiene behavior in community dysphagia persons with nasogastric tube feeding. J Dent Sci. December 2017;12(4):375-381.  doi:https://doi.org/10.1016/j.jds.2017.06.001. (R)"
        },
        {
            "number in article": 33,
            "reference": "Penney B. Use of fluid thickener to reduce dysphagia risk. Nursing Times . 2014;110:12, 16-18. (GI)"
        },
        {
            "number in article": 34,
            "reference": "Patel DA, Sharda R, Hovis KL, et al. Patient-reported  outcome measures in dysphagia: a systematic review of instrument development and validation. Dis Esophagus . May 1, 2017;30(5):1-23.  doi:https://doi.org/10.1093/dote/dow028. (R)"
        },
        {
            "number in article": 35,
            "reference": "Patwa HS, Chaudhry V, Katzberg H, Rae-Grant  AD, So YT. Evidence-based  guideline: intravenous immunoglobulin in the treatment of neuromuscular disorders: report of the Therapeutics and Technology Assessment Subcommittee of the American Academy of Neurology. Neurology . March 27, 2012;78(13):1009-15.  . (G)"
        },
        {
            "number in article": 36,
            "reference": "McGrail A, Kelchner L. Barriers to oral fluid intake: Beyond thickened liquids. J Neurosci Nurs . 2015;47(1):58-63.  doi:10.1097/JNN.0000000000000114. (R)"
        },
        {
            "number in article": 37,
            "reference": "Pulivarthi S, Gurram MK. A young patient with multisystem complications after cytomegalovirus infection. J Neurosci Rural Pract . 2014;5(1):59-62. doi:10.4103/0976-3147.127876.  (C)"
        },
        {
            "number in article": 38,
            "reference": "Vigneri S, Spadaro S, Farinelli I, et al. Acute respiratory failure onset in a patient with Guillain-Barré  syndrome after Legionella-associated  pneumonia: A case report. J Clin Neuromuscul Dis . 2014;16(2):74-78.  doi:10.1097/CND.0000000000000055. (C)"
        },
        {
            "number in article": 39,
            "reference": "Battaglia F, Sevy A, Moyse E, Roche PH. Guillain-Barré  syndrome following severe head trauma and spine surgery. Rev Neurol . 2013;169(2):166-168.  doi:10.1016/ j.neurol.2012.04.010. (R)"
        },
        {
            "number in article": 40,
            "reference": "Araujo LM, Ferreira ML, Nascimento OJ. Guillain-Barré  syndrome associated with the Zika virus outbreak in Brazil. Arq Neuropsiquiatr . March 2016;74(3):253-5. doi:10.1590/0004-282X20160035.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Cao-Lormeau  VM, Blake A, Mons S, et al. Guillain-Barré  Syndrome outbreak associated with Zika virus infection in French Polynesia: a case-control  study. Lancet. April 9, 2016;387(10027):1531-9.  doi:10.1016/S0140-6736(16)00562-6.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Incecik F, Herguner OM, Besen S, Yar K, Altunbasak S. Guillain-Barré  syndrome with hyperreflexia and bilateral papillitis in a child. J Pediatr Neurosci . 11(1):71-3. doi:10.4103/1817-1745.181264.  (C)"
        },
        {
            "number in article": 43,
            "reference": "Webb AJ, Brain SA, Wood R, Rinaldi S, Turner MR. Seasonal variation in Guillain-Barré  syndrome: a systematic review, meta-analysis  and Oxfordshire cohort study. J Neurol Neurosurg Psychiatry . November 2015;86(11):1196-201.  doi:10.1136/jnnp-2014-309056.  (M)"
        }
    ]
}