{
    "metadata": {
        "title": "Sports Hernia  Conservative Management",
        "synonyms": [
            "athletic pubalgia  conservative management",
            "sportsman’s hernia conservative management",
            "footballer’s groin: conservative management",
            "pubic inguinal pain syndrome: conservative management",
            "gilmore's groin: conservative management",
            " groin disruption syndrome: conservative management"
        ],
        "anatomical location body part affected": [
            "Lower abdominal wall or groin/external oblique aponeurosis, rectus abdominis, conjoined tendon/rectus abdominis interface, or parts of internal oblique or transversus abdominis that form the conjoined tendon"
        ],
        "area of specialty": [
            "sports rehabilitation",
            "orthopedic rehabilitation",
            "neurological rehabilitation"
        ],
        "description": [
            "Sports hernia is a general term for activity-related  pubic pain (pubalgia) that may involve tissue disruption or abnormal tension in the inguinal region (lower abdominal wall or groin)(7)",
            "Sports hernia is a common condition in male athletes who play soccer, American football, ice hockey, basketball, or rugby(7,9)",
            "Many different injuries in the groin area have similar symptoms and can coexist.(30) Groin pain is a nonspecific feature that requires differential diagnosis(2)",
            "Controversy continues over the naming of the various injuries to the groin area. The British Hernia Society’s 2014 position statement proposed eliminating the terms sports hernia (as it is not a true hernia), athletic pubalgia (as the injury does occur in non-athletes),  sportsman’s groin, pubic inguinal pain syndrome, etc. and replacing all of them with the term inguinal disruption(3)",
            "Six to 8 weeks of physical therapy (e.g., core strengthening, stretching), modified rest, and anti-inflammatory  medication is often recommended as the first method of intervention for sports hernia.(2) Optional laparoscopic or open surgical repair may be chosen if conservative treatment fails",
            "This Clinical Review focuses on conservative management of pubalgia in athletes. For more information on groin pain of other etiologies (e.g., adductor related, pubic bone related [e.g., osteitis pubis], psoas related, or hip joint related), see  Clinical Review ... Groin Pain in Athletes  ; CINAHL Topic ID Number: T709135"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M70": "soft tissue disorder related to use, overuse and pressure (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement will depend on insurance contract coverage. No specific issues, information, or special agencies regarding reimbursement have been identified"
        ],
        "presentation signs and symptoms": [
            "More common in male than female athletes(4)",
            "Chronic, activity-related  (e.g., jumping, kicking, pushing) lower abdominal and/or groin pain",
            "Deep, throbbing, dull, aching groin pain,(2) typically unilateral ",
            "Point tenderness in the abdominal wall",
            "No visible or palpable bulging in area of pain or tenderness. An inguinal bulge may indicate a true hernia(2)",
            "Reduced strength and ROMin the area of pain",
            "Pain intensity increases with exertion and usually impairs athletic performance(11)",
            "Reproduction of pain on coughing, sneezing, or bearing down (e.g., Valsalva maneuver)(2)",
            "Based on the British Hernia Society’s position statement, three of the following five signs must be present for the diagnosis of inguinal disruption:(3) –Pinpoint tenderness over the pubic tubercle at the point of insertion of the conjoint tendon –Palpable tenderness over the deep inguinal ring –Pain and/or dilation of the external ring with no obvious hernia evident –Pain at the origin of the adductor longus tendon –Dull, diffused pain in the groin that often radiates to the perineum and inner thigh or across the midline Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Progressive weakening in the rectus abdominis insertion or lower posterior inguinal wall, caused by acute or repetitiveinjury. Typically seen in athletes, it may also occur in individuals who do not play sports(7)",
            "Mechanism of injury is likely overuse, with tearing of the involved connective tissues/muscles due to strain oroverstretching. Lower abdominal/pelvic strain may result from acute or repetitive forceful trunk rotation andhyperextension(9,11) and/or thigh hyperabduction,(11) often occurring during sports activities (e.g., kicking, cutting,hurdling, or sliding in “splits” position)–Adductor injuries are common in athletes(5)",
            "Proposed causes(14)–Conjoined tendon inflammation or tear–Inguinal ligament tear–External oblique muscle tear–Posterior abdominal wall attenuation–Superficial inguinal ring dilation"
        ],
        "pathogenesis": [
            "Posterior abdominal wall weakness in the inguinal region and abnormal tension in the inguinal canal(13)–Weakness is due to repetitive and excessive force to the inguinal and pelvic region during lower extremity movement(e.g., adductors, abdominal wall muscles, hip articulation)–Ultimately results fromthe unbalanced force at the pelvis and inguinal canal"
        ],
        "risk factors": [
            "Participation in sports that involve repetitive twisting, cutting, and pivoting; or sports requiring a high frequency ofacceleration and deceleration (e.g., soccer, American football, ice hockey, rugby, skiing, running [sprinting or hurdling],golf)(7,9)",
            "Muscle imbalance – strong proximal thigh muscles with deficiency in abdominal muscles(7)",
            "More common in males than females(7)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Traumatic and palpable inguinal hernias should be referred to general surgeon",
        "Other red flags that warrant immediate referral to surgeon include the following:(8) History of trauma Fever Unexplained weight loss Burning with urination Night pain Prolonged corticosteroid use",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care "
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Does regular physical activity or sport require forceful hip rotation coupled with extreme ranges in hip adduction and extension? -Onset of pain is rarely associated with a specific time of injury; rather, it is insidious and gradual. How have the symptoms progressed since onset?",
                "course of treatment": {
                    "medical management": "Conservative treatment typically involves protection, medication for pain, and progressive neuromuscular rehabilitation(2)",
                    "surgical management": [
                        "Surgical management: Laparoscopic or open surgery, which requires longer postoperative recovery, is an option for an athlete resistant to conservative treatment (i.e., has not benefited from modified restand physical therapy)",
                        "Either approach typically includes placement of aninternal mesh",
                        "Laparoscopic mesh repair may provide a faster recovery time. Authors of a cohort study (n = 30 athletes with recalcitrant symptoms who had ceased training for 3 to 6 months) in Austria found posterior wall deficiency in 24 and",
                        "true hernia in 6 on laparoscopy.Twentyone  (70%) returned to sports 6 weeks after surgery(6)"
                    ],
                    "medications": "Determine what medications clinician has prescribed. Are they being taken? Are they effective? Agents commonly used are acetaminophen and NSAIDs (e.g., ibuprofen, naproxen). Corticosteroid injection may have been tried for suspected adductor strain or osteitis pubis",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "X-ray  to rule out groin and pelvic pain due to fracture, as indicated",
                        "Plain radiography, ultrasonography, or scintigraphy to assist in differential diagnosis",
                        "MRI might identify osteitis pubis, bone marrow edema, stress fractures, intra-articular  hip pathologies, tendon injuries, or musculofascial abnormalities (e.g., rectus abdominis tears, adductor aponeurosis tears)(2,7)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document which activities aggravate or ease the patient’s symptoms. When an individual has a sports hernia, pain will ease with rest. The pain is generally aggravated by coughing/sneezing/Valsalva maneuver, running, kicking, cutting/ twisting, sit-ups,  and side stepping(2)",
                "body chart": "Use body chart to document location and nature of symptoms. Pain is initially unilateral (bilateral in about 15% of cases)",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Pain is usually described as a deep, throbbing/dull ache",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any prior lumbopelvic or hip problems? If so, what treatments were used? ",
                    "comorbid diagnoses": "Ask the patient about other medical conditions, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Ask about participation in recreational or competitive sports, including soccer, American football, ice hockey, rugby, basketball, tennis, and golf(9)",
                "functional limitations assistance with ADLs adaptive equipment": "Any disability in sports or ADLs?",
                "living environment": "Stairs, number of floors in home, with whom the patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general exam as indicated with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "Dynamic balance during sports activity might be impaired by reproduction of pain. Assess single limb stance and compare bilaterally",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess gait pattern at variable speeds. Stride length on affected side may be shortened by pain at faster speedAssess for deficits in sacroiliac joint mobility with Gillet/Stork test –There is a subset of athletes who present with symptomatic intraarticular hip disorders in conjunction with sports hernia.(1) It is hypothesized that femoroacetabular impingement can increase compensatory stresses that contribute to development of sports hernia -Limited hip internal rotation, flexion, and abduction may indicate underlying femoroacetabular impingement -A positive anterior impingement test (pain with hip flexion, adduction, internal rotation)is indicative of concomitant hip joint pathology",
            "muscle strength": "Use manual muscle testing (MMT) to assess –pain on lower extremity strength testing –isokinetic muscle strength of trunk and lower extremities, paying particular attention to the hip adductors, rectus femoris, rectus abdominus, and iliopsoas(12) –strength of abdominals in resisted partial sit-up;  pain is commonly reported during this test(2)",
            "observation inspection palpation including skin assessment": [
                "No palpable inguinal bulge/hernia; palpation of inguinal bulge may reveal a true hernia(2)",
                "Painful inguinal canal palpation (during standing and coughing)(7)",
                "Sensitivity above the public crest on the affected side, particularly while sitting up(7)",
                "Palpation of the pubic tubercle, conjoined tendon, medial inguinal canal, insertion of rectus abdominis or adductor origin may be tender or painful(2)",
                "The superficial inguinal ring may feel dilated(9)"
            ],
            "posture": "Assess posture from spine to feet. Consider that there may be a compensatory pelvic rotation/tilt",
            "range of motion": "Assess ROM in hip extension and hip rotation and trunk flexibility. (Note that stretching of hip adductors may compress inguinal area and increase pain.) Hip extension may be limited; internal and external rotation is commonly decreased(2)",
            "self-care activities of daily living": "",
            "reflex testing": "Patellar and Achilles deep tendon reflexes should be intact and equal bilaterally",
            "sensory testing": " Sensory testingAssess with V AS –Pain may radiate into adductor region and hip flexors",
            "special tests specific to diagnosis": " Special tests specific to diagnosisThese tests do not differentiate sports hernia from a direct inguinal hernia) -Cough test  – patient bears down and coughs; this increases intra-abdominal  pressure in an attempt to reproduce symptoms  -Adductor squeeze test  (7,10) –patient in supine and patient’s hips at 0˚, 45˚, and 90˚ hip flexion (can be measured in three positions). The examiner places his or her fist (or handheld dynamometer) between the patient’s knees while the patient maximally adducts –Tests for muscle tightness/reduced flexibility (e.g., Thomas test, 90-90  hamstring test, Ober’s test)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Traumatic and palpable inguinal hernias should be referred to a general surgeon",
                "Modalities: There is no reliable evidence to support the use of ultrasound or other modalities for treatment of sports hernia"
            ]
        },
        "diagnosis need for treatment": "Groin strain with occult hernia/pain-restricted  strength and ROM, with compensatory functional deficits in posture and gait. Treatment is indicated to educate patient regarding rehabilitation and prevention of recurrence correct muscle weakness and tightness normalize posture and gait advise patient on return to sport",
        "rule out": " Rule out Direct or true inguinal hernia(2) Muscle injuries (e.g., adductors strain/avulsion, distal rectus abdominis strain/avulsion, iliopsoas strain)(19) Osteitis pubis (i.e., stress fracture)(2) Nerve entrapment(2) Hip pathology (e.g., femoroacetabular impingement, intra-articular injuries, degenerative changes)(2) Pubic stress fracture(2) Femoral neck stress fracture(2) Gynecological pathology (e.g., endometriosis, menstrual pain)(2) Urinary tract infection, prostatitis, testicular pain, varicocele(2)",
        "prognosis": [
            "Patients do not typically respond to conservative treatment alone(12)",
            "Surgical management should be considered in cases of recalcitrant groin pain after 3 months of conservative treatment(7)",
            "Most individuals can return to full sports activity within 6 weeks post laparoscopic repair and 1 to 6 months post open repair(12)"
        ],
        "referral to other disciplines": " Referral to other disciplines To physician as indicated for increasing groin pain or disability To general surgeon for open hernia repair",
        "other considerations": [
            "Modify or avoid aggravating activities",
            "Substitute cross-training  exercises with minimal pain to maintain fitness",
            "Implement sports-specific  training before return to competitive play"
        ],
        "treatment summary": [
            "Physical therapy treatments should focus on core stabilization activities and should include strengthening the muscles that stabilize the pelvis, hip joints, lower abdominal muscles, and adductors(1)",
            "Active rehabilitation with conventional treatment is more effective than conventional treatment only in decreasing pain and facilitating return to sport for soccer players with sports hernias(9) –Based on an RCT in Egypt –Forty soccer players with sports hernias were randomized into two groups: an active rehabilitation group and a conventional-treatment-only  group -Both groups received conventional treatment (heat, massage, TENS, and mobilization) -The active rehabilitation group also received exercises such as hip abduction/adduction, posterior pelvic tilt, bridging, pelvic trunk stability activities, forward and oblique sit-ups,  and balance training on wobble board -Both groups received 3 treatment session per week for 2 months  –Outcomes -V AS for pain -Both groups had decreased V AS scores post treatment. The active group showed significantly greater V AS improvements with a decrease in V AS scores of 80.25% compared to the conservative treatment group who had a 41.93% decrease -Hip internal and external rotation improved in both groups; however, no statistical differences were seen between groups post treatment -Thirteen individuals in the active rehabilitation group and three individuals in the conventional treatment group returned to sports without groin pain . Problem Goal Intervention Expected Progression Home Program Pain/discomfort Minimal or no pain Therapeutic strategies _ Modified rest with avoidance of aggravating activities _ Manual therapy _ Joint mobilization, manipulation, passive ROM (PROM), and soft tissue techniques _ See Treatment summary aboveReduced pain or discomfortProvide patient education on safe physical activities Limited joint mobility or ROMRestore ROM of involved extremitiesTherapeutic strategies PROM or stretching techniques to improve ROM. Perform activities in pain- free motion in low to moderate intensity levelsProgress with activities as appropriate until patient is able to attain full ROMProvide patient with home program for stretching activities  Weak or tight musculature _ Muscle imbalance _ _ Deficits in posture and gaitIncrease strength and flexibility of involved muscles that contribute to stability of posterior wall of inguinal canal _ _ Increased strength to correct any muscle imbalanceTherapeutic exercises _ Progressive strengthening (isometric to isokinetic, concentric to eccentric contractions) and stretching of weak and tight muscle groups. Focus on hip adductors, rotators, and extensors and the abdominals _ _ Functional training _ Stability ball and rocker board exercises for core training. Sports-specific agility (running, cutting, and jumping) exercises. Place emphasis on abdominal/pelvic rotational control _ See Treatment summary above _ _ Gait and balance training _ _ Posture educationProgress with exercises as appropriate until possible to return to competitive play or until eventual surgical intervention _ _ Progress functional exercises as appropriateProvide patient with home program for strengthening and stretching exercises _ _ Home exercise program should include gait and balance training and functional activities ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced pain": [
            "V AS"
        ],
        "increased strength and muscle balance": [
            "MMT"
        ],
        "increased flexibility": [],
        "normalized posture and gait": [
            "Gait speed, stride length, posture assessment"
        ],
        "return to pre-injury  activity status without limitations": [
            "Patient satisfaction",
            "Return to sport"
        ]
    },
    "maintenance or prevention": [
        "Sports-specific  core strengthening and correction of hip and abdominal muscle flexibility imbalance",
        "Warm-up  and stretching may help prevent exercise-related  soft tissue injuries ",
        "The primary criterion for return to high-risk  sport or occupational work should be pain-free  function consistent with demands of sport or work. However, studies are needed to determine whether return to sport increases risk of further groin injury"
    ],
    "patient education": [
        "For a review of the anatomy, causes, symptoms, and treatment of sports hernia, see the American Academy of Orthopaedic Surgeons website at https://orthoinfo.aaos.org/en/diseases--conditions/sports-hernia-athletic-pubalgia Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Strosberg DS, Ellis TJ, Renton DB. The role of femoroacetabular impingement in core muscle injury/athletic pubalgia: diagnosis and management. Front Surg . 2016;3:6. doi:10.3389/fsurg.2016.00006. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Dimitrakopoulou A, Schilders E. Sportsman’s hernia? An ambiguous term. J Hip Preserv Surg . 2016;3(1):16-22.  doi:10.1093/jhps/hnv083. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Sheen AJ, Stephenson BM, Lloyd DM, et al. ‘Treatment of the sportsman’s groin’: British Hernia Society’s 2014 position statement based on the Manchester Consensus Conference. Br J Sports Med . 2014;48(14):1079-1087.  doi:10.1136/bjsports-2013-092872.  (G)"
        },
        {
            "number in article": 4,
            "reference": "Schache A, Woodley SJ, Schilders E, Orchard JW, Crossley KM. Anatomical and morphological characteristics may explain why groin pain is more common in male than female athletes. Br J Sports Med . April 2017;51(7):554-555.  doi:10.1136/bjsports-2016-096945.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Serner A, Weir A, Tol JL, et al. Return to sport after criteria-based  rehabilitation of acute adductor injuries in male athletes: a prospective cohort study. Orthop J Sports Med . 2020;8(1):2325967119897247. doi:10.1177/2325967119897247. (R)"
        },
        {
            "number in article": 6,
            "reference": "Pokorny H, Resinger C, Fischer I, et al. Fast Early Recovery After Transabdominal Preperitoneal Repair in Athletes with Sportsman's Groin: A Prospective Clinical Cohort Study. J Laparoendosc Adv Surg Tech A . March 2017;27(3):272-276.  doi:10.1089/lap.2016.0188. (R)"
        },
        {
            "number in article": 7,
            "reference": "Paksoy M, Sekmen U. Sportsman hernia; the review of current diagnosis and treatment modalities. Ulus Cerrahi Derg . 2016;32(2):122-129.  doi:10.5152/UCD.2015.3132. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Thorborg K, Reiman MP, Weir A, et al. Clinical examination, diagnostic imaging, and testing of athletes with groin pain: an evidence-based  approach to effective management. J Orthop Sports Phys Ther . 2018;48(4):239-249.  doi:10.2519/jospt.2018.7850. (RV)"
        },
        {
            "number in article": 9,
            "reference": "Abouelnaga WA, Aboelnour NH. Effectiveness of active rehabilitation program on sports hernia: randomized control trial. Ann Rehabil Med . 2019;43(3):305-313.  doi:10.5535/ arm.2019.43.3.305. (RCT)"
        },
        {
            "number in article": 10,
            "reference": "Moreno-Pérez  V, Travassos B, Calado A, Gonzalo-Skok  O, Del Coso J, Mendez-Villanueva  A. Adductor squeeze test and groin injuries in elite football players: a prospective study. Phys Ther Sport . 2019;37:54-59.  doi:10.1016/j.ptsp.2019.03.001. (R)"
        },
        {
            "number in article": 11,
            "reference": "Trofa DP, Mayeux SE, Parisien RL, Ahmad CS, Lynch TS. Mastering the physical examination of the athlete’s hip. Am J Orthop . 2017;46(1):10-16.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Asif M, Sharma R, Rai RH, et al. A systematic review on sports hernia. Int J Yogic, Hum Movement Sports Sci . 2018;3(2):254-259.  (SR)"
        },
        {
            "number in article": 13,
            "reference": "Piozzi GN, Cirelli R, Salati I, et al. Laparoscopic approach to inguinal disruption in athletes: a retrospective 13-year analysis of 198 patients in a single-surgeon  setting. Sports Med Open . 2019;5(1):25. doi:10.1186/s40798-019-0201-4.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Hopkins JN, Brown W, Lee CA. Sports hernia: definition, evaluation, and treatment. JBJS Rev . 2017;5(9):e6. doi:10.2106/JBJS.RVW.17.00022. (RV) "
        }
    ]
}