{
    "metadata": {
        "title": "Pelvic Girdle Pain  an Overview",
        "synonyms": [
            "girdle pain, pelvic",
            "symphysis pubis dysfunction",
            "bilateral sacroiliac pain",
            " osteitis pubis",
            "pelvic girdle dysfunction",
            "pregnancy-related pelvic girdle pain"
        ],
        "anatomical location body part affected": [
            "Pelvis (fused ilium, ischium, and pubis bones), pelvic ligaments, pubic symphysis, sacroiliac joints, sacrum, coccyx, uterus, vagina, urological system, pelvic floor musculature"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "neurological rehabilitation",
            "women’s health"
        ],
        "description": [
            "This Clinical Review provides an overview of pelvic girdle pain (PGP), focusing on the musculoskeletal conditions associated with PGP. Due to the complex mechanisms of PGP, it is vital for rehabilitation therapists to determine if the patient’s pain is within their scope of practice or warrants referral back to the physician.(1) Most therapists should limit their treatment to address musculoskeletal causes of PGP; however, clinicians who specialize in women’s health may wish to treat gynecological conditions that may be involved"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R10": "abdominal and pelvic pain",
            "R10.2": "pelvic and perineal pain",
            "F45.4": "persistent somatoform pain disorder",
            "N94.9": "unspecified condition associated with female genital organs and menstrual cycle",
            "N41.1": "chronic prostatitis (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "PGP is usually chronic and refers to the lower abdomin, lower back, or various organs in the pelvic girdle(1)",
            "Cramping and aching types of PGP are often reported in conditions associated with musculoskeletal dysfunction(1,2)",
            "Neuropathic PGP may stem from neuro-vascular  entrapment (e.g., pudendal pain, gluteal pain, coccygodynia, and sciatic pain)(46)",
            "In cases in which PGP is associated with gynecological problems (e.g., dysmenorrhea, cancer), other symptoms may include nausea, vomiting, dizziness, and headache(1)",
            "Patients may also present with pelvic floor dysfunction due to weakness, spasm, or tightness)(1) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "The clinician should also inquire about and evaluate the lumbar spine, SI joint, and hip, as pain may be referred from these two regions(7)",
            "Only clinicians specifically trained in the evaluation/treatment of the pelvic floor should carry out portions of the examination related to PFM dysfunction",
            "Pelvic examination by a specialist in pelvic pain –Early and comprehensive assessment by a specialized pelvic physiotherapist is recommended by the British Pain Society(34) –The diagnostic workup should always include a pelvic examination, according to the International Society of Psychosomatic Obstetrics and Gynecology (ISPOG)(49)",
            "Minimize evaluation procedures such as provocation tests that reproduce PGP, while noting the patient’s response. Avoid guarding"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The numerous potential causes of PGP include(2,3)–orthopedic pathology (e.g., sacroiliac joint dysfunction, pubic strain, scoliosis)–neurological pathology (e.g., multiple sclerosis, nerve entrapment, abdominal wall hernia)–pregnancy and childbirth, especially vaginal delivery-Authors of an epidemiological study (N = 10,603 women with singleton pregnancies) in Norway found that 7.8%reported PGP at 18 months after delivery(46)–gynecological pathology (e.g., pelvic inflammatory disease, endometriosis, dysmenorrhea, vulvodynia, ovarian cysts,cancer)–infection (e.g., septic arthritis, osteomyelitis, urinary tract infections, STDs)–vasculature pathology (e.g., abdominal aneurysm, arterial occlusion, vascular entrapment)–cancer (e.g., ovarian, uterine, bone)–gastrointestinal pathology (e.g., Crohn’s disease, irritable bowel syndrome, ulcerative colitis)",
            "An estimated 70% of cases of chronic pelvic pain are not due to gynecological etiologies(40)",
            "Lower urinary tract symptoms, prostatitis, and pudendal neuralgia are common causes of pelvic pain in males(4)"
        ],
        "pathogenesis": [
            "Pathogenesis of PGP and/or pelvic girdle dysfunction is variable, depending on the cause(s). In some cases, the exactetiology is unclear",
            "Chronic PGP can be categorized as somatic, visceral, neuropathic, or referred pain(33)",
            "In cases of primary dysmenorrhea, PGP usually occurs without an identifiable cause. In secondary dysmenorrhea, painresults from an organic cause, such as endometriosis(5)",
            "The pathogenesis of musculoskeletal PGP may arise from the lumbosacral spine, sacroiliac (SI) joints, public symphysis, orpelvic floor muscles (PFM)(6)",
            "Neuropathic PGP (e.g., pudendal pain, coccygodynia, vulvodynia, gluteal pain, sciatica) may arise from nerve and/orvascular entrapment in the lesser sciatic notch, sacral vertebrae (S2–4),  sacral plexus, or greater sciatic notch(47)"
        ],
        "risk factors": [
            "The prevalence of dysmenorrhea as a potential cause of PGP is higher in younger women and women who have never beenpregnant. With aging or after childbirth, dysmenorrhea symptoms often improve(1)",
            "Individuals with pelvic trauma or previous pelvic surgery may be at increased risk of PGP(1,2)",
            "Risk factors for chronic prostatitis include age over 50, an enlarged prostate gland, and urinary tract infection(1,2)",
            "Breastfeeding after childbirth may reduce the risk of postpartum PGP(46)",
            "Authors of an epidemiological study (N = 39,184 women with singleton pregnancies) in Norway found that exercise3–5 times weekly before pregnancy was associated with 14% lower risk of developing PCP in pregnancy. High-impactexercises (e.g., running, jogging, orienteering, ballgames, netball games, and high-impact  aerobics) were also associatedwith less risk of PGP(48)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Are there any specific orders/precautions/contraindications noted on the referral form?",
        "Consult with referring physician if PGP appears to be related to causes other than musculoskeletal dysfunction. If there is any suspicion that the patient’s pain is not musculoskeletal in origin, the clinician is strongly advised to refer the patient for further medical workup(2)",
        "The following is a list of findings that are potential indicators of PGP that is nonmusculoskeletal in origin that could indicate the need for further workup by a pelvic specialist(2) Findings suggestive of causes other than musculoskeletal pathology(2) –Medical history significant for cancer, ovarian cysts, STDs, pelvic inflammatory disease, urinary/bladder infections, or chronic yeast infections –Previous gynecological surgical procedures such as hysterectomy, abortion, or implantation of a contraceptive device –Reports of sexual abuse or other sexually related trauma. Notify physician and lawful authorities if abuse is suspected –Current symptoms such as diffuse pain, worsening pain upon rise in abdominal pressure (e.g., during ambulation, coughing, Valsalva maneuver), and pain that is unresponsive to usual therapeutic management –Current reports of missed periods, abnormal discharge, or pain during sexual activity",
        "In patients with ligamentous laxity, caution should be exercised with mobilization of the pelvic joints to prevent progression of pelvic instability",
        "Patients with pelvic floor dysfunction (tightness, spasm) should not perform Kegel exercises, as this may exacerbate the problem",
        "If the patient is pregnant, obtain and follow physician’s orders. Avoid treatment in supine position after 20 weeks",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The clinician should also inquire about and evaluate the lumbar spine, SI joint, and hip, as pain may be referred from these two regions(7)",
            "Only clinicians specifically trained in the evaluation/treatment of the pelvic floor should carry out portions of the examination related to PFM dysfunction",
            "Pelvic examination by a specialist in pelvic pain –Early and comprehensive assessment by a specialized pelvic physiotherapist is recommended by the British Pain Society(34) –The diagnostic workup should always include a pelvic examination, according to the International Society of Psychosomatic Obstetrics and Gynecology (ISPOG)(49)",
            "Minimize evaluation procedures such as provocation tests that reproduce PGP, while noting the patient’s response. Avoid guarding"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When did the PGP start? Was there an identifiable incident or accident? Any history of trauma to the area or infection? Is the patient pregnant or been recently pregnant? Is the patient currently breastfeeding? Is the pain getting better or worse, or is it unchanging?",
                "course of treatment": {
                    "medical management": "Patients typically seek medical attention after weeks or months of constant (more characteristic of musculoskeletal PGP) or cyclical (more characteristic of gynecological PGP such as dysmenorrhea) pain. Inquire about the patient’s diagnostic workup. What tests has the patient undergone? Was the patient evaluated for hormonal imbalance? Was a definitive diagnosis made that explains the cause of PGP? What were the reasons for physical therapy referral? Are there any specific orders/precautions/contraindications noted?",
                    "surgical management": [
                        "Surgical Management: Research findings are conflicting as to whether surgery is an appropriate treatment for severe cases of PGP. However, pain related to SI joint instability may improve after SI joint fusion(43)"
                    ],
                    "medications": "Determine what medications clinician has prescribed; are they being taken as prescribed? Are they effective?  Patients with musculoskeletal pain frequently use OTC NSAIDs (e.g., ibuprofen [Advil, Motrin], naproxen [Aleve]) to manage pain and discomfort. NSAIDs may also be effective for cyclical pain relief in patients with dysmenorrhea(5) Oral birth control medications are effective in controlling hormones, inhibiting ovulation, and reducing symptoms in patients with dysmenorrhea.(1) These medications are usually implemented if the patient fails to experience pain relief with NSAIDs Muscle relaxants may be used for pelvic floor spasm (i.e., levatorani syndrome) Tricyclic antidepressants (e.g., amitriptyline), neuroleptics (e.g., gabapentin), anxiolytics, and muscle relaxants may be prescribed for chronic PGP(40)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "The differential diagnosis often involves multiple tests. Ultrasound can be used to determine if ovarian cysts or other",
                        "gynecological abnormalities exist, and can also assist in evaluation of the pelvic floor. Xray  and MRI can be used to rule out fracture, joint instability, or other musculoskeletal abnormality (as well as urological, gynecological, or other",
                        "system impairment). Of note, radiographic analysis of the pubic symphysis during singleleg  stance has not been found to be effective at detecting SI mobility.(45) In cases in which diagnostic tests do not determine the cause of the PGP, endoscopic examination of the pelvic cavity may be used",
                        "Laboratory tests may include pregnancy test, urinalysis and culture, and screening for STDs as indicated"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help. Many patients fail to find relief with OTC pain relievers, hot packs, or other home remedies",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were found helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Factors that may ease PGP of musculoskeletal or neuromuscular origin(2) -Rest -Stretching -Trigger-point  interventions -Factors that may worsen PGP that is musculoskeletal or neuromuscular in origin(2) -Weight bearing -Exercise -Rotation of trunk and spinal column -Inquire about any relationship of pain to urination or defecation(33) -Inquire about effect of position changes -Improvement of pain while supine and aggravation while upright could suggest pelvic congestion syndrome (a condition of vascular engorgement of ovarian or internal iliac veins)(33)",
                "body chart": "Use body chart to document location and nature of symptoms -Any radiation of pain to the lower extremities? -Any lateralization of pain?",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs intermittent, sharp, dull, aching, burning, numbness, tingling). Is there any reported incontinence? Urgency? Is the patient experiencing sexual dysfunction or increased pain during sex as a result of PGP?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms throughout the menstrual cycle",
                "sleep disturbance": "Document number of wakings/night related to the condition. Patient may report difficulty turning in bed -Poor sleep quality has been reported in up to 80% of patients with chronic pelvic pain(40) -Poor pain coping behaviors, such as spending excessive time in bed, frequent napping, and opioid use, may contribute to sleep disturbance(40)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction,  saddle anesthesia). It is very important that the clinician inquire about other bodily systems (beyond the musculoskeletal system), including but not limited to the urinary and reproductive systems. The clinician should also inquire about general symptoms such as recent fever or weight loss(2)",
                "respiratory status": "Is there any reported respiratory compromise? Does the patient require supplemental oxygen? Barriers to learning -Are there any barriers to learning? Yes___ No___ -If Yes, describe __________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a history of ligamentous laxity? Has the patient been treated for pelvic pain before? Any history of infection or dysmenorrhea? Obtain pregnancy history, including number of pregnancies, number of children, types of delivery, and complications. Inquire about history of substance abuse. Any history of sexual or physical abuse?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, psychiatric disorders, orthopedic disorders, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? What does the patient do for work? -Inquire about patient’s exercise and activity level -Authors of an epidemiological study (N = 3,482) in Norway found that a small percentage of pregnant women followed guidelines for exercise(35) -In the absence of contraindications, pregnant women are recommended to be active on most or all days for at least 30 minutes at moderate intensity -Based on data collected via questionnaire, only 14.6% of the sample followed the current exercise guidelines -Exercising 3 times or more per week was associated with lower prevalence of PGP mid-pregnancy",
                "functional limitations assistance with ADLs adaptive equipment": "Is the patient experiencing ADL deficits or difficulty with occupational tasks? Patients may find it difficult to sit for any length of time. They often sit on one buttock and have to frequently stand up, which makes travelling or working difficult(8)",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Evaluation procedures may include but are not limited to the following:",
            "anthropometric characteristics": "Determine height, weight, and BMI. Assess for leg-length  discrepancy",
            "assistive and adaptive devices": "",
            "balance": "Complete a general balance assessment; if possible, assess duration and quality of single-limb  stance and compare bilaterally",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess for antalgic gait, identify any abnormalities due to musculoskeletal pathology, and identify need for an assistive device in more severe cases Joint integrity and mobility –Mobility of the SI joints should be assessed. Determine if hypo/hypermobility is present. Assess for asymmetry, -Gapping Test or Transverse Anterior Stress Test(7) -Patient in supine -Clinician applies a force posteriorly and laterally on the anterior superior iliac spines (ASIS) -Test is positive when pain is felt on one side of the buttocks or in the back of the lower extremity  -A positive test would signal a possible sprain of anterior SI ligaments -Approximation Test or Transverse Posterior Stress Test(7) -Individual in side lying -Clinician places hands (one on top of the other) on the patient’s proximal iliac crest -Clinician then applies a force downward -Positive test is pronounced pressure in the SI joints -A positive test would signal a possible sprain of posterior SI ligaments and/or general SI impairment –Assess pubic symphysis for separation –Also, screen the lumbar spine and hips to rule out pathology in these areas",
            "muscle strength": " Muscle strength –Assess strength of the hips, trunk (abdominal and back extensors), and PFM. Identify any areas of weakness or imbalance. Also note musculature that may be tight or in spasm, especially the PFM –Document the presence and location of pain upon manual muscle testing(7)",
            "observation inspection palpation including skin assessment": [
                "Assess tenderness at the pubic symphysis and SI joints. Assess for tenderness of the abdominal viscera. A physical therapist (PT) specialized in pelvic examination may also assess for tenderness/spasm of the PFM",
                "Assess for spasm in the lower trunk extensors(7)",
                "Inspect for abdominal hernia, pelvic masses, and surgical scars(33)"
            ],
            "posture": " Posture –Assess for pelvic rotation or tilt. Check for symmetry of iliac crest height -Assess for symmetry of the posterior superior iliac spines (PSIS) and the ASIS(7) -Is one pubic bone higher than the other when assessed in supine?(7) –Assess for postural variations such as increased lordosis or kyphosis or knee hyperextension –Assess weight-bearing  distribution in sitting and standing -Patients with trigger points in their pelvic floor muscles tend to sit down cautiously, often on the less painful buttock(9)",
            "range of motion": "Determine active and passive range of motion (AROM and PROM) and flexibility of the hips and trunk to identify any areas of deficiency",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexes of the lower extremities and compare bilaterallyIdentify any impaired ADLs associated with PGP. The FIM or Barthel index can be used. Use a standardized self-report  questionnaire such as the Health Assessment Short Form-36 (SF-36)  as indicated",
            "sensory testing": "Evaluate proprioception and kinesthesia as indicated by patient signs/symptoms. Complete a dermatome scan to assess for neurological involvement",
            "special tests specific to diagnosis": " Special tests specific to diagnosisPatient should be in the supine position with 90° hip flexion on test side. Clinician provides manual compression through the knee along the longitudinal axis of the femur.(10) A positive test (pain, unwillingness to perform) indicates posterior pelvic involvement.(11) This test can help differentiate between low back and pelvic pain(12)In the supine position with lower extremity extended, the patient attempts to raise the leg off the table, maintaining full knee extension. Clinician and patient both rate ease and ability to perform the ASLR. Location of pain can help identify pelvic pain in pregnancy, and is also correlated to pelvic joint mobility and hip strength(12) -Authors of comparison study (n = 16 women with postpartum PGP and 11 controls) in Sweden found delayed motor activation (surface electromyography, EMG) of the PFM and the muscles of the lower lateral abdominal wall during ipsilateral ASLR in women with PGP compared to controls(50)With the patient prone, the examiner places the base of the hand at the sacral apex. Pressure is applied to the apex to create a shearing force of the sacrum on the ilium. The test is positive for SI joint pathology if pain is produced over the joint(7) With the patient supine, the examiner positions hands on the anterior superior iliac spines and iliac crests, then pushes down and in at a 45° angle. This is a positive test for posterior SI ligament involvement if pain is produced with this maneuver(7) –Authors of a cohort study (N = 123 pregnant women with suspected PGP) in Sweden evaluated the effectiveness of self-administered  tests for pelvic pain during pregnancy(41) -Modified Trendelenburg (highest sensitivity) – standing, patient actively lifts one knee up toward chest -MAT –self-administered  straight leg raise -P4 test –posterior  pelvic pain provocation test -Bridging – single leg bridgeCaesarean delivery, ASLR test score greater than or equal to 4, positive unilateral P4 test, and sitting position during breast feeding(42) –Oswestry Disability Index (ODI) is a standardized questionnaire that may be administered to evaluate the severity of functional impairment as a result of PGP –Appropriate neural tension tests should be performed to identify neural irritation and/or entrapment(3) -The femoral neural tension test can identify irritation/entrapment of the iliohypogastric, ilioinguinal, and genitofemoral nerves -The obturator neural tension test can identify irritation/entrapment of the obturator nerve –The Pelvic Pain Assessment Form is a tool created by the International Pelvic Pain Society that can be used to facilitate history taking(33)//www.ucsfhealth.org/pdf/IPPS_english.pdf",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Over area of nerve regrowth",
                "Hypertension",
                "Hypersensitivity to cold",
                "Over an acute wound",
                "Over superficial nerves",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier ",
                "Malignancy",
                "Liniments or heat rubs",
                "Presence of or tendency for hemorrhage or edema",
                "Heat rubs",
                "Do not place electrodes near: -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads",
                "Osteomyelitis",
                "Hemorrhage",
                "Impaired sensation, mental status, communication",
                "Cardiovascular disease",
                "Malignancy",
                "Dermatological conditions",
                "Proximity of electromagnetic radiation",
                "In pregnant women, near the pelvis, lumbar spine, hips, abdomen",
                "In patients with stroke or seizures, near the neck",
                "History of spontaneous abortion in pregnant women",
                "over the region of a cardiac pacemaker",
                "over the pelvis, abdominal, and lumbar regions during pregnancy",
                "over the eyes or testes",
                "in an area with infection or bleeding",
                "if a tumor or malignancy is present in the area",
                "in the area of a DVT or thrombophlebitis",
                "over the heart, stellate, or cervical ganglia",
                "over epiphyseal plates",
                "Sensory deficits",
                "Ineffective communication skills in a patient (e.g., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Peripheral vascular disease",
                "Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Prior to the initiation of any treatment, the clinician should confirm that the patient’s pain is likely musculoskeletal in origin. A suspicion of non-musculoskeletal  pathology indicates consultation with the referring physician and possibly a specialist in pelvic pain",
                "Only clinicians specifically trained in the evaluation/treatment of the PFM should treat this region",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic",
                "Cryotherapy  contraindications(13)",
                "Cryotherapy  precautions(13)",
                "Thermotherapy  contraindications(13)",
                "Electrotherapy  contraindications/precautions(13)",
                "Therapeutic ultrasound  contraindications; do not use:(13)",
                "Therapeutic ultrasound  precautions(13)"
            ]
        },
        "diagnosis need for treatment": "Constant or cyclical PGP/pelvic musculoskeletal dysfunction; pain-related  impairment of ADLs, occupational, and/or leisure-time  activities",
        "rule out": " Rule out Pelvic fracture or stress fracture Hip pathology(7) Lumbar spine pathology(7) Chronic pain syndromes Gynecological pathology Urological pathology Neurological pathology Tumor Other non-musculoskeletal  systemic involvement",
        "prognosis": [
            "Prognosis varies depending on the underlying cause of PGP",
            "Authors of a cohort study (N = 371 women with pregnancy-related  PGP) in Sweden found that 10% had severe psychosomatic consequences up to 11 years later(51) ",
            "Young women with PGP resulting from primary dysmenorrhea will often experience a reduction or even resolution of PGP symptoms with aging, childbirth, or breastfeeding(1,46)",
            "The PGP in patients with secondary dysmenorrhea can be addressed and possibly resolved when the organic cause of the pain is known.(1) For example, patients with musculoskeletal PGP may experience relief with correction of their biomechanical faults"
        ],
        "referral to other disciplines": " Referral to other disciplines Guidelines for care of patients with pelvic pain established by the British Pain Society indicate that since patients have multiple issues that cross many professional boundaries, they are managed best by coordinated involvement of multiple teams(34) –An integrated approach with a variety of interventions is recommended Acupuncturist Psychologist, psychotherapist, because in many cases there are psychological issues/concerns(49) To physician for consideration to use steroid injections/trigger point injections, if appropriate, or if underlying (suspected) cause of pain is non-musculoskeletal and beyond the scope of physical therapy practice Pain management specialistAuthors of an RCT (N = 60 pregnant women with PGP) in Brazil found that those who participated in hatha yoga had a greater reduction in lumbopelvic pain intensity compared with controls who received postural orientation(44)",
        "other considerations": [
            "Pain management is the main physical therapy intervention recommended for patients with dysmenorrhea. NSAIDs and other medications may be helpful in managing symptoms. Behavioral interventions such as relaxation and imagery may be effective for dysmenorrhea(14)",
            "Electro-acupuncture  has been reported to reduce pain associated with dysmenorrhea(15)",
            "Evidence is lacking of the effectiveness of acupuncture for treating chronic pelvic pain caused by endometriosis –Although acupuncture is reported to be frequently used for pain and gynecological conditions, authors of a2011 Cochrane review found only 1 study that met inclusion criteria regarding acupuncture for endometriosis –Ear acupuncture maybe more effective than Chinese herbal medicine for reducing menstrual pain in this condition(16)"
        ],
        "treatment summary": [
            "Guidelines for physical therapy treatment of PGP are lacking(49)",
            "See the following clinical reviews for specific information on the treatment of pelvic pain related to pregnancy, fracture, SI joint dysfunction, or symphysis pubis separation –Clinical Review…Pelvic Pain in Pregnancy , referenced in Description, for information on this condition –Clinical Review…Fracture, Pelvic , referenced in Description, for information on this condition –Clinical Review…Sacroiliac Joint Dysfunction , referenced in Description, for information on this condition –Clinical Review…Symphysis Pubis Separation , referenced in Description, for information on this condition",
            "Pain management, manual therapy, and therapeutic exercise are all recommended for patients with musculoskeletal causes of PGP.A wide range of approaches may be used, and may also include relaxation techniques, biofeedback, and self-massage(17)",
            "Recommendations developed by the British Pain Society in the pathway for care of pelvic pain include conservative physiotherapy, graded activity, explanation, education, and self-management(34)",
            "Therapeutic exercise –Authors of a 2006 systematic review found that specific stabilization exercises produced modest positive improvements in patients with pelvic pain but are more effective than no treatment or education alone(18) -Strengthening exercises (examples of general strengthening and stabilization exercises that may be implemented once pain is effectively managed) -Latissimusdorsi (lat) strengthening: Lat rows and lat pull-downs  may be used using weight machines or cable machines to increase lat strength and core stability. Begin at a weight that is moderately challenging to the patient. Start with 3 sets of 10, progressing to 3 sets of 15–25  and increasing weight as tolerated -Gluteus maximus strengthening: Hip extension exercises using ankle weights, weight machines, or cable machines. Begin at a weight that is moderately challenging to the patient. Start with 3 sets of 10, progressing to 3 sets of 15–25  and increasing weight as tolerated. In patients who are beginning at a lower level of function, the use of AROM or light resistance bands and/or resistance tubing may be necessary -Hip adductors/abductors: Begin in side-lying  position with ankle cuff weights. (AROM may be necessary if patient is unable to tolerate resistance.) Progress to weight machines or cable machines. Start with 3 sets of 10, progressing to 3 sets of 15–25  and increasing weight as tolerated -Abdominal strengthening: Both the transverse and oblique abdominal muscles should be addressed. Consider implementing exercises for the rectus abdominis, although this may not be appropriate for every patient. Sit-ups, crunches (on mat, on yoga ball, straight and oblique, with medicine ball held across chest), and other appropriate abdominal strengthening may be used in progressively increasing difficulty to address abdominal weakness. If the patient is postpartum and has a diastasis rectus abdominis, crunches are contraindicated -PFM strengthening supervised by a trained specialist -Kegel exercises should not be performed if the PFM is shortened or in spasm -Kegel exercises may help increase the strength and activation of the PFM -These exercises are often performed incorrectly, so significant time should be spent in the education of the patient to facilitate appropriate performance. Vaginal palpation, biofeedback, and EMG can be used for patient training and to determine if appropriate contraction of the PFM is occurring -The patient should be instructed to draw up the pelvic floor as though trying to stop the flow of urine. Again, the use of palpation or biofeedback can help in teaching patients how to isolate their PFM -Vaginal cones/balls: Different sized/weighted cones or balls can be used to increase the strength and control of the PFM. Instruct the patient to use the appropriate size, which is the one that she has difficulty holding. The patient should try to hold the cone/ball for up to 20 minutes a day while performing activities such as sitting, standing, and walking. This may be performed one or more times per day, using caution not to fatigue the PFM –Authors of a study (n = 47 women with chronic postpartum PGP) conducted in Norway who investigated the important elements to include in a treatment program for postpartum pelvic pain found that participants emphasized having a structured and systematic program in which they received guidance and support(19) -The women participated in a 20-month  physiotherapy treatment program -Treatment addressed SI joint restriction, posture, motor control exercises, breathing, and cognitive behavioral perspectives -Focus was on education and self-efficacy -Over 80% of women reported satisfaction with treatment and positive treatment effects –Early pelvic floor muscle exercises after vaginal delivery may improve sexual function in postpartum women(20) -Authors of an RCT (N = 75 primiparous women) in Turkey used the Female Sexual Function Index (FSFI) as the outcome measure. This tool includes pain as one component -Improved PFM function and reduced pain were found at 7 months postpartum in the group assigned to early PFM exercises as compared to controls –Authors of an RCT (N = 88 women with chronic postpartum PGP) in Sweden found that specific stabilizing exercises targeting trunk muscles did not appear to result in better outcomes than the clinically natural course(21) -The majority of women still experienced some pain almost 1 year after pregnancy regardless of whether or not they were treated with specific stabilizing exercises –Authors of a 2013 systematic review found that the effectiveness of physical therapy for postpartum low back pain and/or PGP was unclear(31) -From an initial 105 articles retrieved, only 4 articles met the inclusion criteria -Although the 4 studies included exercises for motor control and lumbopelvic stability, different approaches were used, ranging from direct physical therapy care to videotapes for teaching patients how to perform the exercises -However, an individually guided progressive exercise program may provide greater improvement than protocols with less patient supervision –A lumbopelvic belt with patient education may be more effective for treating PGP in pregnant women compared to exercise with patient education or patient education alone(32) -Authors of a cohort study in Iran assigned participants to one of 3 cohort groups: 1) lumbopelvic belt with patient education, 2) pelvic stabilizing exercises with patient education, and 3) patient education only -Outcome measurements used were V AS, the Oswestry Disability Index, and the Persian version of the WHO Quality of Life Questionnaire (WHOQOL-BREF) -Measurements were taken at baseline, at 3 weeks after initiation of treatment, and 6 weeks after initiation of treatment  -Patients who received a lumbopelvic belt along with patient education had better outcome measures when compared to the two other groups at 3 and 6 weeks. The exercise/patient education group had better outcome measures than the education only (control group) at the 6-week  mark –Authors of a small RCT(N = 20 women with chronic low back pain) in Iran found that adding PFM exercises to routine treatment was not superior to routine treatment for low back pain(22) -Both the PFM exercise group and control group received routine treatment including electrotherapy (TENS, infrared, and ultrasound) and general exercises (back flexor and extensor exercises) -The experimental group also received supervised PFM exercises -Outcome measures of pain intensity (V AS), functional disability (Oswestry Disability Index), and PFM strength and endurance were not significantly different between the groups at 3 months follow-up -This study did not assess PGP",
            "Manual therapy –Authors of a case study found that manual therapy techniques were effective for reducing pelvic pain due to chronic prostatitis(23) -Physical therapy included hip ROM exercises, postural correction education and strengthening exercises, and instruction in relaxation techniques to reduce tension in pelvic floor muscles -Manual therapy included tender point release techniques applied trans-rectally.  Techniques included strumming and stroking massage of muscle fibers and application of pressure to tender points –Authors of a small cohort study (N = 6 women with PFM tenderness and dyspareunia) found that transvaginal massage of PFM reduced chronic pelvic pain(24) –Authors of a retrospective chart review (N = 1,106 women with chronic pelvic pain) in the United States found that transvaginal pelvic floor physical therapy was an effective treatment for chronic pelvic pain associated with myofascial pain(36) -Myofascial pain was diagnosed in 13.2% of screened patients -Fifty-one  percent of the patients with myofascial pain were referred for pelvic floor physical therapy -Pain scores significantly improved proportional to the number of physical therapy visits completed",
            "Electrotherapeutic modalities –Shortwave diathermy (SWD) may reduce pain in chronic pelvic inflammatory disease (PID)(25) -Based on an RCT, double-blind  trial (32 patients with chronic PID) conducted in Nigeria -Participants were randomly assigned to one of 3 groups: SWD, control, and analgesic medication -SWD was applied for 20 minutes on alternate days for 30 days (15 treatments) at an intensity that generated moderate warmth -All patients took antibiotics, and all groups showed decreases in pain index scores -The reduction in mean pain score in the SWD group was significantly greater than in the other 2 groups –TENS applied to the perineal-suprapubic  region may reduce pain in patients with chronic pelvic pain syndrome due to chronic prostatitis(26) -Based on an RCT involving 40 men, in Egypt -Patients who received TENS in addition to traditional medical treatment (antibiotics and analgesics) had reduced pain; electrical activity of PFM was returned to normality -Pain persisted in the patients who received sham TENS, and the EMG activity of PFM was significantly greater (hyperactive) than in the TENS group –Intravaginal electrical stimulation may decrease pain in women with chronic pelvic pain(27) -Based on a double-blind,  placebo crossover, RCT (N = 26 women with chronic pelvic pain) in Brazil -Intervention -Intravaginal electrical stimulation – 2x/week, for 30 minutes each, 10 treatments in total -8 Hz frequency, intensity was set to patient tolerance -Placebo: intravaginal treatment without stimulation -Crossover – After the initial series of 10 sessions, the groups were crossed over for a further 10 sessions -Outcome measure – V AS ratings before and after each series -Results -Pain was significantly decreased following the intervention -Intravaginal electrical stimulation was more effective than placebo treatment in alleviating chronic pelvic pain  -This study was a follow-up  to a prospective non-controlled  clinical trial involving 24 women in which pain was found to be significantly lower for up to 1 year following this type of intervention",
            "Authors of a review of nonpharmacological treatment for dysmenorrhea found weak evidence that exercise may provide therapeutic benefits(37) –Other therapies reviewed were topical heat, acupuncture, yoga, and massage –Topical heat may be as effective as NSAIDs, but there is insufficient evidence for acupuncture, yoga, and massage(37)",
            "Authors of an RCT (N = 40 men with prostatitis) in Iran found that perineal extracorporeal shock wave therapy (ESWT) reduced symptoms of chronic pelvic pain in the short term(38) –Participants were assigned to treatment with ESWT or sham treatment, once a week for 4 weeks –Outcome measures included V AS, the National Institutes of Health (NIH) Chronic Prostatitis Symptom Index, and a quality of life index –ESWT was found to be safe and effective in the short term. However, a standard protocol for use of ESWT is not available",
            "Myofascial trigger point release, stress management, lifestyle changes, and postural reeducation may be effective for managing chronic pelvic pain syndrome associated with chronic epididymitis, based on a case study in the United States(39) . Problem Goal Intervention Expected Progression Home Program  Pain and tenderness Resolve or reduce pain Electrotherapeutic modalities _ TENS may be used for pain relief in patients with PGP. When used for dysmenorrhea, electrodes should be placed over the areas with the most pain, as appropriate and indicated. For patients with SI joint pathology, electrodes may be placed over each SI joint. High- frequency TENS may help to decrease pain in primary dysmenorrhea(2) _ _ Transvaginal electrostimulation may reduce chronic pelvic pain(27) _ _ SWD may reduce chronic PID pain(25) _ _ Physical agents/ mechanical modalities _ Moist heat may help reduce pain and cramping in dysmenorrhea _ _ Lumbopelvic belt as indicated(28)Reduced need for modalities to control pain over timePatient should be educated on various methods of pain management  Decreased ROM and flexibility of trunk or lower extremitiesIncrease ROM and flexibility of truck or lower extremitiesStretching exercises _ Stretching exercises, as appropriate to the individual, to address any tightened musculature identified during examination _ _ Physical agents/ mechanical modalities _ Moist heat pack to increase tissue elasticity prior to manual therapy and stretching exercisesProgress each unique patient as appropriate and indicatedA home stretching program may be provided to improve results PFM dysfunction Resolve any dysfunction with the PFMTherapeutic exercises _ Inhibition of PFM: “Knee pushes” may help reduce muscle activity and relax trigger points within the PFM(29) _ _ PFM strengthening: Kegel exercises to increase the strength and control of the PFM. These exercises are often performed incorrectly, and significant time should be spent in the education of the patient to facilitate appropriate performance. Vaginal cones/balls may also be used. Kegel exercises are not recommended for overactive PFM _ _ (See Treatment summary , above)Progress each unique patient as appropriate and indicatedA home program may be provided with education on proper execution of the PFM exercises  Postural deficiencies Correct postural deficienciesPostural reeducation _"
        ]
    },
    "desired outcomes outcome measures": {
        "resolved or reduced pain": [
            "Pain levels (V AS, self-report  questionnaires)"
        ],
        "increased rom and flexibility of trunk or lower extremities": [
            "Goniometry, muscle length testing"
        ],
        "resolved pfm dysfunction, if present": [],
        "corrected postural deficiencies": [
            "Postural assessment"
        ],
        "corrected gait abnormalities": [
            "Gait assessment"
        ],
        "improved balance  symmetrical single limb stance": [
            "Berg, Tinetti"
        ],
        "resolved pelvic joint pathologies": [],
        "improved muscle strength and resolved imbalances": [
            "MMT"
        ],
        "return to prior level of adls and occupational and sexual function": [],
        "improved functional mobility and patient satisfaction": [
            "Oswestry Disability Index",
            "Functional assessment such as FIM",
            "Patient satisfaction",
            "FSFI",
            "Pelvic Pain Assessment Form"
        ]
    },
    "maintenance or prevention": [
        "Patients should continue with individualized home exercise program, as tolerated",
        "Lifestyle modifications, including diet modifications, enjoyable exercise, and good sleep hygiene, may be beneficial(40)"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Jones AE. Managing the pain of primary and secondary dysmenorrhea. Nurs Times . 2004;100(10):40-43.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Goodman CC, Snyder TE. Differential Diagnosis for Physical Therapists: Screening for Referral . 5th ed. St. Louis, MO: Saunders/Elsevier; 2012. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Nelson P, Apte G, Justiz R, Brismee J, Detrick G, Sizer PS. Chronic female pelvic pain – Part 2: differential diagnosis and management. Pain Pract . 2012;12(2):111-141.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Liberi V, Liberi KH. Pelvic pain and pelvic floor dysfunction in male athletes. Int J Athletic Ther Train . 2011;16(1):8-12.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Proctor M, Farquhar C. Dysmenorrhoea. Clin Evid. 2003;(9):1994-2013.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Stuge B, Mørkved S, Dahl HH, Vøllestad N. Abdominal and pelvic floor muscle function in women with and without long lasting pelvic girdle pain. Man Ther . 2006;11(4):287-296.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Magee DJ. Pelvis. In: Orthopedic Physical Assessment . 6th ed. St. Louis, MO: Saunders Elsevier; 2014:649-686.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Cambitzi J. Chronic pelvic pain: causes, mechanisms and effects. Nurs Stand . 2011;25(20):35-38.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Fall M, Baranowski AP, Elneil S, et al. EAU guidelines on chronic pelvic pain. Eur Urol. 2010;57(1):35-48.  doi:10.1016/j.eururo.2009.08.020. (G)"
        },
        {
            "number in article": 10,
            "reference": "Tu FF, As-Sanie S, Steege JF. Prevalence of pelvic musculoskeletal disorders in a female chronic pelvic pain clinic. J Reprod Med . 2006;51(3):185-189.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Nilsson-Wikmar  L, Holm K, Oijerstedt R, Harms-Ringdahl  K. Effect of three different physical therapy treatments on pain and activity in pregnant women with pelvic girdle pain: a randomized clinical trial with 3, 6, and 12 months follow-up postpartum. Spine (Phila Pa 1976) . 2005;30(8):850-856.  (RCT)"
        },
        {
            "number in article": 12,
            "reference": "Ducar D, Skaggs CD. Conservative management of groin pain during pregnancy: a descriptive case study. J Chiropr Med . 2005;4(4):195-199.  (C)"
        },
        {
            "number in article": 13,
            "reference": "In: J. W. B, S. L. M, T. P. N Jr, eds. Michlovitz's Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,  80-82, 127-128, 322-323. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Proctor ML, Smith CA, Farquhar CM, Stones RW. Transcutaneous electrical nerve stimulation and acupuncture for primary dysmenorrhoea. Cochrane Database Syst Rev. 2002:1. Art No: CD002123. doi:10.1002/14651858.CD002123.  (SR)"
        },
        {
            "number in article": 15,
            "reference": "Wu LL, Su CH, Liu CF. Effects of noninvasive electroacupuncture at Hegu (LI4) and Sanyinjiao (SP6) acupoints on dysmenorrhea: a randomized controlled trial. J Altern Complement Med . 2012;18(2):137-142.  (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Zhu X, Hamilton KD, McNicol ED. Acupuncture for pain in endometriosis. Cochrane Database Syst Rev . 2011;(9):CD007864. doi:10.1002/14651858.  (SR)"
        },
        {
            "number in article": 17,
            "reference": "Figuers CC, Amundsen CL, Weidner AC, Hendricks CK, Holladay CL. Physical therapist interventions for voiding dysfunction and pelvic pain: a retrospective case series. J Womens Health Phys Ther . 2010;34(2):40-44.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Ferreira PH, Ferreira ML, Maher CG, Herbert RD, Refshauge K. Specific stabilisation exercise for spinal and pelvic pain: a systematic review. Aust J Physiother . 2006;52(2):79-88.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "Stuge B, Bergland A. Evidence and individualization: important elements in treatment for women with postpartum pelvic girdle pain. Physiother Theory Pract . 2011;27(8):557-565.  doi:10.3109/09593985.2010.551802. (R)"
        },
        {
            "number in article": 20,
            "reference": "Citak N, Cam C, Arslan H, et al. Postpartum sexual function of women and the effects of early pelvic floor muscle exercises. Acta Obstet Gynecol Scand . 2010;89(6):817-822. (R)"
        },
        {
            "number in article": 21,
            "reference": "Gutke A, Sjodahl J, Oberg B. Specific muscle stabilizing as home exercises for persistent pelvic girdle pain after pregnancy: a randomized controlled clinical trial. J Rehabil Med. 2010;42(10):929-935.  (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Moseni-Bandpei  MA, Rahmani N, Behtash H, Karimloo M. The effect of pelvic floor muscle exercise on women with chronic non-specific  low back pain. J Bodywork Mov Ther . 2011;15(1):75-81.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Van Alstyne LS, Harrington KL, Haskvitz EM. Physical therapist management of chronic prostatitis/chronic pelvic pain syndrome. Phys Ther . 2010;90(12):1795-1806.  (C)"
        },
        {
            "number in article": 24,
            "reference": "de Souza Montenegro MLL, Mateus-Vasconcelos  EC, Candido dos Reis FJ, Rosa e Silva JC, Nogueira AA, Poli Neto OB. Thiele massage as a therapeutic option for women with chronic pelvic pain caused by tenderness of pelvic floor muscles. J Eval Clin Pract . 2010;16(5):981-982.  doi:10.1111/j.1365-2753.2009.01202.x.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Lamina S, Hanif S, Gagarawa YS. Short wave diathermy in the symptomatic management of chronic pelvic inflammatory disease pain: a randomized controlled trial. Physiother Res Int. 2011;16(1):50-56.  doi:10.1002/pri.473. (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Samhan AF, Abd-Elhalim  NM, Elnegmy EH, Roiah MM. The effect of transcutaneous electrical nerve stimulation in the treatment of chronic pelvic pain syndrome: an evidence based electromyographic study. Indian J Physiother Occup Ther . 2011;5(3):14-17.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Bernardes NO, Marques A, Ganunny C, Bahamondes L. Use of intravaginal electrical stimulation for the treatment of chronic pelvic pain: a randomized, double blind, crossover clinical trial. J Reprod Med . 2010;55(1-2):19-24.  (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Nelson PR. Pregnancy-related  pelvic girdle pain presenting as low back pain: a case report. Orthop Phys Ther Pract . 2010;22(3):153-158.  (C)"
        },
        {
            "number in article": 29,
            "reference": "FitzGerald MP, Kotarinos R. Rehabilitation of the short pelvic floor. II: treatment of the patient with the short pelvic floor. Int Urogynecol J Pelvic Floor Dysfunct . 2004;14(4):269-275.  (GI)"
        },
        {
            "number in article": 30,
            "reference": "Neville CE. An interdisciplinary approach to treatment of a patient with chronic pelvic pain following gall bladder surgery: a case report. J Womens Health Phys Ther . 2008;32(2):24-34.  (C)"
        },
        {
            "number in article": 31,
            "reference": "Ferreira CW, Alburquerque-Sendi  NF. Effectiveness of physical therapy for pregnancy-related  low back and/or pelvic pain after delivery: a systematic review. Physiother Theory Pract. 2013;29(6):419-431.  doi:10.3109/09593985.2012.748114. (SR)"
        },
        {
            "number in article": 32,
            "reference": "Kordi R, Abolhasani M, Rostami M, Hantoushzadeh S, Mansournia MA, Vasheghani-Farahani  F. Comparison between the effect of lumbopelvic belt and home based pelvic stabilizing exercise on pregnant women with pelvic girdle pain; a randomized controlled trial. J Back Musculoskelet Rehabil . 2013;26(2):133-139. doi:10.3233/BMR-2012-00357.  (RCT)"
        },
        {
            "number in article": 33,
            "reference": "Ahmed T, Chan I. Pelvic pain. In: Frontera WR, Silver JK, Risso TD, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Elsevier Saunders; 2015:587-595.  (GI)"
        },
        {
            "number in article": 34,
            "reference": "Baranowski AP, Lee J, Price C, Hughes J. Pelvic pain: a pathway for care developed for both men and women by the British Pain Society. British Journal of Anesthaesia . 2014;112(3):452-459.  doi:10.1093/bja/aet421. (G)"
        },
        {
            "number in article": 35,
            "reference": "Gjestland K, Bo K, Owe KM, Eberhard-Gran  M. Do pregnant women follow exercise guidelines? Prevalence data among 3482 women, and prediction of low-back,  pelvic girdle pain and depression. Brit J Sports Med . 2013;47(8):515-520.  doi:10.1136/bjsports-2012-091344.  (R)"
        },
        {
            "number in article": 36,
            "reference": "Bedaiwy MA, Patterson B, Mahajan S. Prevalence of myofascial chronic pelvic pain and the effectiveness of pelvic floor physical therapy. J Rep Med . 2013;58(11-12):504-510. (R)"
        },
        {
            "number in article": 37,
            "reference": "Osayande AS, Mehulic S. Diagnosis and initial management of dysmenorrhea. Amer Fam Phys . 2014;89(5):341-346.  (RV)"
        },
        {
            "number in article": 38,
            "reference": "Vahdatpour B, Alizadeh F, Moayednia A, Emadi M, Khorami MH, Haghdani S. Efficacy of extracorporeal shock wave therapy for the treatment of chronic pelvic pain syndrome: a randomized, controlled trial. ISRN Urol . 2013;1-6.  doi:10.1155/2013/972601. (RCT)"
        },
        {
            "number in article": 39,
            "reference": "Davia J, Welty A. Manual therapy and education for physical therapy management of male chronic pelvic pain syndrome. J Women’s Health Phys Ther . 2014;38(1):3-10. doi:10.1097/jwh.000000000000007. (C)"
        },
        {
            "number in article": 40,
            "reference": "Carey ET, Findley A. Caring for patients with chronic pelvic pain. Contemp OB GYN . 2015;60(1):22, 6p. (RV)"
        },
        {
            "number in article": 41,
            "reference": "Fagevik Olsen M, Elden H, Gutke A. Evaluation of self-administered  tests for pelvic girdle pain in pregnancy. BMC Musculoskelet Disord . 2014;15:138. doi:10.1186/1471-2474-15-138.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Mukkannavar P, Desai BR, Mohanty U, Kularni S, Parvatikar V, Daiwajna S. Pelvic girdle pain in Indian postpartum women: A cross-sectional  study. Physiother Theory Pract . 2014;30(2):123-130.  doi:10.3109/09593985.2013.816399. (R)"
        },
        {
            "number in article": 43,
            "reference": "Kibsgard TJ, Roise O, Stuge B. Pelvic joint fusion in patients with severe pelvic girdle pain – a prospective single-subject  research design study. BMC Musculoskelet Disord . 2014;15(85). doi:10.1186/1471-2474-15-85.  (C)"
        },
        {
            "number in article": 44,
            "reference": "Martins RF, Pinto e Silva JL. Treatment of pregnancy-related  lumbar and pelvic girdle pain by the yoga method: A randomized controlled study. J Altern Complement Med . 2014;20(1):24-31.  doi:10.1089/acm.2012.0715. (RCT)"
        },
        {
            "number in article": 45,
            "reference": "Kibsgard TJ, Roise O, Sturesson B, Rohrl SM, Stuge B. Radiosteriometric analysis of movement in the sacroiliac joint during a single-leg  stance in patients with long-lasting pelvic girdle pain. Clin Biomech . 2014;29(4):406-411.  doi:10.1016/j.clinbiomech.2014.02.002. (R)"
        },
        {
            "number in article": 46,
            "reference": "Bjelland EK, Owe KM, Stuge B, Vangen S, Eberhard-Gran  M. Breastfeeding and pelvic girdle pain: a follow-up study of 10,603 women 18 months after delivery. BJOG. 2015;122(13):1765-71.  (R)"
        },
        {
            "number in article": 47,
            "reference": "Possover M, Forman A. Pelvic Neuralgias by Neuro-Vascular  Entrapment: Anatomical Findings in a Series of 97 Consecutive Patients Treated by Laparoscopic Nerve Decompression. Pain Physician . 2015;18(6):E1139-43.  (RV)"
        },
        {
            "number in article": 48,
            "reference": "Owe KM, Bjelland EK, Stuge B, Orsini N, Eberhard-Gran  M, Vangen S. Exercise level before pregnancy and engaging in high-impact  sports reduce the risk of pelvic girdle pain: a population-based  cohort study of 39 184 women. Br J Sports Med . 2016;50(13):817-22.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Siedentopf F, Weijenborg P, Engman M, et al. ISPOG European Consensus Statement - chronic pelvic pain in women (short version). J Psychosom Obstet Gynaecol . 2015;36(4):161-70.  (RV)"
        },
        {
            "number in article": 50,
            "reference": "Sjödahl J, Gutke A, Ghaffari G, Stromberg T, Oberg B. Response of the muscles in the pelvic floor and the lower lateral abdominal wall during the Active Straight Leg Raise in women with and without pelvic girdle pain: An experimental study. Clin Biomech (Bristol, Avon) . 2016;35:49-55.  (R)"
        },
        {
            "number in article": 51,
            "reference": "Elden H, Gutke A, Kjelby-Wendt  G, Fagevik-Olsen  M, Ostgaard HC. Predictors and consequences of long-term  pregnancy-related  pelvic girdle pain: a longitudinal follow-up study. BMC Musculoskelet Disord . 2016;17:276. (R)"
        }
    ]
}