{
    "metadata": {
        "title": "Aphasia, Global",
        "synonyms": [
            "dysphasia, global",
            "global aphasia",
            "global dysphasia"
        ],
        "anatomical location body part affected": [
            "Third frontal convolution of the left hemisphere and posterior portion of the superior temporal gyrus(1)"
        ],
        "area of specialty": [
            "adult neurological disorders"
        ],
        "description": [
            "Global aphasia refers to a severe aphasia across all language modalities that results in limited use of all communication modes (i.e., oral speech, reading, and writing)(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "I69.020": "aphasia following nontraumatic subarachnoid hemorrhage",
            "I69.021": "dysphasia following nontraumatic subarachnoid hemorrhage",
            "I69.120": "aphasia following nontraumatic intracerebral hemorrhage",
            "I69.121": "dysphasia following nontraumatic intracerebral hemorrhage",
            "I69.220": "aphasia following other nontraumatic intracranial hemorrhage",
            "I69.221": "dysphasia following other nontraumatic intracranial hemorrhage",
            "I69.320": "aphasia following cerebral infarction",
            "I69.321": "dysphasia following cerebral infarction",
            "I69.820": "aphasia following other cerebrovascular disease",
            "I69.821": "dysphasia following other cerebrovascular disease",
            "I69.920": "aphasia following unspecified cerebrovascular disease",
            "I69.921": "dysphasia following unspecified cerebrovascular disease",
            "R47.01": "aphasia",
            "R47.02": "dysphasia _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for procedure will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients with global aphasia present with poor repetition ability, auditory comprehension, and naming (anomia), as well as impaired reading comprehension and writing.(1) Communication is usually limited to stereotypic utterances (e.g., “How are you doing?” or “What’s new?”), jargon, and a few preserved words.(2) Gesturing and drawing skills are also impaired.(3) Accompanying impairments often include mood disorders (e.g., anxiety/depression, agitation), short-term  memory deficit, hemiparesis or hemiplegia, hemisensory deficits, limb apraxia, dysphagia (swallowing disorder), apraxia of speech, dysarthria, and right homonymous hemianopia (visual field deficits)(1,4) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Depression and anxiety are common in individuals with aphasia and can adversely affect test performance, making patients seem more impaired than they are.(9) It is important that speech-language pathologists (SLPs) be knowledgeable of symptoms of depression (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness) and refer to a neuropsychologist or a clinical psychologist when signs are present(10)",
            "During a speech-language  evaluation, it is of utmost importance to be aware of a patient’s pain tolerance and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance ",
            "A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials –The patient’s culture will shape his or her experience with global aphasia. For example, in cultures in which language binds the family and community together, global aphasia is likely to be devastating. However, in a culture in which the emphasis is on nonverbal communication or in which silence is valued, the effects of global aphasia will be experienced differently. It is essential that the clinician determine the way in which spoken language and aphasia are viewed and understood by the patient and family’s culture and to proceed with assessment, treatment, and education with that cultural perspective at the forefront(63,69) –In a survey-based  study conducted in Australia with 188 responding SLPs, researchers found that although the SLPs embraced a wide variety of therapeutic techniques and functional practices in both inpatient and outpatient settings, they also reported an overall low level of comfort with and knowledge about treating culturally and linguistically diverse patients with aphasia.(64)Appropriate education, training, and materials are critical for SLPs who work in populations with culturally and linguistically diverse individuals",
            "Persons with global aphasia will likely not be able speak or comprehend well enough to complete standardized tests or answer questions regarding medical history. It is essential that the caregiver/family be involved in all assessment procedures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  approximately , persons acquire aphasia in the united states each year; overall, a total of about  million persons are affected.   stroke is the most common": [],
        "pathogenesis": [
            "Large middle cerebral artery stroke in the left hemisphere of the brain is a leading cause of global aphasia. Aphasia occurswhen brain injury prevents blood from reaching the language areas of the brain, leading to cell damage and cell death(5)",
            "In a study of 31 patients with various types of aphasia conducted in the United States, lesions on the following five areasof the brain were most frequently associated with aphasia: inferior frontal gyrus, inferior parietal region, superior/middletemporal lobe, insula, and basal ganglia(54)"
        ],
        "risk factors": [
            "Stroke–Advanced age (risk doubles each decade after age 55; peak incidence at 80 to 84 years of age)(6)–Sex (more common in females than males)(6)–Family history of stroke(6)–History of stroke, heart attack, or transient ischemic attack (TIA)(6)–Cigarette smoking(6)–Hypertension (blood pressure > 120/80 mmHg)(6)–Diabetes mellitus(6)–Carotid or other artery disease (including peripheral artery disease)(6)–Excess weight(6)–Hyperlipidemia (LDL cholesterol > 100 mg/dl)(6)–Physical inactivity(6)–Alcohol and/or drug abuse(6)–Atrial fibrillation or other heart disease(6)–Poor diet that is high in fats(6)–Sickle cell disease(6)–Geographical location (in the United States, strokes are more common in the Southeast)(6)–Socioeconomic factors (some evidence suggests that stroke is more common in low-income  persons)(6)",
            "TBI–Age-children, especially newborns to 4-year-olds(7)-teenagers and young adults, especially those 15 to 24years of age(7)-adults over age 60(7)–Male sex(7)",
            "Brain tumor–Exposure to ionizing radiation(8)–Family history of brain tumor(8)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Depression and anxiety are common in individuals with aphasia and can adversely affect test performance, making patients seem more impaired than they are.(9) It is important that speech-language pathologists (SLPs) be knowledgeable of symptoms of depression (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness) and refer to a neuropsychologist or a clinical psychologist when signs are present(10)",
            "During a speech-language  evaluation, it is of utmost importance to be aware of a patient’s pain tolerance and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance ",
            "A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials –The patient’s culture will shape his or her experience with global aphasia. For example, in cultures in which language binds the family and community together, global aphasia is likely to be devastating. However, in a culture in which the emphasis is on nonverbal communication or in which silence is valued, the effects of global aphasia will be experienced differently. It is essential that the clinician determine the way in which spoken language and aphasia are viewed and understood by the patient and family’s culture and to proceed with assessment, treatment, and education with that cultural perspective at the forefront(63,69) –In a survey-based  study conducted in Australia with 188 responding SLPs, researchers found that although the SLPs embraced a wide variety of therapeutic techniques and functional practices in both inpatient and outpatient settings, they also reported an overall low level of comfort with and knowledge about treating culturally and linguistically diverse patients with aphasia.(64)Appropriate education, training, and materials are critical for SLPs who work in populations with culturally and linguistically diverse individuals",
            "Persons with global aphasia will likely not be able speak or comprehend well enough to complete standardized tests or answer questions regarding medical history. It is essential that the caregiver/family be involved in all assessment procedures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Refer to neurological testing (MRI, CT) for site and size of lesion. A comprehensive communication evaluation should determine the type and severity of the aphasia(11)",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications can adversely affect cognitive and communicative functioning.(10) Contact a pharmacist or physician regarding questions about side effects(10)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Note the results of any neurological (MRI, CT), neuropsychological, or psychological/ cognitive tests that have been completed"
                    ],
                    "alternative therapies": "Document any use of home training programs or alternative therapies (e.g., acupuncture) and their efficacy In a study conducted in the United States with three subjects, each of whom had mild-moderate aphasia of varying types, researchers found that participating in a “mindfulness meditation” program did not significantly improve divided attention or language performance for these subjects; however, all subjects reported feeling more “relaxed” and “peaceful” during the program(43)",
                    "previous therapy": "Document whether the patient has had speech-language  therapy for this or for other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Are there times of day when the patient has more/less difficulty communicating? -Are there specific situations in which it is more/less difficult for the patient to communicate? -If the patient is bilingual, what language(s) does he or she speak or understand? -Obtain information about the order of acquisition of each language and language history (e.g., language used in education)(12) -Which language is used in different situations (e.g., work, home, with relatives, with friends)?(12) -What modalities are used in each language (e.g., reading, speaking, writing)?(12) -Premorbid proficiency in each language can be compared to present proficiency using a 7-point scale (e.g., 1 = not fluent, 7 = native proficiency)(13)T708880 -Does the patient have a mood disorder (e.g., depression) that may affect motivation to communicate?(10)",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other conditions patient is experiencing that could exacerbate the aphasia. Examples include depression, impaired physical mobility, dysphagia, apraxia ",
                "respiratory status": "Document any respiratory difficulties the patient is experiencing (e.g., use of supplemental oxygen, mechanical ventilator)Depression and anxiety are common in individuals with aphasia(9) -Inquire about symptoms of depression (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness) and refer to a neuropsychologist or a clinical psychologist when signs are present(10) -Many depression scales and psychological scales have been used to assess patients who have had a stroke. The SLP can collaborate with the psychologist to determine the appropriate evaluation with respect to the patient’s language -In a systematic review of instruments available for identifying depression in individuals with aphasia, the researchers found the following assessments to be the most feasible in terms of time needed to administer as well as language -Signs of Depression Scale -Stroke Aphasic Depression Questionnaire (severe aphasia—to be completed by caregiver)(9) -Global aphasia is a severe form of aphasia, limiting one’s expressive and receptive language abilities. The researchers found that visual-analog-based  instruments were not reliable measures of depression because of participants’inability to understand the directionsNote hearing ability. The presence of hearing loss is no higher among patients with aphasia than in the general population; however, the impact of a hearing loss is potentially greater for a patient with aphasia because of an impaired language system. It is important that both aphasia and hearing loss be accurately diagnosed and the patient treated with appropriate hearing aids so that aphasia rehabilitation is as effective as possible(66) -Does the patient have a known hearing loss? If so, does he or she wearing hearing aids? Left, right, or bilateral? -Does the patient have difficulty hearing in the quiet treatment environment? -Does the patient ask for frequent repetitions? -It may be appropriate to recommend audiology consult for patients with suspected hearing loss Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous communication difficulties or cognitive deficits",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including hearing loss, vision deficits, diabetes, cancer, heart disease, and psychiatric disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the patient participate in any language-based recreational activities? -Does the patient work? -Does the patient regularly use a computer/telephone?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper)",
                "living environment": "Document information about the patient’s home living environment, including stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members),and language(s) used at home"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document the use of augmentative and alternative communication (AAC). Individuals with global aphasia might benefit from AAC to improve functional communication. AAC for patients with aphasia can range from simple, low-tech  options (e.g., pen and paper) to complex, individualized high-tech  options (e.g., speech-generating  device or tablet).(57,58) It is important to incorporate AAC into both evaluation and treatment sessions for patients who do or will utilize these methods to communicate on a daily basis. For detailed information regarding the use of AAC devices for adults with communication disorders, see the series of Clinical Reviews on this topicMeasures skills required to use AAC systems and strategies. Consists of eight sections designed to assess communication tasks such as selecting pictorial symbols, telling a story by pointing to photos, choosing pictures to complete a daily transaction (e.g., buying medicine at a drugstore), and providing information about places by pointing to locations on a map(16) –For detailed information on an AAC assessment for a patient with aphasia, see Clinical Review…Augmentative andAphasia ; CINAHL Topic ID NumberAn oral mechanism examination should be completed as part of a speech-language evaluation. The oral mechanism exam should include assessment of strength, ROM, coordination, and rate of movement for the tongue, lips, and facial/buccal muscles, as well as an observation of hard and soft palates –Note dentition, including presence of dentures, partials, and/or missing teeth",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Screening for vision and hearing should always precede screening for aphasia. An audiologist should check for impacted cerumen prior to a pure-tone  audiometric screening and word recognition testing.(10) Informal assessment of vision is required if the patient intends to support communication with visual methods (e.g., writing, gestures, pictures)",
            "special tests specific to diagnosis": "When selecting tests, clinicians must consider the cultural and linguistic background of the patient and determine if the measurement was standardized on the relevant population.(10) Tests that have normative information on diverse groups should be used when possible(10)Any type of aphasia will have a drastic impact on a patient’s quality of life and ability to participate in social activities.(55) The impact on quality of life for patients with global aphasia is likely to be severe given the extent of communication deficits associated with global aphasia.(55)To assess quality of life and functional outcomes, the clinician can administer quality of life scales, social participation indices, or ratings of communicative effectiveness(20) -In a study conducted in Canada, researchers examined which factors facilitated or hindered social participation of 17 participants with various types of chronic aphasia. Factors that facilitated participation were personality factors (e.g., determination, perseverance, motivation); having family and friends who were well-adjusted  to their aphasia and were available to help; having opportunities for social participation through their community aphasia organization; their satisfaction with rehabilitation services; their ability to perform activities; and tolerance of/positive attitude towards strangers. Factors that hindered social participation were the extent of their own physical or communication limits; limited family/friend relationships or poorly adjusted family and friends; personality factors (e.g., pride, fear, avoidance); a lack of community services; and ignorance in the public regarding aphasia(59) -Quality of life measures might be best administered with the assistance of a caregiver or family member. One examplea pictographic, self-report measure of aphasia-related  quality of life based on WHO’s International Classification of Functioning, Disability and Health (ICF). In a study conducted in the United States with 101 individuals with aphasia, including 5 with global aphasia, researchers reported that the ALA was easy to administer and encapsulated key aspects of the experience of living with aphasia. Statistical analysis indicated that the ALA had acceptable test-retest  reliability, internal consistency, and construct validity(56) –Bilingual assessment(21) Assesses the bilingual patient’s ability to use each language in different settings by a language use questionnaire. A computer program is available to evaluate responses in more than 100 different languages -Other assessments have been adapted and standardized for Spanish speakers (e.g., BDAE-3,  WAB-R, PALPA) Aphasia in Bilingual Adults , referenced aboveTests that assess pragmatic skills and communication used in daily living (e.g., calling for(22) An assessment, rating, and inventory of the patient’s functional communication skills (e.g., sign, nonverbal, augmentative)(23) Assessment of the following areas of communication Reading, Writing, and Using Numbers; Social Interaction; Divergent Communication; Contextual Communication; Nonverbal Communication; Sequential Relationships; and Humor/Metaphor Absurdity (24) Assessment of functionalsocial communication; communication of basic needs; reading, writing, and number concepts; and daily planning(25) Measure of change in functional communicative ability. Assesses four domains Basic Need, Health Threat, Life Skill, and Social Need(26) Assesses patient’s interests and situations in which the patient has difficulty communicating",
            "speech and language examination": "When selecting tests, clinicians must consider the patient’s level of awareness and cultural and linguistic background.(10) Tests that have normative information on diverse groups should be used when possible.(10) According to the Aphasia Rehabilitation Best Practice Statements 2014, developed by the Centre for Clinical Research Excellence (CCRE) in Aphasia Rehabilitation and funded by Australia’s National Health and Medical Research Council (NHMRC), any patient with suspected aphasia should have a full examination performed by an SLP to diagnose the presence and severity of aphasia(69)A motor speech evaluation should be performed if there are signs of coexisting apraxia and/or dysarthria. For detailed information on assessment and treatment of apraxia, see Clinical Review…Apraxia of SpeechT708586. For detailed information on assessment and treatment of dysarthria (spastic, flaccid, ataxic, hypokinetic, and hyperkinetic), see the series of Clinical Reviews on dysarthria -In a study conducted in the United Kingdom, researchers compared speech and non-speech  labial movements of patients with mild aphasia to those of control subjects and found subtle but robust differences in terms of movement and coordination for both speech and non-speech  tasks, specifically for the upper lip during tasks requiring increased rate of motion(45)Standardized tests assess components of language that are affected by aphasia, such as confrontation naming ability, auditory short-term  memory, word finding, auditory comprehension, and reading and writing.(11) Many tests determine severity of aphasia, distinguish one type of aphasia from another, and provide guidance for remediation. In many cases of global aphasia, it will be difficult for the patient to complete a standardized test of language ability; however, whenever possible, complete standardized testing in addition to informal assessments of language. The(2) To assess different modalities of language (auditory, visual, gesture) and processing functions(17) To assess patient's ability to access detailed semantic representations from words and from pictures(18) To assess components of language structure such as orthography and phonology, word and picture semantics, and morphology and syntax (19)To assess oral language (verbal fluency, language information content, comprehension, repetition and naming), nonverbal language, and reading and writing. Contains a screening measure (Bedside WAB-R)Assess reading and writing skills -Patients with global aphasia often present with severe impairment of reading and writing ability(1) -For detailed information on alexia (acquired reading impairment) and agraphia (acquired writing impairment), see the series of Clinical Reviews on these topics",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Refer to neuropsychological and cognitive evaluations to assist in informing course of treatment and providing a prognosis. Nonlinguistic cognitive abilities such as mathematical calculation might be relatively preserved in patients with global aphasia(14) –The following is one example of a cognitive test that can be used; however, it is important in cognitive testing to consider To assess cognitive status of adults. Sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, and Drawing(15)",
            "aac assessment": "",
            "swallow examination": "Complete a swallowing examination as indicated. Patients with aphasia often have coexisting dysphagia.(1,27) For detailed information on dysphagia, see the series of Clinical Reviews on dysphagia",
            "tracheostomy examination": "If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of patients with tracheostomies, see ClinicalAdults with Tracheostomy ; CINAHL Topic ID NumberT709082.For detailed information on assessment of a tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-Muir Tracheostomy & Ventilator SwallowingT708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Patients with aphasia are also at risk for swallowing and feeding difficulties. Inform the patient and family/caregivers of potential aspiration risks and educate about strategies when appropriate. (For detailed information on assessment and treatment of dysphagia, see Clinical Review…Dysphagia: Post-Stroke ; CINAHL Topic ID Number: T708770)",
                "The relative benefits and risks of intensive therapy (e.g., fatigue and frustration of patient) should be evaluated on a case-by-case basis. Individual therapy for persons with aphasia often includes stimulus-response  tasks focused on language modalities such as oral expression, auditory comprehension, reading, and writing; however, these methods are often not effective in patients with severe, global aphasia(3)",
                "To ensure relevance and appropriateness of treatment programs, decisions about goals and course of therapy should be made in collaboration with the patient, the caregivers, and other healthcare professionals.(27) Cultural background, language preference, and patient interests must also be considered(27)",
                "Treatment goals and objectives will shift with the recovery of the patient. It is recommended that outcome measures include assessment of functional communication",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The clinical diagnosis of global aphasia is made collaboratively with input from the person’s family and other professionals (physician, neuropsychologist, SLP) as well as a combination of objective measures: CT scan, MRI, and standardized tests and measures to diagnose the type and severity of aphasia(10)",
        "rule out": "Global aphasia should be differentiated from primary progressive dementia or Alzheimer disease (AD).(28) Speech disorders such as dysarthria and apraxia should be distinguished from a language deficit",
        "prognosis": [
            "Size and site of the brain lesion as well as initial aphasia severity influence the course of recovery(29)",
            "Psychological factors such as depression, dementia, premorbid personality, fatigue, and paranoia contribute to prognosis(1)",
            "Authors of a literature review of 23 treatment studies indicated that patients can continue to make progress in therapy when therapy is received in the chronic period of aphasia (more than 1 year post onset of aphasia)(30)",
            "Complete recovery from aphasia is rare, especially for patients with global aphasia, and a primary goal might be to improve the patient’s ability to use AAC or other nonverbal means to achieve effective communication in social situations(29) –In a study conducted in Portugal involving 23 patients with various types of aphasia (including 1 patient who was classified as globally aphasic), researchers found that even when patients with aphasia improved to the point at which standardized language tests did not detect impairments, all of these patients continued to have slowed processing of receptive and expressive linguistic information that resulted in continued functional conversational deficits.(47)With respect to overall functional communication, no patients in this study achieved complete recovery from aphasia(47)"
        ],
        "referral to other disciplines": " Referral to other disciplines Refer to physical and/or occupational therapy for assistance with mobility/gait training, therapy for impairments of strength, fine and gross motor skills, and daily living skills if needed  Refer to a psychologist or counselor for depression or anxiety Refer to a nutritionist to ensure adequate nutrition if dysphagia is present",
        "other considerations": [],
        "treatment summary": [
            "In the early post-onset  period, the SLP might play a supportive rather than direct therapy role, which involves:(42) –providing information to the family regarding the communication deficit –educating other treatment team members on how to best communicate with the patient –preventing the development of struggle behaviors that will negatively influence the patient’s ability to communicate",
            "In a study conducted in Australia, researchers found that use of a standardized, prescribed-very-early  aphasia direct therapy regimen (45–60  minutes per day for 20 sessions) resulted in significantly greater language recovery at both 4–5 weeks poststroke and 6months post stroke. In this study, there were two groups of patients, experimental (who received the prescribed-very-early  aphasia rehabilitation as soon as possible after a stroke, mean of 6.1 days poststroke) and a historical control group from a previous study. There were patients in this study in both groups with mild to severe aphasia of varying types. At the conclusion of the study, the researchers controlled the data for initial aphasia and stroke disability and found that those participants who underwent the prescribed-very-early  aphasia rehabilitation achieved 18% greater recovery on the Aphasia Quotient (AQ) and 1.5% higher scores on the Discourse Analysis (DA) than those in the historical control cohort. At 6 months postintervention, the experimental participants maintained a 16% higher score on the AQ and a 0.6% (not statistically significant) higher score on DA scores over the control group(60)",
            "Researchers who conducted a qualitative study nested within an RCT in the United Kingdom found that in the first few weeks following stroke, patients with aphasia or dysarthria felt speech therapy intervention was most valuable if it: –positively affected the patient’s mood and confidence(49) –promoted self-recognition  of progress(49) –validated the patient(49) –was delivered by a therapist who was perceived to be empathetic, positive, and a good communicator(49)",
            "Treatment for communication deficits associated with a variety of types of aphasia –Authors of a systematic, quantitative review of 39 RCTs examined the effectiveness of speech and language therapy for aphasia following a stroke and presented the following results: -There is evidence of the effectiveness of speech and language therapy following stroke for improving receptive and expressive language as well as functional communication abilities(31) -Results favored more intensive treatment over conventional treatment; however, the attrition rate was higher for intensive treatments (e.g., constraint-induced  aphasia treatment)(31) -No conclusions could be made regarding the relative effectiveness of group vs. one-on-one treatment(31) -No specific type of speech therapy intervention was found to be more effective than another(31) –Authors of a meta-analysis  of 55 multiple-subject  studies found that the average effect size for recovery of treated patients with aphasia in the acute period was nearly double that of the recovery of untreated patients (i.e., treated recovery vs. spontaneous recovery).(32) These findings confirmed the results of an earlier, smaller meta-analysis  (N = 21) by the same author(33)  –In a systematic review that included 21 RCTs of aphasia therapy that was initiated more than 6 months poststroke in patients with a range of aphasia types, authors found evidence to support the effectiveness of the following therapies for aphasia in the chronic phase of stroke recovery: computer-based  treatments, constraint-induced aphasia therapy (CIAT), high intensity of aphasia therapy, group language therapy, trained conversational partner community-based  programs, repetitive transcranial magnetic stimulation (rTMS), and transcranial direct current stimulation (tDCS).(44) Additionally, the authors found good evidence to support adjunct use of piracetam, donepezil, galantamine, and memantine in aphasia therapy for patients in the chronic phase of stroke recovery; bromocriptine was not found to be effective(44) -In a narrative review of 12 studies that examined the use of computer-based  treatment for aphasia, the authors found that overall, participants experienced an improvement in measures of language ability, such as the WAB. Despite the heterogeneity of the studies and severity of deficits of participants, this study suggests that patients may benefit from the intensity of therapy and independence that computer-based  therapy can provide (70) -In a case study with a 58-year-old  female patient with nonfluent aphasia, researchers provided speech-language therapy alone and then in combination with bromocriptine. Outcome measures were performed at the following times: (1) at baseline before the drug was administered; (2) once the drug reached 30 mg dosage; (3) after the combined speech-language  therapy and drug regimen; and (4) after drug and therapy withdrawal. The patient made some measurable improvements on bromocriptine without therapy; however, when she began combined speech-language therapy and bromocriptine,she showed significant improvements on standardized testing and overall behavior/verbal output. Researchers noted that these gains were maintained after the patient stopped taking the drug(53) –In a systematic review including 26 studies that involved treatment of aphasia (of various types) by targeting production of verbs, authors concluded that verb therapy within the context of single words or sentences is effective, irrespective of the specific verbs targeted.(46) With the exception of three participants in individual studies included in the review, all participants improved in outcome measures of language when treated with verb therapy(46) –In a study conducted in Italy with eight patients with moderate to severe chronic aphasia (five of whom were classified as having Broca’s aphasia and three with “severe non-classifiable”  aphasia), researchers found significant improvements on trained sentences as well as generalization to untrained sentence production after participating in an intensive 6–10  week therapeutic intervention focused on improvement of syntactic structure(48) -Therapy program was administered in six stages, each involving the training of sentences of increasing complexity with subject, verb, object, and sometimes prepositional phrases(48) -Sessions took place 60 minutes at a time, twice per day, 5 times per week(48) -Outcomes were assessed in the time it took participants to correctly produce 20 clauses in 16 lists in both training battery and untrained battery; outcomes were measured immediately after therapy as well as another time 6–12  months post-therapy -The two batteries of training sentences were tested with healthy controls and no differences emerged in the performance on either task battery for these individuals; each list took controls slightly over 33 minutes to produce(48) -Significant improvements in training battery were found immediately after therapy as well as 6–12  months after therapy. As a group, the participants with aphasia required an average of 170.01 ± 36.9 minutes to produce the first test battery (which was then trained in therapy). Immediately after therapy, the group of participants produced the lists in an average of 86.74 ± 30.94 minutes. At the follow-up evaluation, the group required 92.76 ± 20.5 minutes to produce all of the trained clauses(48) -Significant improvements were also found on the lists of untrained clauses. At baseline, untrained items were produced in an average of 173.26 ± 44.62 minutes. After therapy, these untrained items were produced by the group in an average of 104.09 ± 34.47 minutes immediately after therapy and 115.57 ± 26.19 minutes 6–12  months after the therapy concluded(48) –The primary purpose of aphasia therapy is the improvement of communication, with the goal of increasing participation in daily activities and enhancing quality of life. Intervention should consider patient interests, patient and caregiver goals, and contextual factors(20)",
            "Group therapy:  Group therapy may include pragmatic objectives such as improving ability to convey a message and initiating conversational exchanges. In addition, group therapy may offer support for the individual, provide information about aphasia, and increase the patient’s confidence in communicative situations. The effects of group therapy on persons with chronic aphasia were investigated in an RCT with two groups, immediate treatment and delayed treatment.(34) Group  therapy was provided by an SLP for 5 hours/week (2.5 hour periods/2 days a week) for 4 months. The control group participated in social activities (support, performance, movement groups) to control for the effects of social interaction. The first part of group therapy involved discussions of interest for the patients. Information exchange was facilitated by communicative drawing, role-playing,  natural gestures, maps, pictures, personal notebooks, conversational prompting, and scripting. A break for refreshments included family members. The last part of the group session was spent wrapping up the initial discussion or talking about news events. Dependent measures included standardized tests: WAB AQ, CADL, and Shortened Porch Index of Communicative Ability (SPICA). Results indicated that the immediate treatment group had significantly higher scores on the measures than the group not receiving treatment. Within-group  performance revealed significant increases after 2 months of treatment and after 4 months of treatment. No significant decline occurred 1 month post treatment(34)",
            "Supported conversation –According to the Aphasia Rehabilitation Best Practice Statements 2014, SLPs should train caregivers and family members of patients with aphasia in strategies to be competent and supportive communication partners(69) –Authors of a systematic review of the methodology of communication partner training studies for persons with aphasia found that the methodological quality of these studies is highly varied.(51) Overall, authors reported that communication partner training studies had poor treatment fidelity (i.e., the methods used to examine and enhance the reliability and validity of behavioral interventions tested)(51) –In a Canadian single-blind  RCT, researchers investigated the effects of training of volunteers (N = 40 volunteers) on the conversational interaction of patients with aphasia.(35) Training included a 1-day  workshop and 1.5 hours of hands-on  experience to teach volunteers skills such as keeping talk natural and avoiding being patronizing. They were also taught to ensure comprehension of the patient and use techniques such as gesture, drawing, pictographic resources, and writing key words. Measures were researcher-developed  and designed to improve the skill of the conversational partner in “acknowledging and revealing the competence of adults with aphasia.” Another researcher-developed  measure assessed the level of interaction of the patient. Trained volunteers scored higher than untrained volunteers on ratings of acknowledging competence and revealing competence. Persons with aphasia showed change in social and message exchange skills.(35) Other intervention studies support direct training of family members and other partners to improve communication of both participants(36,37) –In a study conducted in Finland with 34 persons with aphasia and their communication partners, researchers found that communication skills and efficiency improved after a partner-focused  intervention, Communication Therapy for People with Aphasia and their Partners (APPUTE)(52) -The aim of APPUTE is to practice functional communication strategies in a structured program with individualized guidance from an SLP. Both the person with aphasia and the communication partner are actively involved in therapy. The program involves three different types of communication tasks arranged hierarchically: tasks involving pictures with objects and activities, detailed situational pictures, and events from the news(52) -In each session and at each level of task, the SLP and person with aphasia start the session alone, during which time the therapist explains the task and the patient is shown the pictures/objects/news stories. When the partner joins the session, the SLP guides both conversation partners in strategy use to increase communication efficacy and accuracy(52) -In this study, the APPUTE program was provided over the course of two 14-day  intensive rehabilitation periods at 6-month  intervals and outcomes were measured 6 months after the end of the second rehabilitation period(52) -Outcomes were measured by the WAB-R,  Communication Effectiveness Index, Communication Skill Evaluation (CSE), Couple Communication Scale-B,  and APPUTE evaluation questionnaires for both partners(52) -Significant improvements in communication skills were found on the WAB-R  for the persons with aphasia and the CSE for the conversation partners. Communication efficacy of the persons with aphasia as measured by the CETI improved significantly. Communication skills of the dyads improved significantly as measured by the CSE. Although the goal of the program was not to improve linguistic skills of the persons with aphasia (it was to improve functional communication between partners), researchers found improvements, especially with respect to verbal naming(52) –Constraint-induced  language therapy (CILT)/constraint-induced  aphasia therapy (CIAT) : based on the principles of constraint-induced  movement therapy (CIMT) for motor rehabilitation following stroke(61) -Principles of CILT include: -Constraint: not allowing the patient to use compensatory strategies for communication (e.g., drawing, writing, gesturing)(61)  -Forced use: forcing the use of speech during communicative exchanges(61) -Massed practice: participating in therapy in high, concentrated doses (such as 2–4 hours per day, 4–5 days per week)(61) -In an RCT conducted in Germany with 100 subjects with aphasia (including three with global aphasia), researchers compared the effects of a modified CILT program to standard aphasia therapy (n = 50 in each group). Both groups demonstrated significant improvements in language ability; in fact, the magnitude of improvements was equal for both groups. Additionally, improvements were maintained at a 1-year  follow-up(61) -For detailed information on CILT, see Clinical Review…Aphasia: Constraint-Induced  Language Therapy ; CINAHL Topic ID Number: T902529 –Semantic Feature Analysis (SFA)",
            "Treatment studies with participants with global aphasia",
            "Semantic Feature Analysis (SFA) : SFA is a treatment approach that utilizes a target word and focuses on features (e.g., properties, category, location, shape) that contribute to the target word’s meaning. In a single-participant  study of the use of a modified SFA with an individual with global aphasia, researchers found evidence that this treatment approach facilitated auditory comprehension of treatment items as well as generalization to other semanticallyrelated items within the same category (71) –Computer-based  Visual Input Communication (C-VIC):  The C-VIC  sentence production training program is a computer-based  program that involves learning specific iconic vocabulary to produce sentences/phrases for communication. Researchers investigating the use of C-VIC for patients with severe, global aphasia have found that patients may improve their ability to manipulate graphic symbols and produce sentences with C-VIC,  but there is little evidence to indicate that patients are able to use C-VIC  to communicate effectively in everyday interactions(38,39) –Multimodal Communication Program for Aphasia (MCPA) : MCPA is based on a treatment program that was developed for patients with chronic aphasia called Multimodal Communication Training (MCT).(68) MCT focuses on having patients with aphasia utilize multiple communication strategies (e.g., speaking, gesturing, writing, pointing) for single concepts in an effort to connect nonverbal representations to the language system. MCPA is based on the principles of MCT but was modified for use in acute stroke rehabilitation. In a study conducted in the United States with two subjects, one of whom exhibited global aphasia, researchers found that functional communication improved slightly after treatment with MCPA (more so for the patient with Broca’s aphasia than for the patient with global aphasia). Each patient participated in an inpatient acute rehabilitation program that included 3 to 6 hours daily of physical, occupational, and speech therapy in addition to 14 to 16 research intervention sessions. In the MCPA intervention, patients were taught to use speaking, gesturing, writing, pointing to a communication board, and drawing to name pictures and express ideas. At the end of the intervention, the patient with global aphasia continued to make errors in speaking and writing responses for almost all probes; however, the patient was able to complete pointing and drawing tasks with up to 100% accuracy in some probes. Given the short period of intervention and small subject pool, researchers could not make conclusions regarding efficacy; however, they believed that MCPA warranted further research for patients with aphasia of all types(68) –Augmentative and alternative communication (AAC): The authors of an alternating treatment single-subject  study examined the effects of two types of conversation books on patients’ participation in conversation with a nonimpaired conversational partner (an SLP).(3) One book contained pictographic symbols representing topics such as place of origin, family, recent and past events, hobbies, and religion. The other book contained the same topics represented in remnants, actual objects depicting present or past events. Results indicated that patients communicated more with either type of communication book and initiated topics only when communication books were available. In addition, interactions were observed to be more enjoyable and comfortable for the conversational partner -For detailed information on an AAC assessment for with aphasia, see Clinical Review…Augmentative and Alternative Communication: Aphasia , referenced above ›AAC considerations",
            "Interventions using AAC often are selected for patients with global aphasia because traditional therapy can be ineffective in achieving functional communication.(3) The following AAC systems have been used with patients with global aphasia: gesture or pantomime, drawing, graphic symbols, and speech-generating  devices.(3) Barriers to using AAC include: –Patient might not understand the meaning of a picture symbol representing an abstract concept –Patient might not have the cognitive ability to initiate the use of symbols without the help of a conversational partner –Patient’s spouse or caregiver might be reluctant to use the AAC  . Problem Goal Intervention Expected Progression Home Program Anomia (word-finding difficulties)Increase word finding during conversation. (Note: This therapy might be inappropriate for a patient with severe communication deficits)Speech Therapy _ See Clinical Review… Anomia Associated with Aphasia ; CINAHL Topic ID Number:T708611See Clinical Review… Anomia Associated with Aphasia ; CINAHL Topic ID Number: T708611See Clinical Review… Anomia Associated with Aphasia ; CINAHL Topic ID Number: T708611 Inability to communicate effectivelyIncrease communication by using augmentative and alternative communicationAAC _ Personalized representational symbols have been used to assist patients with global aphasia to initiate and respond in conversation. Materials include pictographic symbols, photograph albums, pockets for scraps/memorabilia, or objects/photographs depicting a past event (e.g., tickets, receipts)(3) _ _ See Treatment summary , above _Initially the patient will use AAC to express words only; the SLP guides the patient to increase utterance to phrase and sentence level and, finally, to initiate and respond in conversationsHome program should involve patient and caregiver use of the AAC device  Social and functional communication deficitsIncrease functional communication in a natural environmentGroup therapy _ Group therapy might include pragmatic objectives such as improving ability to convey a message and initiating conversational exchanges. In addition, group therapy can offer support for the individual and possibly caregiver, provide information about aphasia, and increase patient’s confidence in communicative situations _ _ Group therapy usually involves supported discussions of interest for the patients. Information exchange can be facilitated by communicative drawing, role-playing, natural gestures, maps, pictures, personal notebooks, conversational prompting, and scripting(34) _ _ See Treatment summary , above _SLP will progress the complexity and length of group conversations to increase functional communication and communicative confidenceHome practice of strategies is essential for carryover into the home environment  Social and functional communication deficitsImprove conversation participation by a patient with aphasia by training of volunteer conversation partnerSupported Conversation for Adults with Aphasia (SCA) _ V olunteers or family members can be trained to use supported conversation techniques with adults with aphasia. These techniques include keeping conversation natural and increasing partner comprehension of the patient by supporting conversation with gesture, drawing, pictographic resources, and writing key words(35,37) _ See Treatment summary , above _N/A Techniques to facilitate communication between conversational partner and patient can be used at home  Social and functional communication deficitsPatient will use an alternative mode of communicationComputer-based Visual Input Communication (C- VIC) _ The C-VIC sentence production training program is a computer- based program that involves learning specific iconic vocabulary to produce sentences/phrases for communication _ _ Studies investigating the use of C-VIC for patients with severe, global aphasia have found that patients may improve their ability to manipulate graphic symbols and produce sentences with C- VIC, but there is little evidence to support that patients are able to use C-VIC to communicate effectively in everyday interactions(38,39) _ _ See Treatment summary , above _Patient is expected to increase functional communication by use of C-VIC; however, studies do not support this outcomeStudies do not definitively support the use of C-VIC for use with patients with global aphasia  Dysphagia Increase swallow safety (as needed)Dysphagia therapy _ Therapy will vary according to the results of a swallow evaluation. Treatment might include strategies for airway protection, strategies for facilitating oral phase of swallowing, and dietary adjustments. (For detailed information on assessment and treatment of dysphagia, see the Clinical Review…Dysphagia , referenced above) _As the patient’s swallow improves, the SLP will increase the frequency and intensity of dysphagia exercises as well as the difficulty of the trials of food and liquid that are given in therapyHome program will vary with respect to the goals of the patient Apraxia of speech Increase functional speech production (as needed)Apraxia therapy _ For detailed information on assessment and treatment of apraxia, see the Clinical Review…Apraxia of Speech, Acquired , referenced aboveTherapy for apraxia generally progresses from sound level to syllable, word, phrase, sentence, and finally conversational level; however, each individual patient might be different with respect to progression of therapeutic tasks _Home program will vary with respect to the goals of the patient Dysarthria of speech (as needed)Increase functional speech productionDysarthria therapy _ For detailed information on assessment and treatment of dysarthria (spastic, flaccid, ataxic, hypokinetic and hyperkinetic), see series of Clinical Reviews on dysarthria _Therapy for dysarthria generally progresses from sound level to syllable, word, phrase, sentence, and finally conversational levelHome program will vary with respect to the goals of the patient Acquired dyslexia (as needed)Increase reading skills Dyslexia therapy _ For detailed information on assessment and treatment of acquired dyslexia, see series of Clinical Reviews on this topicTherapy for acquired dyslexia generally progresses from letter recognition to reading syllables, words, phrases, sentences, and finally paragraphsHome program will vary with respect to the goals of the patient  Acquired agraphia/ dysgraphiaIncrease writing skills (as needed)Agraphia therapy _ For detailed information on assessment and treatment of acquired agraphia, see Clinical Review…Agraphia: Speech Therapy ; CINAHL Topic ID Number:T708854) _Therapy for agraphia generally progresses from writing single letters to writing syllables, words, phrases, sentences, and finally paragraphsHome program will vary with respect to the goals of the patient ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved communication functional communication": [
            "Boston Diagnostic Aphasia Examination–3  (BDAE-3)",
            "Pyramids and Palm Trees Test",
            "Psycholinguistic Assessments of Language Processing in Aphasia (PALPA)",
            "Western Aphasia Battery–R  (WAB-R)",
            "Functional Communication Profile (FCP)",
            "Communication Activities of Daily Living–2  (CADL-2)",
            "Functional Assessment of Communication Skills for Adults (ASHA-FACS)",
            "Communicative Effectiveness Index",
            "Aphasia Needs Assessment"
        ],
        "increased participation in social, vocational, and avocational activities": [],
        "increased independence": [],
        "increased communication with external support": [
            "MCST-A"
        ],
        "effective external modifications": [],
        "improved quality of life": [
            "Assessment for Living with Aphasia Toolkit (ALA)"
        ],
        "family and patient education regarding aphasia and ways to communicate more effectively with the patient": []
    },
    "maintenance or prevention": [
        "Clinic-based  treatment should eventually be transferred to home-based routines so that the patient and caregivers can continue treatment independently",
        "With speech-language  therapy and continued practice communicating with family members, a patient’s baseline global aphasia may evolve into a Broca’s type aphasia over time(40) Authors of an Italian case study described a patient’s language skills 25 years after onset of global aphasia after a left-hemisphere  stroke(41) –Patient underwent speech-language  therapy for 2 years: 5 times per week in the first 6 months; 3 times a week throughout the rest of the 2-year  period(41) –In the first year following his stroke, the patient recovered some verbal comprehension and word repetition skills(41) –Between years 1 and 3 of his recovery, the patient began to have some naming and reading abilities(41) –During the period of 3–25  years after the initial onset of global aphasia, the patient did not receive skilled speech-language  therapy; however, assessments during this time showed progressive improvement of all previously re-learned  language skills as well as the appearance of a new skill, spontaneous speech(41) "
    ],
    "patient education": [
        "Patient and partner education should include information on the effects of aphasia, treatment options, and the prognosis. When possible, the partner or patient’s family should be educated about facilitative techniques to use when assisting the patient with communication. In addition to individually tailored education, provide family members with emotional support and referrals to local support groups as appropriate(50)",
        "According to the Aphasia Rehabilitation Best Practice Statements 2014, SLPs are responsible for training healthcare professionals who work with patients with aphasia to use strategies for improving communication(69)",
        "All educational information as well as any consent forms for therapy should be presented to the patient in “aphasia friendly” formats. This might include pictures, large-print  text, simplified language, or limited amount of text per page(62)",
        "See “Aphasia” from the National Institute on Deafness and Other Communication Disorders, https://www.nidcd.nih.gov/ health/aphasia",
        "See “NINDS Aphasia Information Page” from the National Institute of Neurological Disorders and Stroke, https://www.ninds.nih.gov/Disorders/All-Disorders/Aphasia-Information-Page",
        "See “Aphasia” from the American Speech-Language-Hearing  Association at https://www.asha.org/public/speech/disorders/ Aphasia.htm Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on January 6, 2017 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Sarno MT, Galgano J. Neurogenic Disorders of Speech and Language. In: O'Sullivan SB, Schmitz TJ, Fulk GD, eds. Physical Rehabilitation . 5th ed. Philadelphia, PA: FA Davis Company; 2014:1271-1279.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Goodglass H, Kaplan E, Barresi B. Boston Diagnostic Aphasia Examination-3 . Philadelphia, PA: Lippincott Williams & Wilkins; 2001. (PP)"
        },
        {
            "number in article": 3,
            "reference": "Ho KM, Weiss SJ, Garrett KL, Lloyd LL. The effect of remnant and pictographic books on the communicative interaction of individuals with global aphasia. Augment Altern Commun. 2005;21(3):218-232.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Ashley J, Duggan M, Sutcliffe N. Speech, language, and swallowing disorders in the older adult. Clin Geriatr Med . 2006;22(2):291-310.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "National Institute on Deafness and Other Communication Disorders. Aphasia. http://www.nidcd.nih.gov/health/voice/pages/aphasia.aspx . Accessed May 14, 2020. (GI)"
        },
        {
            "number in article": 6,
            "reference": "American Heart Association. Stroke risk factors. http://www.strokeassociation.org/STROKEORG/AboutStroke/UnderstandingRisk/Understanding-Risk_UCM_308539_SubHomePage.jsp . Accessed May 14, 2020. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Mayo Clinic staff. Traumatic brain injury: risk factors. MayoClinic.com Web site. http://www.mayoclinic.org/diseases-conditions/traumatic-brain-injury/basics/risk-factors/con-20029302 . Accessed May 14, 2020. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Mayo Clinic staff. Brain tumor: risk factors. MayoClinic.com Web site. Web site. https://www.mayoclinic.org/diseases-conditions/brain-tumor/symptoms-causes/syc-20350084 . Accessed May 14, 2020. (GI)"
        },
        {
            "number in article": 9,
            "reference": "van Dijk M, De Man-van Ginkel JM, Hafsteinsdottir TB, Schuurmans M. Identifying depression post-stroke  in patients with aphasia: A systematic review of the reliability, validity and feasibility of available instruments. Clin Rehabil . 2016;30(8):795-810.  doi:10.1177/0269215515599665. (SR)"
        },
        {
            "number in article": 10,
            "reference": "American Speech-Language-Hearing  Association. Practice Portal: Dementia. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Accessed May 14, 2020. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Aphasia. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/disorders/Aphasia.htm . Accessed May 14, 2021. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Muñoz ML, Marquardt TP, Copeland G. A comparison of the codeswitching patterns of aphasic and neurologically normal bilingual speakers of English and Spanish. Brain Lang. 1999;66(2):249-274.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Edmonds LA, Kiran S. Effect of semantic naming treatment on crosslinguistic generalization in bilingual aphasia. J Speech Lang Hear Res . 2006;49(4):729-748.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Urano M, Yoshino M, Yamamoto M, Mimura M. Dissociation of exact and approximate calculation in severe global aphasia. Open Neurol J . 2009;3:8-12.  (C)"
        },
        {
            "number in article": 15,
            "reference": "Folstein MF, Folstein SE, McHugh PR, Fanjiang G. Mini-Mental  State Examination . Odessa, FL: Psychological Corporation; 2001. (PP)"
        },
        {
            "number in article": 16,
            "reference": "Garrett KL, Lasker JP. Aphasia assessment materials. Web site. http://cehs.unl.edu/aac/aphasia-assessment-materials/ . Accessed May 14, 2020. (PP)"
        },
        {
            "number in article": 17,
            "reference": "Howard D, Patterson K. The Pyramids and Palm Trees Test: A Test of Semantic Access From Words and Pictures . Bury St Edmonds, Suffolk, UK: Thames Valley Test Company; 1992. (PP)"
        },
        {
            "number in article": 18,
            "reference": "Kay J, Lesser R, Coltheart M. PALPA: Psycholinguistic Assessment of Language Processing in Aphasia . East Sussex, UK: Psychology Press; 1992. (PP)"
        },
        {
            "number in article": 19,
            "reference": "Kertesz A, Raven JC. Western Aphasia Battery-Revised . San Antonio, TX: Pearson; 2006. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Simmons-Mackie  N, Threats TT, Kagan A. Outcome assessment in aphasia: a survey. J Commun Disord . 2005;38(1):1-27.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Paradis M, Libben G. The Assessment of Bilingual Aphasia . Hillsdale, NJ: Lawrence Erlbaum Associates; 1987. (PP) "
        },
        {
            "number in article": 22,
            "reference": "Kleiman LI. Functional Communication Profile-Revised . East Moline, IL: LinguiSystems; 2003. (PP)"
        },
        {
            "number in article": 23,
            "reference": "Holland A, Frattali CM, Fromm D. Communicative Abilities in Daily Living-2 (CADL-2) . Austin, TX: Pro-Ed; 1999. (PP)"
        },
        {
            "number in article": 24,
            "reference": "Frattali C; American Speech and Hearing Association. Functional Assessment of Communication Skills for Adults (ASHA FACS) . Rockville, MD: ASHA; 1995. (PP)"
        },
        {
            "number in article": 25,
            "reference": "Lomas J, Pickard L, Bester S, Elbard H, Finlayson A, Zoghaib C. The Communicative Effectiveness Index: development and psychometric evaluation of a functional communication measure for adult aphasia. J Speech Hear Disord . 1989;54(1):113-124.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Garrett KL, Beukelman DR. Aphasia Needs Assessment. Hattie B. Munroe Barkley Memorial Augmentative & Alternative Communication Centers Web site. http://cehs.unl.edu/ documents/secd/aac/assessment/aphasianeeds.pdf . Accessed May 14, 2020. (PP)"
        },
        {
            "number in article": 27,
            "reference": "Simmons-Mackie  N, Kagan A. Application of the ICF in aphasia. Semin Speech Lang . 2007;28(4):244-253.  (G)"
        },
        {
            "number in article": 28,
            "reference": "Bayles KA, Boone DR, Tomoeda CK, Slauson TJ, Kazniak AW. Differentiating Alzheimer's patients from the normal elderly and stroke patients with aphasia. J Speech Hear Disord. 1989;54(1):74-87.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Bakheit AMO, Shaw S, Carrington S, Griffiths S. The rate and extent of improvement with therapy from the different types of aphasia in the first year after stroke. Clin Rehabil . 2007;21(10):941-949.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Moss A, Nicholas M. Language rehabilitation in chronic aphasia and time postonset: a review of single-subject  data. Stroke. 2006;37(12):3043-3051.  (SR)"
        },
        {
            "number in article": 31,
            "reference": "Brady MC, Kelly H, Godwin J, Enderby P. Speech and language therapy for aphasia following stroke. Cochrane Database Syst Rev . May 16, 2012;CD000425. doi:10.1002/14651858.CD000425.pub3.  (SR)"
        },
        {
            "number in article": 32,
            "reference": "Robey RR. A meta-analysis  of clinical outcomes in the treatment of aphasia. J Speech Lang Hear Res . 1998;41(1):172-187.  (SR)"
        },
        {
            "number in article": 33,
            "reference": "Robey RR. The efficacy of treatment for aphasic persons: a meta-analysis.  Brain Lang . 1994;47(4):585-608.  (SR)"
        },
        {
            "number in article": 34,
            "reference": "Elman RJ, Bernstein-Ellis  E. The efficacy of group communication treatment in adults with chronic aphasia. J Speech Lang Hear Res . 1999;42(2):411-419.  (RCT)"
        },
        {
            "number in article": 35,
            "reference": "Kagan A, Black S, Duchan JF, Simmons-Mackie  N, Square P. Training volunteers as conversation partners using \"Supported Conversation with Adults with Aphasia\" (SCA): a controlled trial. J Speech Lang Hear Res . 2001;44(3):624-638.  (RCT)"
        },
        {
            "number in article": 36,
            "reference": "Lyon JG, Cariski D, Keisler L. Communication partners: Enhancing participation in life and communication for adults with aphasia in natural settings. Aphasiology . 1997;11(7):693-708.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Boles L. Conversation analysis as a dependent measure in communication therapy with four individuals with aphasia. Asia Pac J Speech Lang Hear . 1997;2(1):43-61.  (R)"
        },
        {
            "number in article": 38,
            "reference": "Jacobs B, Drew R, Ogletree BT, Pierce K. Augmentative and alternative communication (AAC) for adults with severe aphasia: where we stand and how we can go further. Disabil Rehabil . 2004;26(21-22):1231-1240.  (RV)"
        },
        {
            "number in article": 39,
            "reference": "McCall D, Shelton JR, Weinrich M, Cox D. The utility of computerized visual communication for improving natural language in chronic global aphasia: implications for approaches to treatment in global aphasia. Aphasiology . 2000;14(8):795-826.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Fager SK, Hakel M, Brady S, et al. Adult neurogenic communication disorders. In: Cifu DX, Kaelin DL, Kowalske KJ, et al, eds. Braddom’s Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Saunders Elsevier; 2016:53-57.  (GI)"
        },
        {
            "number in article": 41,
            "reference": "Smania N, Gandolfi M, Aglioti SM, Girardi P, Fiaschi A, Girardi F. How long is the recovery of global aphasia? Twenty-five  years of follow-up in a patient with left hemisphere stroke. Neurorehabil Neural Repair . 2010;24(9):871-875.  (C)"
        },
        {
            "number in article": 42,
            "reference": "Marshall RC. Aphasia treatment in the early postonset period: managing our resources effectively. Am J Speech Lang Pathol . 1997;6(1):5-21.  (X)"
        },
        {
            "number in article": 43,
            "reference": "Orenstein E, Basilakos A, Marshall RS. Effects of mindfulness meditation on three individuals with aphasia. Int J Lang Commun Disord . 2012;47(6):673-684. doi:10.1111/j.1460-6984.2012.00173.x.  (R)"
        },
        {
            "number in article": 44,
            "reference": "Allen L, Mehta S, McClure JA, Teasell R. Therapeutic interventions for aphasia initiated more than six months post stroke: a review of the evidence. Top Stroke Rehabil . 2012;19(6):523-535.  doi:10.1310/tsr1906-523.  (SR)"
        },
        {
            "number in article": 45,
            "reference": "Bose A, van Lieshout P. Speech-like  and non-speech  lip kinematics and coordination in aphasia. Int J Lang Commun Disord . 2012;47(6):654-672. doi:10.1111/j.1460-6984.2012.00171.x.  (R)"
        },
        {
            "number in article": 46,
            "reference": "Webster J, Whitworth A. Treating verbs in aphasia: exploring the impact of therapy at the single word and sentence levels. Int J Lang Commun Disord . 2012;47(6):619-636. doi:10.1111/j.1460-6984.2012.00174.x.  (SR)"
        },
        {
            "number in article": 47,
            "reference": "Neto B, Emilia Santos M. Language after aphasia: only a matter of speed processing? Aphasiology . 2012;26(11):1352-1361.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Bazzini A, Zonca G, Craca A, et al. Rehabilitation of the argument structure deficits in aphasia. Aphasiology . 2012;26(12):1440-1460.  doi:10.1080/02687038.2012.690023. (R)"
        },
        {
            "number in article": 49,
            "reference": "Young A, Gomersall T, Bowen A; ACT NoW investigators. Trial participants' experiences of early enhanced speech and language therapy after stroke compared with employed visitor support: a qualitative study nested within a randomized controlled trial. Clin Rehabil . 2013;27(2):174-182.  doi:10.1177/0269215512450042. (R)"
        },
        {
            "number in article": 50,
            "reference": "Blom Johansson M, Carlsson M, Östberg P, Sonnander K. A multiple-case  study of a family-oriented  intervention practice in the early rehabilitation phase of persons with aphasia. Aphasiology . 2013;27(2):201-226.  (R)"
        },
        {
            "number in article": 51,
            "reference": "Simmons-Mackie  N, Raymer A, Cherney LR. Communication partner training in aphasia: an updated systematic review. Arch Phys Med Rehabil . 2016;97(12):2202-2221. doi:10.1016/j.apmr.2016.03.023. (SR)"
        },
        {
            "number in article": 52,
            "reference": "Nykänen A, Nyrkkö H, Nykänen M, Brunou R, Rautakoski P. Communication therapy for people with aphasia and their partners (APPUTE). Aphasiology . 2013;27(10):1159-1179.  doi:10.1080/02687038.2013.802284. (R)"
        },
        {
            "number in article": 53,
            "reference": "Galling MA, Goorah N, Berthier ML, Sage K. A clinical study of the combined use of bromocriptine and speech and language therapy in the treatment of a person with aphasia. Aphasiology . 2014;28(2):171-187.  (R)"
        },
        {
            "number in article": 54,
            "reference": "Faroqi-Shah  Y, Solomon T, Liu J, Park S, Allen GB. Lesion analysis of language production deficits in aphasia. Aphasiology . 2014;28(3):258-277.  (R)"
        },
        {
            "number in article": 55,
            "reference": "Rautakoski P. Communication style before and after aphasia: a study among Finnish population. Aphasiology . 2014;28(3):359-376.  (R)"
        },
        {
            "number in article": 56,
            "reference": "Simmons-Mackie  N, Kagan A, Victor JC, et al. The assessment for living with aphasia: reliability and construct validity. Int J Speech Lang Pathol . 2014;16(1):82-94. doi:10.3109/17549507.2013.831484. (R)"
        },
        {
            "number in article": 57,
            "reference": "Hoover EL, Carney A. Integrating the iPad into an intensive, comprehensive aphasia program. Semin Speech Lang . February 2014;35(1):25-37.  doi:10.1055/s-0033-1362990. (R)"
        },
        {
            "number in article": 58,
            "reference": "Kurland J, Wilkins AR, Stokes P. iPractice: piloting the effectiveness of a tablet-based  home practice program in aphasia treatment. Semin Speech Lang . February 2014;35(1):51-63.  doi:10.1055/s-0033-1362991.  (R)"
        },
        {
            "number in article": 59,
            "reference": "Le Dorze G, Salois-Bellerose  E, Alepins M, Croteau C, Hallé M. A description of the personal and environmental determinants of participation several years post-stroke according to the views of people who have aphasia. Aphasiology . 2014;28(4):421-439.  (R)"
        },
        {
            "number in article": 60,
            "reference": "Godecke E, Ciccone NA, Granger AS, et al. A comparison of aphasia therapy outcomes before and after a Very Early Rehabilitation programme following stroke. Int J Lang Commun Disord . 2014;49(2):149-161.  doi:10.1111/1460-6984.12074.  (R)"
        },
        {
            "number in article": 61,
            "reference": "Sickert A, Anders LC, Münte TF, Sailer M. Constraint-induced  aphasia therapy following sub-acute  stroke: a single-blind,  randomised clinical trial of a modified therapy schedule. J Neurol Neurosurg Psychiatry . January 2014;85(1):51-55.  doi:10.1136/jnnp-2012-304297.  (RCT)"
        },
        {
            "number in article": 62,
            "reference": "Jayes M, Palmer R. Initial evaluation of the Consent Support Tool: a structured procedure to facilitate the inclusion and engagement of people with aphasia in the informed consent process. Int J Speech Lang Pathol . April 16, 2014;16(2):159-168.  doi:10.3109/17549507.2013.795999. (R)"
        },
        {
            "number in article": 63,
            "reference": "McLellan KM, McCann CM, Worrall LE, Harwood MLN. “For Maori, language is precious. And without it we are a bit lost”: Maori experiences of aphasia. Aphasiology . 2014;28(4):453-470.  (R)"
        },
        {
            "number in article": 64,
            "reference": "Rose M, Ferguson A, Power E, Togher L, Worrall L. Aphasia rehabilitation in Australia: current practices, challenges and future directions. Int J Speech Lang Pathol . 2014;16(2):169-180.  doi:10.3109/17549507.2013.794474. (R)"
        },
        {
            "number in article": 65,
            "reference": "Baumgaertner A, Grewe T, Ziegler W, et al. FCET2EC (From controlled experimental trial to = 2 everyday communication): How effective is intensive integrative therapy for stroke-induced  chronic aphasia under routine clinical conditions? A study protocol for a randomized controlled trial. Trials. September 23, 2013;14:308. doi:10.1186/1745-6215-14-308.  (R)"
        },
        {
            "number in article": 66,
            "reference": "Rankin E, Newton C, Parker A, Bruce C. Hearing loss and auditory processing ability in people with aphasia. Aphasiology . May 2014;28(5):576-595.  (R)"
        },
        {
            "number in article": 67,
            "reference": "Thompson J, McKeever M. The impact of stroke aphasia on health and well-being  and appropriate nursing interventions: an exploration using the Theory of Human Scale Development. J Clin Nurs . February 2014;23(3-4):410-20.  doi:10.1111/j.1365-2702.2012.04237.x.  (R)"
        },
        {
            "number in article": 68,
            "reference": "Wallace SE, Purdy M, Skidmore EA. A multimodal communication program for aphasia during inpatient rehabilitation: A case study. NeuroRehabilitation . 2014;35(3):615-25. doi:10.3233/NRE-141136.  (C)"
        },
        {
            "number in article": 69,
            "reference": "Aphasia Rehabilitation Best Practice Statements 2014: Comprehensive supplement to the Australian Aphasia Rehabilitation Pathway. http://www.aphasiapathway.com.au/flux-content/aarp/pdf/2014-COMPREHENSIVE-FINAL-01-10-2014-1.pdf . Published 2014. Accessed May 14, 2020. (G)"
        },
        {
            "number in article": 70,
            "reference": "Lee JB, Cherney LR. Computer-based  treatments for aphasia: advancing clinical practice and research. Perspect ASHA Special Interest Groups . 2016;1(2):5-17.  doi:10.1044/ persp1.SIG2.5. (RV)"
        },
        {
            "number in article": 71,
            "reference": "Munro P, Siyambalapitiya S. Improved word comprehension in Global aphasia using a modified semantic feature analysis treatment. Clin Linguistics Phonetics . 2017;31(2):119-136.  doi:10.1080/02699206.2016.1198927. (C)"
        }
    ]
}