{
    "metadata": {
        "title": "Glossectomy",
        "synonyms": [
            "partial glossectomy",
            "total glossectomy",
            "hemiglossectomy"
        ],
        "anatomical location body part affected": [
            "Tongue, floor of the mouth, mandible"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders",
            "craniofacial and/or oral motor abnormalities"
        ],
        "description": [
            "A glossectomy is the surgical removal of all or part of the tongue and is most frequently performed to treat cancer of the tongue"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "C01": "malignant neoplasm of base of tongue",
            "C02.0": "malignant neoplasm of dorsal surface of tongue",
            "C02.1": "malignant neoplasm of border of tongue",
            "C02.2": "malignant neoplasm of ventral surface of tongue",
            "C02.3": "malignant neoplasm of anterior two-thirds of tongue, part unspecified",
            "C02.4": "malignant neoplasm of lingual tonsil",
            "C02.8": "malignant neoplasm of overlapping sites of tongue",
            "C02.9": "malignant neoplasm of tongue, unspecified _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for procedure will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "After glossectomy, the patient might present with impaired speech as well as difficulties with swallowing.(1) Due to changes in the mass and mobility of the tongue postsurgery, the patient might develop oropharyngeal dysphagia (difficulty manipulating and transporting a bolus [i.e., food or liquid] through the oral cavity, pharynx, and upper esophagus).(2) Taste, oral sensation, saliva management, airway protection, oral hygiene, salivation control, body image, and overall quality of life may also be affected.(3) Partial or total glossectomy for the treatment of cancer is often accompanied by other procedures, including laryngectomy, partial mandibulectomy, radical neck dissection, surgical reconstruction, and radiation therapy(4)",
            "For detailed information on laryngectomy, see  Clinical Review…Laryngectomy, Total ; CINAHL Topic ID Number: T708744 and  Clinical Review…Laryngectomy, Partial  ; CINAHL Topic ID Number: T708836 Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Glossectomy is one of the primary treatments for carcinoma of the tongue and floorof the mouth.(1) The extent of tongue resection depends on the size and location ofthe tumor.(1) Glossectomy has also been used as a treatment for skeletal patterns thatresult in malocclusion and poor articulation (class III skeletal pattern) and as treatmentfor poorly controlled moderate-to-severe  obstructive sleep apneahypopnea syndrome(OSAHS) and obstructive sleep apnea (OSA).(5,21,22,23,24,25,29) In cases of glossectomyfor OSAHS and OSA, the procedure (midline glossectomy) typically is limited toresection of the base of tongue and lingual tonsilsand in many cases is performed viarobotic transoral surgery(21,22,23,24,25,29)–For detailed information on patients with head and neck cancer, see  Clinical Review…Dysphagia: Patients with Head andNeck Cancer  ; CINAHL Topic ID Number: T709050–For detailed information on class III skeletal patterns, see  Clinical Review…Orofacial Myofunctional Disorders  ;CINAHL Topic ID Number: T708927–For detailed information on sleep apnea and other sleep disorders, see  Clinical Review…Sleep Disorders (OccupationalTherapy)  ; CINAHL Topic ID Number: T903517"
        ],
        "pathogenesis": [
            "Symptoms of oral cancer include a sore that does not heal, a lump or thickening, and a persistent red or white patch insidethe oral cavity.(6) Late symptoms include difficulties chewing, moving tongue/jaws, or swallowing(6)"
        ],
        "risk factors  for oral cancer": [
            "Cigarette, cigar, and pipe smoking(6)",
            "Smokeless tobacco use(6)",
            "Excessive consumption of alcohol(6)",
            "Combination of tobacco use and heavy use of alcohol(6)",
            "Prolonged exposure to ultraviolet light (i.e., sun exposure)(6)",
            "Human papillomavirus (HPV) infection(6)",
            "Chewing of betel quid or gutka(6)",
            "Poor nutrition(6)",
            "Immune system suppression(6)",
            "Lichen planus(6)",
            "Graft-versus-host  disease (GVHD)(6)",
            "Male sex(6)",
            "Age of 55+(6)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the exact surgical procedure performed (including percentage of the tongue that has been removed) and the anatomical areas that are affected. Most glossectomies are performed by open surgery; however, some research suggests that there are clinical and cost benefits (e.g., fewer surgical complications, shorter hospital length of stay) associated with transoral robotic surgery for mild-to-moderate partial glossectomy of the base of tongue(34)",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). The concurrent use of multiple medications is common among older adults who have complex medical conditions, and the side effects of these medications may adversely affect cognitive and communicative functioning as well as swallowing and/or saliva production.(7) Contact a pharmacist or physician regarding questions about medication side effects(7)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed : Note any neurological (MRI), neuropsychological, or psychological/cognitive tests that have been completed and their results"
                    ],
                    "alternative therapies": "Document any use of home training programs or alternative therapies (e.g., acupuncture) and their effectiveness",
                    "previous therapy": "Document whether patient has had speech-language,  occupational, or other therapy for this or for other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Note any situations in which communication is more difficult (e.g., noisy environments such as restaurants, grocery stores)Use face/oral cavity chart to document location of surgery ",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": "Document current respiratory status; does the patient require supplemental oxygen or easily become short of breath? Does respiratory status interfere with the patient’s ability to communicate? -Patients who have undergone total glossectomy will require a tracheotomy with tracheostomy tube for the surgery and sometimes continue to require the tube for several weeks following surgery(9)Patients who have undergone glossectomy sometimes report a decrease in QOL and social contact(10,11) -Inquire about symptoms of depression and refer to a neuropsychologist or clinical psychologist when signs are present (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness)Does the patient have a known hearing loss? If so, does he or she use hearing aids, cochlear implants, and/or other assistive listening devices? Are they in working order? If hearing loss is suspected, refer to audiology for further evaluation Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous communication difficulties. If there are concerns about the patient’s expressive or receptive language, assessment should be performed prior to glossectomy",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including diabetes, other cancers, heart disease, stroke, psychiatric disorders, hearing loss, and vision problems",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencing and/or symptoms observed by family members/caregivers"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Perform a communication needs assessment prior to -family and friends with whom the patient communicates regularly -languages that the patient uses -hobbies -employment -daily living activities that require communication (e.g., grocery shopping) -community activities -phone use (e.g., amount, with whom)",
                "functional limitations assistance with ADLs adaptive equipment": "Note if patient wears hearing aids or glasses and determine if hearing aids are in working order",
                "living environment": "Document with whom the patient lives (e.g., family, caregivers). Identify specific situations in which the patient has difficulty communicating. Document the languages that the patient speaks and the daily use of each language"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document use of or need for assistive devices for communication. If postsurgical need for augmentative and alternative communication (AAC) equipment is predicted during the presurgical evaluation, introduce AAC options before surgery and offer a chance for the patient to record his or her voice for voicemail, answering machine, or messages for an AAC device(8) -Dry-erase  board -markers or notepad -picture board to indicate basic needs; patient should be involved in selecting pictures before surgery  -When evaluating high-tech  devices, patient should be informed of the options before surgery and encouraged to prioritize important features.(8) These priorities should be reviewed postsurgery. Most AAC devices can be trialed before -alphabet input -text-to-speech  voice output -high-quality  visual display -lightweight and easily portable (or able to be mounted on a wheelchair if necessary) -message formulation ability -ability to preprogram and store messages -rate acceleration features to increase rate of message formulation -QWERTY keyboard -compatibility with user’s computer platform (PC/Mac) -capability for confidentiality in telephone conversation -professional appearance -rapid initiation -interactive text display -high-quality  synthesized voice",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Screening for vision and hearing should be performed prior to surgery if deficits are noted. An audiologist should check for impacted cerumen prior to a pure-tone  audiometric screening and word recognition testing.(7) Informal assessment of vision is required if patient intends to support communication with AAC",
            "special tests specific to diagnosis": " Special tests specific to diagnosisThe Communicative Effectiveness Index, a rating scale that was developed for persons with aphasia, has been used for patients with head and neck cancer.(13)A patient’s family member or partner is asked to rate the patient’s communication in different situations (e.g., getting someone’s attention, communicating his/her emotions). If a significant reduction in communicative effectiveness is noted, AAC might be appropriate(8)To determine the patient’s communication efficiency, divide the “speech intelligibility” percentage (see below) by the number of words per minute. Consider AAC if the speaker’s rate is slow (below 100 words per minute) or if the communication efficiency ratio is 0.70 or lessThe primary purpose of communication and swallowing therapy is to increase the patient’s QOL. Pre-intervention  measures and outcome measures may include formal or informal assessments of QOL -M.D. Anderson Dysphagia Inventory (MDADI)(37) -Speech Handicap Index (SHI) (14) -European Organization for Research and Treatment of Cancer Quality of Life Questionnaire Head and Neck Module (EORTC QLQ-H&N35)  is a QOL questionnaire commonly used with patients with head and neck cancer(37)",
            "speech and language examination": "The following are examples of speech and language assessments to be used with adults who have had a glossectomy. These assessments can be used to determine speech rehabilitation goals or to provide information on the need for and suitability of AAC –SpeechArticulation will likely be negatively affected by glossectomy.(27,28,31) The degree to which articulation is affected varies from patient to patient and is influenced by the characteristics of the patient’s glossectomy (e.g., amount of resection, type of reconstruction) as well as the patient’s dentition.(32,36)The ability to produce sounds can be affected by the height of the hard palate, reduced lingual ROM, reduced lingual elevation, and reduced lingual widening during articulation.(36) Changes in lingual mobility and patterns of motion are not universal in patients with glossectomy, even in persons who have had similar types of tumor excisions.(32,36) Record the patient reading syllables, words, and sentences to evaluate the patient’s production of specific sounds. Document the patient’s/a/, /i/, /u/), alveolar consonants (e.g., /t/, /d/, / n/, /l/, /s/), palatal consonants (e.g., /j/), and velar consonants (e.g., /k/, /g/, “ng”), as they are most likely to be affected following glossectomy.(27,31) In a study conducted in Canada comparing articulation of 15 patients who had undergone glossectomy for tongue cancer and 10 healthy controls, researchers found that after glossectomy, the speed of speech production did not change; however, the rate of articulation errors increased(33) -Speech intelligibilityRecord the patient reading syllables, words, and sentences and calculate the percentage of intelligibility. Consider use of AAC if sentence intelligibility is less than 80%Videotape patient discussing topics (e.g., “Tell me about your vacation last year”) while using strategies (e.g., speaking slowly, using exaggerated mouthing, using gestures). Consider use of AAC if intelligibility of assisted conversation is less than 90%If either expressive language or language comprehension problems are suspected, perform a screening to assess language abilities prior to glossectomyIf AAC technology is recommended, document the patient’s literacy ability by caregiver/patient report or formal measures ",
            "neurological examination": "",
            "oral structure and oral motor function": "Evaluate the mobility and sensory status of oral structures, including the mandible, floor of the mouth, remaining part of tongue, lips, cheeks, velopharyngeal complex, interarch space, maxillomandibular relations, dentition, alveolar ridges, and salivary function(3)",
            "perception": "",
            "arousal attention cognition": "If there are concerns about the patient’s cognitive status, refer for a psychological/cognitive evaluation beforeglossectomy to assist in informing course of rehabilitation",
            "aac assessment": "",
            "swallow examination": "Swallowing typically is affected by glossectomy; deficits vary with amount of resection and type of reconstruction.(28) Assess swallowing of different consistencies (liquids, paste, cookie) via modified barium swallow study or fiberoptic endoscopic evaluation of swallowing (FEES) to determine risk for aspiration(3) –In a study conducted in Poland with 95 patients who underwent total or partial glossectomy due to lingual cancer, researchers found that reduced tongue mass resulted in reduced epiglottic retroflexion, which in turn reduced airway protection during swallowing. Researchers found that the most important (and statistically significant) factor with respect to epiglottic movement and therefore airway protection was tongue mobility (i.e., mobility of the remaining portion of the tongue or a reconstructed lingual flap) postglossectomy.(28) Increased delay of pharyngeal swallow initiation was associated with reduced epiglottic movement as well. Researchers also found that labial seal was significantly related to epiglottic movement in this group of patients. Reduced labial seal resulted from removal of part of the mandible in the glossectomy surgery(28)an Overview  ; CINAHL Topic IDT709009 and Clinical Review…Dysphagia",
            "tracheostomy examination": "If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of patients with tracheostomies, see  ClinicalChildren with Tracheostomy  ; CINAHL Topic ID NumberAdults with Tracheostomy  ; CINAHL Topic ID Number tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-Muir  Tracheostomy & Ventilator SwallowingT708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "The length and intensity of therapy should be evaluated on a case-by-case  basis. Patients who have undergone glossectomy often have medical instability due to recurrence of cancer, radiation therapy, additional surgery, additional adjunctive treatments, aspiration pneumonia, dehydration, malnutrition, wound infection, fistula at surgical site, flap necrosis, hearing loss, or metastasis to the brain(8,15)",
                "Patients who have undergone glossectomy are at risk for swallowing and feeding difficulties. Inform the patient and family/caregivers of potential aspiration risks and educate about strategies when appropriate. For detailed information on dysphagia in this population, see Clinical Review…Dysphagia: an Overview and Clinical Review…Dysphagia: Patients with Head and Neck Cancer , referenced above",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols "
            ]
        },
        "diagnosis need for treatment": "All patients undergoing a glossectomy will require preoperative counseling and postoperative rehabilitation In an exploratory, longitudinal multi-institutional  study with 117 participants from facilities in Canada, the United States, and Finland, researchers investigated the effects of primary surgery for oral cancer on speech, swallowing, and QOL over the first year following glossectomy. Additionally, researchers investigated the impact of treatment modality (chemoradiation vs. radiation) on both functional and QOL outcomes(37) –Baseline and outcome measures were the SHI, MDADI, and EORTC QLQ-H&N35 –Participants exhibited significantly worse scores on the SHI at 1- and 6-month postoperative timeframes compared to preoperative scores. SHI scores at 1-year postsurgery were not significantly worse than baseline; however, subjectively speech production/articulation did not return to baseline levels –At 1-month  postoperative assessment, swallowing impairment was significantly higher than at baseline per the MDADI. There was considerable individual variation in swallowing ability at 6-months  and 1-year  postoperative assessments, but the overall scores indicated that swallowing function had returned to baseline levels –Dry mouth was both clinically and statistically significant at the start of radiation therapy and continued to be a problem for participants who were treated with surgery + radiation only as well as those treated with surgery + chemoradiation on 6-month  and 1-year  postoperative assessments",
        "rule out": "A communication disorder caused by language, speech motor planning, or cognitive difficulties should be identified, if present, or ruled out",
        "prognosis": [
            "Tongue cancer survival rates vary with the stage of tumor at time of treatment(16)",
            "Patients who undergo both glossectomy and laryngectomy surgery have a sudden and complete loss of speech and voice(12)",
            "Radiation therapy and/or chemotherapy can impair the articulatory system and respiratory system, and patients with total glossectomy who receive treatment with chemotherapy in their first year post surgery have high rates of dysphagia(1,16)",
            "Success of speech and swallow rehabilitation is associated with the extent of surgery, site of surgery, type of reconstruction, postoperative tongue mass, tongue mobility, fit of prosthesis (if needed), and adaptability of patient(1,17)",
            "Several surgical techniques have been developed to increase bulk of tongue, reduce scarring, and increase tongue mobility for improved postsurgical swallowing and speech outcomes, including split-skin  graft, collagen-based  artificial skin, cervical flap, deltopectoral flap, radial forearm, lateral thigh free flaps, and rectus abdominis myocutaneous free flap(16,18,26) –Authors of a systematic review of the literature examined functional outcomes in 12 patients who underwent total glossectomy with laryngeal preservation and free flap reconstruction with adjuvant radiation therapy for lingual cancer. The initial literature review included 189 patients enrolled in various studies for lingual cancer treatment; however, only 21 met inclusion criteria and 9 more were excluded from the data analysis portion for various reasons, including patient death.(26) Authors of this systematic review found that at 12 months postsurgery 7 of the 8 patients who were still alive were on oral diets; however, 3 of these patients remained on G-tube  feedings as well because of 5+ second pharyngeal swallow delays. Researchers also found that for the 8 living patients, average sentence intelligibility scores dropped by an average of 15% from preoperative levels. Researchers did note that when outcomes were assessed by speech therapy attendance levels, those patients with high attendance (> 80%) had significantly better outcomes than those with low attendance (< 25%)(26)",
            "Postoperative radiotherapy is associated with poorer speech and swallowing outcomes in patients with partial glossectomy and free flap reconstruction(30)"
        ],
        "referral to other disciplines": "Oral cancer surgery and rehabilitation after glossectomy is conducted by a team of specialists. In addition to the oral and maxillofacial surgeon, dental oncologist, and prosthetic doctor, several specialists are involved in pre- and postoperative care. The maxillofacial prosthodontist specializes in the improvement of chewing, swallowing, and speech with the aid of prosthetic treatment.(3) If the patient is undergoing an extensive tongue resection, a gastroenterologist might perform a preoperative evaluation and procedure for a gastric tube.(16) A clinical social worker can see the patient at the time of diagnosis, during treatment, and during rehabilitation to assist the patient in understanding the course of treatment. Referral to a counselor might be necessary for patients experiencing grief and depression. Nurses might provide assistance in oral hygiene care and care of a tracheostomy if needed. Dietitians and nutritionists advise patients on proper nutritional intake for altered eating habits. Occupational and physical therapists might be involved to help retrain altered muscular systems. Dental hygienists may also be consulted for oral healthcare",
        "other considerations": [],
        "treatment summary": [
            "Reconstructive surgery, prostheses, and speech training are approaches used to improve articulation and swallowing after glossectomy(3,18) –In a pilot study conducted in Australia with 2 participants who had undergone partial glossectomy, researchers found that dysphagia therapy provided with verbal cues supported by biofeedback using an ultrasound transducer under the chin resulted in increased use of self-initiated  swallow strategies and reduced instances of aspiration. Additionally, participants achieved improved scores on the Functional Oral Intake Scale (FOIS). Researchers theorized that patients with dysphagia from glossectomy might benefit from ultrasound biofeedback if they are a) able to see the ultrasound monitor, b) able to hear and understand verbal feedback from the clinician, and c) cognitively able to alter tongue movements according to feedback and recall the goals of intervention(35)",
            "Speech training might focus on maximizing residual tongue tissue movements, developing articulatory compensations, adapting to prosthetic appliances, and modifying negative compensations(1) –There is evidence that patients with better tongue motility post glossectomy have more intelligible speech than those with less tongue motility;(19) however, no studies have directly assessed the effects of oral motor therapy for motility on intelligibility",
            "A significant portion of the tongue can be removed without serious swallowing disability(17) –Speech-language  pathologists (SLPs) can instruct patients on airway protection mechanisms and dietary adjustments to assist with swallowing.(20) In addition, the patient may receive instructions on facilitating the oral phase of swallowing to reduce spillage and assist in movement of the bolus to the pharynx (e.g., head tilt). These strategies will depend on the results of a swallow assessment –In a study conducted in Poland with 95 patients who underwent total or partial glossectomy due to lingual cancer, researchers observed swallowing ability under videofluoroscopy and documented the use of compensatory strategies. In this study, these strategies were all independently initiated by the patients and were not a part of a treatment program. In some cases, multiple swallows per bolus and prolonged breath-holding  during swallowing reduced aspiration for patients with abnormal epiglottic retroflexion. However, the chin-up  and chin-down  maneuvers did not reduce aspiration among those patients who had no epiglottic retroflexion as a result of glossectomy. Researchers emphasized the importance of individualized treatment for patients with dysphagia as a result of glossectomy.(28) Any compensatory maneuver or strategy should be documented as effective in a videofluoroscopic swallow study (VFSS) prior to using it as part of a patient’s treatment plan and home program -For detailed information on compensatory strategies, swallowing maneuvers, and dysphagia treatment, see the series of Clinical Reviews on these topics . Problem Goal Intervention Expected Progression Home Program  Oral communication breakdownsPrevent communication breakdownsConversational repair strategies _ Provide patient with strategies such as: repeat the word or phrase slowly, repeat the word or phrase with a gesture, provide the key or topic word, provide the 1st letter of a word by pointing to an alphabet board, rephrase the utterance, tap one time for each word, write the word or phrase on a dry-erase board or paper. Patient can be cued to use strategies as needed. Caregiver can also be taught to cue patient to use strategies(8)Initially, the patient will learn the strategies at the word level; progression moves from the word level to the phrase level, then sentence level; finally, strategies are utilized in conversational- level speechPatient should use conversational repair strategies at home, work, and within the community Oral speech does not yield functional communicationUse AAC device effectivelyProvide training in the programming and use of an AAC device _ Training will vary with patient’s communication goals and device. Most devices can be trialed at no cost before purchaseInitially, the patient will learn to use the device at the word level; progression moves from the word level to the phrase level, then sentence level; finally, the patient can utilize device in conversational speechAAC device will be used at home, work, and within the community Articulation and swallowing deficits due to impaired tongue mobility and reduced tongue massRestore oral function by providing a lower palatal vault to re- establish palatolingual contact during speech and swallowingPalatal augmentation prosthesis (PAP) _ An SLP might collaborate with a maxillofacial prosthodontist in assessing a patient’s need for a prosthesis _ _ See Treatment summary , aboveN/A Home program will vary with respect to the goals of the patient  Articulation errors due to impaired tongue mobility and reduced tongue massDevelop compensatory articulations that allow for increased intelligibilityArticulation therapy _ The production of vowels, alveolar consonants, velar consonants, and palatal consonants will be most affected by glossectomy.Therapy can focus on maximizing intact skills and developing articulatory compensations. Examples of objectives include differentiation of isolated vowels with bilabial phonemes, overarticulating, self- monitoring through use of auditory feedback, using substitute articulations, using pause and reduction of speech rate to increase clarity, and coordinating management of saliva and speech.(1) No studies have isolated specific treatment practices for glossectomy for examination of their efficacyTherapy for articulation generally progresses from sound level to syllable, word, phrase, sentence, and finally conversational levelHome program will vary with respect to the goals of the patient Reduced tongue mobilityIncrease tongue mobility to increase articulation abilityOral motor/lingual exercises _ _ See Treatment summary , aboveIncrease repetition and duration of oral motor exercises as lingual strength and mobility increaseHome program will vary with respect to the goals of the patient  Dysphagia Increase swallow safety Dysphagia therapy _ Therapy will vary according to the results of a swallow evaluation. Treatment might include strategies for airway protection, strategies for facilitating oral phase of swallowing, and dietary adjustments. (For detailed information on assessment and treatment of dysphagia, see Clinical Review… Dysphagia: an Overview  and Clinical Review…Dysphagia: Patients with Head and Neck Cancer , referenced above)As the patient’s swallow improves, the SLP will increase the frequency and intensity of dysphagia exercises as well as the difficulty of the trials of food and liquid that are given in therapyHome program will vary with respect to the goals of the patient ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved communicative efficiency and effectiveness": [
            "Communicative Effectiveness Index"
        ],
        "improved articulation and speech intelligibility": [
            "Speech sample",
            "Speech intelligibility percentage"
        ],
        "improved swallow safety and adequate nutritional intake": [
            "Swallow evaluation (e.g., clinical swallow examination, FEES)"
        ],
        "improved quality of life": [
            "Head and Neck Quality of Life Questionnaire",
            "EORTC QLQ-H&N35"
        ]
    },
    "maintenance or prevention": [
        "Regular medical follow-up  care is important after treatment to determine whether the cancer has returned. If the patient has a change of status, the method of communication may need to be modified. The communication needs assessment might need to be reviewed and other AAC options may have to be reintroduced if communication efficiency declines.(8) Swallowing might also need to be reassessed pending any changes in medical status"
    ],
    "patient education": [
        "Prior to surgery, the patient and family should be informed about the effects of glossectomy and the prognosis for speech and swallowing. Patients should be advised that surgery can result in unintelligible speech and inability to swallow but that in most cases, normal speech and swallow return several months after surgery.(16) Immediately after surgery, the patient may not be able to speak due to inflammation and/or the presence of a nasogastric tube and should be given communication strategies to use with hospital staff and family. Examples of strategies include: Patient’s communication partner asks only yes/no questions Patient mouths words in an exaggerated fashion to communicate Patient points to an alphabet board to indicate the first letter of each word as he/she mouths it  Patient uses a dry-erase  board or paper and pencil/pen to write messages Patient uses a picture communication board to indicate basic needs",
        "The partner or patient’s family should also be educated about communication and swallowing difficulties several days post operation and the possible options for long-term  communication (e.g., speech therapy, AAC devices)(8) Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Mazarro A, de Pablo A, Puiggròs C, et al. Indications, reconstructive techniques, and results for total glossectomy. Head Neck . April 2016;28(Suppl 1):E2004-10.  doi:10.1002/ hed.24369. (R)"
        },
        {
            "number in article": 2,
            "reference": "Huang ZS, Chen WL, Huang ZQ, Yang ZH. Dysphagia in tongue cancer patients before and after surgery. J Oral Maxillofac Surg . October 2016;74(10):2067-72.  doi:10.1016/ j.joms.2016.03.031. (R)"
        },
        {
            "number in article": 3,
            "reference": "de Carvalho V, Sennes LU. Speech and swallowing data in individual patients who underwent glossectomy after prosthetic rehabilitation. Int J Dent . 2016;2016:6548014. doi:10.1155/2016/6548014. (R)"
        },
        {
            "number in article": 4,
            "reference": "Blyth KM, McCabe P, Madill C, Ballard KJ. Speech and swallow rehabilitation following partial glossectomy: a systematic review. Int J Speech Lang Pathol . 2015;17(4):401-10. doi:10.3109/17549507.2014.979880. (SR)"
        },
        {
            "number in article": 5,
            "reference": "Zaghi S, Holty JE, Certal V, et al. Maxillomandibular advancement for treatment of obstructive sleep apnea: A meta-analysis.  JAMA Otolarygology – Head & Neck Surgery . 2016;142(1):58-66.  doi:10.1001/jamaoto.2015.2678. (M)"
        },
        {
            "number in article": 6,
            "reference": "American Cancer Society. Risk Factors for Oral Cavity and Oropharyngeal Cancers. http://www.cancer.org/Cancer/OralCavityandOropharyngealCancer/DetailedGuide/oral-cavity-and-oropharyngeal-cancer-risk-factors . Published March 2, 2015. (PFR)"
        },
        {
            "number in article": 7,
            "reference": "American Speech-Language-Hearing  Association. Practice Portal: Dementia. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . (GI)"
        },
        {
            "number in article": 8,
            "reference": "Sullivan MD, Gaebler C, Ball LJ. Supporting persons with chronic communication limitations: head and neck cancer. Paper presented at: The American Speech-Language Hearing Association Convention. Boston, MA; 2007. (CP)"
        },
        {
            "number in article": 9,
            "reference": "Brunner TH, DiFotruna K, LeTang M, et al. Using Technology to Give Patients a Voice After Surgery for Head and Neck Cancer. Clin J Oncol Nurs . October 1, 2016;20(5):474-6.  doi:10.1188/16.CJON.474-476.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Mantelakis A, Vachtsevanos K, Spiers HVM, Gavrillidou C, Sapountzis S. Analysis of speech and swallowing and quality of life in patients undergoing subtotal glossectomy with free flap reconstruction followed by radiotherapy. Case Reports Plast Surg Hand Surg . February 22, 2021;8(1):37-41.  doi:10.1080/23320885.2021.1884559. (C)"
        },
        {
            "number in article": 11,
            "reference": "Pyne JM, Dziegielewski PT, Constantinescu G, et al. The functional & quality of life outcomes of total glossectomy with laryngeal preservation. Laryngoscope Investig Otolaryngol . August 14, 2020;5(5):853-859.  doi:10.1002/lio2.435. (R)"
        },
        {
            "number in article": 12,
            "reference": "Kamhieh Y, Fox H, Healy S, et al. Total glossolaryngectomy cohort study (N = 25): Survival, function and quality of life. Clin Otolaryngol . October 2018;43(5):1349-1353. doi:10.1111/coa.13121. (R)"
        },
        {
            "number in article": 13,
            "reference": "Lomas J, Pickard L, Bester S, Elbard H, Finlayson A, Zoghaib C. The Communicative Effectiveness Index: development and psychometric evaluation of a functional communication measure for adult aphasia. J Speech Hear Disord . 1989;54(1):113-124.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Guimarães I, Sousa AR, Gonçalves MF. Speech Handicap Index: cross-cultural  adaptation and validation in European Portuguese speakers with oral and oropharyngeal cancer. Logoped Phoniatr Vocol . April 2021;46(1):11-16.  doi:10.1080/14015439.2019.1711163. (R)"
        },
        {
            "number in article": 15,
            "reference": "Bigcas JLM, Okuyemi OT. Glossectomy. StatPearls . Treasure Island, FL: StatPearls Publishing; 2021.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "Katna R, Bhosale B, Sharma R, Singh S, Deshpande A, Kalyani N. Oncological outcomes in patients undergoing major glossectomy for advanced carcinoma of the oral tongue. Ann R Coll Surg Engl . September 2020;102(7):514-518.  doi:10.1308/rcsann.2020.0100. (R)"
        },
        {
            "number in article": 17,
            "reference": "Takatsu J, Hanai N, Suzuki H, et al. Phonologic and acoustic analysis of speech following glossectomy and the effect of rehabilitation on speech outcomes. J Oral Maxillofac Surg. July 2017;75(7):1530-1541.  doi:10.1016/j.joms.2016.12.004. (R)"
        },
        {
            "number in article": 18,
            "reference": "The Oral Cancer Foundation. Functional rehabilitation. https://oralcancerfoundation.org/cdc/functional-rehabilitation/ . (GI)"
        },
        {
            "number in article": 19,
            "reference": "Saravanan G, Ranganathan V, Gandhi A, Jaya V. Speech outcome in oral cancer patients - pre- and post-operative  evaluation: a cross-sectional  study. Indian J Palliat Care . 2016;22(4):499-503.  doi:10.4103/0973-1075.191858.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Halczy-Kowalik  L, Wiktor A, Rzewuska A, Kowalczyk R, Wysocki R, Posio V. Compensatory mechanisms in patients after a partial or total glossectomy due to oral cancer. Dysphagia . December 2015;30(6):738-750.  doi:10.1007/s00455-015-9652-z.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Lin HS, Rowley JA, Badr MS, et al. Transoral robotic surgery for treatment of obstructive sleep apnea-hypopnea  syndrome. Laryngoscope . July 2013;123(7):1811-6. doi:10.1002/lary.23913. (R)"
        },
        {
            "number in article": 22,
            "reference": "Friedman M, Hamilton C, Samuelson CG, et al. Transoral robotic glossectomy for the treatment of obstructive sleep apnea-hypopnea  syndrome. Otolaryngol Head Neck Surg . 2012;146(5):854-862.  doi.1177/0194599811434262. (R)"
        },
        {
            "number in article": 23,
            "reference": "Suh GD. Evaluation of open midline glossectomy in the multilevel surgical management of obstructive sleep apnea syndrome. Otolaryngol Head Neck Surg . January 2013;148(1):166-71.  doi:10.1177/0194599812464331. (R)"
        },
        {
            "number in article": 24,
            "reference": "MacKay SG, Jefferson N, Grundy L, Lewis R. Coblation-assisted  Lewis and MacKay operation (CobLAMO): new technique for tongue reduction in sleep apnoea surgery. J Laryngol Otol . December 2013;127(12):1222-5.  doi:10.1017/S0022215113002971. (R)"
        },
        {
            "number in article": 25,
            "reference": "Li S, Shi H. Lingual artery CTA-guided  midline partial glossectomy for treatment of obstructive sleep apnea hypopnea syndrome. Acta Otolaryngol . July 2013;133(7):749-54. doi:10.3109/00016489.2013.7659. (R)"
        },
        {
            "number in article": 26,
            "reference": "Dziegielewski PT, Ho ML, Rieger J, et al. Total glossectomy with laryngeal preservation and free flap reconstruction: objective functional outcomes and systematic review of the literature. Laryngoscope . January 2013;123(1):140-5.  doi:10.1002/lary.23505. (SR)"
        },
        {
            "number in article": 27,
            "reference": "Kaipa R, Robb MP, O'Beirne GA, Allison RS. Recovery of speech following total glossectomy: an acoustic and perceptual appraisal. Int J Speech Lang Pathol . February 2012;14(1):24-34.  doi:10.3109/17549507.2011.623326. (C)"
        },
        {
            "number in article": 28,
            "reference": "Halczy-Kowalik  L, Sulikowski M, Wysocki R, Posio V, Kowalczyk R, Rzewuska A. The role of the epiglottis in the swallow process after a partial or total glossectomy due to a neoplasm. Dysphagia . March 2012;27(1):20-31.  doi:10.1007/s00455-011-9332-6.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Hou J, Yan J, Wang B, et al. Treatment of obstructive sleep apnea-hypopnea  syndrome with combined uvulopalatopharyngoplasty and midline glossectomy: outcomes from a 5-year study. Respir Care . December 2012;57(12):2104-10.  doi:10.4187/respcare.01695. (R)"
        },
        {
            "number in article": 30,
            "reference": "Shin YS, Koh YW, Kim SH, et al. Radiotherapy deteriorates postoperative functional outcome after partial glossectomy with free flap reconstruction. J Oral Maxillofac Surg . January 2012;70(1):216-20.  doi:10.1016/j.joms.2011.04.014. (R)"
        },
        {
            "number in article": 31,
            "reference": "Acher A, Perrier P, Savariaux C, Fougeron C. Speech production after glossectomy: methodological aspects. Clin Linguist Phon . April 2014;28(4):241-56. doi:10.3109/02699206.2013.802015. (R)"
        },
        {
            "number in article": 32,
            "reference": "Stone M, Langguth JM, Woo J, Chen H, Prince JL. Tongue motion patterns in post-glossectomy  and typical speakers: a principal components analysis. J Speech Lang Hear Res. June 2014;57(3):707-17.  doi:10.1044/1092-4388(2013/13-0085).  (R)"
        },
        {
            "number in article": 33,
            "reference": "Bressmann T, Foltz A, Zimmermann J, Irish JC. Production of tongue twisters by speakers with partial glossectomy. Clin Linguist Phon . December 2014;28(12):951-64. doi:10.3109/02699206.2014.938833. (R)"
        },
        {
            "number in article": 34,
            "reference": "Chung TK, Rosenthal EL, Magnuson JS, Carroll WR. Transoral robotic surgery for oropharyngeal and tongue cancer in the United States. Laryngoscope . 2015;125(1):140-145. doi:10.1002/lary.24870. (R)"
        },
        {
            "number in article": 35,
            "reference": "Blyth KM, McCabe P, Madill C, Ballard KJ. Ultrasound in dysphagia rehabilitation: a novel approach following partial glossectomy. Disabil Rehabil . October 2017;39(21):2215-2227.  doi:10.1080/09638288.2016.1219400. (R)"
        },
        {
            "number in article": 36,
            "reference": "Grimm DL, Stone M, Woo J, et al. The Effects of Palate Features and Glossectomy Surgery on /s/ Production. J Speech Lang Hear Res . December 20, 2017;60(12):3417-3425.  doi:10.1044/2017_JSLHR-S-16-0425.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Dzioba A, Aalto D, Papadopoulos-Nydam  G, et al. Functional and quality of life outcomes after partial glossectomy: a multi-institutional  longitudinal study of the Head and Neck Research Network. J Otolaryngol Head Neck Surg . September 4, 2017;46(1):56. doi:10.1186/s40463-017-0234-y.  (R)"
        }
    ]
}