{
    "metadata": {
        "title": "Graves Disease and Exercise",
        "synonyms": [
            "graves’ disease and exercise",
            "exercise and gravesdisease",
            "exercise and graves’ disease",
            "exophthalmic goiter and exercise",
            "goiter, exophthalmic and exercise",
            " exercise and exophthalmic goiter",
            "basedow disease"
        ],
        "anatomical location body part affected": [
            "Thyroid gland/heart, skeletal muscle, diaphragm, eyes, and skin are among the organs affected by Graves hyperthyroidism"
        ],
        "area of specialty": [
            "cardiovascular rehabilitation",
            "home health"
        ],
        "description": [
            "Graves disease (GD) is an autoimmune disorder characterized by hyperthyroidism, goiter, and extrathyroidal manifestations, such as Graves ophthalmopathy, pretibial myxedema, and acropachy(25,28,29)",
            "It is caused by an interplay between genetic and environmental factors. Treatment may involve antithyroid medication, radioactive iodine therapy, or surgery",
            "Individuallyprescribed exercise to improve physical functioning is not contraindicated in patients with adequately controlled GD. However, vigorous physical activity in the uncontrolled hyperthyroid state is associated with abnormal cardiopulmonary responses and myopathy that reduce functional work capacity and the safety of exercise(4,5,6)",
            "GD patients with normalized thyroid hormone levels after treatment are appropriate candidates for a progressive exercise program(22)",
            "Graves disease is the most common cause of hyperthyroidism worldwide, accounting for 60%–80%  of cases (2)",
            "The condition affects about 3% of women and 0.5% of men during their lifetime (3)",
            "Hyperthyroidism occurs in 0.2% of pregnancies and GD accounts for 95% of these cases (2)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "E05": {
                "base": "thyrotoxicosis [hyperthyroidism]",
                "E05.0": "thyrotoxicosis with diffuse goiter",
                "E05.1": "thyrotoxicosis with toxic single thyroid nodule",
                "E05.2": "thyrotoxicosis with toxic multinodular goiter",
                "E05.3": "thyrotoxicosis from ectopic thyroid tissue",
                "E05.4": "thyrotoxicosis factitia",
                "E05.5": "thyroid crisis or storm",
                "E05.8": "other thyrotoxicosis",
                "E05.9": "thyrotoxicosis, unspecified"
            },
            "H06.2": "dysthyroid exophthalmos (ICD codes are provided for the reader’s reference, and not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified for this condition"
        ],
        "presentation signs and symptoms": [
            "Case studies indicate the wide spectrum of history and symptomology in patients with GD(30) ",
            "Although most patients present with controlled GD after treatment, some may not have completely resolved symptoms of hyperthyroidism. One or more of the following chronic symptoms indicate that hyperthyroidism may persist(28,29) –Weight loss without reduced caloric intake –Heat intolerance/increased body core temperature(i.e., patient is uncomfortable in warm conditions and usually sweats more than others) –Muscle weakness (perhaps with muscle pain) –Increased heart rate (HR) at rest and during physical activity –Heart palpitations (possibly atrial fibrillation) –CNS changes: anxiety, restlessness, insomnia –Palmar erythema (flushing of the hands) –Increased gastrointestinal motility/diarrhea –Tremor –Brisk deep-tendon  reflexes –Exophthalmos or proptosis (i.e., bulging eyes; 50% of patients)(28) –Unusual shortness of breath with exertion –Reduced aerobic endurance (early fatigue onset) –Insomnia",
            "Older patients are often less symptomatic(25)",
            "Some patients may present with one or more symptoms of hypothyroidism (i.e., reduced or no thyroid function) following treatment(28,29) –Weight gain despite usual caloric intake –Lethargy/sleepiness –Sedentary lifestyle –Reduced aerobic endurance and strength –Cold intolerance/decreased body core temperature Causes, Pathophysiology, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "GD is an inflammatory autoimmune disease with an unclear etiology",
            "The hyperthyroidism in GD is caused by long-acting  antibodies to the thyroid-stimulating  hormone receptors (TSHRs) inthe thyroid gland. The antibodies that attack TSHRs are thyroid-stimulating immunoglobulins from B-cells.  They mimic thephysiological action of pituitary thyroid-stimulating  hormone (TSH)and thus activate TSHRs without the normal negativefeedback. Consequently, the thyroid gland remains overactive and releases excessive amounts of the thyroid hormones T3(triiodothyronine) and T4 (thyroxine) into the circulation(7)",
            "The complex pathogenesis mechanism of GD likely involves hereditary and environmental factors, including(7)–The HLA gene locus (e.g., HLA-DR3)  in the major histocompatibility complex (MHC) genomic region–Non-MHC  genes that are implicated include cytotoxic T-lymphocyte-associated  protein 4 ( CTLA4 ); CD40 molecule,TNF receptor superfamily member 5 ( CD40 ); protein tyrosine phosphatase, non-receptor  type 22 (lymphoid) ( PTPN22 );thyroglobulin ( TG); and TSH receptor ( TSHR )–High iodine intake, certain medications (see Risk factors , below), infection, smoking, and stress are among theenvironmental triggers–Family members with any autoimmune disease (especially Hashimoto’s hypothyroidism) are a hereditary link to GD(2)"
        ],
        "pathophysiology": [
            "TSHR antibodies induce uncontrolled thyroid hormone production (thyrotoxicosis)along with hyperplastic growth ofthyroid tissue, leading to goiter and extraocular tissue that bulges the eyeballs (exophthalmos)(1,3)",
            "Excessive secretion of T3 (the primary hormone that controls general metabolism) and T4 increases thermogenesis (i.e.,turnover of adenosine triphosphate [ATP] with heat production). Messenger ribonucleic acid(mRNA) coding for calciumATPase protein increases in muscle sarcoplasmic reticulum, producing myopathic symptoms of hyperthyroidism(3)",
            "The long-acting  TSHR antibodies can contribute to other specific clinical features such as a diffuse vascular goiter,ophthalmopathy, and, less commonly, dermopathy(3)",
            "GD is characterized by elevated serum levels of TSHR antibodies, T4, and T3, and also by very low (possiblyundetectable) serum TSH in a patient with the signs and symptoms of hyperthyroidism or thyrotoxicosis.(3,7) The main goalof therapy is to correct the hypermetabolic state caused by the high circulating levels of T3 and T4",
            "Treatment options for hyperthyroidism include prolonged use of antithyroid drugs (methimazole or propylthiouracil, whichis the favored treatment outside of North America), radioactive iodine (RAI) ablation (the most popular approach in NorthAmerica), and thyroidectomy(1,25)–Remission with the use of antithyroid drugs is 40–50%  at 12–18  months. RAI ablation expedites the return toeuthyroidism but has the adverse effect of permanent hypothyroidism that requires lifetime hormone replacement in morethan 80% of patients. Thyroidectomy can result in iatrogenic hypoparathyroidism or vocal cord paralysis, in rare cases(25)",
            "The hypermetabolic state of GD is associated with both increased aerobic metabolism (oxygen [O2] consumption) andanaerobic metabolism with intracellular lactic acidosis. The elevated metabolism increases demand on the cardiorespiratorysystem to deliver more O2 and remove more metabolites (including lactic acid and ammonia in skeletal muscle) at rest andespecially during exercise(4,5)",
            "Cardiorespiratory responses to submaximal exercise in patients with uncontrolled GD are inefficient because O2 uptake,minute ventilation (i.e., respiratory rate times tidal volume), and HR are increased,(4,5,6) while O2 pulse (O2 uptake dividedby HR, an indicator of stroke volume) is decreased compared to the euthyroid condition(4)",
            "Achieving the euthyroid state after treatment can reduce the following abnormal cardiorespiratory responses associatedwith GD hyperthyroidism(5)–High HR and respiratory frequency at rest–Reduced HR increment (i.e., chronotropic reserve) from rest to the anaerobic (lactate) threshold–Reduced lactate threshold and peak O2 uptake (VO2 peak)(5,8)",
            "Cardiovascular exercise testing in patients with hyperthyroidism usually indicates hyperdynamic function with decreasedefficiency, including reduced cardiac chronotropic, contractile, and vasodilatory reserves.(4) Cardiac impairment maydevelop in part due to transient functional cardiomyopathy/left ventricular failure(9) and imbalance of sympathovagalneural control.(10) Restoration of euthyroidism with medical treatment can ameliorate these potentially harmful cardiacchanges and usually normalizes the HR response to exercise(5,9)",
            "Metabolic myopathy frequently develops during hyperthyroidism, with increased breakdown of purine nucleotides andrelease of purine metabolites (ammonia and hypoxanthine),(11) and increased risk of rhabdomyolysis(12)",
            "Thyrotoxicosis and even subclinical hyperthyroidism can reduce muscle strength and decrease muscle size (i.e.,cross-sectional area).(13,14,15) Muscle mass and strength may decrease 20% and 40%, respectively, and remain depressed for5 to 9 months after hyperthyroidism is normalized with medical treatment(13)",
            "Diaphragm muscle weakness may be partly responsible for exercise-related  dyspnea(16)",
            "Autoimmune complications in patients with GD include cardiac valve involvement, pulmonary arterial hypertension, and adisease-specific cardiomyopathy(3)",
            "Atrial fibrillation in GD is associated with high risk of stroke(17)"
        ],
        "risk factors   ,,,": [
            "Genes that encode for the HLA-DR3  and HLA-B8  antigens (i.e., peptides involved in autoimmune stimulation) canincrease familial predisposition for GD in Whites(2)",
            "High iodine intake",
            "Medications that increase risk–Amiodarone (antiarrhythmic drug)–Lithium–Highly active antiretroviral therapy (HAART)–Immune-modulating  agents (e.g., interferon) in rare cases",
            "Female sex: overall prevalence is estimated to be 2% for women and 0.2% for men in the United States(2)",
            "Smoking (associated with increased risk of ophthalmopathy)",
            "Postpartum period after pregnancy",
            "Personal stress and stressful events",
            "Other autoimmune disorders associated with HLA-DR3  (e.g., celiac disease, dermatitis herpetiformis, systemic lupuserythematosus, type 1 diabetes)",
            "Vitamin D3 deficiency(26)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Postpone treatment and notify physician immediately in case of signs/symptoms suggestive of thyrotoxicosis, or “thyroid storm,” which may progress to stupor and coma(17) Fever Tachycardia (possibly atrial fibrillation) Agitation, confusion",
        "Patients with GD often have bone loss; follow contraindications/precautions for osteoporosis.(18) See Clinical Review … Osteoporosis and Exercise ; CINAHL Topic ID Number: T709163 for more information",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Stop the exam and contact physician if patient appears unstable: sweating/feverish, emotionally labile, anxious/nervous, tachycardia, tremor",
            "In unresolved hyperthyroidism, expect reduced exercise tolerance secondary to muscle weakness, reduced cardiorespiratory efficiency (e.g., elevated HR and respiratory rate during exercise testing at a submaximal workload), and dyspnea"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document patient’s risk factors for GD",
                "course of treatment": {
                    "medical management": "Treatment goal is to minimize the hypermetabolic state with the least adverse side effects. Medical management approaches are antithyroid medications, surgery, and radioactive iodine.(19) Document whether the patient is also being treated for any comorbid conditions or medical problems unrelated to GD",
                    "surgical management": [
                        "Surgical management:  Document outcome of thyroidectomy, if applicable"
                    ],
                    "medications": "(1) Is the patient taking antithyroid medication (i.e., methimazole or propylthiouracil)? Hypothyroid symptoms that develop after RAI ablation or surgery are usually managed with oral replacement of T4 only (levothyroxine; [e.g., Synthroid]) or both T3 and T4 (desiccated porcine thyroid gland extract [e.g., Armour Thyroid]). A betablocker  may be prescribed to decrease elevated HR. Document the medications being taken",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:",
                        "The initial diagnosis is usually made by radioactive iodine uptake and scan. Follow-up testing is necessary to",
                        "distinguish GD from other types of thyrotoxicosis. A thyroid colorflow ultrasound Doppler provides a viable,",
                        "costeffective,  widely available, noninvasive, and radiation-free  diagnostic method to track patients with GD(24,31)",
                        "Document results of recent blood tests to assess thyroid status (i.e., TSH, T4, and T3 levels)"
                    ],
                    "alternative therapies": "Is the patient using any alternative therapies?",
                    "previous therapy": "Document whether patient has received previous therapy for GD symptoms and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Patients may experience increased symptoms with general physical activity",
                "body chart": "Use body chart to document location and nature of symptoms if applicable",
                "nature of symptoms": "Note whether any of the hyperthyroid symptoms listed in Presentation/signs and symptoms (above) are current",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment. Specifically address if pain or fatigue is a common symptom and whether either or both of these is present now and how much ",
                "pattern of symptoms": "Document whether there are changes in symptoms throughout the day and night (i.e., A.M., mid-day,  P.M., night)",
                "sleep disturbance": "Insomnia is a symptom of GD. Document number of wakings/night related to GD symptoms",
                "other symptoms": "Document other symptoms patient may be experiencing that might exacerbate the condition and/or symptoms that could indicate need for physician consultation, such as weight loss or digestive problems",
                "respiratory status": "Document any use of supplemental oxygen or ventilation Barriers to learning -Is patient communication or education limited by cognitive impairment due to comorbidity?"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Document any coexisting chronic health problems such as diabetes, cancer, heart disease, dementia, psychiatric disorders, or neuromuscular disease",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs). Is patient taking any medications that can worsen hyperthyroidism as a side effect? Has patient received radioactive iodine to correct the hypermetabolic state?",
                    "other symptoms": "Ask patient if there are any other orthopedic or ambulatory issues"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does patient desire to continue or begin participation in sports activities? Is the patient working and, if so, what does the work entail? Have any of the patient’s activities been limited by persistent symptoms of GD?",
                "functional limitations assistance with ADLs adaptive equipment": "Do any symptoms interfere with ADLs or use of adaptive equipment? Document the use of any adaptive or assistive equipment",
                "living environment": "Are there barriers in the home that restrict access, such as stairs? Any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, weight-bearing  status, and stage of healing)",
            "anthropometric characteristics": "Determine height, weight, and BMI. Is the patient’s BMI low, suggesting a need to gain weight, or high, indicating weight reduction?",
            "assistive and adaptive devices": "Evaluate need for assistive ambulatory device or the appropriate use/working condition of devices",
            "balance": "Complete an assessment of standing balance (should be normal unless vision is uncorrected)",
            "cardiorespiratory function and endurance": [
                "Assess HR, BP, and the Borg rating of perceived exertion (RPE) scale responses, as well as adverse signs/symptoms during graded exercise testing on a treadmill or cycle ergometer(20)"
            ],
            "circulation": "Assess for resting tachycardia. Arterial pulses at rest may feel strong and fast (hyperdynamic)FIM can be usedAssess for soft-tissue  edema in extremities (rare)",
            "functional mobility": "",
            "gait locomotion": "Assess for symmetry, abnormalities, and speed of movement (should be normal, unless there are preexisting orthopedic problems)",
            "muscle strength": "Scan limbs in functional ROM with manual muscle testing (MMT). Mild weakness (e.g., knee extension and hip flexion in sitting position) is common in untreated GD(13,14,15)",
            "observation inspection palpation including skin assessment": [
                "pretibial myxedema (firm, thickened, non-pitting  area most commonly occurring over the lateral aspect of the upper tibia, with bilateral involvement)",
                "ophthalmopathy (bulging eyes, corneal irritation)",
                "tremor •Palpation: Assess for tenderness and atrophy in weak muscles (e.g., hip flexors, knee extensors)"
            ],
            "posture": "Assess general standing posture and alignment of extremitiesScan functional ROM in trunk and extremities (should be normal) Deep tendon reflexes (DTRs) may be hyper-reflexive  (3+), if thyroid hormone status remains unresolved. DTRs may be below normal (1+) if hypothyroidism develops after RAI ablation(30)",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Sensation should be normal in all dermatomes",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Heat intolerance with profuse sweating",
                "Muscle weakness secondary to pain onset",
                "Tachycardia at rest (more than 90 beats/min.)",
                "Palpitations with elevated HR (may be evaluated for possible atrial fibrillation)",
                "Chest pain that increases with exercise and may indicate angina",
                "Tremor",
                "Anxiety, restlessness, or insomnia",
                "Unusual shortness of breath with exertion",
                "Muscle pain, especially in the shoulders, thighs, or lower back",
                "Muscle weakness or trouble moving arms or legs",
                "Abdominal pain",
                "Nausea or vomiting",
                "Fever, rapid heart rate",
                "Confusion, dehydration, fever, or lack of consciousness",
                "Dark red or brown urine",
                "For more information on rhabdomyolysis, see Clinical Review…Rhabdomyolysis. CINAHL Topic ID Number: T906171"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "There are no established indications for the use of physical or electrotherapeutic modalities in patients with GD. If the patient presents with a coexisting musculoskeletal condition for which modalities are indicated, consult guidelines on treatment for that specific condition",
                "Observe for decreased exercise tolerance due to weakness, shortness of breath, and/or feeling tired. Monitor symptoms during and after exercise to assess whether the exercise training program is well-tolerated  and appropriate for the patient",
                "Precautions or potential relative contraindications to exercise (depending on severity of symptoms)",
                "Patients with unresolved GD are at increased risk for bone loss. Follow contraindications/precautions for osteoporosis(18)",
                "Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Patients should be monitored closely even during nonstrenuous exercises/activities as some may show signs/symptoms of exertional rhabdomyolysis(23)"
            ]
        },
        "diagnosis need for treatment": "GD controlled by medical or surgical management/reduced physical work capacity due to cardiorespiratory inefficiency and decreased strength",
        "rule out": "Hashimoto thyroiditis, toxic adenoma (uninodular goiter) Prognosis  (1,3) The development of hypothyroidism is common after RAI ablation or thyroidectomy. Most patients require thyroid hormone replacement therapy to restore euthyroidism and normal metabolic rate(30) Patients treated with antithyroid medication might remain hyperthyroid for up to 12–18  months before achieving euthyroid levels. Trials of antithyroid dosing can be required(25) Most types of ophthalmopathy subside after hyperthyroidism is corrected(1,2,3) Rarely, some active thyroid tissue remains after ablation or surgery and hyperthyroidism returns, requiring further management In the longterm, most patients do well on thyroid hormone replacement and regain normal resting metabolism Authors of a follow-up  study (n = 179 patients with GD randomized to either antithyroid drugs, RAI ablation, or thyroidectomy) in Sweden found no significant differences in quality of life scores among the three groups 14 to 21 years later(27)",
        "prognosis": [],
        "referral to other disciplines": "Physician for consultation on patient status; cardiologist for cardiac problems such as atrial fibrillation; ophthalmologist for eye concerns; dietitian for nutritional consultation ",
        "other considerations": [
            "Hyperthyroidism reduces cardiorespiratory efficiency (e.g., VO2, HR, and pulmonary ventilation become elevated) during moderate aerobic exercise compared to the euthyroid state.(4,5,6) In addition, measures of aerobic work capacity such as anaerobic or ventilatory threshold and VO2 peak are reduced(5,8)",
            "Consequently, the physiological effects of hyperthyroidism simulate changes found in aerobically deconditioned individuals. Medical or surgical management of GD should be implemented first to reverse hyperthyroidism before exercise training"
        ],
        "treatment summary": [
            "Exercise prescription practice guidelines are lacking for patients treated for GD",
            "Follow general guidelines for exercise prescription to improve cardiorespiratory fitness and strength in patients with controlled GD(20)",
            "Authors of a study in Serbia found that a daily program of walking, strengthening, and stretching exercises for 3 weeks helped to normalize the thyroid profile, improve estimated VO2peak, and reduce fatigue in patients recovering from GD(22)",
            "Progressive resistance exercise training should target weak muscle groups",
            "Use RPE to control exercise intensity.(21) Start-up  workloads in the exercise training program should feel “light” in order to not inadvertently exceed the patient’s physical capacity . Problem Goal Intervention Expected Progression Home Program Reduced cardiorespiratory efficiency during exercise _ _ Reduced muscle strengthImproved aerobic fitness _ _ Improved strengthTherapeutic exercises _ Progressive cardiovascular exercise training _ Progressive resistance trainingProgress as indicated Patient education and coaching to implement a home program as indicated No independent home exercise programSelf-management in exercise program adherence for maintaining aerobic fitness and strengthHome exercise program _ Independent program of combined aerobic and strength trainingAs above As above ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved cardiorespiratory efficiency aerobic endurance": [
            "6MWT, submaximal exercise testing"
        ],
        "improved physical functioning in adls": [
            "FIM, patient report of functional activities"
        ],
        "improved strength": [
            "MMT"
        ],
        "reduced fatigue in daily activities with improved quality of life": [
            "Health Survey Short Form (SF-36)"
        ]
    },
    "maintenance or prevention": [
        "Continue individualized, home-based  exercise program",
        "Monitor thyroid status with adherence to the indicated medication regimen and follow-up  surveillance(2) TSH and T4 levels are usually checked every 1 to 2 months for the first 6 months after treatment for GD, then every 3 months for a year, and every 6 to 12 months thereafter  Hypothyroidism is a common consequence of RAI ablation or surgical treatment. Patient should be monitored, even if asymptomatic. For more information on hypothyroidism, see Clinical Review…Hypothyroidism , CINAHL Topic ID Number: T909308"
    ],
    "patient education": [
        "For definitions, symptoms, causes, treatments, and lifestyle coping with hyperthyroidism, see the Mayo Clinic Health Information website at https://www.mayoclinic.org/diseases-conditions/hyperthyroidism/symptoms-causes/syc-20373659",
        "For information on medical care, nutrition, exercise, and relaxation, see the Graves’ Disease & Thyroid Foundation website: “Living with Graves’ Disease,” at https://www.gdatf.org/about/about-graves-disease/living-with-graves-disease/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "de Mange EP. Assessment and management of patients with endocrine disorders. In: Hinkle JL, Cheever KH, eds. Brunner & Suddarth's textbook of medical-surgical  nursing. 14th ed. Philadelphia, PA: Wolters Kluwer; 2018:1527-1529.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Ali FA, Majd CA, Juarez MA. Graves disease. In: Domino FJ, ed. The 5-Minute Clinical Consult 2020 . 28th ed; 2020:412-413.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Kahaly GJ, Bartalena L, Hegedüs L, Leenhardt L, Poppe K, Pearce SH. 2018 European Thyroid Association guideline for the management of Graves’ hyperthyroidism. Eur Thyroid J. 2018;7(4):167-186.  doi:10.1159/000490384. (G)"
        },
        {
            "number in article": 4,
            "reference": "Kimura H, Kawagoe Y, Kaneko N, Fessler HE, Hosoda S. Low efficiency of oxygen utilization during exercise in hyperthyroidism. Chest. 1996;110(5):1264-1270.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Kahaly GJ, Kampmann C, Mohr-Kahaly  S. Cardiovascular hemodynamics and exercise tolerance in thyroid disease. Thyroid. 2002;12(6):473-481.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Kahaly G, Hellermann J, Mohr-Kahaly  S, Treese N. Impaired cardiopulmonary exercise capacity in patients with hyperthyroidism. Chest. 1996;109(1):57-61.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Tomer Y, Huber A. The etiology of autoimmune thyroid disease: a story of genes and environment. J Autoimmun . 2009;32(3-4):231-239.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Irace L, Pergola V, Di Salvo G. Work capacity and oxygen uptake abnormalities in hyperthyroidism. Minerva Cardioangiol . 2006;54(3):355-362.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Forfar JC, Muir AL, Sawers SA, Toft AD. Abnormal left ventricular function in hyperthyroidism: evidence for a possible reversible cardiomyopathy. N Engl J Med . 1982;307(19):1165-1170.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Chen JL, Chiu HW, Tseng YJ, Chu WC. Hyperthyroidism is characterized by both increased sympathetic and decreased vagal modulation of heart rate: evidence from spectral analysis of heart rate variability. Clin Endocrinol (Oxf) . 2006;64(6):611-616.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Fukui H, Taniguchi S, Ueta Y. Enhanced activity of the purine nucleotide cycle of the exercising muscle in patients with hyperthyroidism. J Clin Endocrinol Metab . 2001;86(5):2205-2210.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Lichtstein DM, Arteaga RB. Rhabdomyolysis associated with hyperthyroidism. Am J Med Sci . 2006;332(2):103-105.  (C)"
        },
        {
            "number in article": 13,
            "reference": "Brennan MD, Powell C, Kaufman KR, Sun PC, Bahn RS, Nair KS. The impact of overt and subclinical hyperthyroidism on skeletal muscle. Thyroid. 2006;16(4):375-380.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Nørrelund H, Hove KY, Brems-Dalgaard  E. Muscle mass and function in thyrotoxic patients before and during medical treatment. Clin Endocrinol (Oxf) . 1999;51(6):693-699.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Olson BR, Klein I, Benner R, Burdett R, Trzepacz P, Levey GS. Hyperthyroid myopathy and the response to treatment. Thyroid. 1991;1(2):137-141.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Goswami R, Guleria R, Gupta AK. Prevalence of diaphragmatic muscle weakness and dyspnoea in Graves' disease and their reversibility with carbimazole therapy. Eur J Endocrinol . 2002;147(3):299-303.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Traube E, Coplan NL. Embolic risk in atrial fibrillation that arises from hyperthyroidism: review of the medical literature. Tex Heart Inst J . 2011;38(3):225-228.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "El Hadidy E, Ghonaim M, El Gawad S, El Atta M. Impact of severity, duration, and etiology of hyperthyroidism on bone turnover markers and bone mineral density in men. BMC Endocr Disord . 2011;11:15. (R)"
        },
        {
            "number in article": 19,
            "reference": "Ross DS, Burch HB, Cooper DS, et al. 2016 American Thyroid Association guidelines for diagnosis and management of hyperthyroidism and other causes of thyrotoxicosis. Thyroid. 2016;26(10):1343-1421.  doi:10.1089/thy.2016.0229. (G)"
        },
        {
            "number in article": 20,
            "reference": "American College of Sports Medicine. Whaley MH, Brubaker PH, Otto RM, eds. ACSM's Guidelines for Exercise Testing and Prescription . 7th ed. Philadelphia, PA: Lippincott Williams and Wilkins; 2006. (GI)"
        },
        {
            "number in article": 21,
            "reference": "Borg G. Borg's Perceived Exertion and Pain Scales . Champaign, IL: Human Kinetics; 1998. (GI)"
        },
        {
            "number in article": 22,
            "reference": "Cutovic M, Konstantinovic L, Stankovic Z, Vesovic-Potic  V. Structured exercise program improves functional capacity and delays relapse in euthyroid patients with Graves’ disease. Disabil Rehabil . 2012;34(18):1511-1518.  doi:10.3109/09638288.2012.660599. (R)"
        },
        {
            "number in article": 23,
            "reference": "Summachiwakij S, Sachmechi I. Rhabdomyolysis induced by nonstrenuous exercise in a patient with Graves’ disease. Case Rep Endocrinol . 2014;2014:286450. doi:10.1155/2014/286450. (C)"
        },
        {
            "number in article": 24,
            "reference": "Rodrigues dos Santos TAR, Pina ROG, Pereira de Souza MT, Chammas MC. Graves’ disease thyroid color-flow  Doppler ultrasonography assessment: review article. Health (1949-4998) . 2014;6(12):1487-1496.  doi:org/10.4236/health.2014.612183. (R)"
        },
        {
            "number in article": 25,
            "reference": "Burch HB, Cooper DS. Management of Graves’ disease: a review. J Am Med Assoc . 2015;314(23):2544-2554.  doi:10.1001/jama.2015.16535. (RV)"
        },
        {
            "number in article": 26,
            "reference": "Xu M-Y, Cao B, Yin J, Wang D-F, Chen K-L, Lu Q-B. Vitamin D and Graves’ disease: a meta-analysis  update. Nutrients. 2015;7:3813-3827.  doi:10.3390/nu7053813. (M)"
        },
        {
            "number in article": 27,
            "reference": "Abraham-Nordling  M, Torring O, Hamberger B, et al. Graves’ disease: a long-term  quality of life follow-up of patients randomized to treatment with antithyroid drugs radioiodine, or surgery. Thyroid. 2005;15(11):1279-1286.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Smith TJ, Hegedüs L. Graves’ disease. N Engl J Med . 2016;375(16):1552-1565.  . (RV)"
        },
        {
            "number in article": 29,
            "reference": "Hussain YS, Hookham JC, Allahabadia A, Balasubramanian SP. Epidemiology, management and outcomes of Graves' disease-real  life data. Endocrine . 2017;56(3):568-578. doi:10.1007/s12020-017-1306-5.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Sheehan MT, Doi SA. Transient hypothyroidism after radioiodine for Graves' disease: challenges in interpreting thyroid function tests. Clin Med Res . 2016;14(1):40-45. doi:10.3121/cmr.2015.1297.  (RV)"
        },
        {
            "number in article": 31,
            "reference": "Chuma-Bitcon  V, Gruson D. The role of laboratory diagnostics in patient management for Graves' disease. MLO Med Lab Obs . 2016;48(7):28-30.  (RV) "
        }
    ]
}