{
    "metadata": {
        "title": "Hemophilia in Children",
        "synonyms": [
            "hemophilia a",
            "hemophilia b",
            "factor viii deficiency",
            "factor ix deficiency",
            " acquired hemophilia a",
            "acquired hemophilia b",
            "christmas disease (hemophilia b)",
            " haemophilia in children"
        ],
        "anatomical location body part affected": [
            "Hemophilia is a hematologic disorder that leads to bleeding tendencies. In therapy, it predominantly affects the joints, most commonly the knees, elbows, and ankles"
        ],
        "area of specialty": [
            "pediatric rehabilitation",
            "acute care",
            "home health",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Hemophilia is an X-linked  group of bleeding disorders with a recessive pattern of inheritance. Hemophilia is due to a mutation of the factor VIII ( F8) gene (hemophilia A) or factor IX ( F9)gene (hemophilia B), which results in a coagulant deficiency. Hemophilia A and hemophilia B are clinically indistinguishable but can be differentiated by factor assay testing. Hemophilia is classified by the severity of the disorder and by the factor that is deficient, based on the results of the factor VIII/IX assay",
            "Severity of disorder(1) –Mild hemophilia – clotting factor concentration 6–40%  of normal concentration –Moderate hemophilia – clotting factor concentration 1–5%  of normal concentration –Severe hemophilia – clotting factor concentration < 1% of normal concentration",
            "Hemophilia A is the most common form of hemophilia,(1,5)comprising 80–85%  of cases in the total hemophilia population, while hemophilia B comprises the remaining 15–20% of cases(1)",
            "The complication of the development of inhibitor autoantibodies, which neutralize the treatment effects of administered factor VIII and IX, is more common in persons with hemophilia A (20–30%)  when compared to those with hemophilia B (5%)(1)",
            "Recurrent hemarthroses that cause joint destruction are the most crippling aspect of factor VIII deficiency(5)",
            "V on Willebrand disease, also known as vascular hemophilia, is another heterogeneous group of hereditary bleeding disorders caused by a quantitative or qualitative abnormality of the vWF protein, which is a specific circulatory protein that factor VIII binds with in plasma.(7) However, the focus of this review is hemophilia A and B(7)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "D66": "hereditary factor VIII deficiency",
            "D67": "hereditary factor IX deficiency",
            "M25.": "0 hemarthrosis",
            "Optional": {
                "base": "subclassification for site involvement for M25",
                "0": "multiple sites",
                "1": "shoulder region",
                "2": "upper arm",
                "3": "forearm",
                "4": "hand",
                "5": "pelvic region and thigh",
                "6": "lower leg",
                "7": "ankle and foot",
                "8": "other",
                "9": "site unspecified"
            },
            "Z83.2": "family history of diseases of the blood and blood-forming organs and certain disorders involving the immune mechanism (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for physical therapy will depend on insurance contract coverage. For more information on advocacy and healthcare coverage for patients with hemophilia, see the National Hemophilia Foundation website – https://www.hemophilia.org/Advocacy-Healthcare-Coverage"
        ],
        "presentation signs and symptoms": [
            "Mild hemophilia: Spontaneous bleeding is very rare, and if bleeding does occur it is after major trauma or surgery",
            "Moderate hemophilia: Spontaneous bleeding is rare, and if bleeding does occur it is after mild to moderate injuries, trauma, or surgery",
            "Severe hemophilia: Spontaneous bleeding involving skin, mucous membranes, joints, muscles, and viscera occurs frequently",
            "Signs and symptoms vary depending on the severity of hemophilia(1) –History and initial presentation -Prolonged bleeding with circumcision, dental work, surgery, or injury -Excessive or easy bruising in early childhood with hematomas and hemarthroses -Spontaneous bleeding, especially in joints, muscles, and soft tissue –Life-threatening  bleeds -Intracranial hemorrhage, generally from trauma -Incidence of hemorrhage from trauma is 1 in 10 cases, with fatality in 30% of intracranial hemorrhage cases -Hematomas of bowel leading to obstruction -Neck or throat bleeds that compromise respiration –Serious bleeds -Hemarthrosis – most common in ankles, knees, and elbows -Infants can present with irritability or decreased use of limb -Fixed joints, muscle wasting, and significantly impaired mobility due to arthropathy from repeated bleeding into joints -Joint pain -“Boggy” joint -Muscular hematomas – most common in quadriceps, iliopsoas, and forearm muscles -Muscle pain -May result in compartment syndrome and ischemic nerve damage (aura or tingling) -Swelling and increased skin temperature –Mucous membrane bleeding (e.g., hematuria if in genitourinary tract) –Pseudotumor syndrome—untreated hemorrhage causes hematoma, which calcifies and can be mistaken for cancer –Petechiae (small purple spots on the skin caused by broken capillaries) are not common because the repair of small hemorrhages depends on platelet function and not on the blood-clotting  mechanisms(8)",
            "Bleeding can occur at almost any site in the body, but hemarthrosis is the most common clinical manifestation(19) –Typically, the initial complaints are joint pain, muscle pain, and joint stiffness resulting in secondary complaints of decreased ROM, decreased strength, muscle atrophy, and joint instability, resulting in a vicious cycle of pain, immobility, joint instability, and new bleeding episodes –Functional implications include gait abnormalities, decreased endurance, decreased static and dynamic balance, and decreased age-appropriate  functional skills Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Mutation of the F8 gene or the F9 gene on the X chromosome, resulting in a deficiency of factor VIII or factor IXcoagulant, respectively(1)",
            "Incidence(1,5,19)–Hemophilia A affects 1 in 5,000 live male births and accounts for 80-85%  of hemophilia cases–Hemophilia B affects 1 in 20,000–30,000  live male births",
            "Prevalence: Hemophilia is estimated to affect 400,000 individuals worldwide(1)",
            "Thirty percent of all hemophilia cases result from spontaneous mutations(1)"
        ],
        "pathogenesis": [
            "When blood vessel walls are damaged by injury, exposure of subendothelial tissue initiates the primary hemostaticresponse, in which plasma proteins and platelets interact with the tissue to generate a platelet plug. Vascular injury alsoactivates the coagulation pathway, generating thrombin, an essential element in the creation of the fibrin net that stabilizesthe platelet plug(1)–Factors VIII and IX play key roles in the blood coagulation pathway. Deficiencies in either of these factors impair thecoagulation pathway so that the platelet plug is inadequately stabilized, leading to excessive bleeding",
            "Pathogenesis of complications of hemophilia–Acute hemorrhage-Occurs as a result of acute blood loss from a damaged vessel. Can be described as either internal or external. Externalbleeding occurs from traumatic events (23)-Hemarthrosis can lead to stiffness of the joint followed by pain and swelling. (19) Hemarthrosis of the hip joint canbe concerning due to the risk of increased intra-articular  pressure in the joint, which can lead to osteonecrosis of thefemoral head (19)-Hemostasis is defined as the period at which the bleeding episode has stopped and hemoglobin levels return to normallimits. Subsequently, within the joint, red blood cells begin to break down while scavenger cells within the synoviumremove the debris-Hemarthrosis may take up to several weeks to completely resolve (19)–Chronic changes-Hemophilic hemarthrosis, with bleeding into joint cavities, is the most common form of internal bleeding and is mostcommon in the knees, elbows, and ankles. Bony changes and crippling deformities occur with repeated bleedingepisodes over the years(8)-Chronic inflammation often leads to chronic synovitis and/or arthritis, known as hemophilic arthropathy, which canultimately lead to destructive arthropathy (21)",
            "Pseudotumor syndrome (24)–Rarely seen in patients with hemophilia and usually occurs as a result of trauma. Occurs as a result of multiplehemorrhagic episodes that leak into the bones or soft tissue spaces"
        ],
        "risk factors": [
            "Heredity–X-linked  recessive disorder; family history of hemophilia in two thirds of those with hemophilia(1)–Thirty percent of cases are due to spontaneous genetic mutations(1)",
            "Sex–Most common in males since it is an X-linked disorder(1)–Affected males will pass mutated X-linked  gene on to all daughters, but sons will not be affected as they receive thefather’s Y chromosome–Female carriers have a 50% chance of having a son with hemophilia and a 50% chance of having a carrier daughter (20)–Female carriers can also have low factor levels and present with mild symptoms. Female carriers generally areasymptomatic unless their factor level is < 40%(1)",
            "Risk factors for the development of inhibitor autoantibodies are(1)–hemophilia A–specific genetic defect with null mutation–very low or no circulating factors, making multiple transfusions necessary–age of first exogenous factor exposure, although this may be related to severity of disease–concurrent inflammation/infection when administering factor–duration of factor exposure"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Children with hemophilia are at greatest risk for bleeding in joints, muscles, and vital organs when an injury or trauma occurs Early signs of hemarthrosis are a feeling of stiffness, tingling, or aching in the joint. Obvious signs are warmth, redness, swelling, and severe pain, with considerable loss of movement.(8) Contact the referring physician if these signs are present during the evaluation or treatment",
        "Airway obstruction can occur if there is a hemorrhage in the neck, mouth, or thorax(1,8)",
        "Large intramuscular hematomas can lead to compartment syndrome with resultant neurologic complications. Therapists need to be aware of any signs or symptoms that might indicate compartment syndrome (e.g., pain more severe than expected given the severity of the injury, paresthesia, motor weakness, tight and swollen skin, decreased pulse) and notify the referring physician immediately or send the patient to the ER(5)",
        "Approximately 25–30%  of individuals with severe hemophilia develop inhibitors to factor replacement therapy. This is most common among individuals with large deletions in the F8 or F9 gene. Persons with hemophilia with inhibitors experience bleeding episodes that are more difficult to treat and prevent, and they are more likely to develop arthropathy. The greatest risk of development occurs during the initial 50 days of factor treatment. After 150 treatment days, the rate of inhibitor development decreases(5)",
        "See specific  Contraindications/precautions to examination   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illnessParental/caregiver questions should include date of onset and type of hemophilia. Note specific mechanism of injury. Does the child prefer to sit in a particular position? Avoid prolonged standing? -In children with severe hemophilia, hemorrhage can occur as a result of minor trauma (e.g., following circumcision, loss of deciduous teeth, slight fall or bruise). Hemorrhage or hemarthrosis may not occur until after the child is walking(8)",
                "course of treatment": {
                    "medical management": "Does the child currently receive prophylactic treatment or on-demand  factor replacement to prevent or treat bleeding episodes? If so, when and for how long? Has the child undergone any surgical procedures? If so, when and what type? Treatment of patients with hemophilia requires injections of the missing clotting factors and generally has two main(22) stop the active bleeding before a medical procedure is performed Preventive treatment Surgical intervention to address severe joint flexion contractures (> 30°) may be necessary if conservative methods such as serial casting, reversed dynamic sling, and extension desubluxation hinges fail to correct the joint deformity (1) Common orthopedic procedures are synovectomy, synoviorthesis, arthropathy, hamstring release and posterior capsulotomy, osteotomy (e.g., supracondylar femoral extension osteotomy, trapezoid supracondylar femoral extension osteotomy), and arthrodesis Authors of a study conducted in France found that administration of nonacog alfa, a treatment used for patients with hemophilia B, was safe when provided in a “usual care setting.” The individuals who participated in this study did not experience any signs of an allergic reaction, blood cell agglutination, or thrombotic events (17)",
                    "surgical management": [],
                    "medications": " Medications for current illness/injury Determine what medications the clinician has prescribed; are they being taken? Avoid aspirin and other traditional NSAIDs because of their antiplatelet effects and concern regarding increased bleeding(1) Corticosteroids are given for hematuria, acute hemarthrosis, and chronic synovitis(8) Oral opioids may be prescribed for more severe pain(1)  Factor replacement can be used as prophylaxis or ondemand(1) Primary prophylaxis is considered the standard of care for children with severe hemophilia A to prevent joint bleeds and joint degeneration(1) On-demand  therapy amount and duration of factor replacement depend on the location and severity of the bleed(1) Target factor level of > 30% is generally sufficient for mild bleeding episodes and 50100% for major hemorrhages and large hematomas On-demand  therapy for hemophilia A replacement with factor VIII is treatment of choice(1) Two sources for factor VIII concentrate Purified plasma-derived  factor VIII  donor pool screened and virus-inactivated  blood (e.g., HIV , hepatitis B) Recombinant factor VIII On-demand  therapy for hemophilia B replacement with factor IX is treatment of choice(1) Recombinant factor IX Plasma-derived  factor IX Patients with severe hemophilia A will be administered recombinant factor VIII.Dosages will be calculated based on factors such as % desired of factor x bodyweight (in kg) x 0.5 (20)enhance clot stabilization by inhibiting plasminogen activation(1) Effective in controlling mucosal bleeding, such as bleeding in the oral cavity, epistaxis, and menorrhagia",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Coagulation profile testing, which includes the following:(1)",
                        "CBC with platelet count, prothrombin time (PT), activated partial thromboplastin time (aPTT), platelet function (preferred) or bleed time, von Willebrand factor (vWF), factor VIII:C assay, factor IX assay",
                        "PT, platelet count, and platelet function will be normal",
                        "Diagnosis based on factor VIII:C or IX activity",
                        "Follow-up  tests include using the Nijmegen or Bethesda assay to measure alloantibody titer (monitoring for inhibitors) and screening before invasive procedures and at regular intervals(1)",
                        "Possible prenatal diagnosis through genetic testing of chorionic villus or fluid obtained at amniocentesis(1)",
                        "Imaging (26)",
                        "Early atrophic changes can be detected with plain radiographic imaging; however, ultrasound and MRI also have been usedto detect changes",
                        "Cross-sectional  imaging techniques such as with CT, ultrasound, and MRI have been used to assess for",
                        "bleedingrelated  musculoskeletal complications that include pseudotumors"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help alleviate the child’s symptoms",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this condition and what specific treatments were helpful or not helpful. Does the child have a current home exercise program?"
                },
                "aggravating easing factors": "What positions/activities seem to make the symptoms worse or better? How long has the child reported symptoms? Document length of time prior to exacerbation/alleviation of symptoms",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms. Depending on the age of the child, both the child and parent should be questioned regarding specific joint involvement and the presence and duration of joint stiffness in the morning, at night, and after prolonged rest. Document child and parent perception of pain and fatigue. Does the child report an aura or tingling sensation when a bleeding episode begins?",
                "rating of symptoms": "Inquire about pain at rest, with active movement, and with weight-bearing  activities. Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -The Oucher scale is a self-report  pain V AS developed for children aged 312  years -Minimum clinically significant difference in numerical rating scale is 20%, regardless of initial pain severity -The FLACC scale is an ordinal V AS that may be used for younger children",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also, document changes in symptoms due to weather or other external variables (e.g., prolonged sitting at school, standing  in line). In more advanced cases of arthropathy, chronic pain may develop in conjunction with severe joint hypomobility and very limited ROM",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could be indicative of a need to refer to physician",
                "respiratory status": "Does the patient require supplemental oxygen? If so, how much? Document reason for use of oxygen. Obtain pulmonary function tests if available Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has the child complained of muscle pain, joint pain/stiffness, or muscle weakness in the past? What was the course of treatment provided? Are there known target joints? Does the child have inhibitors? Age child reached significant gross and fine motor milestones? Note frequency of bleeding episodes. Any surgical procedures to date? Surgical procedures to halt joint degeneration, reduce pain, increase ROM, and improve function(1)Surgical removal of the hypertrophic and inflamed synovium that occurs due to hemarthrosis in order to reduce pain and joint inflammation. Most commonly performed with arthroscopy; rarely performed now as an open procedure. Knee joint most common, but may be performed on the ankle, elbow, or shoulderIntraarticular injection of a radioactive agent attached to a carrier particle that concentrates in the inflamed synovial tissue. May be able to permanently change the bleeding pattern with a single injection without the need for hospitalization and with one dose of prophylaxis onlyA series of intraarticular injections that destroys the synovium by causing it to fibrose or sclerose. The most commonly used substance is rifampin, and prophylactic factor is needed simultaneouslyIntraarticular injection of steroids used to transiently decrease pain and inflammation and improve functionFor those who develop severe arthropathy, chronic pain, loss of motion, and functional disability. Total knee replacement is the most common; rarely performed in childrenA procedure in which the synovium is removed and the joint is fused to prevent further motion. The tibiotalar and/or subtalar joint is most common target, and the procedure is indicated for those with advanced and painful arthropathyAn option for those in whom joint replacement is not an option and who present with severe axial joint deformities and advanced arthropathy around the hip, knee, or ankle",
                    "comorbid diagnoses": "Ask child/caregiver about other problems, including diabetes, osteoporosis, hepatitis, cirrhosis, cancer, heart disease, psychiatric disorders, musculoskeletal injuries, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask child/caregiver about other symptoms he or she may be experiencing. Hematomas of the bowel wall can cause obstruction or intussusception, as well as pain that can mimic appendicitis.(1) Spontaneous hematuria is common(8)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the child attend school? Is the child home-schooled?  If so, what grade level? Does the child participate in physical education or recreational or competitive sports? If so, have those activities been limited due to the child’s current condition? What is the child’s typical day like? Does he or she tend to be sedentary or active? Does the child have hobbies or special interests? Does the child have a job? If so, what are his/her work duties?",
                "functional limitations assistance with ADLs adaptive equipment": "Document the use of any assistive devices or equipment in order to perform self-care activities  -May include an age-appropriate  health-related  quality of life measure such as the Pediatric Evaluation of Disability Index (PEDI) or, more specifically, the Hemophilia Quality of Life Questionnaire (Hemo-QOL)(10) or the Canadian Hemophilia OutcomesKids  Life Assessment Tool, version 2 (CHO-KLAT2.0)(11) -Researchers from Iraq conducted a small study to assess the health-related  quality of life of children and adolescents with hemophilia living in Basra, Iraq -Forty-five  subjects were included, with ages ranging from 4 to 16 years -There was no significant difference in quality of life total score in relation to the age of patients as measured by the Hemo-QOL.  However, young children primarily reported impairments in the family dimension, children 8 to 12 years of age mainly reported impairments in the sport dimension, and adolescents primarily reported impairments in the perceived support domain -The severity of hemophilia impacted the overall total score on the Hemo-QOL.  Individuals with severe hemophilia had a significantly higher average total score of 58.51 ± 3.62 compared to those with moderate hemophilia (37.55 ± 5.37) and mild hemophilia (35.47 ± 4.19) -Young children with severe hemophilia and who had reported 5 or more joint bleeds during the last year had significantly greater impairments in the total score and in several dimensions including physical health and treatment compared with children who had fewer than 5 joint bleeds",
                "living environment": "Document stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Assess BMI and compare to age- and sex-matched  BMI charts –Circumferential measurements should be measured in the presence of swelling",
            "assistive and adaptive devices": " Assistive and adaptive devices –Devices may be indicated in order to alleviate the child’s symptoms and increase functional independence. Age-appropriate  devices include adaptive seating, walkers, and crutches –In the presence of upper-extremity  involvement, the platform attachment on a walker or crutches may be necessary to decrease weight-bearing  on inflamed wrist and hand joints",
            "balance": "Assess static and dynamic balance with one of the following tests as deemed appropriate based on the child’s age and symptoms –Pediatric Balance Scale (PBS) –Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)  balance subscale –If time is limited, balance can be assessed using single-leg stance (eyes open and closed), Romberg, and Sharpened Romberg",
            "cardiorespiratory function and endurance": [
                "Peripheral nerve damage, such as compartment syndrome, may result from large hematomas (e.g., femoral nerve neuropathy may develop from an undetected retroperitoneal hemorrhage). Cubital nerve irritation may also occur if the elbow is involved(1,5) •Ergonomics:  If age appropriate, assess the child’s ability to properly perform body mechanics such as squatting, lifting, etc. •Functional mobility (including transfers, etc.)"
            ],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess child’s gait and note any significant deviations. May use 10-meter  walk test (10MWT) to determine gait speed –Gait abnormalities are often present due to loss of ROM and muscle strength at the hip, knee, and/or ankle  –Kinematic and kinetic gait analysis can detect minimal gait deviations associated with joint damage and assist with early treatment intervention(6,9) -Researchers in Turkey utilized 3-D gait motion analysis to evaluate joint damage and its effects on gait(6) -Nineteen male patients with hemophilia (7 to 20 years of age) who were categorized in the subacute and chronic stages of hemophilia were included in the study -Gait parameters of the hemophilia group were compared to age-,  sex-,  and leg-length-matched controls -Increased stride time and decreased hip, knee, and ankle joint rotation angles were present in the hemophilia group compared to the control group. Furthermore, stride time and single-limb stance were greater in the group with severe hemophilia compared to those with mild to moderate hemophilia -Decreased knee extension during stance phase was observed in the group with hemophilia compared to the control group -Walking velocity was greater in the control group compared to the group with severe hemophilia. There was a linearthe younger the age, the greater the loss of gait velocity -Researchers in Germany utilized 3-D gait motion analysis to evaluate joint function, gait, and muscle development in young children(9) -273 children (mean age, 9.8 years) with hemophilia A, hemophilia B, or von Willebrand disease were included in a comparison study involving 200 healthy age- and sex-matched controls (mean age, 10.3 years)r(2) = 0.47 for the healthy children and r(2) = 0.69 for children with hemophilia and children with von Willebrand disease. The greatest differences between groups were observed in children 3–4 years of age -The five-item  fitness check showed significant impairments in children with hemophilia and children with von Willebrand disease relative to the control group in overall fitness, endurance, coordination, and flexibility -Researchers concluded that early comprehensive assessments of the musculoskeletal system should be completed so that individualized physical activity programs can be developed Joint integrity and mobility –Attention to tissue response with joint mobility assessment is important; note muscle guarding, locking, referred pain patterns, hypomobility, level of discomfort with pressure, and if the child’s primary pain complaint is reproduced",
            "muscle strength": " Muscle strength –If the child is able to follow multistep directions (typically 5 years of age or older), assess strength utilizing manual muscle testing (MMT) –If the child is unable to follow directions, assess strength via observation of developmental and functional tasks. Note compensatory movements during developmental activities or during functional tasks –Note any muscle atrophy –Hematomas in the spinal cord can cause paralysis(8)Based on the child’s age, phase of recovery, and degree of hemophilia severity, it may be beneficial to assess gross motor development with the WeeFIM, Peabody Developmental Motor Scales, Second Edition (PDMS-2),  BOT-2, or Ages and Stages Questionnaire",
            "observation inspection palpation including skin assessment": [
                "Examine the spine and upper and lower extremity joints for the presence of effusion, synovial thickening, warmth, redness, or deformity",
                "The target joint may not be tender to palpate in the presence of chronic synovitis but often exhibits boggy swelling in varying degrees of severity",
                "Intramuscular bleeds/hematomas occur frequently in the iliopsoas, quadriceps, gastrocsoleus, and forearm flexor muscles(1)",
                "Note any unusual bruising or cysts",
                "Palpate for the presence of a pseudotumor"
            ],
            "posture": " Posture –Visual assessment of child’s standing posture in all three planes. Make sure to measure leg lengths ",
            "range of motion": " Range of motion –Measure AROM and passive ROM (PROM) via goniometry. Note if any of these motions reproduces the child’s pain. Note any asymmetry. Follow the physician’s guidelines regarding PROM. The joint capsule can be easily stretched, resulting in bleeding, especially following an acute bleeding episode(8) –Assess upper and lower extremity flexibility, paying special attention to the biceps, triceps, hamstrings, iliopsoas, quadriceps, and gastrocsoleus",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Clinician may want to assess joint proprioception, kinesthesia, and light touch since these often are affected due to hemarthrosis Special testing –Hemophilia Joint Health Score (HJHS), an 11-item  tool to assess joint impairment of 6 key target joints (right and left elbows, right and left knees, right and left ankles) in children aged 4–18  years (28)swelling, duration, muscle atrophy, axial alignment (measured only at knee and ankle), crepitus on motion, flexion ROM loss, extension ROM loss, joint instability, joint pain, strength within available ROM (using Daniels and Worthingham’s scale), gait -The sum of the 6 total joints is added to the global gait score to provide an overall total score ranging from 0 to 148, with a score of 0–6 indicating normal joints and gait and 148 suggesting the most possible damage and impairment in all joints -Very good reliability for interrater, intrarater, and internal consistency –Functional Independence Score in Hemophilia (FISH), an easily administered, performance-based  assessment tool used to objectively measure an individual’s overall functional independence in ADLs(2) -Activities assessed include self-care  (eating and grooming, bathing, dressing), transfers (chair transfer, squatting), and mobility (walking, step climbing, and running) -Each activity is graded on an ordinal scale (1–4) according to the amount of assistance required to perform the item -The level of independence for each activity is clearly defined to reduce inter-observer variance -The FISH originally was developed to compare a patient’s basic functional ability with that of individuals without hemophilia. The current version has a ceiling effect when applied to those with minimal musculoskeletal changes and/or mild hemophiliaAssess the need for splints to prevent/minimize joint deformity/contractures or to protect joints during daily activities. Most common splints recommended are for the knee and ankle",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess the child’s ability to follow simple and multistep commands based on age and/or other diagnoses (e.g., ADD, ADHD, autism). Hemophilia should not affect arousal, attention, or cognition –Patients with a history of an intracranial hemorrhage may present with decreased cognitive and intellectual functioning",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold ",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods (> 1 hour)",
                "Cold may be counterproductive if used to facilitate muscle relaxation and reduce pain in patients who do not tolerate the modality",
                "Active bleeding",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Bowel or bladder incontinence",
                "Tracheostomy",
                "Infectious diseases",
                "Decompensated congestive heart failure",
                "Uncontrolled seizures",
                "Respiratory compromise (vital capacity < 1 L)",
                "Aspiration",
                "Catheters",
                "Cognitive impairments",
                "Tetraplegia or high paraplegia (difficulty with thermoregulation)",
                "Open wounds",
                "Dry skin, skin rashes",
                "Direct eye exposure",
                "Pregnancy",
                "Active malignancy",
                "Active hemorrhage",
                "Open growth plates",
                "Endocrine system disorders",
                "Impaired sensation",
                "Indirect eye exposure"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Hematomas generally need more healing time than hemarthroses(3)",
                "Clinicians should follow the guidelines of their clinic/hospital and the physician’s orders. Specific postoperative protocols will vary from one facility to another. The joint capsule can be easily stretched during PROM, resulting in bleeding, especially following an acute bleeding episode.(8) The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy  contraindications(4)",
                "Cryotherapy  precautions(4)",
                "Thermotherapy  contraindications(4)",
                "Hydrotherapy contraindications(4)",
                "Hydrotherapy precautions(4)",
                "Laser therapy  contraindications(4)",
                "Low-level  laser therapy  precautions(4)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Physical therapy plays a major role in the treatment of hemophilia as part of the multidisciplinary care team. Early intervention is crucial to prevent/minimize complications and maximize functional outcomes. Typical members of the care team include a pediatrician, a hematologist, an orthopedic surgeon, a nurse, a social worker, a physical therapist, an occupational therapist, a psychologist, a psychiatrist, and a nutritionist There is growing evidence that subclinical joint bleeding early in life in young children with hemophilia may lead to subtle changes in joint function, gait, and muscle development. The early identification of these subtle changes can provide an opportunity for clinicians to intervene before irreversible damage occurs(9) Prophylaxis and early treatment intervention for the management of a hematoma or hemarthrosis can significantly reduce joint damage(6)",
        "rule out": " Rule out  (1) von Willebrand disease Vitamin K deficiency, warfarin (Coumadin) therapy (as factor IX is vitamin K-dependent)  Other factor deficiencies, afibrinogenemia, dysfibrinogenemia, fibrinolytic defects, platelet disorders Child abuse",
        "prognosis": [
            "There is no cure for hemophilia; it is a lifelong condition. Life expectancy is normal for those with mild disease. Mortality rate is increased 2–6x  in those with moderate to severe hemophilia. Those with factor inhibitors have no increased risk of bleeding but bleeding is more difficult to control due to decreased response to factor replacement(1) –Results of a U.S. study suggest that patients with hemophilia without inhibitors have a higher frequency of hospitalizations(12) -The same study showed that patients with hemophilia B experience less severe disease and account for lower yearly costs when compared to both patients with hemophilia A with inhibitors and without inhibitors",
            "Hemophilic arthropathy is the main cause of morbidity in individuals with severe hemophilia; once established, it is irreversible and may be progressive(1) –Treatment aimed at preventing recurrent hemarthrosis has provided considerable improvement in the progression of patients with severe hemophilia –Children under 15 years of age who receive prophylaxis present with minimal joint disease –In patients with severe hemophilia who develop inhibitors, options for prophylaxis are limited and treatment of hemarthrosis is less effective, placing them at a higher risk for developing arthropathy",
            "Individuals who feel significantly limited in their ability to perform desired activities are more prone to poor psychological adjustment. Lack of social support may lead to anxiety and depression",
            "The risk of contracting HIV and other bloodborne infections such as hepatitis A, B, and C has declined significantly and is rare due to donor screening and recombinant/virus-inactivated  factor replacement(1)",
            "Authors of a study conducted in Jakarta have suggested that it is important to start prophylactic treatment for children with severe hemophilia type A in order to reduce the risk of progressive joint damage. Recurrent joint bleeds are a major problem that leads to joint arthropathy in children with severe hemophilia (18)"
        ],
        "referral to other disciplines": "",
        "other considerations": [
            "Children are encouraged to participate in age-appropriate  gross motor skill acquisition, physical activity, and sports. Children and their caregivers should discuss the child’s desire to participate in sports with the child’s physician, physical therapist, and/or other members of the rehabilitation team. A thorough discussion of the inherent risks of the sport and strategies for managing these risks should occur prior to participation. Children with hemophilia may be at a higher risk for injury and potentially life-threatening  bleeds than their peers, but the physical, social, and psychological benefits associated with the appropriate sport may outweigh the risks(8) –Participation in sports contributes to the development of self-esteem,  confidence, independence, and peer relationships and improves quality of life –Sports promote coordination, strength, flexibility, and physical fitness, which in the long term protect the joints and prevent bleeds –Sports that place a child at a greater risk for head injury should be avoided; instead, encourage participation in noncontact sports such as racket sports and swimming –Recommended pre- and postoperative factor level values are listed for major orthopedic surgeries (including open synovectomy), liver biopsy, tonsillectomy, central venous access device insertion, circumcision, and dental extraction"
        ],
        "treatment summary": [
            "The primary medical treatment of hemophilia is to prevent or stop bleeding. Prophylactic factor VIII infusions (2–4 times weekly) can prevent the development of arthropathy in persons with severe hemophilia and have become the standard of pediatric care(5)",
            "Physical activity should be encouraged, although patients should avoid high-impact  sports and restrict activity in proportion to degree of factor deficiency(1)",
            "Physical therapy exercises can improve most outcome measures including pain, ROM, strength, and walking endurance. Participating in functional exercises such as treadmill training and/or partial weight bearing exercises appears to be more effective than performing static or short arc exercises for increasing muscular strength (25)",
            "It may be beneficial for a child to be evaluated by a physical therapist prior to initiating a competitive sports program so that the child’s flexibility, strength, and endurance can be properly assessed. The child may further benefit from a sport-specific training program in order to minimize the risk of injury(8) ",
            "Due to the risk of traumatic bleeding, the World Federation of Hemophilia (WFH) has recommended guidelines for participating in physical and sporting activities (27) –The guidelines encourage non-contact  sporting activities such as swimming and golf and avoidance of physical contact sports such as football, hockey, and soccer –They recommend that individuals with target joints use braces or splints for protection",
            "Hydrotherapy exercises have been shown to decrease pain and may be more effective for pain relief when compared to land therapy in adults with hemophilia (25)",
            "Balance and sensorimotor retraining: Muscle strength is necessary for maintenance and performance of proper movement. Joint proprioception is needed to provide input about accurate joint or body position. When these elements are impaired, balance dysfunction occurs(3)",
            "Electromyographic biofeedback may be beneficial to enhance muscle motor control(3)",
            "Splinting was advocated in the past for severe bleeds, but the need for this treatment, even in severe hemophilia, has been greatly reduced due to immediate replacement therapy",
            "Authors of a 2018 study conducted in Egypt concluded that high-intensity  laser therapy (HILT) can be used as an effective modality in order to reduce pain, improve functional capacity, and improve gait performance in children with hemophilia(16) –Thirty children with hemophilia were equally randomized to either the group receiving traditional physical therapy plus laser (1500 joules) or group receiving traditional physical therapy plus placebo laser. Study consisted of three physical therapy sessions per week",
            "Fascial therapy has been shown to be a favorable treatment option for patients with hemophilia and ankle arthropathy (29) –Fascial therapy is a manual therapy technique that mobilizes the fascial complex in order to improve tissue mobility, functional mobility, and reduce pain –Sixty-five  patients were randomly assigned to the intervention group (n = 33) or control group (n = 32) –The type of fascial therapy performed for the intervention group included 6 types of strokes: -Longitudinal surface sliding maneuver over the superficial fascia along the anterior region of the arm and forearm for 30–45  seconds per stroke -Transverse sliding maneuver performed on the flexor muscles of the wrist and fingers for 3 sets of 15 slides -Longitudinal surface sliding maneuver along the posterior superficial fascia of the arm for 15–30 seconds per stroke -Transverse sliding maneuver along the brachial triceps tendon, pectoralis major, and posterior axillary region for 3 sets of 15 slides -Induction maneuver of the fascia along the posterior axillary fold -Transverse soft tissue release of the cervicothoracic region -Telescopic maneuver of the upper limb utilizing degravitation and slight traction –The control group received no specific intervention –Results at the end of the study showed that the intervention group had significant improvements in ankle joint health, perception of joint pain, and frequency of joint bleeding. The results were maintained up to 5 months on follow-up",
            "Therapeutic exercises using elastic bands and machines performed with moderate intensity are considered safe for patients with severe hemophilia (30) –Patients in this study performed 2 general exercises, knee extension and ankle plantar flexion, under 3 different conditions (elastic band, machine resistance, no external resistance) –Knee extension exercises were performed on a knee extension machine –Ankle plantar flexion exercises were performed while seated on the knee extension machine –Exercises were performed based on a Borg CR10 scale of 6, which would be considered moderate intensity –At the end of the study, EMG studies showed a 29–30% improvement for the rectus femoris when performing the knee extension exercises and a 34% increasein muscle activity of the gastrocnemius muscle group",
            "Authors of an RCT study conducted in Spain found that fascial therapy is safe and can improve joint status, pain, and mobility in patients with hemophiliac arthropathy of the knee and ankle (31) –Sixteen patients with hemophilia were randomly assigned to the experimental group or control group –Sessions were performed once a week for 60 minutes for 3 weeks –Maneuvers and strokeswere divided into two types: superficial and deep  -Superficial -Superficial sliding of the anterior part of the leg -Superficial sliding of the anterior part of the thigh -Superficial sliding of the popliteal fascia -Superficial sliding of the posterior part of the leg -Superficial sliding of the posterior part of the thigh -Superficial sliding side part of the lower limb -Deep -Ankle joint complex -Anterior compartment of the knee (hands-crossed technique applied to the anterior compartment of the knee) -Thoracolumbar fascia (hands-crossed  technique applied along the thoracolumbar region) -Telescopic maneuver (degradation and traction of the lower limb) –Results at the end of 3 weeks showed that those in the experimental group reported having an overall improvement in quality of life and pain perception but no significant difference in joint status"
        ]
    },
    "desired outcomes outcome measures": {
        "the overall goals of modern hemophilia rehabilitation management are to manage the risk of bleeding, minimize joint disease, and maximize the patient’s quality of life. in general, the goals of physical therapy are to control repeated": [],
        "desired outcomes and outcome measures": [
            "Decreased pain–Oucher Pain Scale or other V AS",
            "Prevention/minimization of joint deformity, joint stiffness, and swelling–ROM, HJHS",
            "Prevention/limitation of disuse atrophy and increased muscle strength–MMT",
            "Maximized functional mobility, age-appropriate  gross and/or fine motor skills, and ability to perform ADLs–FISH, PDMS-2,  BOT-2",
            "Improved cardiovascular endurance–Endurance measures (6MWT, TUG test, heart rate)",
            "Increased balance, coordination, and proprioception–Balance measures (PBS, single-limb  stance)",
            "Improved gait–10MWT",
            "Improved quality of life–PEDI, Hemo-QOL,  CHO-KLAT2.0.Problem Goal Intervention Expected Progression Home ProgramJoint and/or musclepain__Swelling/potential forjoint deformity__Joint pain/joint stiffnessDecrease pain__Prevent/minimizejoint deformities andswelling__Reduce joint stiffness/painTherapeutic strategies_Utilize PRICE protocol__Avoid painfulexercises/activities andmodify activities__Therapeuticmodalities_May be used to assist inreducing joint stiffness,muscle spasms, andpain__Cold: Crushed ice,cold packs, wet towels,ice massage, or Cryo/Cuff (Aircast, Inc.) canbe used to decreasejoint pain and swelling,decrease musclespasms, and decreaseinflammation; however,children tend to havedecreased tolerance tothese interventions__Application of splints_Immobilizationshould be as briefas possible to allowfor a hemarthrosis orhematoma to resolve.Use of splints iseffective for acute andsubacute hemarthrosesor large hematomas.Joints should always besplinted in a position ofcomfort (open-packedjoint position), neverforced into extension,and reassessed after 24hours. As the bleedingsubsides, adjust theposition as indicated.Simple slings for upperextremity bleedingepisodes may bebeneficial__Aircast splint or customthermoplast splintmay be prescribedfor recurrent anklehemarthroses. Thesplints should allow foradequate ROM and fora normal gait pattern. Ifa child is prone to targetjoints (a joint that oftenbleeds), a thermoplasticsplint may be fabricatedand used immediatelywhen a new episodeoccurs, thus reducingthe damaging effects ofan acute hemorrhage.Limit the use of a rigidsplint to allow for anacute joint to heal.Elastic splints may berecommended for mildsynovitis or in the laterstages of target jointrehabilitation._Shock-absorbingheel pads help reducepain. Temporary heelraise/lift can be fittedunderneath the shoeto avoid undue stretchof the gastrocsoleusmuscle. Reassessweekly and makeany adaptations tothe lift as indicated.The contralateral shoeshould also be raisedto prevent leg-lengthdiscrepancy._In some cases ofrecurrent anklehypermobility, anair-splint orthosis orhigh, snug-fitting shoemay prevent recurrentankle hemarthrosis.In severe tibiotalarand/or subtalar jointarthropathy, splintingthe foot and anklein the least painfulposition and using acustom orthopedicshoe may be warranted.Resting splints toprevent/minimizecontractures and jointdeformitiesProgress as indicated Educating the childand caregivers on thesigns and symptomsof a bleeding episodeand proper use of thePRICE protocol arekeys to minimizing thedeleterious effects ofa bleeding episode. Awritten home programis reviewed andprovided to the childand caregiverDecreased joint ROM/flexibility__Joint stiffnessRegain PROM andAROM at the joint__Prevent the loss ofadditional ROMManual therapy   (3)_Care must be takenwhen initiatingstretching. Begin withvery light intensitytechniques, within thelimits of pain, whileclosely monitoring theindividual for signs ofbleeding__Proprioceptiveneuromuscularfacilitation (PNF)and static stretchingare techniques forincreasing ROM. PNFcontractions shouldstart with a targetmuscle contracting atlow intensity (20%maximum contraction)holding from 3–15seconds. Perform 3–4repetitions__Avoid vigorousstretching. Stabilizejoints appropriately toprevent subluxationduring stretching.Example: Duringpassive movement ofthe knee, the clinicianmust stabilize thelower leg to preventsubluxation of the tibia__Ballistic and aggressivestretching is potentiallydangerous because itcan cause microtearsof the soft tissue.End-range limitationof ROM must berespected, andavoid closed packedposition(3)Progress from gentlePROM to AROMas pain subsides andhemostasis is achievedInstruct the child andcaregiver in a homeexercise, stretching, andROM program__Provide writtenhandouts for the homeprogram as well assplint use/wearingschedule and signs/symptoms of splintintoleranceAtrophy Prevent/limit disuseatrophyTherapeutic exercise_Progression of physicaltherapy must be gradualand based on individualclinical findings.Typical treatmentprogression:_Active, active assistive,and isometric exercises.Isometric exercisesshould be held for 5–6 seconds and repeated5–10 times daily__Isometric exerciseswithin the limits ofdiscomfort and jointrange help to aidreabsorption. Thiscan begin as soon ashemostasis is achieved_Isotonic exerciseswithout weights andthen with weights in agraded progression__Dynamic exerciseswith increasing load,using concentric andeccentric contraction__Dynamic isokinetictraining with variousresistances brought ingradually as part ofstrength training; takespecial precautions forchildrenProgress fromisometrics to isotonicswith weights andresistive tubing/bands,and then isokinetics perindividualEducate child/familyon appropriatestrengthening activitiesDecreased functionalabilities and ability toperform ADLsMaximize functionalmobility and ability toperform ADLsFunctional training_Provide adaptive/orthotic equipment asnecessary to maximizemobility and ability toperform ADLs. Referto occupational therapyfor ADL training asindicatedProgress as indicated Educate child/familyon any new adaptive/orthotic equipmentMuscle contractures/limited ROMReduce contractures__Increase AROM andPROMContracturemanagement_Joints should bepositioned in loose-packed position and aspain free as possible__For hip flexion and/or knee flexioncontractures, maybenefit from pronepositioning dailyAs indicated Educate the child/family on contracturemanagement andhow to safely utilizeany implementedequipmentDecreased strength Improve strength Therapeutic exercises_Following ahematoma, it isoften recommendedto strengthen theantagonist muscles(e.g., strengthengluteals and abdominalsfirst following aniliopsoas hematoma)._When it is necessary toestimate a 1-repetitionmaximum (1 RM), thisshould be performedwith no less than 10repetitions. Emphasisshould be on highrepetitions with lowweight__Loads should notexceed 83.5% of anestimated 1 RM (~6 repetitions) andshould start at 50% ofan estimated 1 RM,providing that baselinestrength has beenestablished and thatproper technique isused__Add progressiveresistive exercises;however, they shouldnot cause an increasein symptoms suchas stiffness, pain,or swelling. Forresistance, use child’sbody weight, lightfree weights, or lightto medium thicknessresistive bands__Use caution witheccentric exercises,as they result in moremuscle sorenesscompared to concentric.Avoid strong resistance,as it increasesintraarticular pressure.Avoid overhead lifts__Exercises shouldideally be functionallybased__For strength training,have the child perform2–3 sets of 8–10repetitions 3 timesa week. When thechild can perform theexercise more than 10times for 3 sets, set anew reference point.To increase muscleendurance, perform 3sets of more than 10reps 3 times a week__Recovery time isessential to avoid injuryand bleeding fromoveruse. There shouldbe at least 1 day ofrest between exercise/physical activity/sportsResistance exercisesshould begin withlow intensity andfewrepetitions andgradually progress tomoderate intensity withhigher repetitions__If using resistive bands,start with the thinnest.Progress when the childcan perform 2 sets of8–16 reps with goodform and pain freeImplement a homeprogram appropriatefor each unique childand ensure the family’sindependence with thisprogramDecreased endurance Improve endurance Conditioning_Programs should beginwith a proper warm-up, including ROMflexibility exercises,followed by enduranceactivities such asstationary bicycle,walking, jogging, andswimming, with a cooldown that consistsof stretching andrelaxation exercises.Be careful to select theappropriate activity forthe child and regularlymonitor his or her signsand symptoms__Recovery time isessential to avoid injuryand bleeding fromoveruse. There shouldbe at least 1 day ofrest between exercise/physical activity/sports__In addition,hydrotherapy maybe the only pain-freemethod of exercisefor children withcomplaints of jointpain on land. May usethe buoyancy of thewater to assist or resistmovement patterns._Hydrotherapy mayinitially be preferredover land-based therapyfollowing prolongedperiods of bed rest orimmobilization in casesof chronic arthropathyor chronic synovitis (25)As indicated Implement a homeprogram appropriatefor each unique childand ensure the family’sindependence with thisprogramGait deviations Improve gait Gait training_Minimize/eliminate gaitdeviations. If necessary,train with assistivedevices, such as walkeror crutches. In the caseof upper wrist andhand involvement,platform attachmentmay be necessary todecrease stress duringambulation_In the case of aniliopsoas hematoma,the child should beable to actively extendthe hip before he/sheis allowed to walkin order to preventrebleedingAs indicated Implement a homeprogram appropriatefor each unique childand ensure the family’sindependence with thisprogramDecreased balance andproprioceptionImprove balance andproprioceptionTherapeutic exercises(3)_Start with simpleexercises and progressto more complex,such as double-limbstance to tandemstance to single-limb stance. Furtherchallenge the balanceand proprioceptivereceptors by startingwith eyes open and theneyes closed__Initially use stablesurfaces such as sittingin chair or mat-tableand then progress tomore dynamic surfacessuch as Swiss ball,wobble board, or Bosuball__Limited joint functionand muscle flexibilitycan alter posture andmovement strategies,challenging thechild’s balance andproprioception._Proprioception trainingstarts as soon aspractical and continuesfor several months(especially after ankleand knee synovitis)As indicated Implement a homeprogram appropriatefor each unique childand ensure the family’sindependence with thisprogramImpaired ability toachieve age-appropriategross and/fine motordevelopmental skills__Impaired ADLsImprove functionalskills__Improve ADLs__Improve mobilityFunctional mobility_Functional exercisesshould be incorporatedas soon as possibleand encourageADLs. Facilitate theacquisition of grossand fine motor age-appropriate skillsProgress as indicated Implement a homeprogram appropriatefor each unique childand ensure the family’sindependence with thisprogram."
        ]
    },
    "maintenance or prevention": [
        "It is important for a child’s general health and joint status to be monitored on a regular basis. Recommendations are for a full physical assessment every 3–6 months the first year and then at least once a year, to include a thorough musculoskeletal evaluation by a physical therapist, an inhibitor screen, liver tests, and test for antibodies to hepatitis viruses and HIV(1)",
        "Parents are advised to vaccinate all children who require or may require blood products against hepatitis A and B. Consider immunization with inactivated hepatitis A vaccine because contaminated clotting factor concentrates have been identified(1,5)",
        "Primary caregivers should be taught to perform venipuncture and how to administer factor treatment to children over 2 to 3 years of age. The child can learn the procedure for self-administration  between the ages of 8 and 12 years(8)",
        "Children should be taught to take responsibility for their disease at an early age. In this way they can learn early their limitations, preventive measures, and self-administration  of the factor replacement(8) The HEMO-milestones  tool may be a useful assessment to evaluate self-management  competence for patients with hemophilia who are transitioning from pediatric to adult care(14) Children with hemophilia learn self-management  skills (i.e., bleed recognition, self-infusion,  self-medicine  management, pain and risk management, and preventive therapy) at a relatively young age and primarily through experiential learning and individualized education rather than formal patient programs(15) Authors of a study of 108 Iranian adolescents with hemophilia aged 12 to 19 years concluded that the participants did not engage in practices to prevent complications(13) –A convenience sample was used to distribute a questionnaire regarding lifestyle and disease management habits –32.1% of participants controlled active bleeding within the first hour –39.0% used analgesics to control pain associated with bleeding. 19.8% used nonpharmacologic methods to control pain –65.4% did not participate in sports activities. Of those who participated in sports, 70.5% allocated < 5 hours per week to sports –Overall trends indicated that dental care, exercise patterns, and dietary habits were not favorable for disease and complication management",
        "Recommendations to prevent oral bleeding when performing daily dental hygiene are using a water irrigation device, softening the bristles with warm water prior to brushing, using a sponge-tipped  disposable toothbrush, and using a small, soft-bristle  toothbrush(8)",
        "Adolescents need to be advised on the dangers of the use of a razor with blades and should instead be advised to use an electric shaver(8)"
    ],
    "patient education": [
        "For many resources, see the National Hemophilia Foundation website at https://www.hemophilia.org/",
        "For many resources, see the World Federation of Hemophilia website at https://www.wfh.org/en/home Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Mears-Clarke  CL. Hemophilia. In: Domino FJ, ed. The 5-Minute Consult 2021 . 29th ed. Philadelphia, PA: Wolters Kluwer; 2021:1770-1776.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Tlacuilo-Parra  A, Villela-Rodriguez  J, Garibaldi-Covarrubias  R, Soto-Padilla  J, Orozco-Alcala  J. Functional independence score in hemophilia: a cross-sectional  study assessment of Mexican children. Pediatr Blood Cancer . 2010;54(3):394-397.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Blamey G, Forsyth A, Zourikian N, et al. Comprehensive elements of a physiotherapy exercise programme in haemophilia-a  global perspective. Haemophilia . 2010;16(Suppl 5):136-145.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016:42-44,  80-82, 144-145,179. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Nuss R, Ambruso DR, Wang M. Hematologic disorders. In: Hay WW, Abzug MJ, Levin MJ, Detering RR, eds. Current diagnosis & treatment: Pediatrics . 24th ed. New York, NY: McGraw Hill Education; 2018:898-952.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Cayir A, Yavuzer G, Sayli RT, Gurcay E, Culha V, Bozkurt M. Evaluation of joint findings with gait analysis in children with hemophilia. J Back Musculoskeletal Rehabil . 2014;27(3):307-313.  doi:10.3233/BMR-130448.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Gianetta T, Kane V. Hematologic Disorders. In: Burns CE, Dunn AN, Brady MA, Starr NB, Blosser CG, Garzon DL, eds. Pediatric Primary Care . 6th ed. Philadelphia, PA: Elsevier Saunders; 2017:626-653.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Bryant R. The child with hematologic or immunologic dysfunction. In: Hockenberry MJ, Wilson D, eds. Wong’s Nursing Care of Infants and Children . 10th ed. St. Louis, MO: Elsevier Mosby; 2015:1357-1361.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Seuser A, Bohm P, Wermes C. Early orthopaedic challenges in haemophilia patients and therapeutic approach. Thromb Res . Advance online publication. November 2014;134(Suppl 1):S61-7. doi:10.1016/j.thromres.2013.10.022. (R)"
        },
        {
            "number in article": 10,
            "reference": "Taha MY, Hassan MK. Health-related  quality of life in children and adolescents with hemophilia in Basra, Southern Iraq. J Pediatr Hematol Oncol . April 2014;36(3):179-84. doi:10.1097/MPH.0000000000000117. (R)"
        },
        {
            "number in article": 11,
            "reference": "Young NL, Wakefield C, Burke TA, Ray R, McCusker PJ, Blanchette V. Updating the Canadian Hemophilia Outcomes-Kids  Life Assessment Tool (CHO-KLAT  Version2.0). Value Health . Advance online publication. July 2013;16(5):837-41.  doi:10.1016/j.jval.2013.02.004. (R)"
        },
        {
            "number in article": 12,
            "reference": "Armstrong ETP, Malone DC, Krishnan DC, Sangeeta W, Maj J. Costs and utilization of hemophilia A and B patients with and without inhibitors. J Med Econ . 2014;17(11):798-802.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Valizadeh L, Hosseini FA, Zamanzadeh V, Heidarnezhad F, Jasemi M, Lankarini KB. Practice of Iranian adolescents with hemophilia in prevention of complications of hemophilia. Indian J Palliat Care . 2015;21(3):328-337.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Croteau SE, Padula M, Quint K, D'Angelo L, Neufeld EJ. Center-based  quality initiative targets youth preparedness for medical independence: HEMO-Milestones  Tool in a comprehensive hemophilia clinic setting. Pediatr Blood Cancer . 2016;63(3):499-503.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Khair K, Meerabeau L, Gibson F. Self-management  and skills acquisition in boys with haemophilia. Health Expect . 2015;18(5):1105-1113.  doi:10.1111/hex.12083. (R)"
        },
        {
            "number in article": 16,
            "reference": "El-Shamy  SM, Abdelaal AAM. Efficacy of pulsed high-intensity  laser therapy on pain, functional capacity, and gait in children with haemophilic arthropathy. Disabil Rehabil . 2018;40(4):462-468.  doi:10.1080/09638288.2016.1261416. (RCT)"
        },
        {
            "number in article": 17,
            "reference": "Lambert T, Rothschild C, Volot F, et al. A national French noninterventional study to assess the long-term  safety and efficacy of reformulated nonacog alfa. Transfusion . 2017;57(4):1066-1071.  doi:10.1111/trf.13988. (R)"
        },
        {
            "number in article": 18,
            "reference": "Sari TT, Choizie NA, Gatot D, et al. Clinical and ultrasound joint outcomes in severe hemophilia A children receiving episodic treatment in Indonesian national hemophilia treatment center. Med J Indonesia . 2017;26(1):47-53.  doi:10.13181/mji.v26i1.1494. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Lombardi M, Cardenas AC. Hemarthrosis. StatPearls . Treasure Island, FL: StatPearls Publishing; 2019. (RV)"
        },
        {
            "number in article": 20,
            "reference": "Salen P, Babiker HM. Hemophilia A. StatPearls . Treasure Island, FL: StatPearls Publishing; 2019. (RV)"
        },
        {
            "number in article": 21,
            "reference": "Melchiorre D, Manetti M, Matucci-Cerinic  M. Pathophysiology of hemophilic arthropathy. J Clin Med . 2017;6(7):63. doi:10.3390/jcm6070063. (RV)"
        },
        {
            "number in article": 22,
            "reference": "Cologne, Germany: Institute for Quality and Efficiency in Health Care (IQWiG). Hemophilia: Overview. InformedHealth.org ; 2019. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Johnson AB, Burns B. Hemorrhage. StatPearls . Treasure Island, FL: StatPearls Publishing; 2019. (RV)"
        },
        {
            "number in article": 24,
            "reference": "Allen S, Reeder CB, Kransdorf MJ, Beauchamp CP, Zarka MA, Mookadam F. Hemophilic pseudotumor in a non-hemophilic  patient treated with a hybrid procedure of preoperative embolization of the feeding arteries followed by surgical resection—a case report. Int J Surg Case Rep . 2016;27:165-168.  doi:10.1016/j.ijscr.2016.08.032. (RV)"
        },
        {
            "number in article": 25,
            "reference": "Strike K, Mulder K, Michael R. Exercise for haemophilia. Cochrane Database Syst Rev . 2016;12. doi:10.1002/14651858.CD011180.pub2. (RV)"
        },
        {
            "number in article": 26,
            "reference": "Keshava SN, Gibikote S, Doria AS. Imaging evaluation of hemophilia: musculoskeletal approach. Semin Thromb Hemost . 2015;41(8):880-93.  doi:10.1055/s-0035-1564798. (RV)"
        },
        {
            "number in article": 27,
            "reference": "Wang M, Álvarez-Román  MT, Chowdary P, Quon DV, Schafer K. Physical activity in individuals with haemophilia and experience with recombinant factor VIII Fc fusion protein and recombinant factor IX Fc fusion protein for the treatment of active patients: a literature review and case reports. Blood Coagulation Fibrinolysis . 2016;27(7):737–744. doi:10.1097/MBC.0000000000000565. (RV)"
        },
        {
            "number in article": 28,
            "reference": "Seuser A, Djambas Khayat C, Negrier C, Sabbour A, Heijnen L. Evaluation of early musculoskeletal disease in patients with haemophilia: results from an expert consensus. Blood Coagulation Fibrinolysis . 2018;29(6):509-520.  doi:10.1097/MBC.0000000000000767. (RV)"
        },
        {
            "number in article": 29,
            "reference": "Donoso-Ubeda  E, Merono-Gallut  J, Lopez-Pina  JA, Cuesta-Barriuso  R. Effect of manual therapy in patients with hemophilia and ankle arthropathy: a randomized clinical trial. Clin Rehabil . 2020;34(1):111-119.  doi:10.1177/0269215519879212. (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Calatayud J, Perez-Alenda  S, Carrasco JJ, et al. Electromyographic and safety comparisons of common lower limb rehabilitation exercises for people with hemophilia. Phys Ther. 2020;100(1):116-126.  doi:10.1093/ptj/pzz146. (RV)"
        },
        {
            "number in article": 31,
            "reference": "Donoso-Ubeda  E, Merono-Gallut  J, Lopez-Pina  JA, Cuesta-Barriuso  R. Safety and effectiveness of fascial therapy in adult patients with hemophilic arthropathy. A pilot study. Physiother Theory Pract . 2018;34(10):757-764.  doi:10.1080/09593985.2018.1425513. (RCT)"
        }
    ]
}