{
    "metadata": {
        "title": "Hemophilia in Adults",
        "synonyms": [
            "hemophilia a",
            "hemophilia b",
            "factor viii deficiency",
            "factor ix deficiency",
            " acquired hemophilia a",
            "acquired hemophilia b",
            "christmas disease",
            "haemophilia in adults"
        ],
        "anatomical location body part affected": [
            "Blood/bleeding predominantly affects the joints, most commonly the knees, elbows, and ankles"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "acute care",
            "home health",
            "hematology"
        ],
        "description": [
            "Hemophilia is a group of bleeding disorders characterized by factor VIII (F8) or factor IX ( F9) coagulant deficiency. Hemophilia A ( F8 gene deficiency) and hemophilia B ( F9 gene deficiency) are X-linked  recessive disorders that are clinically indistinguishable but can be differentiated by factor assay testing. Hemophilia A is the more common form. Hemophilia is classified by the severity of the factor deficiency based on the results of the factor VIII/IX assay(1)",
            "Mild hemophilia – clotting factor concentration 5-40%  of normal concentration (0.06-0.4  units/mL)",
            "Moderate hemophilia – clotting factor concentration 1-5%  of normal concentration (0.01-0.4  units/mL)",
            "Severe hemophilia – clotting factor concentration < 1% of normal concentration (< 0.01 units/mL)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "286.0": "congenital factor VIII disorder",
            "286.1": "congenital factor IX disorder",
            "719.1": {
                "base": "hemarthrosis",
                "719.10": "hemarthrosis, site unspecified",
                "719.11": "hemarthrosis involving shoulder region",
                "719.12": "hemarthrosis involving upper arm",
                "719.13": "hemarthrosis involving forearm",
                "719.14": "hemarthrosis involving hand",
                "719.15": "hemarthrosis involving pelvic region and thigh",
                "719.16": "hemarthrosis involving lower leg",
                "719.17": "hemarthrosis involving ankle and foot",
                "719.18": "hemarthrosis involving other specified sites",
                "719.19": "hemarthrosis involving multiple sites"
            },
            "V83.0": "special screening for hemophilia A carrier",
            "V83.01": "asymptomatic hemophilia A carrier",
            "V83.02": "symptomatic hemophilia A carrier"
        },
        "ICD-10 codes": {
            "D66": "hereditary factor VIII deficiency",
            "D67": "hereditary factor IX deficiency",
            "M25.": "0 hemarthrosis",
            "Optional": {
                "base": "sub classification for site involvement for M25",
                "0": "multiple sites",
                "1": "shoulder region",
                "2": "upper arm",
                "3": "forearm",
                "4": "hand",
                "5": "pelvic region and thigh",
                "6": "lower leg",
                "7": "ankle and foot",
                "8": "other",
                "9": "site unspecified"
            },
            "Z83.2": "family history of diseases of the blood and blood-forming organs and certain disorders involving the immune mechanism (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Mobility G-code Set:": {
                "G8978": "Mobility: walking & moving around functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8979": "Mobility: walking & moving around functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8980": "Mobility: walking & moving around functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Changing & Maintaining Body Position G-code Set:": {
                "G8981": "Changing & maintaining body position functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8982": "Changing & maintaining body position functional limitation, projected goal status, at therapy episode outset , at reporting intervals, and at discharge or to end reporting",
                "G8983": "Changing & maintaining body position functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Carrying, Moving & Handling Objects G-code Set:": {
                "G8984": "Carrying, moving & handling objects functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8985": "Carrying, moving & handling objects functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8986": "Carrying, moving & handling objects functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Self Care G-code Set:": {
                "G8987": "Self care functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8988": "Self care functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8989": "Self care functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Primary G-code Set:": {
                "G8990": "Other physical or occupational primary functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8991": "Other physical or occupational primary functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8992": "Other physical or occupational primary functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Subsequent G-code Set:": {
                "G8993": "Other physical or occupational subsequent functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8994": "Other physical or occupational subsequent functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8995": "Other physical or occupational subsequent functional limitation, discharge status, at discharge from therapy or to end reporting"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for physical therapy will depend on insurance contract coverage"
        ],
        "presentation signs and symptoms": [
            "Most commonly occurs in males",
            "Mild hemophilia: spontaneous bleeding is rare, bleeding occurs with major trauma, tooth extraction, or surgery(1)",
            "Moderate hemophilia: spontaneous bleeding is rare, bleeding occurs after minor and major trauma, or surgery(1)",
            "Severe hemophilia: spontaneous bleeding occurs. Intraarticular (hemarthrosis) and intramuscular bleeding (hematoma) can result from minor trauma. Bruising occurs easily(1)",
            "Signs and symptoms vary depending on the severity of hemophilia and can include the following:(1,2,3,4,5) –Joint pain –Muscle pain –Joint hypomobility –Loss of range of motion (ROM) –Muscle weakness, atrophy –Aura or tingling sensation in the involved joint –Muscle spasms –“Boggy” joints –Swelling –Increased skin temperature –Excessive bruising –Hematoma –Pseudotumor (i.e., untreated hemorrhage that calcifies) –Bony hypertrophy –Thickening of periarticular tissues –Articular cartilage degeneration –Synovial hemosiderosis (deposition into synovium of breakdown product of hemoglobin) –Hematuria –Neonatal intracranial hemorrhage –Prolonged epistaxis (nosebleeds) –Rectal or other gastrointestinal bleeding –Heavy bleeding following dental work or other procedures –Heavy menstrual bleeding (in carrier females)",
            "Bleeding can occur at almost any site in the body, but hemarthrosis is the most common clinical manifestation, followed by hematoma(2,3,5)  –Typically, initial complaints of a bleed are joint pain, muscle pain, and joint stiffness resulting in secondary complaints of decreased ROM, decreased strength, muscle atrophy, and joint instability, resulting in a vicious cycle of pain, immobility, joint instability, and new bleeding episodes –Functional implications include gait abnormities, decreased endurance, decreased static and dynamic balance, and decreased functional skills Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Mutation of the F8 gene or the F9 gene on the X chromosome, resulting in a deficiency of factor VIII or factor IXcoagulation proteins, respectively(1)",
            "Incidence and prevalence(1,5)–Hemophilia A occurs in 1 in 4000-5,000  live male births(28)–Hemophilia B occurs in 1 in 20,000-30,000  live male births(29)–Hemophilia A is 5-6 times more common than hemophilia B–Reported prevalence of Hemophilia A is approximately 11.2 cases per 100,000 males(30) and 1 per 25,000 males forhemophilia B(29)–Hemophilia is estimated to affect 400,000 individuals worldwide(1)"
        ],
        "pathogenesis": [
            "When blood vessel walls are damaged by injury, exposure of the subendothelial tissue initiates the primary hemostaticresponse, resulting in plasma proteins and platelets interacting with the tissue to generate the platelet plug. Vascular injuryalso activates the coagulation pathway, generating thrombin, an element essential to the creation of the fibrin net thatstabilizes the platelet plug(1)–Factors VIII and IX play key roles in the blood coagulation pathway. Deficiencies in either one of these factors impair thecoagulation pathway such that the platelet plug is inadequately stabilized, leading to impaired homeostasis and excessivebleeding(1)",
            "Pathogenesis of complications of hemophilia–Acute hemorrhage-Can be caused by direct trauma, underlying abnormal biomechanical factors such as muscle strength/muscle lengthimbalances, or loss of ROM, all of which predispose the muscle to abnormal shear or torsional forces that can result inmicrotrauma and intramuscular bleeding(6)-Following a hemorrhage, there is a short period of severe pain followed by decreased ROM and strength around the jointand increased joint volume, resulting primarily from the increase in intraarticular pressure and inflammation(4,7)-When the bleeding episode stops, red blood cells begin to break down. Scavenger cells within the synovium remove thedebris and the synovium becomes laden with iron and other blood waste products. These waste products begin to attackand damage the smooth surfaces of the cartilage. Within 3-4 weeks, the blood will be broken down and the fluid withinthe joint reabsorbed by the synovium(4,8)–Target joints-After repetitive bleeding episodes within the same joint, the joint may be unable to recover to baseline between bleeds.The loss of ROM and muscle function remains as long as the repetitive bleeding occurs. The joint eventually developsa “boggy” appearance. Cartilage becomes frayed and pitted, creating increased friction in the joint. The synoviumbecomes thickened and palpable, leading to hemophilic synovitis. The joint is now labeled a target joint, and this state isknown as chronic synovitis(4,8)-In the most severe cases, the bones become fused, resulting in a completely disabled (swollen and distorted) joint thatgreatly impacts the functional mobility and daily lifestyle(5)–Chronic synovitis and arthropathy as a result of hemophilia(5,8,9)-Chronic inflammation often leads to chronic synovitis and/or arthritis, known as hemophilic arthropathy-The progression from recurrent hemarthrosis to arthropathy is incompletely understood, but it is characterized byinflammatory synovitis and cartilage destruction-Hemosiderin deposition into synovial tissues induces proliferation of the synovium and neovascularization of thesub-synovial  layer, resulting in hypertrophied, inflamed, and villous synovial tissue. This friable and highly vascularsynovium is more susceptible to further hemorrhage with only minimal stress-Chronic synovitis of a target joint can be diagnosed when the following signs and symptoms are present:-Chronic joint swelling for > 3 months that does not respond to factor replacement therapy-An increase in bleeding frequency in the affected joint-Joint instability-Hemophilic arthropathy is characterized by synovial hypertrophy, cartilage damage, narrowing of the joint space, andchanges in bone structure most commonly affecting the knees, elbows, and ankles, resulting in progressive muscularweakness, muscle atrophy, and further loss of ROM(8)-The number of hemorrhaging episodes required to cause irreversible damage of the articular cartilage is unknown andvaries from individual to individual(5)–Pseudotumor syndrome(6,10)-The local pathophysiology that results in the encapsulation of a hematoma remains unclear, but most authors agree thatthe lesion begins with a hematoma that is untreated or there is failure of complete reabsorption of the hematoma. Apseudocapsule develops around the hematoma and calcifies. The progression is relatively slow as the hematoma erodesadjacent soft tissue and bony structures"
        ],
        "risk factors": [
            "Heredity–X-linked  recessive disorder, family history of hemophilia in two thirds of those diagnosed(2)–30% of cases are due to spontaneous genetic mutations(1)–All males with factor VIII disease-causing  mutation have similar severity of the disease as other affected male familymembers with some potential variation in severity due to other genetic and environmental factors",
            "Sex–Most common in males since it is a X-linked disorder(1,29)–Affected males will pass mutated Xgene on to all daughters, but no sons will be affected(28)–Female carriers have a 50% chance of having a son with hemophilia and 50% chance of having a carrier daughter(28)–Female carriers can also have low factor levels and present with mild symptoms. They are generally asymptomatic unlesstheir factor level is < 40%(1)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Individuals with hemophilia are at greatest risk for bleeding in joints muscles and vital organs when an injury or trauma occurs. The most common signs of bleeding episodes are: localized swelling, increased skin temperature, increased core temperature, muscle atrophy, and decreased joint ROM. Contact the referring physician if any of these signs are present during the evaluation or treatment sessions",
        "Prophylactic treatment (factor replacement therapy) often requires an indwelling, venous access (port) placed underneath the skin of the chest. These ports place no restrictions on physical activity; however, it is important to note the presence and location in case of an emergency requiring defibrillation. Port sites pose a risk for infection in nearly one third of patients. Note if there is any redness, warmth, or swelling that can indicate an infection. Contact the referring physician if any of these signs are present(2,5)",
        "Approximately 25-30%  of individuals with severe hemophilia develop inhibitors to factor replacement therapy. Inhibitors are immunoglobulin G (IgG) antibodies that neutralize coagulation factors such as factor VIII, complicating coagulation factor therapy. Patients with inhibitors experience bleeding episodes that are more difficult to treat and prevent, and are more likely to develop arthropathy. The greatest risk of development occurs during the first 50 days of factor treatment. After 150 treatment days, the rate of inhibitor development decreases(5)",
        "Patients with severe hemophilia who have received recombinant factor are at increased risk for developing anaphylaxis. It is recommended that the first 20 infusions with recombinant factor should occur at a location where resuscitation is immediately available(30)",
        "Severe hemophilia has been associated with reduced lumbar bone mineral density (BMD) in adults(31) ",
        "Septic arthritis is a major complication of orthopedic surgical procedures. Diagnosis is frequently delayed as early symptoms are often attributed to hemarthrosis. Staphylococcus aureus  is typically the causative organism(9)",
        "Following orthopedic procedures, it is important to educate the patient and caregivers on the difference between postoperative pain and the pain associated with new bleeding episodes(10)",
        "It is important to respect the patient’s subjective complaints of pain during the evaluation and/or treatment. If the patient complains of increased pain and/or the physical therapist observes increased swelling or decreased active range of motion (AROM) during physical therapy, a short period of rest and application of ice should be instituted and the physician should be notified(11)",
        "Patients can present with subclinical findings such as muscle weakness, decreased balance, and decreased coordination but may not complain of pain(12)",
        "See specific  contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illnessWhat is the current reason for the referral? What joint/joints are affected? When did symptoms first begin? Note specific mechanism of injury. What has been the progression of symptoms? With what activities is the patient having difficulties? What, if anything, has the patient tried to do to alleviate symptoms?",
                "course of treatment": {
                    "medical management": "The key elements in the medical treatment of hemophilia are the prevention of bleeding episodes and early treatment with replacement therapy when one does occur(18) Does the patient currently receive prophylaxis or on-demand  factor replacement to prevent or treat bleeding episodes? If so, when and/or for how long? According to U.S. Department of Health and Human Services guidelines acute bleeds should be treated as quickly as possible, preferably within 2 hours. If in doubt of a bleed, physicians should proceed with treatment intervention(27) Recombinant factor replacement concentrates are widely used, and became the first choice for treatment since the early 1990s. They significantly reduce the risk of transmitting infectious agents such as HIV and hepatitis A and B that can be present in plasmaderived products.(5) Due to advances in purification, more plasma-derived  products are being used(1) Immune tolerance induction therapy may be initiated to eliminate the inhibitors for patients with severe hemophilia who develop factor inhibitors Immune tolerance induction consists of giving factor replacement combined with immunosuppressive agents until inhibitors are no longer detectable. Immune tolerance therapy should continue as long as the inhibitor titer is decreasing but should be terminated if there is no change over a 6month period Prophylaxis regimens for adults are typically reviewed at least every 6-12 months, and a dose reduction may be considered if no bleeding has occurred(1,5) Long-term  prophylaxis is considered for those with advanced arthropathy if recurrent bleeding episodes are interfering with work or mobility. Secondary prophylaxis can decrease total bleeding, hemarthrosis episodes, and total missed days of school or work Barriers to primary prophylaxis include cost and the need for frequent venous access with a central venous line or arteriovenous fistulae In a comparison of outcomes over 22 years in two countries, researchers concluded that Dutch patients treated primarily with prophylaxis presented with fewer joint bleeds per year and had better clinical joint scores and less arthropathy than French patients treated primarily on demand(18) Authors of a 6-year  multicenter study involving 477 patients with severe hemophilia A from the U.S., Europe, and Japan demonstrated that patients on prophylaxis (regular infusion of factor concentrates for > 46 weeks per year) had fewer bleeding episodes, better baseline and final examination scores, significantly less progression of xray  changes, fewer days lost from school/work, and less time hospitalized(18)",
                    "surgical management": [
                        "Surgical management:",
                        "Has the patient had any surgical procedures? Document when and what type? What were the outcomes of surgery? ",
                        "Surgical intervention to address severe joint flexion contractures (> 30) can be necessary if conservative methods (e.g., serial casting, reversed dynamic sling, and extension desubluxation hinges) fail to correct joint deformity(4,5,9,13)",
                        "Surgical procedures used to halt joint degeneration, reduce pain, increase ROM, and improve function:(4,5,9)",
                        "Synovectomy, synoviorthesis, arthropathy, hamstring release and posterior capsulotomy, osteotomy (e.g., supracondylar femoral extension osteotomy, trapezoid supracondylar femoral extension osteotomy), arthrodesis",
                        "Synovectomy should be considered if chronic synovitis persists with frequent recurrent bleeding not controlled by other means(27)",
                        "Synovectomy: surgical removal of the hypertrophic and inflamed synovium that occurs due to hemarthrosis in order to reduce pain and joint inflammation. Most commonly performed with arthroscopy; rarely performed now as an open procedure. Knee joint most common, but can be performed on the ankle, elbow, or shoulder",
                        "Radionucleotide synovectomy: intraarticular injection of a radioactive agent attached to a carrier particle that concentrates in the inflamed synovial tissue. May be able to permanently change the bleeding pattern with a single injection without the need for hospitalizations and only one dose of prophylaxis",
                        "Chemical synovectomy/synoviorthesis: series of intraarticular injection that destroy the synovium by causing it to fibrosis or sclerosis. Rifampin is most often used in conjunction with prophylactic treatment",
                        "Steroid/hyaluronic acid injections: intraarticular injection of steroids/hyaluronic acid to decrease pain and inflammation",
                        "Joint arthroplasty: Recommended for severe arthropathy, chronic pain, significant loss of motion, and functional disability. Most common for hip or knee joint",
                        "Total knee replacement has become the preferred treatment for patients with end-stage  hemophilic knee arthropathy",
                        "Several research series have shown that total hip arthroplasty is the only effective treatment for severe degenerative changes due to articular bleeding into the hip(33)",
                        "Italian researchers of a follow-up  study (average 8.1 years post-surgery)  of 23 patients with hemophilia who received a total hip arthroplasty with cementless implants found no failures or complications(33)",
                        "Arthrodesis: procedure in which the synovium is removed and the joint is fused. Tibiotalar and/or subtalar joint is most common and indicated for advanced painful arthropathy",
                        "Corrective osteotomy with/without muscle lengthening: for severe axial joint deformities and advanced arthropathy around the hip, knee, or ankle, but joint replacement is not an option"
                    ],
                    "medications": " Medications for current illness/injury Determine what medications the clinician has prescribed. Are they being taken? Are they effectively controlling the symptoms? Patients should avoid aspirin and other traditional nonsteroidal anti-inflammatory  drugs (NSAIDs) because of their antiplatelet effects and concern regarding increased bleeding(1,27) COX-2  inhibitors (e.g., etoricoxib, rofecoxib)(27) Oral opioids can be prescribed for more severe pain(1)used as prophylaxis or on demand Factor replacement is available for IV use as factor VIII/IX recombinant, human factor VIII/IX recombinant, or complex human factor recombinantapproved by the U.S. FDA for prevention and treatment of hemorrhage in hemophilia A and B and in patients who have developed inhibitors to factor VIII/IX. It is the most commonly used inhibitor agent and it is preferred over human factor(8) There is no risk of infection since no human blood or plasma is used to manufacture this product If not available, high-purity,  plasma-derived factor concentrate is recommended. It is treated to inactivate viruses, reducing the risk of HIV and hepatitis A, B, and C transmission Avoid inhibitor bypassing agents, such as prothrombin complex concentrates, due to the increased risk of deep vein thrombosis (DVT) and infection On-demand  therapy depends on the location and severity of the bleed(1) Target factor level of > 30% is generally sufficient for mild bleeding episodes and 50% -100% for major hemorrhages and large hematomas On-demand  therapy for hemophilia A  Purified plasma-derived  factor VIII Recombinant factor VIIImay be the treatment for patients with mild or moderate hemophilia A when factor VIII can be raised to appropriate therapeutic level by stimulating the release of factor VIII from endothelial storage; preferred over coagulation factor concentrates to avoid exposure to blood products and animal proteins(27) On-demand  therapy for hemophilia B(1) Replacement of factor IX is treatment of choice Plasma-derived  factor IX and recombinant factor IX (preferred) are usedenhance clot stabilization by inhibiting plasminogen activation(1) Effective in controlling mucosal bleeding, such as bleeding in the oral cavity, epistaxis, and menorrhagia 32P-labelled  colloidal chromic phosphate suspension (32P colloid) 32P colloid was found to decrease the frequency of joint hemorrhage and pain in patients with hemophilia and knee synovitis, but had no effect on joint swelling, muscle atrophy and knee ROM(34)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Coagulation profile testing that includes the following:(1)",
                        "Genetic testing to identify the factor gene mutation",
                        "Factor VIII:C or IX assay",
                        "Factor inhibitor testing",
                        "Patients on prophylactic or on-demand  therapy are monitored regularly",
                        "Patients are screened prior to any procedure that has an increased risk for bleeding, when response to factor replacement is poor, or after intensive factor replacement therapy",
                        "V on Willebrand factor (vWF) assay  usually normal",
                        "Platelet count  usually normal",
                        "Bleeding time  usually normal",
                        "Prolonged in 15-20%  of patients with hemophilia A",
                        "Prothrombin time (PT)  usually normal",
                        "Activated partial thromboplastic time (aPTT) is prolonged if hemophilia is moderate or severe but normal with mild hemophilia",
                        "Imaging(9,14)",
                        "Plain film radiography: detects gross joint alterations but difficult to detect early changes in soft tissues, synovium, or cartilage synovial proliferation. May be useful when assessing advanced stages of arthropathy, osteopenia, cysts, and growth changes",
                        "Ultrasonography: can be beneficial for assessing soft tissue swelling and assist with monitoring intraarticular injections",
                        "MRI: detects subtle changes in early arthropathy development and all the lesions associated with hemophilic arthropathy (persistent hemosiderin deposition, synovial hypertrophy, bone and cartilage abnormalities)",
                        "In 2005, an international MRI expert subgroup, under the World Federation of Hemophilia (WFH), created a reliable scale, the Consensus MRI score, which can be used to more accurately monitor the degree of arthropathy based on clinical and radiological findings(14)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help alleviate the patient’s symptoms",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this condition and what specific treatments were helpful or not helpful. Does the patient have a current home exercise program? If so, is he or she compliant?"
                },
                "aggravating easing factors": "What positions/activities seem to make the symptoms worse or better? How long has the patient reported symptoms? Document length or time prior to exacerbating/alleviating symptoms",
                "body chart": "Use body chart to document location and nature of symptoms. If there is a known target joint, indicate on chart",
                "nature of symptoms": "Document nature of symptoms. Inquire about specific joint involvement; presence and duration of joint stiffness in the morning, at nighttime, and after prolonged rest; and perception of pain and fatigue. Does the patient report an aura or tingling sensation when a bleeding episode begins?  -If elbow joint is involved, pain is often the predominant symptom(9)",
                "rating of symptoms": "Inquire about pain at rest, with active movement, and with weight-bearing  activities. Use a visual analog scale (V AS) or 0-10 scale to assess symptoms at their best, at their worst, and the moment (specifically address if pain is present now and how much) -Minimum clinically significant difference in a numerical rating scale such as the V AS is 20%, regardless of initial pain severity",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables (e.g., prolonged sitting at work, standing in line). In more advanced cases of arthropathy, chronic pain can develop in conjunction with severe joint hypomobility and very limited ROM",
                "sleep disturbance": "Document number of wakings/night. Are wakings due to painful joints or due to another reason?",
                "other symptoms": "Document other symptoms patient may be experiencing that could be indicative of a need to refer to physician",
                "respiratory status": "Does the patient require supplemental oxygen? If so, document reason and parameters used. Does the patient have any respiratory compromise? Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Age diagnosed with hemophilia? Are there known target joints? If so, which? Does the patient receive prophylactic or ondemand therapy? Does the patient have inhibitors? Frequency of bleeding episodes, any surgical procedures or hospitalizations, postoperative complications?",
                    "comorbid diagnoses": "Inquire about other conditions, including diabetes, osteoporosis, hepatitis, cirrhosis, cancer, heart disease, psychiatric disorders, and musculoskeletal injuries/disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs). Some antibiotics and antidepressants can cause platelet dysfunction",
                    "other symptoms": "Ask about other symptoms patient may be experiencing. Hematomas of the bowel wall can cause pain and obstruction or intussusception, which can mimic appendicitis(1)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient employed and able to work? If so, what are his or her job duties? Does he or she participate in recreational or competitive sports? Does he or she have hobbies or special interests? Does the patient drive? Have any of these activities been limited due to the patient’s current condition? Does the patient drink alcohol or smoke?",
                "functional limitations assistance with ADLs adaptive equipment": "Document any assistive devices or equipment used to perform self-care  activities, in particular dressing, feeding, hygiene, and grooming if the elbow joint is involvedpain, emotional, social, physical, physical functioning, mental health, general health, vitality",
                "living environment": "Inquire about stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Assess for leg length discrepancy using the supine to sit test. Assess body mass index (BMI). An increased BMI likely contributes to greater stress on the joints and increases the risk of hemorrhage(15)",
            "assistive and adaptive devices": "Does the patient currently use any assistive devices? If so, are they being used correctly? –Platform attachment on a walker or crutches may be necessary to decrease weight-bearing  on inflamed wrist and hand joints",
            "balance": "Limited joint function and muscle flexibility can alter posture and movement strategies challenging the patient’s balance and proprioception  –Assess static and dynamic balance with the Berg Balance Scale (BBS). If time is limited, may assess balance using single leg stance (eyes open & closed), Romberg, or Sharpened Romberg –Static and dynamic balance is often impaired as a result of hemarthrosis, hematoma, or synovitis –May also use Timed Up and Go (TUG) test or Functional Reach Test",
            "cardiorespiratory function and endurance": [
                "Peripheral nerve damage, such as compartment syndrome, may result from large hematomas; femoral nerve neuropathy may occur from an undetected retroperitoneal hemorrhage. Cubital nerve irritation may develop if the elbow joint is involved(9) •Ergonomics:  Assess proper body mechanics such as squatting, lifting, etc. An ergonomic assessment of the workplace may be indicated •Functional mobility (including transfers, etc.)",
                "Assess patient’s ability to perform functional activities such as sit to/from stand, stair negotiation, floor transfers, jumping, and reaching overhead. Extreme dorsiflexion and plantar flexion, during jumping, can place increased stress on the ankle joint, making it more susceptible to a hemorrhage(4)",
                "Functional Independence Score for Hemophilia (FISH)  easily administered, performance-based  assessment tool used to objectively measure an individual’s overall functional independence in ADLs(17) -Eight activities are assessed: self-care  (eating and grooming, bathing, dressing), transfers (chair transfer, squatting), and mobility (walking, step climbing, and running) -Each activity is graded on an ordinal scale (1-4) according to the amount of assistance required to perform the item -Level of independence for each activity is clearly defined to reduce inter-observer  variance -The FISH was originally developed and validated to compare a patient’s basic functional ability with that of normal healthy individuals. The current version has a ceiling effect when applied to those with minimal musculoskeletal changes and/or mild hemophilia"
            ],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess gait for independence, use of assistive devices, and gait deviations. It is important to select the appropriate assistive devices needed to maximize the patient’s function while minimizing stress on the involved joints –Gait abnormalities are often present due to loss of ROM and muscle strength at the hip, knee, and/or ankle –Assess gait stability and risk for falling in older adults using the Dynamic Gait Index (DGI) Joint integrity and mobility –Assess joint mobility; note muscle guarding, locking, referred pain patterns, hypomobility, level of discomfort with pressure, and if the patient’s primary pain complaint is reproduced",
            "muscle strength": " Muscle strength –Assess with manual muscle testing as indicated –Use handheld dynamometer to measure grip strength –Note any muscle atrophy",
            "observation inspection palpation including skin assessment": [
                "Inspect for evidence of bruising or cysts(10)",
                "If elbow joint involved, may present with hypertrophy of bony prominence(9) •Palpation:  Assess for any tenderness or pain associated with palpating the soft tissue elements (muscles, ligaments) as well as peripheral joints. Indicate presence of increased soft tissue texture/muscle spasm(5,9)",
                "Examine the spine, upper and lower extremity joints for the presence of effusion, synovial thickening, warmth, redness, and deformity",
                "Target joint may not be tender to palpate in the presence of chronic synovitis, but often develops boggy swelling in varying degrees of severity",
                "Intramuscular bleeds/hematomas occur frequently in the iliopsoas, quadriceps, gastrocsoleus, and forearm flexor muscles(1,10)",
                "Palpate for the presence of a pseudotumor "
            ],
            "posture": " Posture –Perform visual assessment of standing posture in all three planes –Measure leg lengths -Patients who have target joints may experience changes in leg length as well as angular deformities(4) –Genu valgus deformity often present with knee arthropathy(9)",
            "range of motion": " Range of motion –Measure AROM and passive ROM (PROM) via goniometry. Note if any of these motions reproduce the patient’s pain. Note any asymmetry –Assess upper and lower extremity flexibility, paying special attention to the biceps, triceps, hamstrings, iliopsoas, quadriceps, and gastrocsoleusAssess independence with ADLs and utilize a standardized test –FIM –Assessment of Motor and Process Skills (AMPS) –Kohlman Evaluation of Living Skills –Klein-Bell  Activities of Daily Living Scale –It is important to assess functional ADLs from all vantage points. A patient may develop recurrent elbow bleeds due to quadriceps weakness forcing weight-bearing  through arms to rise from a chair(11)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Clinician may want to assess joint proprioception, kinesthesia and light touch since these are often affected due to hemarthrosis –Proprioception is easily lost in the ankle and is not regained spontaneously(4) Special testing –Hemophilia Joint Health Score (HJHS) – 11-item  tool used to assess joint impairment of 6 key target joints (bilateral elbows, knees, and ankles) primarily for those under the ages 18 years; however, it may also be used for adults(18)swelling, duration, muscle atrophy, axial alignment (knee and ankle only), crepitus on motion, flexion ROM loss, extension ROM loss, joint instability, joint pain, strength within available ROM (using Daniels and Worthingham’s scale), gait -The sum of the 6 joints is added to the global gait score to provide an overall total score ranging from 0 to 148 with a score of 0-6 indicating normal joints and 148 indicating the most possible damage and impairment in all joints -Very good reliability for interrater, intrarater, and internal consistency –A36 Hemophilia-QoL  questionnaire(32) -An adult patient reported outcome measure used for patients over 17 years of agephysical health, daily activities, joint damage, pain, treatment satisfaction, treatment difficulties, emotional functioning, mental health , and relationships and social activityAssess the need for splints to prevent/minimize joint deformity/contractures or to protect joints during daily activities.",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess patient’s ability to follow simple and multistep commands depending on age and/or other diagnoses",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Maximal efforts with resistance training, such as a 1 repetition maximum, are not recommended",
                "Avoid power lifting and Olympic-style  competitive weightlifting",
                "Never force a joint into extension",
                "Cold urticaria",
                "Cold intolerance",
                "Paroxysmal cold hemoglobinuria",
                "Cryoglobulinemia",
                "Raynaud’s disease or phenomenon",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "In individuals with poor cognition",
                "In the very young and the very old",
                "In persons with an aversion to cold",
                "Over areas with a lack of intact thermal sensation",
                "Over areas of vascular insufficiency or vascular disease",
                "Over areas of recent hemorrhage or potential hemorrhage",
                "Over areas of know malignancy",
                "Over areas of acute inflammation",
                "Over infected areas where infection may spread",
                "Over areas where liniments or heat rubs have recently been applied",
                "In any situation deemed unreliable by the practitioner",
                "Over the trunk or heart region in patients with demand-type pacemakers and implantable cardioverter defibrillators (ICDs)",
                "Over the pelvic, abdominal, lumbar or hip region of a pregnant woman",
                "Over the carotid bodies",
                "Over the phrenic nerve, eyes, or gonads",
                "Over areas of know peripheral vascular disease",
                "Over areas of active osteomyelitis",
                "Over areas of hemorrhage ",
                "In patients without intact sensation",
                "In patients who cannot communicate",
                "In patients with compromised mental ability",
                "In patients with cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heart beat)",
                "Over active or previous neoplasms",
                "With electrodes -Over compromised skin, unless treating wound specifically -Over tissues that are vulnerable to hemorrhage -Cervical region in patients with history of stroke or seizures",
                "Do not use within 5 yards of diathermy units or other source of electromagnetic radiation",
                "Bowel or bladder incontinence",
                "Tracheostomy",
                "Infectious diseases",
                "Cardiovascular problems",
                "Uncontrolled seizures",
                "Respiratory compromise with vital capacity less than 1 liter",
                "Aspiration risk",
                "Catheters",
                "Cognitive impairments",
                "Tetraplegia or high paraplegia",
                "Open wounds",
                "Dry skin or skin rashes or rash"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall prevention strategies. Discharge criteria should include independence with fall prevention strategies  (19)",
                "Hematomas generally need more healing time than hemarthrosis(20)",
                "Patients who undergo a total shoulder arthroplasty are usually discouraged from performing functional weight-bearing tasks, such as using the upper extremities to assist with transfers, during the first 6 weeks postoperatively. Assistive devices may be needed for patients who also have degenerative changes in the lower extremities. Attention should also focus on the elbow and wrist joints since changes within the shoulder joint may alter the biomechanics at those joints too. Modifications should be made accordingly(21) ",
                "Patients should be properly supervised when performing any resistance training in order to avoid injuries. A written plan for managing a bleeding episode should be provided to the patient prior to initiating physical therapy and/or any organized sporting activity(2)",
                "Patients with factor inhibitors can fully participate in the same rehabilitation and physical therapy interventions as patients without inhibitors. Extra care should be taken to prevent overstressing joints, especially if there is a chronic history of bleeding(2). Gradual exercise progression is essential to avoid musculoskeletal injury. Always include a proper warm-up and cool down(2)",
                "Ballistic and aggressive stretching are potentially dangerous, causing microtears of the soft tissue resulting in a bleed. End range limitation of ROM must be respected. Avoid closed packed position(20)",
                "Patients are advised to avoid high-impact  contact sports and general activity in proportion to factor deficiency but are encouraged to participate in regular physical activity(1)",
                "Cryotherapy  contraindications(22)",
                "Cryotherapy  precautions(22)",
                "Thermotherapy  contraindications(22)",
                "Electrotherapy  contraindications (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(22)",
                "Electrotherapy precautions(22)",
                "Aquatic therapy  contraindications(22)",
                "Aquatic therapy  precautions(22)",
                "Clinicians should follow the guidelines of their clinic/hospital and the physician orders. Specific postoperative protocols will vary from one facility to another. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Physical therapy plays a major role in the treatment of hemophilia and the prevention of secondary complications as part of the comprehensive care team. Comprehensive care promotes physical and psychosocial health and quality of life while decreasing morbidity and mortality. Team members are able to meet the wide-ranging  needs of patients with hemophilia and their family members through the coordinated delivery of comprehensive care. Typical members of the multidisciplinary care team include a hematologist, orthopedic surgeon, nurse, social worker, physical therapist, occupational therapist, psychologist, psychiatrist, and nutritionist(9,27) Early intervention is crucial to prevent/minimize complications and maximize functional outcomes(9) During the acute phase of a hematoma or hemarthrosis, factor replacement therapy, is the first and essential step. As of 2007, only 20% of the hemophilic population worldwide had access to factor therapy treatment. The protection, rest, ice, compression, and elevation (PRICE) protocol and early functional recovery are key to maximizing a patient’s return to a functional lifestyle(6) Rule out  (1,23) Vitamin K deficiency (the production of factor IX is vitamin K dependent), von Willebrand disease, other factor deficiencies, afibrinogenemia, dysfibrinogenemia, fibrinolytic defects, platelet disorders, leukemia, thrombocytopenia, thrombotic thrombocytopenic purpura, immune thrombocytopenia purpura, hypersplenism, posttransfusion purpura, sickle cell disease, hemangioma, synovial sarcoma, pigmented villonodular synovitis, calcium pyrophosphate dehydrate deposition disease, Ehlers-Danlos  syndrome, myeloproliferative disorders, myelodysplastic syndrome, excessive alcohol intake, vitamin B12 and folic acid deficiency, uremia, septic arthritis, vascular purpura, senile purpura, scurvy, liver dysfunction, disseminated intravascular coagulation, paraproteinemia, drug-induced  platelet-related  bleeding",
        "rule out": "",
        "prognosis": [
            "There is no cure for hemophilia; it is a lifelong condition. Life expectancy is normal for those with mild disease. Mortality is increased 2-6x in those with moderate to severe hemophilia(1,8) ",
            "The leading cause of bleeding related death in people with hemophilia is intracranial hemorrhage. Intracranial hemorrhage has a 30% mortality rate(1)",
            "Hemophilic arthropathy is the leading cause of morbidity in individuals with severe hemophilia; once established, it is irreversible and may be progressive(5,9) –Treatment aimed at preventing recurrent hemarthrosis has provided considerable improvement in patients with severe hemophilia –If repetitive hemorrhaging is stopped early enough in a child’s life, the joint should be able to survive into late adulthood. Prevention and early intervention are key(4) –In patients with severe hemophilia who develop inhibitors, prophylactic therapy is limited and the treatment of hemarthrosis is less effective, placing them at a higher risk for developing arthropathy",
            "Joint stiffness/loss of ROM at the knee is often still present following total knee replacement due to the presence of arthrofibrosis and bone deformities prior to surgical intervention. The preoperative ROM is the most important variable influencing postoperative ROM(21) –There is a high correlation between significant knee flexion contracture and/or poor passive flexion and poor postoperative ROM",
            "Individuals who feel significantly limited in their ability to perform desired activities are more prone to poor psychological adjustment. Lack of social support may lead to anxiety and depression",
            "Risk of HIV infection and other blood borne infections such as hepatitis A, B, C, and viral hepatitis has declined significantly and is rare due to donor screening and recombinant/virus-inactivated factor replacement(1)",
            "In the past, HIV was associated with a higher incidence of spontaneous, nontraumatic intracranial hemorrhage in people with hemophilia, thought to be due to thrombocytopenia secondary to the HIV . This is no longer the case in patients who have contracted HIV , most likely due to treatment with HIV medication combination therapy"
        ],
        "referral to other disciplines": "",
        "other considerations": [
            "Based on a systematic review of 7 observational case-controlled studies involving 101 adults with severe hemophilia and 101 adult controls, severe hemophilia is associated with reduced lumbar BMD(31)",
            "Patients are encouraged to participate in physical activity and sports. A thorough discussion with the patient’s rehabilitation team regarding the inherent risks of the desired sport and strategies for managing these risks should occur prior to initiating the activity. They may be at a higher risk for injury and potentially life-threatening  bleeds than with their peers, but the physical, social, and psychological benefits associated with appropriate sport may outweigh the increased risks(2,3,12) –Participation in sports contributes to the development of self-esteem,  confidence, independence, peer relationships, and quality of life –Sports promote improve coordination, strength, flexibility, and physical fitness, which in the long term protects the joints and prevents bleeds –Activities that place an individual at greater risk for head injury should be avoided; encourage noncontact sports such as racket sports and swimming –Factors to consider when determining which sport an individual can play include age, severity of hemophilia, medical history, treatment regimen, and level of competition. The decision should always be based on the individual’s functional status(12) –In 1990, the National Hemophilia Foundation-American Pediatric Society divided sports and activities into 3 categories on the basis of risk with a preference towards activities that are “non-contact  sports.” However, more recently, sports are being assessed based on biomechanical aspects, risk of injury, and level of difficulty learning the sport(12) -Category 1: Sports in which most individuals with hemophilia can safely participate (golf, cycling, swimming, walking, Frisbee) -Category 2: Basketball, mountain biking, rowing, cross-country  skiing -Category 3: Activities in which the risks outweigh the benefits and often pose a greater risk of injury to all individuals (football, rugby, hockey, wrestling) –International sports-injury  statistics may be reviewed when determining which sport a patient with hemophilia can safely participate in and how modifying the sport can reduce the risk of injury(12) -Examples of the sports analysis -Seventy-one  percent of softball-related injuries result from base sliding. Curtailing or eliminating sliding would significantly reduce the risk of injury "
        ],
        "treatment summary": [
            "Physical therapy plays an integral role in all stages of rehabilitation of patients with hemophilia. Preoperative rehabilitation aims to optimize the patient’s strength and functional level prior to surgical intervention in an effort to reduce postoperative recovery. Postoperative rehabilitation is seen as a relatively safe for the patient to actively participate in rehabilitation and maximize functional recovery. Physical therapy should be timed to coincide with factor replacement therapy to minimize the risk of bleeding(5,11,15,21,27) –Key components that should be considered when treating patients after a total knee replacement are: early knee ROM for both flexion and extension with the goal of minimizing a knee extensor lag, passive manual techniques, and open kinetic chain and isometric exercises. A continuous passive mobilization (CPM) machine may be ordered by the physician and may be helpful in the early, postoperative stage. Partial weight-bearing  gait training should be initiated 2 days after surgery(21) –Outpatient physical therapy should focus on gait training, balance, ROM, muscle strengthening (open and then closed kinetic chain), cryotherapy, and hydrotherapy(21) –Postoperative treatment intervention for patients undergoing total shoulder arthroplasty emphasizes restoring rotator cuff and scapular strength and stability in conjunction with improving shoulder ROM and function. Interscalene blocks for postoperative pain management are effective",
            "A physical therapy educational intervention performed every 2 weeks combined with home exercises carried out once a day for 6 days a week over a 15-week  period was found to be superior to a control group in improving the perception of pain in patients with hemophilic arthropathy of the ankle(35) –Based on a randomized controlled trial conducted in Spain with 20 patients with hemophilia –Outcome measures were the following: -Joint status – Gilbert scale -Pain – visual analog scale -Illness behavior was evaluated using the Illness Behavior Questionnaire -Perception of the quality of life was evaluated using the A36 Hemophilia-QoL  questionnaire –The intervention also improved some variables in the perception of the quality of life and illness behavior",
            "It can be beneficial for the patient to be evaluated by a physical therapist prior to initiating a competitive sports program so that the patient’s flexibility, strength, endurance, and sport-specific training can be properly assessed in order to minimize the risk of injury(2)",
            "Physical therapy treatment intervention is often prescribed in conjunction with prophylactic therapy. Strengthening the muscles around the involved joints may prevent abnormal loading and therefore reduce the risk of future joint deformity and enhance joint function. In addition, stretching increases flexibility and may reduce the risk of injury(14,24) –Researchers in the U. S.conducted a randomized controlled study with 13 subjects in the control group compared to 33 in the exercise group(24) -Exercise group participated in self-selected  physical activity for 30 minutes at least 3 times a week based on a subjective report. Activities included weight training, yoga, swimming, biking, hiking, martial arts, basketball, and golf -Goniometric measurements were taken for bilateral hip extension and flexion, knee flexion and extension, ankle dorsiflexion and plantar flexion, shoulder flexion, and elbow flexion and extension -Subjects in the exercise group had statistically significant gains in overall joint ROM (11 measurements). The mean overall gain was +3° for the exercise group compared to 0° for the nonexercise group –Progression of physical therapy must be gradual and based on individual clinical findings. Typical treatment progression:(14) -Isometric exercises within the limits of discomfort and joint range beginning as soon as hemostasis is achieved -Isotonic exercises without weights -Isotonic exercised with weights (graded progression) -Dynamic exercises with increasing load, using concentric and eccentric contraction -Dynamic isokinetic training with various resistances brought in gradually as part of strength training -In addition to a strength training progression, flexibility exercises and proprioception training starts as soon as practical and continued for several months (especially after ankle and knee synovitis) -Flexibility exercises ",
            "Researchers of a 2007 systematic review of literature on physical exercise and sports in individuals with hemophilia receiving prophylaxis and on-demand  treatment suggest that improving strength and joint proprioception through regular, varied exercise may help reduce the frequency of bleeding episodes as well as improve overall quality of life(3) –Search process identified only 9 studies that met the researchers’ inclusion criteria and specifically indicated the type of exercise that the patients were doing during the experimentation period –Several studies found an association between patients’ degenerative joint processes with lack of physical activity and exercise. Decreased physical activity was found to be associated with a higher risk of muscle and joint impairments and increased difficulty performing daily activities",
            "Most hemorrhages do not necessitate full withdrawal from all forms of activity. To prevent chronic synovitis and the development of a target joint, physical therapy must be initiated as soon as possible following the identification of a hemorrhage. Early physical therapy intervention should focus on maintaining cardiovascular fitness, strength, and flexibility of the unaffected areas of the body while enabling recovery to the area of the hemorrhage. Failure to provide this intervention could lead to a cycle of inactivity, deconditioning, and further joint injury(5,11,15) –In the presence of an acute hemarthrosis, pain management is very important. Initiate PRICE protocol and immobilize the affected joint with splints/orthotics in a loose packed position while the patient receives factor replacement to prevent further bleeding. Assistive devices are often needed. Gentle isometrics and PROM may be initiated to aid in the reabsorption of the blood and help prevent muscle atrophy(8) –Once pain subsides, and the bleeding has stopped, progress from isometrics and AROM to isotonics and then isokinetics in conjunction with proprioceptive training, stretching, and functional exercises(8,10) –Patients should be encouraged to return to school or work without putting stress on the affected joint. This can be accomplished with assistive devices, as indicated (e.g., wheelchair, crutches, sling). Care should be taken not to overburden the other joints(11) –For chronic synovitis, intensive daily muscle strengthening should be combined with splinting, as long as there is muscle weakness and instability, and with cold application for 20 minutes several times a day. Risk of recurrent bleeding is very low and good results have been documented –The primary goal is pain reduction and joint protection in the presence of a hemarthrosis. Manual traction and translation may be beneficial. Once pain is significantly reduced, functional exercises should begin",
            "Hydrotherapy may be beneficial in treating painful or hypomobile joints, hematomas, chronic arthropathy, chronic synovitis, or following an acute hemarthrosis or surgical correction such as total joint replacement by providing pain relief; reducing muscle spasms; increasing ROM, strength, and exercise endurance; and improving circulation, balance, coordination, posture, and joint proprioception(8,11,25) –Researchers in Spain investigated the use of a 9-week  aquatic training program (1 hour, 3 times a week) in 9 adults (mean age 32 years) with hemophilia A(25) -Twenty-seven  customized aquatic training sessions over a 3-phase  program, which included a warm-up  and relaxation/cool-down.  Muscular endurance exercises required 20 repetitions and strengthening exercises included two 30-second  sessions per exercise with a 2-minute  rest per exercise -There were significant improvements in aerobic capacity, oxygen uptake, and mechanical capacity compared to pre-aquatic  therapy measurements without causing any adverse effects",
            "Balance and sensorimotor retraining: Australian researchers evaluated the effectiveness of an individualized balance and strength training home program in 12 adults with hemophilia and other bleeding disorders (mean age of 39 years)(19) –Functional Reach Test, step test, TUG test, timed sit to stand, quadriceps strength, pain, physical activity level (Human Activity Profile), fear of falling (Modified Falls Efficacy Scale), in conjunction with the NeuroCom Balance Master system, which measured a modified clinical test of sensory interaction on balance (mCTSIB), limits of stability (LOS), and gait were evaluated initially and then 4 months after completion of the exercise program –A physiotherapist initially assessed the subjects and instructed each patient in his or her own customized home exercise program including 6-8 exercises (balance, lower limb strengthening, and walking). They were given an exercise diary and asked to do their home program 5-7 days a week for 4 months, and 2 scheduled reassessments with the physiotherapist took place at 6 and 12 weeks –There were gains of 5-22%  on 10 of the 16 measures, but they were not statistically significant. There was a 40% dropout rate during this study (12/20 completed)",
            "Electrical stimulation may be used to increase strength and decrease muscle atrophy(16,20,26) –Based on a controlled study in Spain of 15 adults with severe hemophilia(16)  -Subjects participated in a surface electrical stimulation program 3 times a week for 35 minutes per session at a frequency of 45Hz, pulse 200µs, 10 seconds on/10 seconds off over an 8-week  period on the biceps brachii of both arms. Participants voluntarily selected the intensity of the impulse and were encouraged to gradually increase the intensity -There were significant increases in muscle diameter, isometric force, and EMG activity of the biceps brachii in both arms and no significant changes for the control group –Based on a controlled study in Spain of 10 adults (mean age 36 years) with severe hemophilia(26) -Subjects received surface electrical stimulation to the left quadriceps femoris for 30 minutes a day, 3 days a week for 6 weeks at 45 Hz with pulse of 300 µs, and 12 seconds on/8 seconds off. Participants voluntarily selected the intensity of the impulse and were encouraged to gradually increase it -There were increases in isometric quadriceps femoris strength and muscle diameter compared to the control group",
            "Depending on the location and severity of the bleeding, immobilization with slings, splints, or casts may be necessary(4) –Rigid immobilization protects the joint from injury but decreases joint motion and proprioception, weakens muscles, reduces nutrition to the articular cartilage, and increases stress on adjacent joints. If prescribed, rigid immobilization should be used for very short periods to allow an acute joint to heal but minimize the risk of affecting adjacent joints. Splints are preferred over circumferential plaster casts(27) –Air-stirrup  splints may be recommended to limit inversion sprains, but other splints that support the ankle and limit excessive dorsiflexion or plantar flexion may be more appropriate –Elastic support braces that provide joint compression may assist with controlling joint swelling while providing additional joint proprioception . Problem Goal Intervention Expected Progression Home Program Joint and/or muscle pain _ _ Swelling/potential for joint deformityDecrease pain _ _ Prevent/minimize joint deformities and swellingTherapeutic strategies _ Utilize PRICE protocol(10) _ _ Avoid painful exercises/activities _"
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain": [
            "V AS"
        ],
        "prevention minimization of joint deformity, joint stiffness, and swelling": [
            "ROM"
        ],
        "prevention limitation of disuse atrophy": [],
        "increased muscle strength": [
            "Strength testing: MMT"
        ],
        "maximized functional mobility and ability to perform adls": [
            "FISH",
            "HJHS"
        ],
        "improved cardiovascular endurance": [
            "Endurance measures (6MWT, heart rate)"
        ],
        "increased balance, coordination, and proprioception": [
            "Balance measures (BBS, single-limb  stance, Functional Reach Test, TUG test)"
        ],
        "improved gait": [
            "DGI"
        ],
        "improved quality of life": [
            "SF-36",
            "A36-Hemophilia  QoL"
        ]
    },
    "maintenance or prevention": [
        "It is important for a patient’s general health and joint status to be monitored on a regular basis. Recommendations are for a complete hematologic, musculoskeletal, and psychosocial assessment by all core team members every 3-6 months the first year, then once to twice a year after that. This should include a thorough musculoskeletal evaluation by a physical therapist, an inhibitor screen, liver function tests, and test for antibodies to hepatitis viruses and HIV(1,9,27)",
        "All patients should be vaccinated against hepatitis A and B. Consider immunization with inactivated hepatitis A vaccine because contaminated clotting factor concentrates have been identified. Vaccinations should be subcutaneous rather than intramuscular or intradermally, unless covered by infusion of clotting factor concentrates(27)",
        "The United States Department of Health and Human Services guidelines recommend that individuals with hemophilia should carry medical ID tags listing their bleeding disorder/factor deficiency, inhibitor status, type of treatment products used, and initial treatment doses for mild, moderate, and severe bleeding episodes(1,27)",
        "If surgical intervention is required, preoperative assessment should include inhibitor screening and inhibitor assay. Patients should be rescreened 4-12weeks postoperatively",
        "Maximizing the patient’s strength, flexibility, endurance, and associated joint stability through an ongoing strength and conditioning program may reduce the frequency of hemarthrosis and progression of arthropathy(3,14,15,24)",
        "Regular participation in physical activity which includes with muscle strengthening, coordination, aerobic conditioning, and maintaining a healthy body weight is important for long-term  management of hemophilia. Encourage family participation, which promotes positive social reinforcement(27) Individuals with hemophilia who exercise regularly exhibit fewer bleeds and have strength and daily functional abilities matching their peers who do not have hemophilia(5) 30-60  minutes of daily exercise to prevent the progression of arthropathy(5,11,15) Increased fitness levels may improve to the ability to participate in family activities and therefore lessen the impact of the psychosocial aspects of the disease Regular physical activity may provide additional benefits, including improved body composition and improved self-esteem, and may also reduce risk of diabetes, cardiovascular disease, metabolic syndrome, osteoporosis, and certain cancers(15) Maintaining a fitness journal to monitor compliance with a home strengthening and fitness program often increases the rate of success(15) Target joints can be protected with braces or splints during activity(5,27)",
        "According to the guidelines set by the World Health Organization (WHO), World Federation of Hemophilia (WFH), the United Kingdom Haemophilia Centre Doctors’ Organization, and the Medical and Scientific Advisory Council of the U.S. National Hemophilia Foundation, clotting factor levels should be maintained at > 1% in patients with severe hemophilia(12) Recommendations do not take into account the need for higher levels of clotting factor in patients who participate regularly in sports activities To prevent bleeding related to such activities, regular prophylaxis or short-term  prophylaxis should be initiated prior to sports participation The Department of Orthopedics in Bonn, Germany, recommends that clotting-factor  levels be maintained at > 5% for regular daily activities and at > 15% for sports activities",
        "Coaches and personal trainers should be properly educated on hemophilia, the patient’s physical limitations, and the medical plan should trauma occur. This will help to reduce the risk of bleeding and provide an optimum environment for safety(3)",
        "Prenatal genetic testing by chorionic villus sampling (10-12  weeks’ gestation) or by amniocentesis (15-18  weeks’ gestation) may be considered for female carriers. Another option is percutaneous umbilical blood sampling to test for factor clotting activity in the blood(1,27)",
        "Immediate female relatives of a person with hemophilia should have their clotting factor level checked, especially prior to any invasive intervention or childbirth(27) "
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Westerfield KL, Molave B. Hemophilia. In: Domino FJ, ed. The 5-minute clinical consult 2017 . 25th ed. Philadelphia, PA: Wolters Kluwer; 2017:456-457.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Coelho JD, Cameron KL. Hemophilia and resistance training: implications for the strength and conditioning professional. Strength Cond J . 1999;21(5):30-33.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Gomis M, Querol F, Gallach JE, Gonzalez LM, Aznar JA. Exercise and sport in the treatment of haemophilic patients: a systematic review. Haemophilia . 2009;15(1):43-54.  (SR)"
        },
        {
            "number in article": 4,
            "reference": "Mulder K, Llinnas A. The target joint. Haemophilia . 2004;10(Suppl 4):152-156.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Raffini L, Manno C. Modern management of haemophilic arthropathy. Br J Haematol . 2007;136(6):777-787.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Young AI. Conservative physiotherapeutic management of chronic haematoma and haemophilic pseudotumours: case study and comparison to historical management. Haemophilia . 2009;15(1):253-260.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Garcia MK, Capusso A, Montans D, Massad E, Battistella LR. Variations of the articular mobility of elbows, knees, and ankles in patients with severe haemophilia submitted to free-active  movimentation in a pool with warm water. Haemophilia . 2009;15(1):386-389.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Corbet JB. Hemophilia: the disorder, the complications, and the treatment. Rehabil Oncol . 2001;19(1):19-20.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Boassard D, Carrillon Y, Stieltjes N. Management of haemophilic arthropathy. Haemophilia . 2008;14(Suppl 4):11-19. (RV)"
        },
        {
            "number in article": 10,
            "reference": "DeKleijn P, Gilbert M, Roosendaal G, Poonnose PM, Tahair N. Functional recovery after bleeding episodes in haemophilia. Haemophilia . 2004;10(Suppl 4):157-160.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Heijnen L. The role of rehabilitation and sports in haemophilia patients with inhibitors. Haemophilia . 2008;14(Suppl 6):45-51. (RV)"
        },
        {
            "number in article": 12,
            "reference": "Seuser A, Boehm P, Kurme A, Schumpes G, Kurnik K. Orthopaedic issues in sports for persons with haemophilia. Haemophilia . 2007;13(Suppl 2):47-52. (RV)"
        },
        {
            "number in article": 13,
            "reference": "Mortazavi SM, Heidari P, Esfandiari H, Montamedi M. Trapezoid suprcondylar femoral extension osteotomy for knee flexion contractures in patients with haemophilia. Haemophilia . 2008;14(1):85-90.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Feldman BM, Babyn P, Doria AS. Proceedings of the International Haemophilia Prophylaxis Study Group Meeting, November 2003, Montreal, PQ, Canada. Haemophilia . 2005;11(1):58-63.  (CP)"
        },
        {
            "number in article": 15,
            "reference": "Wittmeier K, Mulder K. Enhancing lifestyle for individuals with haemophilia through physical activity and exercise: the role of physiotherapy. Haemophilia . 2007;13(Suppl 2):31-37. (RV)"
        },
        {
            "number in article": 16,
            "reference": "Gomis M, Gonzalez LM, Querol F, Gallach JE, Toca-Herrera  JL. Effects of electrical stimulation on muscle trophism in patients with hemophilic arthropathy. Arch Phys Med Rehabil. 2009;90(11):1924-1930.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Tlacuilo-Parra  A, Villela-Rodriguez  J, Garibaldi-Covarrubias  R, Soto-Padilla  J, Orozco-Alcala  J. Functional independence score in hemophilia: a cross-sectional  study assessment of Mexican children. Pediatr Blood Cancer . 2010;54(3):394-397.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Hilliard P, Funk S, Zourikian N. Hemophilia joint score reliability update. Haemophilia . 2006;12(5):518-525.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Hill K, Fearn M, Williams S. Effectiveness of a balance training home exercise programme for adults with hemophilia: a pilot study. Haemophilia . 2010;16(1):162-169.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Blamey G, Forsyth A, Zourikian N. Comprehensive elements of a physiotherapy exercise programme in haemophilia-a  global perspective. Haemophilia . 2010;16(Suppl 5):136-145.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "DeKleijn P, Blamey G, Zourikian N, Dalzell R, Lobet S. Physical therapy following elective orthopaedic procedures. Haemophilia . 2006;12(Suppl 3):108-112.  (RV)"
        },
        {
            "number in article": 22,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 23,
            "reference": "Nicolle AL, Talks KL, Hanley JP. Congenital and acquired bleeding problems in elderly patients. Rev Clin Gerontol . 2005;15(1):9-26.  (RV)"
        },
        {
            "number in article": 24,
            "reference": "Harris S, Boggio LN. Exercise may decrease further destruction in the adult haemophilic joint. Haemophilia . 2006;12(3):237-240.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Vallejo L, Pardo A, Gomis M, Gallach JE, Perez S, Querol F. Influence of aquatic training on the motor performance of patients with haemophilic arthropathy. Haemophilia . 2010;16(1):155-161.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Querol F, Gallach JE, Toca-Herrera  JL, Gomis M, Gonzalez LM. Surface electrical stimulation of the quadriceps femoris in patients affected by haemophilia A. Haemophilia . 2006;12(6):629-632.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Guidelines for the management of hemophilia. National Guideline Clearinghouse  Web site. http://www.guideline.gov/content.aspx?id=39323&search=hemophilia . 2012;74p. Accessed November 15, 2017. (G)"
        },
        {
            "number in article": 28,
            "reference": "Konkle BA, Josephson NC, Nakaya Fletcher S. Hemophilia A. Pagon RA, Adam MP, Ardinger HH, et al, eds. GeneReviews [Internet] . Seattle (WA): University of Washington, Seattle; 1993-2015;  2004. (GI)"
        },
        {
            "number in article": 29,
            "reference": "Konkle BA, Josephson NC, Nakaya Fletcher S. Hemophilia B. GeneReviews [Internet]  Web site. http://www.ncbi.nlm.nih.gov/books/NBK1495/ . June 5, 2014. Accessed November 15, 2017. (GI)"
        },
        {
            "number in article": 30,
            "reference": "Berntorp E, Shapiro AD. Modern haemophilia care. Lancet. 2012;379(9824):1447-1456.  doi:10.1016/S0140-6736(11)61139-2.  (RV) "
        },
        {
            "number in article": 31,
            "reference": "Iorio A, Fabbriciani G, Marcucci M, Brozzetti M, Filipponi P. Bone mineral density in haemophilia patients. A meta-analysis.  Thromb Haemost . 2010;103(3):596-603. doi:10.1160/TH09-09-0629.  (M)"
        },
        {
            "number in article": 32,
            "reference": "Remor E. Quality of life in hemophilia. In: Rodriguez-Merchan  EC, Valentino A, eds. Current and Future Issues in Hemophilia Care . Hoboken, NJ: Wiley-Blackwell;  2011:49-52. (GI)"
        },
        {
            "number in article": 33,
            "reference": "Carulli C, Felici I, Martini C, et al. Total hip arthroplasty in haemophilic patients with modern cementless implants. The Journal of Arthroplasty . 2015;30:1757-1760. doi:10.10106/j.artj/2015.04.035. (R)"
        },
        {
            "number in article": 34,
            "reference": "Zhang W-Q, Han S, Yuan Z, He Y-T, Zhang H, Zhang M. Effects of intraarticular 32 P colloid in the treatment of hemophilic synovitis of the knee. Indian Journal of Orthopaedics . 2016;50(1):55-58.  doi:10.4102/0019-5413.173507.  (R)"
        },
        {
            "number in article": 35,
            "reference": "Cuesta-Barriuso  R, Torres-Ortuño  A, Nieto-Munuera  J, López-Pina  JA. Effectiveness of an educational physiotherapy and therapeutic exercise program in adult patients with hemophilia: a randomized controlled trial. Arch Phys Med Rehabil . 2017;98(5):841-848.  (RCT)"
        }
    ]
}