{
    "metadata": {
        "title": "Fracture, Sesamoid, Hallux",
        "synonyms": [
            "sesamoid fracture, hallux",
            "hallux sesamoid fracture",
            "turf toe"
        ],
        "anatomical location body part affected": [
            "Two sesamoid bones (sesamoid complex), the medial (tibial) and the lateral (fibular), are embedded in the plantar plate and the flexor hallucis brevis tendon sheath below the 1st metatarsal head"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Anatomy of sesamoids(6) –Medial sesamoid – ovoid, larger, bears more weight, more prone to injury, abductor hallucis inserts into medial sesamoid –Lateral sesamoid – smaller, circular, bears less weight, oblique and transverse heads of adductor hallucis insert into lateral sesamoid –Both sesamoids have hyaline cartilage that articulates with the first metatarsal head –Sesamoids are held together by intersesamoid ligament and embedded in the heads of the flexor hallucis brevis tendon sheath",
            "The functions of the sesamoids are(4) –to distribute weight-bearing  of the first ray (i.e., first metatarsal and first cuneiform bones) –to increase the mechanical advantage of the flexor hallucis brevis –to stabilize the first ray –to protect the flexor hallucis longustendon",
            "When a person rises on his or her toes the sesamoids bear the most weight for the medial forefoot, with the tibial sesamoid bearing the greater amount",
            "Both the acute sesamoid fracture (SF)and the stress SF are often sports-related  injuries. Both usually involve the tibial sesamoid(4)",
            "Functional deficits resulting from SF are associated with pain/tenderness, reduced forefoot ROM, asymmetric weight-bearing, and gait disturbances",
            "Treatment for the stress/fatigue SF is typically nonoperative and involves pain management, activity modification, and avoidance of forefoot dorsiflexion with a removable walker boot or shoe modification and orthotic insole recessed under the sesamoid. Full recovery can be prolonged(4)",
            "Treatment for the nondisplaced acute SF is also usually nonoperative and involves protection, rest, ice, compression, and elevation (PRICE) and immobilization with a removable walker boot or a short-leg  hallux spica cast for 4 to 6 weeks, followed by rehabilitation.(7) During this time, the toe is kept in plantarflexion(4)",
            "Nearly 10% of injuries presenting at fracture clinics are toe injuries(4)",
            "In sports rehabilitation, “turf toe” is used to describe a wide spectrum of traumatic problems that occur at the first metatarsophalangeal (MTP) joint. Fracture of one or both sesamoids is part of the various classification systems for turf toe(3) –Most sesamoid fractures sustained by athletes result from contact with the ground or with another player "
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no special agencies or specific issues regarding reimbursement have been identified for fractures of the great toe"
        ],
        "presentation signs and symptoms": [
            "Pain below the first MTP joint",
            "History of fall on forefoot or crush injury. Acute injury associated with vigorous physical activity",
            "Localized tenderness at the affected sesamoid when pressure is applied",
            "No pain with active or passive ROM of hallux but pain if ROM combined with pressure over the sesamoid",
            "Limited edema and ecchymosismay be present but not required",
            "Functional deficits due to forefoot pain on weight-bearing",
            "Sports involving running or jumping are limited by pain Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The mechanism of injury in acute SF is usually excessive loading on the first metatarsal head due to internal or externalforces. For example, forceful push-off  and landing on ball of foot with hyperextension of first ray or blunt trauma insports(7)",
            "The mechanism of stress, or fatigue, SF is repetitive overuse (e.g., runners, gymnasts, dancers)(7)",
            "Crushinjuries are the most common cause of fracture of the distal phalanx of the hallux(7)"
        ],
        "pathogenesis": [
            "Sudden loads or cumulative shock on sesamoid complex exceed fracture threshold(4)–Loads increase from 50% of body weight in standing to about 80% during toe-off  in walking–> 300% of body weight transmitted to sesamoid complex with athletic activity and up to 800% of body weight with jumps–The tibial sesamoid is usually larger and bears more weight than the fibular sesamoid, and has a greater incidence ofinjury",
            "Acute and stress SF or dislocation is usually closed(6)",
            "Nonoperative SF healing and recovery",
            "4–6 weeks in uncomplicated cases of acute SF with toe in plantarflexion(4)",
            "The sesamoids have limited arterial supply, which may contribute to delayed union and nonunion of SFs.(11) The trueincidence of nonunion is unknown(4)Sesamoidectomy is a surgical option for resistant cases, although there can be adverse consequences that require additionaltherapy",
            "A retrospective study of outcomes after sesamoidectomyin 68 athletes who failed conservative treatment indicated that5.7% of patients had complications from the surgery(9)-Complications that were reported in this study included weakness with flexion of the hallux from a fibularsesamoidectomy, a mild wound dehiscence which resolved with local wound care, and a deep venous thrombosis in twotibial sesamoidectomy patients"
        ],
        "risk factors": [
            "Footwear that increases pressure on first MTP joint(7)–Narrow toe box–High heels–Poor cushioning",
            "Nonprotective footwear (e.g., gymnastics, dancing)",
            "Results from a retrospective study of sesamoid hallux fractures in young athletes attributed most injuries to dancing(37.9%), running (13.8%), and gymnastics (13.8%)(8)",
            "Hard cleats, such as worn in American football and softball",
            "Occurrence of turf toe in U.S. collegiate football players is associated with the following risk factors:–Playing surface – more common on artificial turf than on grass.Incidence has decreased with less use of artificialsurfaces(4)General Contraindications/Precautions/Recommendations"
        ],
        "nondisplaced sf are difficult to distinguish from bipartite sesamoids ,": [],
        "continuation of aggravating activities is contraindicated until after fracture healing is confirmed": [],
        "beware of existing calluses and bunions becoming ulcerated and infected during immobilization period": [],
        "see specific  contraindications precautions to examination   and  contraindications precautions   under assessment plan": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Did the SF result from sudden trauma or was it an insidious onset? Ask about duration of symptoms and whether condition is improving, worsening, or staying the same",
                "course of treatment": {
                    "medical management": " Medical management Initial nonoperative treatment typically involves activity modification, protection and non-weight-bearing  using an ambulatory assistive device, or immobilization with shortleg  walking cast For nondisplaced hallux toe fractures, rigid sole or post-op  shoes, rest, ice, elevation of the extremity above the heart, and a short course of NSAIDs(7) For SF, conservative treatment will require rest from activity and shoe orthoses. Pressure should be unloaded around the sesamoid with C or O-shaped  padding,molded orthoses, stiff-soled shoes, orthotic supportwith Morton’s extension, shortleg  casts, or a pneumaticboot. Early introduction of physical therapy inactive patients may be considered after a brief immobilizationperiod. NSAIDsmay be used for shortterm  pain relief and antiinflammatoryeffects(7) Ambulation with shoe padding, wearing an accommodative orthosis, or wearing a walking air cast can begin once the hard callus is seen on Xray(7) Because SFs are known to have potential for poor healing a bone stimulator may be prescribed in conjunction with immobilization(2) Authors of a systematic review reported that conservative management typically lasts 26 months for athletes and consists of activity modification, analgesia, orthotics, and physical therapy(5)",
                    "surgical management": [
                        "Surgical management",
                        "Was surgery performed? If so, what was date of surgery? Were there any complications? Is the surgical scar healed without infection?",
                        "Surgical options include curettage, bone grafting, shaving, internal fixation, and partial or complete excision (sesamoidectomy)",
                        "Symptomatic nonunion of fracture is usually treated with percutaneous screw fixation, open fixation, or open bond grafting,whereas surgical excision may be reserved for revision surgery",
                        "Authors of a systematic review reported that internal fixation or sesamoidectomy is usually suggested after 26 months of conservative therapy(5)",
                        "Following sesamoidectomy, patients can be non-weight-bearing  in a protective boot until surgical incision is healed (3",
                        "weeks). Patients are then weightbearing  as tolerated for 13 weeks and receive gentle, passive ROM to first MTP. At week 4 to 6, regular shoes are used and structured physical therapycan start(9)"
                    ],
                    "medications": "Was steroid injection therapy tried? NSAIDs for pain and inflammation?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Ask about findings on X-rays  or other imaging studies ",
                        "Radiographs  a lateral 40-degree  oblique view helps to visualize the lateral sesamoid and a medial 40-degree  oblique view helps to visualize the medial sesamoid(3)",
                        "Irregular margins on radiograph and MRI are associated with fractured sesamoids(6)",
                        "Repeat radiographs will show callus formation(4)",
                        "Bone scan",
                        "A bone scan may be helpful for differentiating a fracture from a multipartite sesamoid, as it will show increased radiotracer uptake in fracture fragments but not in multipartite sesamoid fragments(2)",
                        "MRI  to demonstrate excessive edema(4)",
                        "CT can be used to confirm radiograph findings",
                        "Authors of a review suggest that a radiolucent line on MRI/radiographs and edema distinguishes fracture from sesamoiditis. In addition:(6)",
                        "Acute trauma and non-corticated  margins in fracture",
                        "A regular edge with smooth and well corticated margins with a larger than normal sesamoid bone in bipartite sesamoid with synchondrosis stress",
                        "No history of acute trauma with a focal area of sclerosis perpendicular tostress forces and a periosteal reaction in stress fractures"
                    ],
                    "alternative therapies": "Has patient tried any?",
                    "previous therapy": "Has patient received prior physical therapy for lower-extremity musculoskeletal conditions and, if so, what specific treatments were helpful or not helpful?Shoes with a tightfitting  toe box or poor cushioning, high-heeled  shoes, weight-bearing, walking,and jumping all may aggravate symptoms"
                },
                "aggravating easing factors": "",
                "body chart": "Use chart of foot to document location and nature of symptoms",
                "nature of symptoms": " Nature of symptoms Pain/tenderness Inflammation/swelling Impaired foot mobility Increased pain on weight-bearing Compensatory gait pattern Pain-impaired  standing balance",
                "rating of symptoms": "If applicable, use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment. Specifically address if pain is the primary symptom and whether it is present now and how much",
                "pattern of symptoms": "Document whether there are changes in symptoms throughout the day and night (i.e., a.m., mid-day,  p.m., night)",
                "sleep disturbance": "Do the patient’s symptoms disturb sleep quality? Is sleeping position altered because of pain?Document the use of any supplemental oxygen or the need for ventilation",
                "other symptoms": "Document other symptoms that may complicate treatment, such as muscle weakness, poor balance, or history of falls. Do compensatory changes in posture or movements exacerbate the problem? Barriers to learning -Are there any barriers to learning? Yes/No -If Yes, describe",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Are there coexisting fractures/injuries or movement problems such as muscular dystrophy or cerebral palsy?",
                    "medications previously prescribed": "Obtain a complete list of current medications",
                    "other symptoms": "Are there any musculoskeletal problems or functional concerns?"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Ask about regular activities. Does the person go “clubbing” or regularly participate in activities that require him or her to jump from higher places to the ground (e.g.,  truck driver, delivery person)? In what sports do they participate? How can the patient compensate to participate in desired play or social activities during the period of rehabilitation?",
                "functional limitations assistance with ADLs adaptive equipment": "Determine the extent to which symptoms interfere with ADLs or use of adaptive equipment",
                "living environment": "Are there barriers in the home that impede access, such as stairs? What modifications are needed?"
            },
            "general": "Shoes with a tight-fitting  toe box or poor cushioning, high-heeled  shoes, weight-bearing,"
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Girth measurements for swelling –Patients with a high BMI may need to be in a cast or boot longer to facilitate maximal offloading of the sesamoids and promote healing(7)",
            "assistive and adaptive devices": "Assess for need/fit of ambulatory assistive device",
            "balance": "When appropriate for weight-bearing  status, assess balance in standing and single-leg  stand",
            "cardiorespiratory function and endurance": [],
            "circulation": "Confirm that pedal pulses are present",
            "functional mobility": "Assess ability in transfers (e.g., sit-to-stand;  steps and stairs)",
            "gait locomotion": "When appropriate for weight-bearing status, assess gait in barefooted walking (on treadmill, if appropriate) –Antalgic gait in acute phase –Reduced plantar flexion at toe-off  (calcaneus gait) –When appropriate, may also assess in running –Note tendency to be on lateral forefoot to avoid weight-bearing  on affected sesamoid(4)Assess forefoot and midfoot mobility (pronate and supinate forefoot while holding the heel in neutral position). Assess passive accessory motion at MTP and phalangeal joints",
            "muscle strength": "Assess strength in ankle plantar flexion/dorsiflexion, inversion/eversion, forefoot adduction/abduction, and great toe plantar flexion/dorsiflexion. Also assess strength of entire lower extremity in functional activities",
            "observation inspection palpation including skin assessment": [
                "Assess any wound for ecchymosis and stage of healing, if applicable",
                "Assess for signs of inflammation (warmth, redness, or swelling)",
                "Assess surgical scar (as appropriate)",
                "Focal tenderness can identify the affected sesamoid",
                "Assess shoes for risk factors, such as localized wear, poor fit, unusual shape •Pain:  Assess with V AS. Expect increased pain on great toe dorsiflexion"
            ],
            "posture": "Observe for loss of longitudinal arch and for excessive pronation while standing or walking. Note if cavus foot type,as it increases pressure on the sesamoid complex. Assess subtalar neutral in non-weight-bearing(10) –Authors of a review suggest that evidence of pes planus and pes cavus foot needs to be considered when addressing forefoot pathology. The pes cavus foot is associated with sesamoiditis due to the high arch and plantar-flexed  first ray",
            "range of motion": "Assess ROM in ankle plantar flexion/dorsiflexion, inversion/eversion, forefoot adduction/abduction, and great toe plantar flexion/dorsiflexion. Assess flexibility of entire lower extremity in functional activities –Loss of joint ROM is dependent on injury to MTP joint. Patient may find it difficult to crouch with the MTP joint extended –Toe ROM is often painless but becomes painful when pressure applied in sesamoid region(7)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess Achilles tendon reflexAssess for sensory changes in affected foot –Plantar nerve (dorsum of foot) –Deep peroneal nerve (first web space) –Assess great toe and ankle joints for proprioceptive losses",
            "sensory testing": "",
            "special tests specific to diagnosis": "Functional outcomes can be scored using the American Orthopaedic Foot and Ankle Society Hallux Metatarsophalangeal-Interphalangeal  (AOFAS HMI) Clinical Rating Scale",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Patients with pain on weight-bearing  are at increased risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies",
                "Adapt therapeutic exercises for ambulatory patients with functional limitations (e.g., poor balance/weight-bearing status, poor coordination)(1)",
                "Avoid use of ultrasound near growth plates in children/adolescents",
                "Avoid use of ultrasound, iontophoresis, or electrical stimulation near surgical site, metallic implants, wires, or staples",
                "Raynaud’s disease or phenomenon",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Cold intolerance",
                "Paroxysmal cold hemoglobinuria",
                "Over an area of circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Hypertension",
                "Thermoregulatory disorders",
                "Aversion to cold",
                "Over an open wound",
                "Over superficial peripheral nerves",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young or very old"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Particular attention should be paid to fall prevention ",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Observe general precautions",
                "Cryotherapy contraindications(1)",
                "Cryotherapy precautions(1)"
            ]
        },
        "diagnosis need for treatment": "SF/foot pain; ecchymosis; swelling; tenderness; stiffness; weakness; reduced tolerance for weight-bearing;  potential functional deficits in gait, balance, posture, or proprioception; and assistive device needed for ambulation",
        "rule out": "Sprain or capsular tear of first MTP joint, sesamoiditis, sesamoid subluxation, bipartite or multipartite sesamoid, arthritic degenerative changes at the first MTP-sesamoid  joint, flexor hallucis brevis tendinitis, bursitis, neuroma, ganglion cyst, Lisfranc injury, Charcot foot, nerve impingement",
        "prognosis": [
            "Authors of a systematic review examining return to sport after stress SF reported the following:(5) –Most patients with stress SF will return to sport, with 4 of 5 patients being able to return to pre-injury  level of sport –Conservative management of stress SF had limited success for return to pre-injury  level of sport (as low as 64%) –Sesamoidectomy offered quickest return to sport and internal fixation offered best chance to return to full-level sport –Patients with fibular stress SFs returned to sport more quickly than those with tibial stress SFs",
            "Results of a retrospective study of young athletes (average age 15) with hallux sesamoid fractures indicated that 83% were treated as repetitive stress injuries and not acute injuries as they should have been. Almost 90% of athletes were treated conservatively and 84.7% were able to return to sport(8)"
        ],
        "referral to other disciplines": " Orthotist/pedorthotist for shoe modifications, orthoses, and orthopedic footwear such as a molded insole with an appropriate excavation to shift weight away from the painful sesamoid Podiatric orthopedist for corticosteroid injection or surgical consult (re sesamoidectomy) in unresponsive cases Wound care specialist for advanced care, if applicable (e.g., diabetic foot)",
        "other considerations": [],
        "treatment summary": [
            "Initial nonoperative treatment typically involves activity modification, protection and non-weight-bearing  using an ambulatory assistive device, or immobilization with short-leg  walking cast",
            "For nondisplaced hallux toe fractures, rigid sole or post-op  shoes, rest, ice, elevation of the extremity above the heart, and a short course of NSAIDs. Introduction of physical therapy once callus has formed(7)",
            "For SF, conservative treatment will require rest from activity and shoe orthoses. Pressure should be unloaded around the sesamoid with C- or O-shaped  padding, molded orthoses, stiff-soled  shoes, orthotic support with Morton’s extension, short-leg  casts, or a pneumatic boot. Early introduction of physical therapy in active patients may be considered after a brief immobilization period. NSAIDs may be used for short-term  pain relief and anti-inflammatory effects(7)",
            "Address any abnormal foot alignment (excessive pronation or supination movement) as part of an integrated movement system(10) . Problem Goal Intervention Expected Progression Home Program Pain, tenderness, and swelling during initial fracture healing _ _ Unhealed fracture (need 8 weeks to form hard callus)Resolved inflammation of soft tissues _ _ Protection of fracture siteAdaptive devices, physical agents, mechanical modalities, and activity modification _ Apply cryotherapeutic agents; NSAIDs; and gentle massage to reduce swelling _ _ Casting and ambulatory assistive device. Activity and weight- bearing restrictions. Protective footwear, orthoses, and insoles. Shoe modificationsAllow 2–3 weeks for resolution of inflammation and swelling _ _ Progressive weight- bearing, as ordered by physicianUse PRICE approach Loss of ROM and strength related to limb immobilization, including atrophy and stiffnessNormalize ROM, strength, and function for return to normal ADLsTherapeutic modalities _ Cross-training exercises with uninvolved extremities to maintain flexibility, strength, and endurance _ _ When FWB: exercises to restore ROM/ strength of foot and great toe. Resistance exercises for foot and great toe strengthening (especially hallux plantar flexion)Increase intensity and duration of cross- training, as appropriate _ _ Gradually progress foot and great toe exercises; 3–5x per week for 4–8 weeks. Exercises can be progressed with the use of elastic bandPatient education. Daily repetition of home exercises _ _ Patient education. Daily repetition of home exercises  Nonsymmetrical weight-bearing with functional deficits in posture, balance, walking ability, stair climbingResolution of nonsymmetrical weight-bearing with functional deficits in posture, balance, walking ability, stair climbingFunctional training _ Posture and balance exercises (forced use of affected foot). Gait reeducation. Progressive sport- specific retraining for return to activities _ _ Prescription, application of devices and equipment _ Doughnut cushion, soft insoles, or customized orthoses with an excavation to shift weight away from the painful sesamoid. Shoe modifications, as needed _ _ Limitation of great toe dorsiflexion with a fiberglass splint to reduce pressure on sesamoidAllow at least 4 weeks to achieve goalsPatient education on exercises and functional activities that can be performed at home. Correct use of equipment Wound or scar Promote healing Therapeutic modalities _ Treat wound or refer to appropriate healthcare provider according to facility’s protocolN/A N/A ."
        ]
    },
    "desired outcomes outcome measures": {
        "minimal or resolved pain": [
            "V AS for pain"
        ],
        "resolved edema": [
            "Girth measurement for swelling"
        ],
        "healed wound scar": [],
        "functional rom and strength of foot": [
            "Manual muscle testing",
            "Goniometry for ROM"
        ],
        "normal weight-bearing  status, balance, mobility, and ambulatory function": [
            "Reassessment of posture, balance, and gait"
        ],
        "patient satisfaction with functional return to physical activities": [
            "AOFAS HMI",
            "Short Form (SF-36)  Health Questionnaire"
        ]
    },
    "maintenance or prevention": [
        "Maintain the highest achievable foot ROM, strength, and functional status",
        "Use proper footwear for everyday activities and sport",
        "Consider addressing foot alignment issues, especially in pes cavus foot"
    ],
    "patient education": [
        "For more information on inflammation of the tendons around the sesamoids, see the American Academy of Orthopaedic Surgeons website article “Sesamoiditis” at https://orthoinfo.aaos.org/en/diseases--conditions/sesamoiditis Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis Company; 2016. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Patel T, Song AJ, Lomasney LM, Demos TV, Dickey S. Acute fibular sesamoid fracture: one part of the spectrum of sesamoid pathologies. Orthopedics . 2014;37(10):650, 706-711. doi:10.3928/01477447-20140924-01.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Mason LW, Molloy AP. Turf toe and disorders of the sesamoid complex. Clin Sports Med . 2015;34(4):725-739.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "York PJ, Wydra FB, Hunt KJ. Injuries to the great toe. Curr Rev Musculoskelet Med . 2017;10(1):104-112.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Robertson GAJ, Goffin JS, Wood AM. Return to sport following stress fractures of the great toe sesamoids: a systematic review. Br Med Bull . 2017;122(1):135-149. doi:10.1093/bmb/ldx010. (SR)"
        },
        {
            "number in article": 6,
            "reference": "Lombard C, Gillet R, Rauch A, et al. Hallux sesamoid complex imaging: a practical diagnostic approach. Skeletal Radiol . 2020;49(12):1889-1901. doi:10.1007/s00256-020-03507-8.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Andrews NA, Ray J, Dib A, et al. Diagnosis and conservative management of great toe pathologies: a review. Postgrad Med . 2021;133(4):409-420. doi:10.1080/00325481.2021.1895587. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Stein CJ, Sugimoto D, Slick NR, et al. Hallux sesamoid fractures in young athletes. Phys Sportsmed . 2019;47(4):441-447.  doi:10.1080/00913847.2019.1622246. (R)"
        },
        {
            "number in article": 9,
            "reference": "Saxena A, Fournier M, Patel P, Maffulli N. Sesamoidectomy in athletes: outcomes from 2-centers.  J Foot Ankle Surg . 2022;61(1):139-142.  doi:10.1053/j.jfas.2021.07.008. (R)"
        },
        {
            "number in article": 10,
            "reference": "Carroll LA, Paulseth S, Martin RL. Forefoot injuries in athletes: integration of the movement system. Int J Sports Phys Ther . 2022;17(1):81-89.  doi:10.26603/001c.30021. (RV) "
        }
    ]
}