{
    "metadata": {
        "title": "Mallet Finger",
        "synonyms": [
            "baseball finger",
            "drop finger",
            "distal interphalangeal joint strain",
            "hammer finger"
        ],
        "anatomical location body part affected": [
            "Distal phalanx (fingertip), distal interphalangeal (DIP) joint"
        ],
        "area of specialty": [
            "hand therapy",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Mallet finger is a deformity of the finger caused by either a finger extensor tendon rupture/laceration or an avulsion fracture of the distal phalanx at the insertion of the terminal extensor tendon.(9)Mallet finger is characterized by the flexion deformity at DIP joint and the inability to extend the joint actively(1) –Tendinous or soft tissue mallet finger refers to mallet finger caused by an extensor tendon rupture/laceration(9) –Bony mallet finger refers to the avulsion fracture of the distal phalanx(9)",
            "Classification of mallet injuries according to Doyle(1) –Type I – closed injury, with or without small dorsal avulsion fracture –Type II – open injury (laceration) –Type III – open injury (deep abrasion involving skin and tendon substance) –Type IV – mallet fractures -A – distal phalanx physeal injury (pediatric) -B – fracture fragment involving 20–50%  of articular surface (adult) -C – fracture fragment involving more than 50% of articular surface (adult)",
            "An additional type of injury (type V) has been proposed by Zhang et al.(15,24) –This injury is a combined bony and tendon (double level) mallet injury in which there is a combination of a fracture at the base of the distal phalanx and a laceration/rupture of the tendon, with or without a bony fragment in the tendon end –Zhang et al. propose that this level of injury would require surgical intervention"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M20.0": "acquired deformities of finger(s)",
            "M20.01": "mallet finger",
            "M20.019": "mallet finger of unspecified finger(s) (ICD codes are provided for the reader’s reference, not for billing purposes.)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information is identified regarding reimbursement"
        ],
        "presentation signs and symptoms": [
            "Pain, swelling, and tenderness at the dorsum of DIP joint(1)",
            "Loss of active extension ROM at DIP joint(10)",
            "Decreased extensor strength at DIP joint",
            "Flexion deformity develops due to an extension lag, where the DIP joint is in flexion (also known as “drop finger”) ",
            "Impaired fine motor skills –Disability of affected hand in some ADLs Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician",
            "Passive flexion of the DIP joint is avoided until the second week after initiation of night splinting(9)",
            "The initial physical exam is usually limited to inspection and gentle palpation, with a delay in the ROM and strength testing",
            "Obtain physician orders to initiate ROM and strength testing"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The usual mechanism of injury is a suddenly forced flexion of the extended DIP joint due to blunt trauma, such as froma ball hitting the fingertip or thumb (e.g., “baseball finger”); the mechanism can also be less forceful, such as duringhousehold activities (e.g., making a bed), self-care  activities (e.g., putting on socks), or work activities(2,17,18)",
            "In children the cause is trauma, such as a crush in a door(2)",
            "Laceration of the tendon or crush injuries are less common causes(1)",
            "In rheumatoid arthritis a swan neck deformity always results in a mallet deformity as well(2)"
        ],
        "pathogenesis   ,,": [
            "Disruption of the “extensor mechanism” (i.e., terminal tendon or dorsum attachment of the extensor pollicis of thumb)produces a flexion deformity at the DIP joint",
            "Most cases are closed injuries. However, the skin may be opened by laceration or avulsion of a bony fragment from thedistal phalanx",
            "Discontinuity of tendon produces a hammer-like  (mallet) deformity because the DIP joint cannot be extended",
            "Hyperflexion may fracture the distal phalanx",
            "Untreated mallet finger may progress to a swan neck deformity because of the proximal and dorsal migration of theextensor mechanism causing proximal interphalangeal (PIP) joint hyperextension–For additional information on swan neck deformity, see  Clinical Review ... Finger Extensor Tendon Injuries:Nonoperative Treatment   CINAHL Topic ID Number: T904389"
        ],
        "risk factors": [
            "High-energy  etiology is more common in young males, whereas lower-energy  injuries are seen in older adult women(2)",
            "Activities and sports that involve catching a ball or objectare a common mechanism for younger individuals(2)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Obtain specific orders for evaluation and treatment from referring physician",
        "Patients who undergo surgical repair are at risk for pin-site  infection and osteomyelitis. Evaluate pin sites at each visit and educate the patient as to the signs and symptoms of infection (fever, increased warmth to touch, redness surrounding incision, exudate, severe pain)",
        "Orthosis use Adhere to the physician’s protocol for orthosis use. Continuous immobilization in full extension or slight (5–10°) hyperextension for 6–8 weeks is common practice. Healing time likely varies from case to case. An additional, interlocking dorsal component holding the PIP at 40 to 45o flexion to reposition the lateral bands can be incorporated into the orthosis(4) There may be an increased risk of skin complications when a prefabricated orthosis is used(18) –Based on the findings of a systematic review that there is moderate-quality  evidence that the risk of developing skin complications is 3 times greater with the use of a prefabricated orthosis in the treatment of mallet finger No DIP joint motion during the period of orthosis immobilization. Caution patient that flexion at DIP joint during first 6 weeks will disrupt healing and likely require an additional 6 weeks of splinting Use an aluminum foam splint if there is significant swelling Avoid blanching of skin or vascular compromise of distal phalanx when the orthosis is in use Allow free movement of all uninjured finger joints Check skin condition daily Provide a second orthosis for showering or hand washing Caution patient not to change orthosis without assistance and instruct patient/caregiver in the correct technique to safely don and doff orthosis Use of taping (e.g., elastic tape, steri-strips)  to support the DIP position when donning/doffing the orthosis may be helpful(21)  Fabrication of customized mallet splints using three-dimensional printing has been reported as being an alternative to other available splinting options for mallet finger(27)",
        "High risk of volar subluxation at DIP joint in injuries with a large avulsed bony fragment may require primary repair or K-wire  fixation of the fragment(4)",
        "Tendon failure may occur if DIP joint flexion rehabilitation is started too soon or progressed too rapidly",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician",
            "Passive flexion of the DIP joint is avoided until the second week after initiation of night splinting(9)",
            "The initial physical exam is usually limited to inspection and gentle palpation, with a delay in the ROM and strength testing",
            "Obtain physician orders to initiate ROM and strength testing"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When did the symptoms begin? What type of trauma was involved? Did the injury occur during sports? Is dominant hand affected? Was PIP joint involved as well? Were any other injuries sustained to the hand or upper extremity? Was there a fracture? Were there any complications up to this point? How long has the patient been in an orthosis?",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Finger imaging studies may include:",
                        "Three-view  radiographs are needed to differentiate the types of mallet finger. Tendinous mallet will show soft tissue swellingand bony mallet will show avulsion at the dorsal base of the distal phalanx (best seen on lateral view)(11)",
                        "Imaging studies may help diagnose the extent of injury(9)",
                        "Radiographic studies to assess bony involvement",
                        "Ultrasound or MRI to assess tendon integrity or for presence of foreign bodies"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document any noted aggravating or easing factors",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling) ",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of awakenings/night related to the condition",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to the physician (e.g., a sudden increase in swelling)",
                "respiratory status": "Is there any respiratory compromise? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ___________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any preexisting hand or finger disability? Any family history of nontraumatic mallet finger?",
                    "comorbid diagnoses": "Ask the patient about other problems, including diabetes, cancer, heart disease, osteoarthritis, rheumatoid arthritis, complications of pregnancy, psychiatric disorders, other upper extremity disorders (e.g., carpal tunnel syndrome, trigger finger)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Is the patient planning on returning to sport? If the patient will be returning to work, does his or her job require high functional dexterity?",
                "functional limitations assistance with ADLs adaptive equipment": "Document reported ADLs status",
                "living environment": "Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) The summary below is meant to serve as a guide, not to replace orders from the physician or a clinic’s specific protocols",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document the particular orthosis that the patient is currently using –The Stack mallet finger splint keeps the DIP in extension but permits active flexion at the PIP joint.(5) Dorsal aluminum foam splint (placed dorsally or volarly), Abouna metal splint, and custom-fabricated  thermoplastic orthoses may also be used(1) –Assess the need for any adaptive devices the patient may require for independence with ADLs",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Confirm that fingertip blood flow appears adequate, and skin is not blanched or discoloredAssess dermatomes and myotomes of the affected extremityMeasure finger circumference to assess swellingAssess ligament stability and joint mobility of DIP joint when appropriate",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": " Muscle strength –After immobilization period is discontinued (often at about 6 to 8 weeks) and physician orders permit assessment of strength, use manual muscle testing (MMT) to assess isometric flexion and extension strength with the DIP positioned in full extension –Assess hand grip strength and tip pinch strength with dynamometers –Assess functional power grip and pinch grip of the injured finger and compare to the contralateral side and norms for sex and age",
            "observation inspection palpation including skin assessment": [
                "Check for loose (avulsed) body at DIP joint in acute cases",
                "Assess pain and tenderness using V AS",
                "Assess for signs of infection and skin irritation from splint/orthosis use "
            ],
            "posture": "",
            "range of motion": "Assess active and passive ROM of bilateral digits and wrist, with particular attention to DIP joint. Follow referring physician’s orders regarding ROM assessment after splint/orthosis is discontinued(typically 6 to 8 weeks post injury) –Normal active ROM at DIP joint is 0° extension and 80–90° flexion –Some degree of residual extension lag is not uncommon following treatment(1) –Assess the opening and closing of the injured handAssess ability to grasp and functionally use items such as a fork, comb, or pencil with affected finger/hand (during or after splintage). Assess ability to dress and perform other fine motor/ dexterity ADLs. The Manual Abilities Measure–36  (MAM-36)  can be used to assess functional upper extremity use(19,20)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess sensation of the fingertip to light touch, temperature, and pinprick",
            "special tests specific to diagnosis": "Use the Disabilities of the Arm, Shoulder,and Hand (DASH) Outcome Measure for outcome assessment. For more information on the DASH, see  Clinical Review ... Disabilities of the Arm, Shoulder and Hand (DASH) OutcomeT903177",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Over an area of nerve regrowth",
                "Cold intolerance",
                "Over an area of peripheral vascular disease",
                "Hypertension—cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold or a personal aversion to cold",
                "Over an open wound",
                "Over superficial nerves",
                "Very young or very old",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignancy",
                "Presence of or the tendency for hemorrhage or edema",
                "Following use of heat rubs"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below for the use of modalities is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy  contraindications(6)",
                "Cryotherapy  precautions(6)",
                "Thermotherapy  contraindications(6)"
            ]
        },
        "diagnosis need for treatment": "Mallet finger injury/pain and swelling; decreased ROM and strength at DIP joint; reduced finger function; splint DIP joint continuously for 6–8 weeks(4)",
        "rule out": " Rule outan avulsion injury of the flexor digitorum profundus tendon (suspect if the patient is unable to flex joint actively) Fracture with dislocation Jammed finger(10) Rheumatoid arthritis (post-surgery)(10)  Osteoarthritis(10) Swan-neck  deformity(10) DIP joint dislocation Peripheral nerve injury Trigger finger (stenosing tenosynovitis)",
        "prognosis": [
            "There is no definitive evidence that outcomes are better with surgical repair than with splinting/orthosis use(7,12)",
            "The findings of a systematic review demonstrated that older age, more edema, and decreased patient compliance with the treatment protocol all negatively impact the degree of extension gained(17)",
            "Skin irritation is a risk associated with splinting/orthosis use, but does not negatively impact outcomes. Individuals have reported negligible pain, minimal difficulties with ADLs and work, and relatively high satisfaction with finger function and treatment outcome (7)",
            "Rate of complications following surgical management is approximately 14.5%; these include nail deformities and infection(12)",
            "Healing and reattachment of the tendon occurs in most cases with splinting of the DIP joint in full extension for 6 to 8 weeks.(10)The likelihood of successful healing may be reduced if there is a delay in treatment, but this remains controversial(7)",
            "Without surgical repair in cases in which more than one-third  of an articular surface is affected and/or when palmar subluxation occurs, the patient is at risk for developing early osteoarthritis, swan-neck  deformity, and persistent DIP joint stiffness(12)",
            "The authors of a 2018 systematic review found no difference in outcome based on time from injury to presentation; however, this review excluded studies focused only on chronic injury. The authors contend that the impact of delay in treatment remains controversial(7)",
            "At a hospital in Scotland a self-care  protocol was initiated in which patients with mallet injuries were managed in the emergency department (ED) with no additional routine follow-up(16) –At the time of the ED visit, the patients were provided with a splint and an information leaflet with information about splint use and skin hygiene. They were also given the number to a helpline for any follow-up  questions or concerns –Forty-seven  patients were contacted at a mean follow-up  of 322 days and had a mean Quick DASH score of 2.27. Nine of the patients used the helpline and were satisfied with the response –One common issue with this approach is a need for a second splint/orthosis when the initial swelling has subsided –Additional studies have shown that this approach does not result in reported treatment failures or patient dissatisfaction(25,26)"
        ],
        "referral to other disciplines": " Referral to other disciplines Orthopedic surgeon for tendon failure Hand therapist for cases complicated by other hand injuries Occupational therapist for ADL training",
        "other considerations": [],
        "treatment summary": [
            "There are no high-quality  randomized trials to guide practitioners as to which splint/orthosis is more effective or when surgery is indicated for acute mallet finger injuries(3) –Based on a 2004 Cochrane systematic review –All trials had methodological limitations –Three trials evaluated various types of finger splints and one trial compared surgical fixation techniques –Conservative treatment appears to be as effective as surgery in the majority of studies",
            "A South African occupational therapist proposes the use of kinesiology tape in conjunction with a thermoplastic orthosis to shorten the immobilization phase(14) –Sixteen subjects followed the protocol developed by the author, in which patients are immobilized only for 4 weeks vs the 6 to 8 weeks typically recommended –Kinesiology tape, an elastic-like  tape, is applied to the affected joint to limit DIP flexion while holding the joint in extension. A thermoplastic orthosis is used in conjunction with the taping technique for the first 4 weeks of the immobilization period  –Weeks 4–6:Known  as the graded protective immobilization period, require the subject to continue with the kinesiology tape while using the orthosis at night only –Weeks 6–8:Kinesiology  tape is discontinued and active ROM and light ADLs are encouraged –Week 8: Subjects can return to sport without any activity limitations,and full active ROM is attained",
            "Use of a steri-strip  to hold the DIP joint in extension in conjunction with the application of a circumferential DIP extension orthosis has been proposed by a group of therapists in Canada(21)",
            "Rehabilitation of DIP joint function after the splinting period involves progressive therapeutic exercises to restore ROM and strength and functional training as needed to restore finger ability in ADLs. Prescription and application of devices/ equipment should be done per physician orders –The DIP joint is usually splinted in full extension at all times for at least 6 weeks –Daytime splinting may be discontinued after 6 to 8 weeks,whereas nighttime splinting continues for 2 more weeks(3) –A separate splint/orthosis should be used for showering or hand washing",
            "Return to play is permitted during splintage if the sport can be played safely and effectively without putting the splinted DIP joint (or athlete) at increased risk of re-injury(8)",
            "The authors of a survey of British hand therapists found that hand therapists’ provision of splinting and guidance for ROM are important to achieve good therapeutic outcomes and that therapists should follow evidence-based  guidelines for care(22)",
            "The authors of a study conducted in South Korea found that poor health literacy (i.e., poor ability to process and understand health information to make appropriate health decisions) is correlated with greater extensor lag and treatment dissatisfaction in mallet finger injury.(23) Providing patient education and confirming the patient’s understanding of the information provided may help to improve health literacy . Problem Goal Intervention Expected Progression Home Program Pain, swelling, and tenderness on dorsum of distal phalanxResolve pain, swelling, and tendernessPhysical agents and mechanical modalities _ Rest, ice, compression, elevation (RICE) therapy may help relieve pain and swelling in acute injury. Retrograde massage _ _ Electrotherapeutic modalities _ Evidence is lacking to support the use of electrotherapeutic modalitiesPhysical agents may be used as necessary to relieve pain and swelling pending physician approvalProvide the patient with written instructions on the correct application of splint/ orthosis, proper care of finger, and RICE techniques(23)  Weakness in DIP joint function _ Inability to extend DIP joint to 0°Normal DIP joint functionTherapeutic exercises _ Begin gentle assisted active ROM after a continuous splinting period of at least 6 weeks,and physician orders are received _ _ If no significant extensor lag (more than 10°) is evident, continue with slow active ROM to 10– 15° DIP flexion, several times daily, and progress by 10– 15° flexion per week. Progress to passive ROM and gentle resistance exercises _ _ Passive flexion of the DIP joint often is avoided until the second week of nighttime-only splinting(9) _ _ Functional training _ Introduce finger prehension and dexterity coordination exercises as per physician ordersGradual progression of the intensity of exercises as deemed appropriate (and ordered by a physician) until normal functionality is restoredProvide patient and family/caregivers with written instructions regarding therapeutic exercises and functional activities that can be performed at home(23) ."
        ]
    },
    "desired outcomes outcome measures": {
        "resolved pain and tenderness": [
            "V AS"
        ],
        "normal rom at dip joint": [
            "Goniometry"
        ],
        "normal strength at dip joint, grip strength": [
            "MMT",
            "Grip strength (dynamometer)",
            "Pinch strength (pinch meter)"
        ],
        "normal function at dip joint in adls": [
            "MAM",
            "DASH"
        ],
        "restore manual dexterity": [
            "Dexterity test (e.g., 9-hole  peg test)"
        ]
    },
    "maintenance or prevention": [
        "Follow-up  exams should be performed at 2-week  intervals until the injury is healed. Follow-up  radiographs need to be taken for bony mallet finger injuries. Night splinting may or may not be recommended for 2 to 3 additional weeks after tendon has healed(11) In a 2014 RCT in the United States of the efficacy of night splinting following 6 to 8 weeks of continuous splinting, researchers concluded that night splinting did not improve outcomes of extensor lag, disability, or overall patient satisfaction(13) –Fifty-one  subjects were placed randomly in the no-splint group or the intervention group (night splint). Outcome measures were taken after subjects in the intervention group wore the splint for 4 continuous weeks -There are methodologic limitations with this study that should be considered when interpreting its findings, including small sample size and inconsistent treatment adherence –Results indicated that subjects with worse initial extensor lags had poorer results compared to those with less of an extensor lag following the night splinting –Final degree of extensor lag correlated with age, DIP flexionand extension ROM, and degree of extensor lag after the period of 6 to 8 weeks of continuous splinting",
        "Continue the prescribed home program of therapeutic exercises and functional training until normal finger function is restored"
    ],
    "patient education": [
        "American Academy of Orthopaedic Surgeons (AAOS): https://orthoinfo.aaos.org/en/diseases--conditions/mallet-finger-baseball-finger",
        "Patient.info:https://patient.info/health/mallet-finger Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Lamaris GA, Matthew MK. The diagnosis and management of mallet finger injuries. Hand. 2017;12(3):223-228.  doi:10.1177/1558944716642763. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Salazar Botero S, Hidalgo Diaz JJ, Benaida A, Collon S, Facca S, Liverneaux PA. Review of acute traumatic closed mallet finger injuries in adults. Arch Plast Surg . 2016;43(2):134-144.  doi:10.5999/aps.2016.43.2.134. (CR)"
        },
        {
            "number in article": 3,
            "reference": "Handoll HH, Vaghela MV. Interventions for treating mallet finger injuries. Cochrane Database Syst Rev. 2004:3. Art No: CD004574. doi:10.1002/14651858.CD004574.  (SR)"
        },
        {
            "number in article": 4,
            "reference": "Evans RB. Rehabilitation following extensor tendon injury and repair. In: Skirven TM, Osterman AL, Fedorczyk JM, Amadio PC, Feldscher SB, Shin EK, eds. Rehabilitation of the Hand and Upper Extremity . 7th ed. Philadelphia, PA: Elsevier; 2021:464-480.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Stack HG. Mallet finger. Hand. 1969;1(2):83-89.  (X)"
        },
        {
            "number in article": 6,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Lin JS, Samora JB. Surgical and nonsurgical management of mallet finger: a systematic review. J Hand Surg Am . 2018;43(2):146-163.e2.  doi:10.1016/j.jhsa.2017.10.004. (SR)"
        },
        {
            "number in article": 8,
            "reference": "Halim A, Weiss AP. Return to Play After Hand and Wrist Fractures. Clin Sports Med . 2016;35(4):597-608.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Brault JS, Moore BJ. Extensor tendon injuries. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed; 2019:159-164.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Turner AR, Mabrouk A, Cooper JS. Mallet finger. StatPearls . Treasure Island, FL: StatPearls Publishing; 2021. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Wang GC, Johnson BA. Fingertip injuries. Am Fam Physician . 2001;63(10):1961-1966.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Bloom JM, Khouri JS, Hammert WC. Current concepts in the evaluation and treatment of mallet finger injury. Plast Reconstr Surg . 2013;132(4):560e-566e.  doi:10.1097/ PRS.0b013e3182a0148c. (RV)"
        },
        {
            "number in article": 13,
            "reference": "Gruber JS, Bot AG, Ring D. A prospective randomized controlled trial comparing night splinting with no splinting after treatment of mallet finger. Hand (N Y) . June 2014;9(2):145-150.  doi:10.1007/s11552-013-9600-z.  (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Devan D. A novel way of treating mallet finger injuries. J Hand Therapy . 2014;1-4.  doi:10.1016/j.jht.2014.02.005. (R)"
        },
        {
            "number in article": 15,
            "reference": "Zhang X, Shao X, Huang Y. Pullout wire fixation together with distal interphalangeal joint Kirschner wire stabilization for acute combined tendon and bone (double level) mallet finger injury. J Hand Surg Am . February 2015;40(2):363-7.  doi:10.1016/j.jhsa.2014.11.011. (C)"
        },
        {
            "number in article": 16,
            "reference": "Brooksbank K, Jenkins PJ, Anthony IC, Gilmour A, Nugent MP, Rymaszewski LA. Functional outcome and satisfaction with a \"self-care\"  protocol for the management of mallet finger injuries: a case-series.  J Trauma Manag Outcomes . December 10, 2014;8:21. doi:10.1186/s13032-014-0021-y.  (C)"
        },
        {
            "number in article": 17,
            "reference": "Valdes K, Naughton N, Algar L. Conservative treatment of mallet finger: a systematic review. J Hand Ther . 2015;28(3):237-246.  doi:10.1016/j.jht.2015.03.001. (SR)"
        },
        {
            "number in article": 18,
            "reference": "Witherow EJ, Peiris CL. Custom-made  finger orthoses have fewer skin complications than prefabricated finger othroses in the management of mallet injury: a systematic review and meta-analysis.  Arch Phys Med Rehabil . 2015;96(10):1913-1923.  doi:10.1016j.apmr.2015.04.026. (M)"
        },
        {
            "number in article": 19,
            "reference": "Chen CC, Palmon O, Amini D. Responsiveness of the Manual Ability Measure-36  (MAM-36):  changes in hand function using self-reported  and clinician-rated  assessments. Am J Occup Ther . 2014;68(2):187-193.  doi:10.5014/ajot.2014.009258. (R)"
        },
        {
            "number in article": 20,
            "reference": "Chen CC, Bode RK. Psychometric validation of the Manual Ability Measure-36  (MAM-36)  in patients with neurologic and musculoskeletal disorders. Arch Phys Med Rehabil . 2010;91(3):414-420.  doi:10.1016/j.apmr.2009.11.012. (R)"
        },
        {
            "number in article": 21,
            "reference": "Mak L, Aittkens LD, Novak CB. Mallet finger injuries—a new method to maintain distal interphalangeal joint extension. J Hand Ther . 2016;29(3):352-355.  doi:10.1016/ j.jht.2016.01.002. (X)"
        },
        {
            "number in article": 22,
            "reference": "Cook S, Daniels N, Woodbridge S. How do hand therapists conservatively manage acute, closed mallet finger? A survey of members of the British Association of Hand Therapists. Hand Ther . 2017;22(1):13-25.  doi:10.1177/1758998316664822. (R)"
        },
        {
            "number in article": 23,
            "reference": "Young HR, Beom KL, Min HP, Jung HN, Hyun SG, Goo HB. Effects of health literacy on treatment outcome and satisfaction in patients with mallet finger injury. J Hand Ther . 2016;29(4):459-464.  doi:10.1016/j.jht.2016.06.004. (R)"
        },
        {
            "number in article": 24,
            "reference": "Lu YH, Wu CC, Hsieh CP. A modified pull-out wire technique for acute mallet fracture of the finger. Indian J Orthop . 2018;52(6):611-615.  doi:10.4103/ortho.IJOrtho_325_16. (X)"
        },
        {
            "number in article": 25,
            "reference": "Fuschini C, Bussoletti T, Shaw C, Shazhad M, Qi L, Cleary A. Validation of the primary care pathway model for management of orthopedic injuries: results of a prospective, Queensland study. J Prim Care Community Health . 2020;11:2150132720967228. doi:10.1177/2150132720967228. (R)"
        },
        {
            "number in article": 26,
            "reference": "Geerdink TH, Augustinus S, Groen JJ, et al. Direct discharge from the emergency department of simple stable injuries: a propensity score-adjusted  non-inferiority  trial. Trauma Surg Acute Care Open . April 14, 2021;6(1):e000709. doi:10.1136/tsaco-2021-000709.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Papavasiliou T, Shah RK, Chatzimichail S, Uppal L, Chan JCY. Three-dimensional  printed customized adjustable mallet finger splint: a cheap, effective, and comfortable alternative. Plast Reconstr Surg Glob Open . March 23, 2021;9(3):e3500. doi:10.1097/GOX.0000000000003500. (X)"
        }
    ]
}