{
    "metadata": {
        "title": "Hand Injuries, Mutilating",
        "synonyms": [
            "mutilating hand injuries",
            "injuries, hand, mutilating, mutilated hand injuries"
        ],
        "anatomical location body part affected": [
            "Hand and digits; injury can occur to one or more of the following: integumentary system, nerves, muscles, tendons, ligaments, bones, blood vessels, and any of the other structures of the hand/wrist"
        ],
        "area of specialty": [
            "wound management",
            "hand therapy",
            "neurological rehabilitation",
            " orthopedic rehabilitation"
        ],
        "description": [
            "A mutilating hand injury is a severe injury in which multiple systems and structures are involved, including bones, tendons, soft tissues, nerves, blood vessels, and skin"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S66.9": "injury of unspecified muscle and tendon at wrist and hand level",
            "S67": "crushing injury of wrist, hand and finger(s)",
            "S67.9": "crushing injury of unspecified parts of wrist and hand and finger(s)",
            "S69": "other and unspecified injuries of wrist, hand and finger(s) (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Presentation will vary significantly depending on the nature and extent of the injury, the injured structures, the location of the injury, type of intervention, and the stage of healing",
            "Presentation, signs, and symptoms may include (but are not limited to): –amputation of portions of one or more digits (or the hand itself) –loss of significant areas and layers of skin –skin coverage with flaps or grafts –internal or external fixation of fractures –burns –wounds (e.g., open fractures, post-surgical  wounds) –erythema(1,4,21) –edema(1,4,21) –infection(1,4,21) –pain –loss of sensation –hypersensitivity Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The mechanism of injury may be a crush injury, traction injury, burn, gunshot wound,chemical burn, electrical burn, laceration, high-pressure  injection, or other type oftraumatic injury(1,2,4,20)"
        ],
        "pathogenesis": [
            "Pathogenesis will vary significantly based on the type of injury, the severity of injury, and other factors"
        ],
        "risk factors": [
            "The risk of mutilating hand injuries is present in occupations or other activities that involve the use of machinery, tools,chemicals, and/or exposure to weapons, fire, extreme weather, dangerous animals, etc.",
            "In a study designed to assess the magnitude of utilization of emergency services for hand injuries, investigators found thatthe type of hand injuries presenting to the ERhas a cyclical fluctuation during the year. Open wounds are the most commonhand injury and occur most frequently in young adults(13)",
            "Inappropriate safety procedures and lack of appropriate personal protective equipment (PPE) or other safety measures canincrease the risk of injury. Examples include:–removing safety guards from machinery, such as power saws or woodchippers–using improper technique–using hands to remove clogs from machinery without shutting off the power (e.g., clogged snow-blower  chute)–operating machinery or vehicles while fatigued or under the influence of alcohol or medications that cause impairment",
            "Children who have hand injuries often sustain crush injuries (e.g., from getting hand crushed in a door), which account for80% of hand injuries in children up to age 6(3)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If on the scene of an accident, wrap amputated tissue or digits in gauze moistened with saline solution, and put the wrapped tissue/digits in a plastic bag. Then put the bag in a separate bag filled with ice. Putting the tissue directly on ice will damage the tissue(22)",
        "Patients with mutilating hand injuries are at high risk for infection in the affected areas. Monitor the wound carefully for signs of infection. If infection is suspected, the patient should be referred back to the physician/hand surgeon immediately for further evaluation and treatment(1,4,21)",
        "Appropriate dressings should be used, with care taken to avoid maceration of the wound when moist/wet dressings are applied",
        "The use of compression wraps, intermittent compression pumps, paraffin, and other therapy interventions often is contraindicated if infection or open wounds are present",
        "Special care should be taken to protect pins or external fixation devices that may protrude from the hand or digits",
        "ROM of joints should be performed only within the limitations set by the surgeon to avoid damage to nerve, tendon, bone, and skin repairs. Obtain orders from the surgeon regarding what ROM is appropriate and what should be avoided",
        "Use caution if sling use has been prescribed. Patient should not rest hand in a dependent position; this position can increase edema",
        "Whirlpool treatments are contraindicated if acute edema is present due to risk of increasing edema with the hand in a dependent position",
        "The patient may have decreased sensation; instruct in protective techniques to prevent thermal and other injuries",
        "Use caution with all thermal modalities, especially in patients with vascular involvement, who may have an impaired ability to dissipate heat effectively",
        "Strengthening exercises should not be initiated until bone and soft tissue structures can tolerate the force of the muscle contraction; time frame will vary depending upon the injuries and type of repair",
        "Fractures should be healed completely before beginning strengthening exercises",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patient may be referred while in an inpatient facility, within a day or so after injury. Patient may also be referred several days or weeks later in an outpatient facility. Identify the mechanism of injury. Determine what surgical procedures have been performed, what structures were affected (vessels, nerves, bone, tendons, skin), what structures were repaired (vs unrepaired), and condition of repairs. Also important to note is type and stability of skeletal fixation used if fracture occurred during injury; are joints free, pinned, or fused? Identify where open wounds and surgically closed wounds exist ",
                "course of treatment": {
                    "medical management": "Medical management can include tetanus vaccination, NSAIDs, narcotic pain medications, and antibiotics. Surgical management will vary depending on the type and extent of injury (e.g., tissue debridement and grafting, amputation, fasciotomy, external fixators, transposition, replantation)(1,19,21)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are they effectively controlling pain to allow patient to participate in therapy?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "X-ray,  MRI, CT scan, EMG, vascular testing, and other diagnostic testing may be required to determine which structures have been injured, monitor healing, and make sure that repaired structures remain intact(21)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document any noted aggravating or easing factors",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if  pain   is present now and how much ). Assess for pain at rest using a V AS. Patients may have significant postoperative pain and may also have significant pain with active and/or passive ROM (PROM)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night related to injury",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., worsening pain, fever, nightmares, flashbacks). Mutilating hand injuries are frequently associated with the development of mental health problems such as PTSD and depression(15)",
                "respiratory status": "Is there any known respiratory compromise? Does the patient smoke (which can delay healing)? Barriers to learning -Are there any barriers to learning? Yes___ No___ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a history of previous injuries to the hand? Does the patient have any pertinent medical history (e.g., compromised immune system, circulatory disorders, diabetes) that may delay wound healing?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient work? What type of work? Was the injury work-related?  In what recreational or leisure activities does the patient participate? What are the patient’s role functions? Can the patient use the involved hand for activities? ",
                "functional limitations assistance with ADLs adaptive equipment": "What is the patient’s hand dominance? What is the patient’s prior level of function? Does the patient require adaptive equipment or adapted techniques to perform ADLs?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Is the patient a caregiver? Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Does patient require any devices to complete ADLs secondary to loss of hand/upper extremity function?",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "In severe hand traumas, blood vessel damage may have occurred.(21) Take note of increased pallor, blue color of the finger(s), and coolness of the finger(s). Also, assess capillary refill and skin turgor.(21) How are vascular injuries being managed (e.g., medical leeches)?There is often significant edema and inflammation following severe injury to the hand.(21) Edema may be of the affected digits and hand and may also include the forearm, depending on the location and severity of the injury. If possible, volumetric measurements may be taken; however, if open wounds/infection are present, circumferential measurements may be taken to monitor the severity of edema (e.g., fourth digit proximal interphalangeal [PIP] joint circumference, 2nd through 4th metacarpophalangeal [MCP] joint circumference, circumference at wrist crease). Note presence of pitting edemaContracture of the distal interphalangeal (DIP), PIP, MCP, or wrist joints may occur secondary to immobilization of the wrist, hand, and digits following mutilating hand injuries. In some cases, the digits may be lost to amputation (traumatic or surgical). The scapholunate ligament is the most commonly injured intrinsic ligament(23)",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Muscle testing usually is inappropriate in the early stages following mutilating hand injuries and subsequent surgical interventions. When appropriate (permitted through physician order), muscle grip and pinch strength testing (i.e., tip pinch, lateral pinch, and gross grasp) may be conducted using a Jamar dynamometer and pinch gauge testing, as well as manual muscle testing of the wrist and forearm",
            "observation inspection palpation including skin assessment": [
                "In mutilating hand injuries, significant injuries to the skin may exist. If possible, the involved layers of the skin are sutured. However, in some cases open wounds may be left to heal without surgical intervention. In cases of severe injury, skin flaps or grafts may be used to cover large open areas. Surgical incisions should be assessed for intact sutures, and all wounds should be assessed for signs of infection (erythema, warmth, inappropriate drainage, odor), appropriate healing, etc. •Positioning: Check that wrist, MCP joints, PIP joints, and DIP joints are positioned correctly in any postoperative orthoses. Position will vary depending upon involved structures (e.g., PIP flexion with PIP dislocation; PIP extension with MCP fracture) and physician preference. Monitor for changes in postoperative dressing bulk, causing need to adjust position in orthosis"
            ],
            "posture": "",
            "range of motion": "Determine range of motion (AROM or PROM as appropriate) within the parameters established by the physician/hand surgeon (which joints may be mobilized, specific ROM restrictions) Self-care/ADLs –Assess ability to complete ADLs –If there has been amputation of the thumb or a significant portion of the hand or digits, a prosthesis may be required to provide functional opposition and use of the hand for daily activities",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": " Sensory testing –If nerve damage/traction/repair has occurred, significant sensory impairment may be present(5) –Sensory changes should be documented.(21) Semmes-Weinstein  monofilament testing, two-point discrimination testing, and other sensation testing should be performed in the median, ulnar, or dorsal radial sensory nerve distributions as appropriate based on the location of the injury –Identify areas that may be hypersensitive to stimulation –The Tinel sign and sensory testing should be used frequently to monitor the status of nerve regeneration",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure  -For additional information on the DASH, see  Clinical Review….Disabilities of the Arm, Shoulder and Hand (DASH)  ; CINAHL Topic ID Number T903177 –Manual Ability Measure-36  (MAM-36)(18) –International Classification of Functioning, Disability, and Health (ICF) Core Sets for Hand Conditions(6,7)(8) -Ability to pick up small objects -Ability to obtain objects from a pocket -Ability to open a zipper -Ability to unlock a door -Standardized hand function tests include -Jebsen-Taylor  Hand Function Test -9-hole  peg test -Boxes and blocks test",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Over area of nerve regrowth",
                "Hypertension",
                "Hypersensitivity to cold",
                "Over an acute wound",
                "Over superficial nerves",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignancy",
                "Liniments or heat rubs",
                "Presence of or tendency for hemorrhage or edema",
                "Certain dermatologic conditions (e.g., ichthyosis, infection)",
                "Venous ulcers",
                "Tissues damaged by radiation therapy",
                "Peripheral vascular disease",
                "Respiratory impairment",
                "Surgical incisions/skin grafts",
                "Malignancy",
                "More than half-body  immersion during pregnancy",
                "Cardiac insufficiency",
                "Impaired sensation",
                "Impaired mental status",
                "Unstable blood pressure",
                "Cold hypersensitivity",
                "Alcohol consumption (prior to therapy)*",
                "Decreased strength/ROM/endurance/balance*",
                "Urinary/fecal incontinence*",
                "Fear of water*",
                "Respiratory impairments",
                "Avoid warm/hot water if patient is pregnant or has multiple sclerosis, increased risk of hemorrhage (e.g., on anticoagulant medications), impaired thermal regulation, acute inflammation, fever, edema, thrombophlebitis, or acute rheumatoid arthritis",
                "Seasickness",
                "Epilepsy*",
                "Neuromuscular electrical stimulation (NMES) is contraindicated wherever active muscle contraction is contraindicated (e.g., newly sutured tendons) -Do not place electrodes nearcarotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, or gonads",
                "Osteomyelitis",
                "Hemorrhage",
                "Impaired sensation, mental status, communication",
                "Cardiovascular disease",
                "Malignancy",
                "Dermatological conditions",
                "Proximity of electromagnetic radiation",
                "In pregnant women, near the pelvis, lumbar spine, hips, abdomen",
                "In patients with stroke or seizures, near the neck",
                "History of spontaneous abortion in pregnant women",
                "Over the region of a cardiac pacemaker",
                "Over the pelvis, abdominal, and lumbar regions during pregnancy",
                "Over the eyes and testes",
                "In an area with infection or bleeding",
                "If a tumor or malignancy is present in the area",
                "In the area of a DVT or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia",
                "Over epiphyseal plates",
                "Sensory deficits",
                "Individuals who cannot communicate effectively (e.g., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocol",
                "Obtain physician orders and parameters prior to initiating any new interventions",
                "Shoulder protection: Modify or discontinue activities that provoke pain",
                "Cryotherapy contraindications(9)",
                "Cryotherapy precautions(9)",
                "Thermotherapy contraindications(9)",
                "Whirlpool contraindications(9)",
                "Whirlpool  precautions (*some are relevant only if entire body is immersed)(9) ",
                "Electrotherapy  contraindications/precautions(9)",
                "Therapeutic ultrasound contraindications(9)",
                "Therapeutic ultrasound precautions(9)"
            ]
        },
        "diagnosis need for treatment": "Mutilating hand injury resulting in bone, skin, nerve, vascular, ligament, tendon, and other soft tissue damage or loss. The patient will require physical and/or occupational therapy to address wound care, edema, orthosis fabrication, ROM/strength/functional losses, and other deficits",
        "rule out": "N/A ",
        "prognosis": [
            "The prognosis for patients with mutilating hand injuries varies depending on the extent of the injury. Time off work varies based on diagnosis and job demands. Patients with amputations, scaphoid fractures, and proximal phalanx fractures had the longest duration of complaints in prospective study conducted in the Netherlands(24)",
            "Results of a systematic review that included 8 studies showed that return to work occurred by 6 months in over 60% of individuals with work-related  traumatic hand injuries(17) –Persons with more severe impairments and lower preinjury income were less likely to return to work –Age, sex, and level of education had no impact on return to work",
            "Early and appropriate treatment can result in fewer complications and better outcomes in pediatric patients with hand injuries(19) –Treatment that was delayed (greater than 48 hours post injury) or that did not include debridement, open reduction, nail bed repair, and antibiotic therapy resulted in a greater rate of complications, including osteomyelitis"
        ],
        "referral to other disciplines": " Referral to other disciplines Occupational therapist for ADLs training, orthosis fabrication Prosthetist for prosthetic digits, gloves, hands, and other equipment Physician if infection, wound dehiscence, or other abnormality is suspected or identified Psychologist if there are adjustment issues post trauma/surgery V ocational counselor Certified hand therapist as indicated and/or available",
        "other considerations": [
            "Tenolysis (surgical release of adhesions) may be necessary 6–12  months post initial surgery if tendon gliding is insufficient",
            "Rehabilitation in a group setting may facilitate psychological and physical recovery from mutilating hand injuries(10)"
        ],
        "treatment summary": [
            "In the early stages of recovery, the primary goals of therapy are to facilitate wound healing and prevent infection. Other goals of therapy are to control edema, improve PROM, and prevent contracture",
            "In the later phases of rehabilitation, scar management, increasing passive and active ROM and strength, and improving hand function are the primary goals",
            "Significant evidence-based  research is lacking in the rehabilitation of mutilating hand injuries, but clinical experience and expertise help to form a comprehensive and effective rehabilitation program . Problem Goal Intervention Expected Progression Home Program Pain Decrease pain Physical agents/ mechanical modalities _ Various modalities and physical agents can be effective in pain relief, but the choice of which modality/agent to apply depends on the specific nature of the mutilating injury(8)Modalities or physical agents may be effective in relieving pain and tendernessProvide recommendations for home regarding pain relief  Edema Reduce edema Manual therapy _ Retrograde massage may control edema of the wrist, hand, and fingers. AROM exercises also help to produce a natural muscle pumping action to assist with lymphatic drainage and the reduction of edema and can be incorporated into the treatment program if not contraindicated _ _ Physical agents/ mechanical modalities _ The use of intermittent compression pumps, compression gloves, self-adherent wrap, and other anti-edema equipment can help to reduce edema. Patient education to maintain elevation is essentialEdema should be effectively reduced with continued therapyPatient may be provided with methods of safely reducing edema at home (e.g., positioning, retrograde massage)  Healing open wounds/ surgical woundsFacilitate healing as able; prevent scar adhesionsOrthosis fabrication _ The specific type of orthosis required depends on the type and location of injury, as well as if an amputation has resulted in the loss of digits or part of the hand _ _ In general, a resting orthosis may be used, with the joints positioned as follows: slight wrist extension (15–20°), MCP joints in 70–80°flexion, the IP joints near full extension, and the thumb extended and abducted(11) _ _ Protective orthoses will need to be remolded as edema decreases and the amount of wound dressing is reduced _ _ Patients with nerve, tendon, or vascular repairs may require different positioning to protect the repairs and reduce tension on the structures involved _ _ _ Dynamic orthoses may allow for early mobilization (e.g., dynamic traction for flexor tendon rehabilitation) while providing protection for involved joints and soft tissue structures _ _ Orthosis fabrication decisions should be made in consultation with the surgeon so that all members of the rehabilitation team are aware of the restrictions warranted by certain injuries and surgical interventions _ _ Wound care _ Close communication with the surgeon is required for the appropriate choice of dressings and ointments _ _ Whirlpool may be used to facilitate debridement of open wounds but should be used cautiously because of the dependent position required, which increases edema _ _ If permitted by the surgeon, the therapist may be involved in debridement of eschar and other wound careCaring for the wound may help reduce infection and improve healing time _ _ Scar management _ Scar massage should be performed once adequate wound healing is achieved. Increased scar thickness and adherence can reduce skin mobility and the amount of tendon excursion, limiting ROM, strength, and functionProvide oral and written instruction on protection of injury and methods of facilitating healing  Reduced digital/wrist ROMIncrease digital/wrist ROMManual therapy _ PROM should be applied as appropriate, depending on the specific injuries and surgeon restrictions _ _ Early application of stress to repaired soft tissue structures has been shown to affect scar remodeling; studies have demonstrated a faster recovery of tensile strength, decreased adhesion formation, better tendon excursion, and less deformation at the tendon site(12) _ _ Therapeutic exercise _ AROM of the wrist and digits should be initiated as soon as it is safe. At this time, blocking exercises of the PIP and DIP joints may be used to help isolate each joint _ _ Adequate support to the proximal joint is necessary to allow for isolated flexion and extension of the joint. AROM of the MCP joints, AROM wrist extension/flexion, and forearm pronation/ supination should be performed as appropriate _ _ Nerve and tendon gliding (hook fist, full fist, straight fist, tabletop) and intrinsic plus minus positioning may also be incorporated using 3 sets of 15 repetitions _ _ Physical agents/ mechanical modalities _ Moist heat packs, ultrasound, and paraffin may be used, as allowed by physician, to increase tissue elasticity prior to manual therapy and stretching exercisesProgress each unique patient as appropriate and indicatedImplement a home program that incorporates ROM as indicated  Reduced grip/muscle strength _ _ Impaired functionIncrease grip/muscle strength _ _ Improve hand functionTherapeutic exercise _ Once the patient begins to achieve increased AROM, initiate gentle and progressive strengthening when safe to begin _ _ The use of therapy putty, hand grippers, light hand weights/ sticks, rubber bands, resisted clothespins, and other hand therapy equipment may be incorporated to increase grip strength, pinch strength, wrist flexion and extension strength, and pronation/ supination strength _ _ These exercises should be introduced only when deemed appropriate by the surgeon and the therapist, and will vary based on the injury and the surgical interventions performed _ _ These exercises should be performed in a pain-free range and progressed slowly to the patient’s tolerance. Each exercise may be performed in 3 sets of 15 repetitions _ Electrotherapeutic modalities _ NMES may be used in appropriate cases to facilitate the return of muscular contraction and function and prevent atrophy while nerve regeneration occursFunctional training _ Introduce functional strengthening and gradual implementation of typical daily activities as symptoms improve (after pain, edema, ROM, and strength issues have been addressed) _ _ This may include dexterity activities, such as handling and counting change, locking and unlocking doors/padlocks, and removing small objects from therapy putty _ _ Work-simulation activities may also be appropriate in later stages _ _ Gravity-dependent position tolerance training can begin once the wound is healed and edema and vascularization are stable. Patients may begin to do this on their own as they start to use the hand for functional activities _ _If appropriate, a home program can be given to improve results  If appropriate, a home program can be given to improve resultsReduce hypersensitivities as able _ _ Increase patient knowledge on risk of injury/prevention of injury following sensory impairmentSensory reeducation _ May use different textures, such as cotton, silk, or rice, to decrease hypersensitivity _ _ Use of “scrubbing” technique across the affected area to stimulate hypersensitive areas _ _ “Particle baths,” using tubs of progressively challenging textures (rice, Styrofoam pieces, sand), are also helpful _ _ Weight-bearing activities should also be incorporated: cleaning table with rag while putting weight through palm of hand, leaning through hands to make small circles with physioball, carrying weighted objects in affected extremity, and other activities to address the possibility of reflex sympathetic dystrophy _ _ Use of these techniques may be contraindicated with open wounds or in the presence of infectionProgress each unique patient as appropriate and indicatedRecommend strategies for home as indicated ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced pain": [
            "V AS"
        ],
        "reduced edema": [
            "Circumferential or volumetric measures as appropriate"
        ],
        "improved strength": [
            "MMT",
            "Jamar dynamometer and pinch gauge"
        ],
        "improved rom": [
            "Goniometric measurements"
        ],
        "improved function": [
            "DASH Outcome Measure",
            "Patient-Rated  Wrist and Hand Evaluation (PRWHE)(14)",
            "International Classification of Functioning, Disability, and Health (ICF) Core Sets for Hand Conditions(6,7)",
            "MAM-36"
        ],
        "reduced hypersensitivities": [
            "Patient report"
        ],
        "facilitated healing prevented infection": [
            "Wound assessment"
        ]
    },
    "maintenance or prevention": [
        "Home exercise program to maintain ROM/strength/function of the affected hand. Proper safety procedures and equipment in situations that increase risk of injury to the hand (machine/tool/chemical use) can help to decrease the incidence and severity of injury",
        "Elbow and shoulder exercises should also be incorporated into a regular routine"
    ],
    "patient education": [
        "See “Fingertip Injuries and Amputations” from the American Academy of Orthopaedic Surgeons at https://orthoinfo.aaos.org/en/diseases--conditions/fingertip-injuries-and-amputations",
        "See “Finger Fractures” from the American Academy of Orthopaedic Surgeons at https://orthoinfo.aaos.org/en/diseases--conditions/finger-fractures",
        "See “Hand Fractures” from the American Academy of Orthopaedic Surgeons at https://orthoinfo.aaos.org/en/diseases--conditions/hand-fractures Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Takeuchi AMF, Hayden SR. Phalangeal injuries, hand. In: Schaider JJ, Barkin RM, Hayden SR, et al, eds. Rosen & Barkin's 5-Minute Emergency Medicine Consult . 5th ed. Philadelphia, PA: Wolters Kluwer Health; 2015:852-853.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Soares MM, Jacobs K, Reyes-Martínez  RM, Maldonado-Macías  A, Prado-León  LR. Human factors identification and classification related to accidents’ causality on hand injuries in the manufacturing industry. Work. 2012;41:3155-3163.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Gibly RF, Shomaker T, Bompadre V, Steinman SE. Understanding the spectrum of paediatric mechanical finger and hand trauma seeking acute care. J Child Orthop . 2018;12(6):622-628.  doi:10.1302/1863-2548.12.180096.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Vilke GM. Extremity trauma, penetrating. In: Schaider JJ, Barkin RM, Hayden SR, et al, eds. Rosen & Barkin's 5-Minute Emergency Medicine Consult . 5th ed. Philadelphia, PA: Wolters Kluwer Health; 2015:398-399.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Dahlin LB, Wiberg M. Nerve injuries of the upper extremity and hand. EFORT Open Rev . May 11, 2017;2(5):158-170.  doi:10.1302/2058-5241.2.160071.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Kus S, Oberhauser C, Cieza A. Validation of the Brief International Classification of Functioning, Disability, and Health (ICF) Core Set for Hand Conditions. J Hand Ther . 2012;25(3):274-287.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Rudolf KD, Kus S, Chung KC, Johnston M, LeBlanc M, Cieza A. Development of the International Classification of Functioning, Disability and Health Core Sets for Hand Conditions – results of the World Health Organization international consensus process. Disabil Rehabil . 2012;34(8):681-693.  (G)"
        },
        {
            "number in article": 8,
            "reference": "Mundrane-Zweiacher  ML. Rehabilitation of the wrist and hand. In: Higgins M, ed. Therapeutic Exercise: From Theory to Practice . Philadelphia, PA: FA Davis Company; 2011:747-788.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Adams Z, Newington L, Blakeway M. Evaluation of outcomes for patients attending a rehabilitation group after complex hand injury. Hand Ther . 2012;17(3):68-72.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Byron PM, Muntzer EM. Therapist's management of the mutilated hand. Hand Clin . 1986;2(1):69-79.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Amadio PC. Advances in understanding of tendon healing and repairs and impact on postoperative management. In: Skirven TM, Osterman AL, Fedorczyk JM, Amadio PC, Feldscher SB, Shin EK, eds. Rehabilitation of the Hand and Upper Extremity . 7th ed; 2021:394-401.  (GI)"
        },
        {
            "number in article": 13,
            "reference": "Colen DL, Fox JP, Chang B, Lin IC. Burden of hand maladies in us emergency departments. Hand. 2018;13(2):228-236.  doi:10.1177/1558944717695749. (R) "
        },
        {
            "number in article": 14,
            "reference": "Packham T, MacDermid JC. Measurement properties of the Patient-Rated  Wrist and Hand Evaluation: Rasch analysis of responses from a traumatic hand injury population. J Hand Ther . 2013;26(3):216-223;  quiz 224. doi:10.1016/j.jht.2012.12.006. (R)"
        },
        {
            "number in article": 15,
            "reference": "Tocco I, Azzi M, Salini E, Bassetto F. Implementing a tailored approach for the hand-injured  patient: a prospective study on the evolution of the posttraumatic psychic distress. J Trauma Nurs . 2013;20(4):178-183.  doi:1097/JTN.0000000000000009. (R)"
        },
        {
            "number in article": 16,
            "reference": "Kingston GA, Judd DJ, Gray MA. The experience of living with a traumatic hand injury in a rural and remote location: an interpretive phenomenological study. Rural Remote Health. 2014;14(3):1-12.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Shi Q, Sinden K, MacDermid JC, Walton D, Grewal R. A systematic review of prognostic factors for return to work following work-related  traumatic hand injury. J Hand Ther . 2014;27(1):55-62.  doi:10.1016/j.jht.2013.10.001. (SR)"
        },
        {
            "number in article": 18,
            "reference": "Chen CC, Bode RK. Psychometric validation of the Manual Ability Measure-36  (MAM-36)  in patients with neurologic and musculoskeletal disorders. Arch Phys Med Rehabil . 2010;91(3):414-420.  doi:10.1016/j.apmr.2009.11.012. (R)"
        },
        {
            "number in article": 19,
            "reference": "Amadio PC. What’s new in hand surgery. J Bone Joint Surg Am . 2015;97(6):520-526.  doi:10.2106/JBJS.N.01248. (RV)"
        },
        {
            "number in article": 20,
            "reference": "Hadeed A, Anthony JH, Hoffler CE. Hand high pressure injury. StatPearls . Treasure Island, FL: StatPearls Publishing; 2021. (GI)"
        },
        {
            "number in article": 21,
            "reference": "Arya P, Kanapathy M, Mendis K. History and examination. In: Singh P, ed. Hand Trauma in Clinical Practice . Cham: Springer Nature Switzerland; 2019:25-36.  (GI)"
        },
        {
            "number in article": 22,
            "reference": "Deutsch C. Hand emergencies. In: Singh P, ed. Hand Trauma in Clinical Practice . Cham: Springer Nature Switzerland; 2019:75-84.  (GI)"
        },
        {
            "number in article": 23,
            "reference": "Bentley TP, Hope N, Journey JD. Wrist dislocation. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (GI)"
        },
        {
            "number in article": 24,
            "reference": "Neutel N, Houpt P, Schuurman AH. Prognostic factors for return to work and resumption of other daily activities after traumatic hand injury. J Hand Surg Eur Vol . 2019;44(2):203-207.  doi:10.1177/1753193418812645. (R)"
        }
    ]
}