{
    "metadata": {
        "title": "Heart Failure",
        "synonyms": [
            "congestive heart failure",
            "chronic heart failure",
            "left heart failure",
            "right heart failure",
            "heart failure, congestive",
            "heart failure, chronic",
            "heart failure, left",
            "heart failure, right",
            "chf"
        ],
        "anatomical location body part affected": [
            "Left and right atria of the heart, left and right ventricles of the heart, lungs, and pulmonary veins"
        ],
        "area of specialty": [
            "acute care",
            "cardiovascular rehabilitation",
            "pulmonary rehabilitation"
        ],
        "description": [
            "Heart failure (HF) is a condition caused by inefficient relaxation (incomplete filling) or contraction (reduced ejection) of the myocardium, resulting in a reduced cardiac output, elevated intracardiac pressures, or both. The condition can be categorized into different types and severities, occurs during rest or stress, and can be acute or chronic(1) –Types of heart failure include: -heart failure with preserved ejection fraction (HFpEF) or diastolic heart failure -heart failure with reduced ejection fraction (HFrEF) or systolic heart failure -low-output -high-output -right-sided -left-sided",
            "Heart failure is a multisystem complex syndrome because the heart cannot supply enough oxygenated blood to meet the metabolic needs of the body. This causes impairment of endocrine, hematological, musculoskeletal, renal, respiratory, and vascular systems, which influence morbidity and mortality (2)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "I50": {
                "base": "heart failure",
                "I50.0": "congestive heart failure",
                "I50.1": "left ventricular failure",
                "I50.9": "heart failure, unspecified"
            },
            "I09.9": "rheumatic heart disease, unspecified",
            "I11.0": "hypertensive heart disease with (congestive) heart failure (ICD-10-CA in Canada uses I11 without further subdivision)",
            "I13.0": "hypertensive heart and renal disease with (congestive) heart failure (ICD-10-CA in Canada uses I13 without further subdivision)",
            "I13.2": "hypertensive heart and renal disease with both (congestive) heart failure and renal failure (ICD-10-CA  in Canada uses I13 without further subdivision) (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. Medicare reimburses for cardiac rehabilitation to treat patients with stable chronic heart failure (3)"
        ],
        "presentation signs and symptoms": [
            "Signs and symptoms of right-sided  heart failure include:  –ascites/jaundice/enlarged liver –jugular vein distention –nausea and vomiting/indigestion/anorexia –nocturia –peripheral edema –right ventricular heave",
            "Signs and symptoms of left-sided  heart failure include: –pulmonary crackles/productive cough –orthopnea –paroxysmal nocturnal dyspnea –dyspnea, especially on exertion –fatigue –chest pain –heart murmur –S3 and S4 heart sound –tachycardia –weakness/fatigue/confusion/restlessness –cool/pale lower extremities –diminished peripheral pulses",
            "The New York Heart Association (NYHA) classification of HF is as follows:(1) –Class I (mild) – Unrestricted physical activity –Class II (mild) – Some self-imposed  restriction in physical activity because of increased need to rest but no distress when resting –Class III (moderate) – Significantly unable to perform normal activities and limits activity due to need for rest from dyspnea and fatigue –Class IV (severe) – Inability to perform physical activity free of discomfort and heart failure signs/symptoms persist at rest and increase with any level of activity Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "The examination should be terminated if the patient experiences any cardiac symptoms",
            "A significant change in vital signs would indicate need for termination of the exam; the physician should be notified",
            "If the patient is experiencing discomfort or difficulty with breathing with any movement, that particular activity and, possibly, the exam should be terminated and the physician should be notified",
            "Exercise testing is contraindicated when systolic blood pressure is greater than 200 mm Hg and/or diastolic blood pressure is greater than 110 mm Hg"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes pathogenesis": [
            "Heart failure can occur at any age. However, it typically occurs with advancing age and with additional comorbidities (1,2)–Comorbid conditions contributing to or exacerbating heart failure include:-coronary artery disease and myocardial infarction-diabetes and metabolic syndrome-heart infection, such as pericarditis or endocarditis-atrial fibrillation or other arrythmias-heart valve disease-hypertension-chronic alcoholism-thyroid disease",
            "The condition varies by patient: it can be acute or chronic and have gradual or rapid onset and progression",
            "Heart failure can result from many conditions affecting the heart and blood vessels, including ischemic heart disease,valvular heart disease, arrhythmias, and hypertension. It can cause reduced cardiac output and circulation of oxygenatedblood to organs and tissue. As a result, renal, hepatic, and gastrointestinal ischemia and failure can ensue",
            "Compensatory processes help the heart to function optimally during early stages of heart failure. These mechanisms aremostly caused by low cardiac output activating the sympathetic nervous system and the renin-angiotensin-aldosteronesystem(5)–Sympathetic nervous system stimulation  raises heart rate, BP, and force of myocardial contraction. While these actionsinitially raise cardiac output, eventually they tax the heart and increase its myocardial oxygen demand. Over time, themyocardium thickens and the heart enlarges. In the presence of coronary artery disease, the rise in myocardial oxygendemand can lead to myocardial ischemia–Renin-angiotensin-aldosterone  system activation  causes further vasoconstriction and sodium and water retention,leading to a boost in blood volume. The increased blood volume increases ventricular filling and consequently cardiacoutput. However, over time, the extra blood volume can overwhelm the heart and worsen heart failure. In addition, themyocardium can thicken further and eventually dilate. The dilated myocardium can no longer contract effectively"
        ],
        "risk factors  ,": [
            "Coronary artery disease",
            "Hyperglycemia and type 2 diabetes",
            "Hypertension",
            "Hyperthyroidism",
            "Acute/chronic kidney failure",
            "Nonadherence to lifestyle changes including diet and exercise",
            "Nonadherence to medication regimen and fluid/sodium restrictions",
            "Polypharmacy",
            "Advanced age",
            "Obesity",
            "Alcoholism",
            "Tobacco use"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Head of patient’s bed should be placed in high-Fowler’s  position during acute heart failure or exacerbation to elevate the torso in an upright position at a 60˚ to 90˚ angle for maximum chest expansion and breathability. Supine/flat-lying  positions should be avoided (7,8)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The examination should be terminated if the patient experiences any cardiac symptoms",
            "A significant change in vital signs would indicate need for termination of the exam; the physician should be notified",
            "If the patient is experiencing discomfort or difficulty with breathing with any movement, that particular activity and, possibly, the exam should be terminated and the physician should be notified",
            "Exercise testing is contraindicated when systolic blood pressure is greater than 200 mm Hg and/or diastolic blood pressure is greater than 110 mm Hg"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document date of diagnosis and classification (IIV). Document date of any cardiac events. Note hospital course and any complications",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": " Medications for current illness/injury Determine what medications clinician has prescribed; are they being taken? Does the patient feel they are effectively controlling his or her symptoms? (1,2,7) vasodilators morphine inotropic medication supplemental oxygen diuretics ACE (angiotensin-converting  enzyme) inhibitors ARB (angiotensin receptor blocker) inhibitors ARN (angiotensin receptor neprilysin) inhibitors aldosterone inhibitors ivabradine (type of calcium channel blocker) beta-blockers digoxin",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Accurate diagnosis of heart failure is essential for effective disease management, ongoing surveillance, and optimal patient outcomes",
                        "Imaging tests may include:(1,6,7)",
                        "Echocardiogram to determine ejection fraction and whether heart failure is caused by diastolic dysfunction or systolic dysfunction by visualizing heart size, shape, valves, pumping action, and blood flow",
                        "Transesophageal echocardiogram or transthoracic echocardiogram to evaluate for differential diagnoses, such as blood clots or heart/valve disease",
                        "Chest X-ray,  which may identify pleural effusion, pulmonary edema, or heart enlargement, such as enlarged left ventricle",
                        "These laboratory tests can be used to determine the cause of heart failure:(1,6,7)",
                        "CBC with differential to detect anemia including low RBCs, which increase work of heart and trigger cardiac compensatory mechanisms",
                        "B-type  natriuretic peptide (BNP), also called brain natriuretic peptide elevation",
                        "Troponin level to determine elevated levels, which can indicate acute or chronic heart failure with decompensation, heart muscle injury, or cell death",
                        "Serology to test for levels of electrolytes, glucose, serum urea nitrogen (BUN), and creatinine, which can detect electrolyte imbalance or disturbance in kidney function, which indicates and exacerbates heart failure",
                        "Liver function test to evaluate for toxin buildup in the liver, also called liver congestion, that can occur with heart failure",
                        "Urinalysis to detect elevated specific gravity and protein in the urine ›Additional diagnostic tests to help identify cause include:(1,7)",
                        "›12lead  ECG to detect abnormal cardiac waveforms caused by acute or chronic heart failure and other cardiovascular pathology ›heart catheterization to evaluate hemodynamic values, to biopsy heart tissue, and to perform coronary angiogram ›exercise stress test to determine exercise tolerance and patterns of ischemia during exercise"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies, including stress management techniques (e.g., yoga, meditation), acupuncture, dietary changes (e.g., addition of cranberries or watermelon for diuresis, elimination of salt), and supplement use (e.g., hawthorn, coenzyme Q10)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Note which activities increase symptoms. Please see Presentation/signs and symptoms , above, for the NYHA classification of HF",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms (e.g., dyspnea at rest and/or with activity). Ask about feelings of chest pressure or tightness",
                "rating of symptoms": "Where appropriate, use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). The Borg Rating of Perceived Exertion (RPE) Scale may be used to assess exercise intolerance ",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables. Patients may experience increase in symptoms in cold or hot weather",
                "sleep disturbance": "Document number of wakings/night. How many pillows does the patient use? -Prevalence of sleep apnea in chronic HF has been reported to be 4582%(11) and may be associated with increased morbidity and mortality -Ask if patient has symptoms such as daytime sleepiness, restless or fitful sleep, insomnia, loud snoring, or choking or gasping during sleep -Patients with HF often experience nocturia",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician",
                "respiratory status": "Respiratory symptoms of HF, particularly shortness of breath, are nonspecific, and may also be due to underlying respiratory disease or physical deconditioning -Does the patient require the use of supplemental oxygen? If so, what are the parameters set by the physician? -Does the patient require the use of CPAP or other nighttime breathing assistance device secondary to sleep apnea? -Does patient complain of coughing or wheezing? -A dry, irritating cough can occur, particularly at night. Patients may have a history of being mistakenly treated for asthma or bronchitis Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe_________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Inquire about previous hospitalizations for HF and previous history of cardiac disease",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, complications of pregnancy, psychiatric disorders, and orthopedic disorders Clinical depression is a common comorbidity, affecting up to 40% of patients with chronic HF(12) Up to 75% of patients report elevated depressive symptoms(12) Coexisting COPD is common among patients with chronic HF Approximately 2030%  of patients with COPD have chronic HF(18) COPD in patients with HF was associated with older age, more comorbidities, reduced exercise capacity, and increased cardiovascular mortality/HF hospitalization in a study investigating clinical characteristics of patients with both conditions(19)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient employed? What does the job require? Does the patient participate in any recreational activities? Any hobbies?",
                "functional limitations assistance with ADLs adaptive equipment": "Document prior and current functional level as reported by patient and family",
                "living environment": "Ask about stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home. Are any modifications necessary? Does the patient have sufficient endurance to negotiate stairs to enter home or access bedroom or bathroom?"
            },
            "general": "(1,7)"
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "BMI; obesity is a risk factor for cardiac disease. Patients may be instructed to monitor their weight and body swelling daily to recognize signs of fluid retention. Rapid weight gain or increase in girth measurements are early signs of fluid buildup Document patient’s orientation to time, place, and situation. Is patient alert or lethargic? Onset of confusion, restlessness, dizziness, or lightheadedness may be symptoms of worsening HF, requiring medical attention –Use the Mini-Mental  State Examination (MMSE) to screen for cognitive impairment as indicated -Results of a study conducted in the Netherlands suggest that severe cognitive impairment is a frequent but often unrecognized symptom in older HF patients(20) -Patients with more severe HF are at increased risk for severe cognitive impairment, and this is associated with higher mortality",
            "assistive and adaptive devices": "Assess if equipment is needed; if patient has equipment, assess for proper fit and use",
            "balance": "Assess balance in sit and stand, statically and dynamically –Authors of a retrospective chart review in the United States that involved 75 subjects, 20 with COPD and 55 with HF, found that the vast majority of patients were at increased fall risk based on objective data collected during initial physical therapy evaluation for home health services(13) -Data analyzed included scores from the Dynamic Gait Index (DGI), Tinetti Performance-Oriented  Mobility Assessment scale,Berg Balance Scale, Timed Up and Go (TUG) test, 2-minute  walk test (2MWT), and gait speed -Of the 75 subjects, 94.7% were classified as being at risk for falls -It is recommended that cardiopulmonary rehabilitation programs should not just address cardiopulmonary impairments, but should also perform balance assessments and consider the impact of balance deficits on patients’ functional mobility",
            "cardiorespiratory function and endurance": [
                "Monitor the following at rest, in sitting, in standing, with ADLs, during and after gait, and after a rest period -Blood pressure, heart sounds, heart rate, Borg rating of perceived exertion (RPE) -EKG for abnormal heart rhythm -O2 saturation values; should be > 95% at rest but may vary by individual",
                "Functional capacity tests may include the 6-minute  walk for distance test (6MWT) and 10-meter  incremental shuttle-walk test",
                "Borg RPE increasing above 14/20 (moderate exertion) during physical activity may indicate worsening HF",
                "Auscultate as indicated. Increase in pulmonary crackles may indicate worsening HF",
                "Assess inspiratory muscle strength as indicated using an inspirometer or manometer. Dysfunction of skeletal respiratory muscles is common in HF(21) -In addition, cardiac autonomic control of heart rate is associated with inspiratory muscle weakness in chronic HF"
            ],
            "circulation": "Screen for radial/dorsalis pedis pulsesAssess for appropriate lifting technique, appropriate breathing when lifting, and compliance with weight restrictions. Note use of energy-conservation techniques and dyspnea relief positionsAssess independence in transfers and functional mobility. Monitor and document EKG changes and vital signs before, during, and after ADLs. Use FIM if appropriate",
            "functional mobility": "",
            "gait locomotion": "Assess need for assistive device. Document any shortness of breath, pallor, cyanosis, or diaphoresis during ambulation. Provide immediate rest if these should occur. Document vital signs during and immediately following ambulation. Also, document time required to recover to normal resting values. Assess gait safety using DGI. Assess ability to negotiate stairs if appropriate",
            "muscle strength": "Assess gross strength in upper and lower extremities and trunk to identify weakness. Resisted manual muscle tests may need to be delayed depending on physician’s orders",
            "observation inspection palpation including skin assessment": [
                "duration, from 1 (01/4  inch, disappears rapidly) to 4 (> 1 inch still present after 5 minutes)"
            ],
            "posture": "Take note of any obvious malalignments in posture that may interfere with exercise program",
            "range of motion": "Assess ROM and flexibility at all major joints to identify any limitationsIdentify tasks patient may have difficulty with; determine if decreased endurance limits self-care  activities. Monitor and document EKG changes and vital signs before, during, and after ADLs",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "Quality of life questionnaire (e.g., Kansas City Cardiomyopathy Questionnaire) to assess patient’s perceived QOL, Borg RPE Scale to rate the intensity of exercise for the patient, and Dutch Heart Failure Knowledge Scale to assess how any education about the disease has affected the patient ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Comorbid conditions",
                "Heart rate ≥100 bpm in supine at rest",
                "Ventricular arrhythmia",
                "Use of dobutamine",
                "Body mass increase of ≥ 4 lbs (1.8 kg) over the course of 1 to 3 days",
                "Myocardial infarction in the last 3 weeks",
                "New onset of atrial fibrillation",
                "Uncontrolled diabetes",
                "Acute illness or fever",
                "Thrombophlebitis or embolism",
                "Pericarditis or myocarditis",
                "Moderate to severe aortic stenosis",
                "Ischemia that is significant at low work rates",
                "Further reduction in exercise tolerance or dyspnea at rest or upon exertion over the last few days",
                "Regurgitant valvular heart disease necessitating surgery",
                "Other absolute contraindications -Symptoms and signs of congestion, unstable HF or NYHA functional class IV -Exercise-training-induced: -Myocardial ischemia -Hypotension -Nonsustained or sustained ventricular tachycardia -Atrial fibrillation (until resolved) -Active inflammatory disease -Cerebrovascular or musculoskeletal disease preventing exercise testing or training -Severe obstructive lung disease leading to arterial oxygen desaturation -Thyroid dysfunction, hypo-  or hyperkalemia, hypovolemia"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "All patients should obtain their cardiologist’s clearance before participating in an exercise program(8)",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Patients should undergo cardiopulmonary exercise testing prior to initiating a therapeutic program(8)",
                "Relative contraindications to exercise(8)",
                "Absolute contraindications to exercise(8)",
                "Avoid Valsalva maneuver (encourage normal breathing pattern)",
                "If the patient is participating in aquatic therapy, he or she should remain in an upright position and submerge body no deeper than the xiphoid process. Obtain physician’s clearance for aquatic therapy and recommendations regarding water temperature and time spent in pool. Patient should be closely monitored for cardiac symptoms and changes in vital signs(14)",
                "Contraindications to aquatic therapy include early cardiac failure, unstable angina, vital capacity < 1L, severe peripheral vascular disease, severe kidney disease, open wounds, urinary or fecal incontinence, infections, and uncontrolled seizure(15)"
            ]
        },
        "diagnosis need for treatment": "Patients with HF generally present with impaired strength, cardiovascular endurance, functional mobility, and lack of knowledge about HF. Physical therapy can improve strength, cardiovascular endurance, functional mobility, and patient knowledge regarding HF. There can also be a benefit to the patient’s QOL, muscle structure, and physiological response to exercise.(16) An exercise program may also decrease future cardiac events and mortality(7) ",
        "rule out": " Rule out Myocardial ischemia(9) Other common causes of dyspnea(9) –Asthma –COPD –Arrhythmia –Infection –Interstitial lung disease –Anemia –Pulmonary embolism (PE) –Sleep-disordered  breathing Other causes of peripheral edema(9) –DVT –Renal disease -Acute renal failure -Chronic kidney disease –Hepatic disease –Hypoproteinemia –Venous insufficiency –Immobility –Pregnancy –Endocrine disease –Drugs –Lymphedema Depression Anxiety and hyperventilation syndromes Deconditioning",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Social services for equipment, home needs Smoking cessation program, if necessary Nutritionist for fluid-,  calorie-,  fat-, and sodium-restricted diet Mental health professional if there are psychological issues (e.g., depression) Sleep specialist if sleep apnea is suspected",
        "other considerations": [
            "Transitional care interventions (TCIs) have been developed to address the problem of numerous hospital readmissions and emergency department visits that occur with CHF(23) –Frequent use of healthcare services has been attributed to lack of understanding of a treatment plan, nonadherence to medical therapy, unawareness of HF symptom exacerbation, and irregular follow-up(23) –TCIs include a broad range of health services such as patient or caregiver education on self-management,  discharge planning, structured follow-up,  and coordination among healthcare professionals –Authors of a systematic review and meta-analysis  of RCTs investigating the impact of TCIs on acute health service use by patients with HF found that high-intensity  TCIs (combining home visits with telephone follow-up,  clinic visits, or both) reduced readmission risks regardless of the duration of follow-up.  Moderate-intensity  TCIs were effective if implemented for a longer duration (at least 6 months). Low-intensity  TCIs that involved only follow-up  in outpatient clinics or telephone follow-up  were not efficacious(23) -Forty-one  RCTs were included in the review and meta-analysis"
        ],
        "treatment summary": [
            "Rehabilitation following HF diagnosis or exacerbation can include cardiac rehabilitation, physical therapy, and/or occupational therapy(10)  -Cardiac rehabilitation  is an interprofessional program that provides physiological and psychological counseling, education, and physical activities that reduce cardiac mortality. The programs are generally divided into 3 phases: -Phase I: For inpatient that ends about 4 weeks after hospitalization and includes activities such as breathing exercises with peak flow spirometry and walking exercises -Phase II: Early outpatient period that includes physical exercise and respiratory exercise that improves exercise capacity and positively impacts QOL -Phase III: Long-term  outpatient that in addition to the physical activities also includes education, counseling, and mindfulness program ›Physical therapy  should begin as soon as it is safe to and continue with an individualized and focused program with periodic progress evaluations. Activity can be challenging for patients with HF depending on severity of signs/symptoms but it is essential to promote recovery and maximal ability.Ongoing rehabilitation aims to restore strength and gait stability in ambulation after decompensation or reduced mobility during hospitalization for stabilization",
            "Early ambulation is recommended as soon as patient’s cardiopulmonary condition is stable and optimal breathability is restored",
            "Gait rehabilitation may involve exercises to improve muscle strength, coordination, and lung capacity ›Occupational therapy  teaches patients with debilitating signs/symptoms how to conserve energy, group tasks and locations together, and become more independent as tolerated. Patients deconditioned after hospitalization can learn how to perform ADLs and self-care  using modified strategies and techniques depending on severity of symptoms, such as cooking and washing dishes for a few minutes at a time while sitting on a stool/chair in kitchen instead of standing",
            "Exercise-based  rehabilitation does not appear to increase risk of mortality and may reduce HF-related  hospitalizations in adults with systolic HF(10)",
            "Authors of a single-blind  RCT conducted in Brazil concluded that the combination of a noninvasive ventilator system and aerobic and resistance training activities provides additional benefits for dyspnea and improves overall QOL in patients with moderate heart failure(25) –Forty-six  patients with a diagnosis of moderate HF were randomized to a 10-week  program of aerobic and resistance training combined with noninvasive ventilator support (n = 23) or aerobic and resistance training only (n = 23) –Patients were tested using the 6MWT and assessed using the forced vital capacity, forced expiratory volume at one second (FEV1), maximal inspiratory muscle pressure, maximal expiratory muscle pressure, London Chest Activity of Daily Living Scale, and the Minnesota Living with Heart Failure Questionnaire –After 10 weeks those in the noninvasive ventilator support group had significant improvements on the London Chest Activity of Daily Living Scale and the Minnesota Living with Heart Failure Questionnaire",
            "Authors of a 2017 systematic review and meta-analysis  conducted in Australia have suggested that moderate and vigorous aerobic exercise training can improve flow-mediated  dilation in patients with HF(26) . Problem Goal Intervention Expected Progression Home Program Decreased patient knowledge regarding cardiac risk factors and HFPatient knowledgeable regarding cardiac risk factors and HFPatient education _ Include risk factors such as smoking, sedentary lifestyle, and obesity. Educate patient regarding progressive increase in physical activity according to physician’s orders and facility protocolN/A Provide patient with educational materials; educate patient and/or caregivers to monitor weight and/or swelling  Impaired functional mobilityImprove functional mobilityFunctional mobility training _ With patient and family to improve independence, endurance, and safety. _ Include gait, stair, and balance training _ _ Include strategies to minimize symptoms and energy- conservation techniquesThe intensity and duration of exercises should be initiated at an appropriate level for the patient and progressed as tolerated, remaining within safe vital sign parametersProvide the patient with education regarding self-monitoring of blood pressure, HR. Provide the patient with an exercise program that he or she can continue to participate in independently Decreased cardiopulmonary endurance and functionImprove cardiopulmonary endurance and function(4)Therapeutic exercise _ Aerobic training consisting of walking, stationary bicycle, upper extremity ergometer, or aquatic exercise _ _ Initially, patient may work at 40–50% of VO2 max and progress to 60–80% of VO 2 max(4) _ _ All exercise should be based on the individual’s level of tolerance and with maintenance of appropriate vital signs (HR, blood pressure, PRE, oxygen saturation level, and symptom management)The intensity and duration of exercises should be initiated at an appropriate level for the patient and progressed as tolerated, remaining within safe vital sign parameters _ _ More-compromised patients should begin with intervals of 5–10 minutes of exercise, 2–3 times per week; patients with greater exercise capacity should exercise 15– 20 minutes, 3 or more times per week(4)Patient should begin exercise program with medical personnel supervising; when patient progresses to home exercise, this should be done with another person always in close proximity(2) _ _ Provide patient with education regarding self-monitoring of blood pressure, HR, oxygen saturation  Decreased strength Increase strength to improve endurance with ADLs and exerciseTherapeutic exercise _ Strength training for upper and lower extremities and trunk using light weights, resistance band, weight machines, or body resistance with low resistance and high repetitions; avoid the Valsalva maneuver _ _ A combination of interval training and strength training has been reported to be beneficiaThe intensity and duration of exercises should be initiated at an appropriate level for the patient and progressed as tolerated, remaining within safe vital sign parameters. May begin with 1 set and progress to 3 sets of each exercise, performing 10–15 repetitions 2–3 days per weekProvide the patient with education regarding self-monitoring of blood pressure, HR. Provide the patient with an exercise program that he or she can continue to participate in independently Symptoms associated with HF interfere with exercise, causing reduced adherenceImproved adherence to exercise programPatient education _ Adherence strategies may include energy- conservation techniques, exercise logs, heart rate watch, group support sessions, graphic feedback, Internet sites _ _ Group sessions were given the highest rating for helpfulness and self-efficacy by patients with HF participating in an exercise adherence management programA combination of adherence strategies may be applied to each individual’s needsA decline in exercise participation during unsupervised phase suggests that patients with HF require extended support for the transition to self- managed exercise _ Encourage cooperation of family and caregivers ."
        ]
    },
    "desired outcomes outcome measures": {
        "increased patient knowledge regarding cardiac risk factors and hf": [
            "The Dutch Heart Failure Knowledge Scale to assess how any education about the disease has affected the patient"
        ],
        "improved functional mobility": [
            "FIM",
            "TUG test"
        ],
        "improved cardiopulmonary endurance and function": [
            "6MWT",
            "Borg RPE Scale to rate the intensity of exercise",
            "10-meter  incremental shuttle-walk  test",
            "2MWT"
        ],
        "increased strength to improve endurance with adls and exercise": [
            "MMT"
        ],
        "improved balance": [
            "Balance measures such as Berg Balance Scale",
            "DGI"
        ],
        "improved quality of life": [
            "Quality of life questionnaires(17)–Generic-Nottingham Health Profile-Sickness Impact Profile-Short Form Health Survey (SF-36)–Disease specific-Kansas City Cardiomyopathy Questionnaire-Minnesota Living with Heart Failure Questionnaire-Quality of Life in Severe Heart Failure Questionnaire-Chronic Heart Failure Questionnaire"
        ],
        "improved ability to self-manage  symptoms": [],
        "improved sleep efficiency": [
            "Number of apneic events, number of nocturnal arousals"
        ]
    },
    "maintenance or prevention": [
        "Patients should continue with a cardiac rehabilitation program under medical supervision until it is appropriate to continue independently at home, with written instructions and education provided to patient and family. The maintenance phase will typically begin after 6 months of supervised training(4,22)",
        "Patients should be instructed to watch for signs of overexertion such as shortness of breath that prevents completing a sentence; shortness of breath that does not get better when activity is decreased; dizziness or lightheadedness; chest pain or tightness; pain in arms, shoulders, neck, or jaw; irregular pulse; extreme fatigue; severe sweating; and nausea or vomiting If any of these symptoms develops during activity, patient should slow down. If symptoms do not subside, activity should be stopped Call 911 if chest pain or other symptoms are not relieved Patients and caregivers should monitor for signs of worsening HF such as shortness of breath, weight gain, and increase in swelling",
        "The 2016 European Guidelines on cardiovascular disease prevention in clinical practice include the following recommendations for achieving medication and lifestyle adherence:(24) Simplifying the treatment regimen to the lowest acceptable level is recommended, with repetitive monitoring and feedback. In the case of persistent nonadherence, multi-session  or combined behavioral interventions are recommended It is recommended that health personnel and caregivers set an example by following healthy lifestyles, such as not smoking at work"
    ],
    "patient education": [
        "Heart Failure Society of America, https://www.hfsa.org/",
        "“Congestive Heart Failure,” https://patient.info/heart-health/heart-failure-leaflet",
        "American Heart Association (AHA), https://www.heart.org/en/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation "
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Yancy CW, Jessup M, Bozkurt B, et al. 2017 ACC/AHA/HFSA focused update of the 2013 ACCF/AHA guideline for the management of heart failure: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Failure Society of America. Journal of the American College of Cardiology . 2017;70(6):776-803.  doi:10.1016/j.jacc.2017.04.025. (G)"
        },
        {
            "number in article": 2,
            "reference": "Ponikowski P, Voors AA, Anker SD, et al. 2016 ESC guidelines for the diagnosis and treatment of acute and chronic heart failure: The task force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC) developed with the special contribution of the Heart Failure Association (HFA) of the ESC. European Heart Journal . 2016;37(27):2129-2200.  doi:10.1093/eurheartj/ehw128.  (G)"
        },
        {
            "number in article": 3,
            "reference": "Cardiac rehabilitation. Medicare.gov Web site. https://www.medicare.gov/coverage/cardiac-rehabilitation . (GI)"
        },
        {
            "number in article": 4,
            "reference": "Chaundry H, Kokkirala AR. Heart failure. In: Ferri FF, ed. Ferri's Clinical Advisor 2020 . Elsevier; 2020:620-635.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "National Heart, Lung, and Blood Institute. Echocardiography. National Institutes of Health Web site. https://www.nhlbi.nih.gov/health-topics/echocardiography . (GI)"
        },
        {
            "number in article": 6,
            "reference": "Yancy CW, Jessup M, Bozkurt B, et al. 2017 ACC/AHA/HFSA focused update of the 2013 ACCF/AHA guideline for the management of heart failure: A report of the American College of Cardiology/American Heart Association Task Force on clinical practice guidelines and the heart failure. Circulation . 2017;136(3):e137-e161.  doi:10.1161/ CIR.0000000000000509.  (G)"
        },
        {
            "number in article": 7,
            "reference": "Hammond BB. Cardiovascular emergencies. In: Hammond BB, Zimmermann PG, eds. Sheehy’s Manual of Emergency Care . 7th ed. : Elsevier Mosby; 2013:205-206.  (PP)"
        },
        {
            "number in article": 8,
            "reference": "Liguori G. ACSM's Guidelines for Exercise Testing and Prescription; 2021. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Shih J. Heart failure, chronic. In: Domino FJ, ed. The 5-Minute Clinical Consult Standard 2019 . 27th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott, Williams, & Wilkins; 2019:443. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Long L, Mordi IR, Bridges C, et al. Exercise-based  cardiac rehabilitation for adults with heart failure. Cochrane Database Syst Rev . 2019;(1):CD003331. doi:10.1002/14651858.CD003331.pub5.  (SR)"
        },
        {
            "number in article": 11,
            "reference": "Servantes DM, Pelcerman A, Salvetti XM, et al. Effects of home-based  exercise training for patients with chronic heart failure and sleep apnoea: a randomized comparison of two different programmes. Clin Rehabil . 2012;26(1):45-57.  doi:10.1177/0269215511403941. (R)"
        },
        {
            "number in article": 12,
            "reference": "Blumenthal JA, Babyak MA, O'Connor C. Effects of exercise training on depressive symptoms in patients with chronic heart failure: the HF-ACTION  randomized trial. JAMA. 2012;308(5):465-474.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Tymkew H, Templin L. Patients with chronic obstructive pulmonary disease or congested heart failure in a home health setting are at a high fall risk: a descriptive study. Cardiopulm Phys Ther J . 2011;22(4):25. (X)"
        },
        {
            "number in article": 14,
            "reference": "Meyer K. Left ventricular dysfunction and chronic heart failure: should aqua therapy and swimming be allowed?. Br J Sports Med . 2006;40(10):817-818.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Holtgrefe K. Principles of aerobic exercise. In: Kisner C, Colby LA, eds. Therapeutic Exercise: Foundations and Techniques . 7th ed. Philadelphia, PA: FA Davis Co; 2018:246-263.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "Parish TR, Kosma M, Welsch MA. Exercise training for the patient with heart failure: is your patient ready?. Cardiopulm Phys Ther J . 2007;18(3):12-20.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Dunderdale K, Thompson DR, Miles JNV, Beer SF, Furze G. Quality-of-life  measurement in chronic heart failure: do we take account of the patient perspective?. Eur J Heart Failure. 2005;7(4):572-582.  (RV)"
        },
        {
            "number in article": 18,
            "reference": "Nyberg A, Lindstrom B, Wadell K. Evidence for single-limb  exercises on exercise capacity, quality of life and dyspnea in patients with chronic obstructive pulmonary disease or chronic heart failure. Phys Ther Rev . 2013;18(3):157-172.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "Mentz RJ, Schulte PJ, Fleg JL, et al. Clinical characteristics, response to exercise training, and outcomes in patients with heart failure and chronic obstructive pulmonary disease: findings from Heart Failure and A Controlled Trial Investigating Outcomes of exercise traiNing (HF-ACTION).  Amer Heart J . 2013;165(2):193-199.  doi:10.1016/ j.ahj.2012.10.029.   (R)"
        },
        {
            "number in article": 20,
            "reference": "Huijts M, van Oostenbrugge RJ, Duits A, et al. Cognitive impairment in heart failure: results from the Trial of Intensified versus standard Medical therapy in Elderly patients with Congestive Heart Failure (TIME-CHF)  randomized trial. Eur J Heart Failure . 2013;15(6):699-707.  doi:10.1093/eurjhf/hft020. (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Reis MS, Arena R, Archiza B, Fischer de Toledo C, Catai AM, Borghi-Silva  A. Deep breathing heart rate variability is associated with inspiratory muscle weakness in chronic heart failure. Physiother Res Int . 2014;19(1):16-24.  doi:10.1002/pri.1552. (R)"
        },
        {
            "number in article": 22,
            "reference": "Davis AM. Cardiac rehabilitation. In: Frontera WR, Silver JK, Rizzo TD, eds. Essentials of Physical Medicine and Rehabilitation. Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Elsevier Saunders; 2019:678-683.  (GI)"
        },
        {
            "number in article": 23,
            "reference": "Vedel I, Khanassov V. Transitional care for patients with congestive heart failure: a systematic review and meta-analysis.  Ann Fam Med . 2015;13(6):562-571.  doi:10.1370/ afm.184. (M)"
        },
        {
            "number in article": 24,
            "reference": "Piepoli MF, Hoes AW, Agewall S, et al. 2016 European Guidelines on cardiovascular disease prevention in clinical practice. Eur Heart J . 2016;37(29):2315-2381.  doi:10.1093/ eurheartj/ehw106. (G)"
        },
        {
            "number in article": 25,
            "reference": "Bittencourt HS, Cruz CG, David BC, et al. Addition of non-invasive  ventilator support to combined aerobic and resistance training improves dyspnea and quality of life in heart failure patients: a randomized controlled trial. Clin Rehabil . 2017;31(11):1508-1515.  doi:10.1177/0269215517704269. (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Pearson MJ, Smart NA. Aerobic training intensity for improved endothelial function in heart failure patients: a systematic review and meta-analysis.  Cardiol Res Pract . 2017;1-10.  doi:10.1155/2017/2450202. (SR)"
        }
    ]
}