{
    "metadata": {
        "title": "Congenital Heart Disease in Children",
        "synonyms": [
            "congenital heart defect in children"
        ],
        "anatomical location body part affected": [
            "Cardiopulmonary system"
        ],
        "area of specialty": [
            "pediatric rehabilitation",
            "acute care"
        ],
        "description": [
            "Abnormal structure of the heart and/or large vessels present at birth. These defects can involve the interior walls of the heart, the heart valves, or the main arteries and veins that supply blood to the heart or the body(1)",
            "Congenital heart defects, the most common type of birth defects, have anincidence of 8 per 1,000 live births(4)",
            "Annual incidence of congenital heart disease (CHD) in the United States is 35,000(1)",
            "Anatomy and normal circulation of the heart(13) –There are four chambers; two upper chambers are the atria and two lower chambers are the ventricles –The chambers are separated by a wall of tissue known as the atrial and ventricular septum –Blood is circulated through the chambers, aided by the four heart valves -Tricuspid valve is located between the right atrium and right ventricle -Pulmonary valve is located between the right ventricle and the pulmonary artery -Mitral valve is located between the left atrium and left ventricle -Aortic valve is located between the left ventricle and the aorta -The mitral valve has two sets of cusps and the other three valves have three sets of cusps –Normal circulation: Blood flows from the right ventricle under low pressure through the pulmonary valve into the pulmonary artery, which circulates the blood to the lungs in order to get oxygen. The blood, now oxygenated, returns to the left side of the heart through the pulmonary veins and enters the left atrium. The blood continues to flow through the mitral valve and enters the left ventricle, which pumps the oxygenated blood through the aortic valve and into the aorta and circulates it through the body",
            "CHD signs and symptoms depend on the type of defect and severity. Patients may present with varied signs and symptoms which include the following:(1) –Fatigue –Heart murmur –Cyanosis –Shortness of breath or difficulty breathing –Edema –Patients may be asymptomatic"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R01": "cardiac murmurs and other cardiac sounds",
            "Q20": "congenital malformations of cardiac chambers and connections",
            "Q21": "congenital malformations of cardiac septa",
            "Q22": "congenital malformations of pulmonary and tricuspid valves",
            "Q23": "congenital malformations of aortic and mitral valves",
            "Q24": "congenital malformations of the heart",
            "Q25": "congenital malformations of the great arteries",
            "Q26": "congenital malformations of the great veins (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified. In the United States, patients may qualify for state-funded  early-intervention  services and therapy services through their school district. Contact the county or school district for more specific information"
        ],
        "presentation signs and symptoms": [
            "Most congenital heart defects lead to either decreased pulmonary blood flow or increased pulmonary blood flow with associated pulmonary congestion. Symptoms will vary according to the alteration in pulmonary blood flow and may vary depending on the age of the child(4) –Infant/toddler with decreased pulmonary blood flow: cyanosis, loss of consciousness –Older child with decreased pulmonary blood flow: dizziness, syncope –Infant/toddler with increased pulmonary blood flow: tachypnea with activity or feeding, diaphoresis, poor weight gain –Older child with increased pulmonary blood flow: exercise intolerance, dyspnea on exertion, diaphoresis",
            "CHD is typically divided into two categories: cyanotic and acyanotic. They may occur alone or in combination –Cyanotic refers to a group of congenital heart diseases that alter the way blood flows through the heart, resulting in deoxygenated blood being circulated out into the body instead of oxygenated blood. This results in cyanosis (i.e., bluish skin color resulting from lack of oxygen). This classification includes the following:(4) -Tetralogy of Fallot in infants and children -Pulmonary atresia with ventricular septal defect -Transposition of the great arteries -Tricuspid atresia -Hypoplastic left heart syndrome (HLHS) -Truncus arteriosus -Eisenmenger syndrome -Total anomalous pulmonary venous return –Acyanotic refers to a group of congenital heart diseases that do not result in cyanosis. This classification includes the following:(4) -Patent ductus arteriosus (PDA) -Ventricular septal defect (VSD) -Atrial septal defects (ASDs) – acyanotic unless right ventricle dysfunction occurs -Atrioventricular septal defect -Coarctation of aorta -Aortic stenosis -Mitral valve prolapse -Diseases of the aorta and coronary artery abnormalities -Ebstein anomaly of the tricuspid valve -Pulmonary valve stenosis – This condition is typically acyanotic but may become cyanotic in neonates with severe obstruction and impaired left-to-right  blood flow through the ductus",
            "Repaired or unrepaired CHD may lead to residual defects and result in congestive heart failure. Signs and symptoms of heart failure vary and may include the following:(14) –Infants and neonates -Decreased volume of feeding -Tachypnea and diaphoresis during feeding -Easy fatigue, agitation, or irritability -Poor weight gain, failure to thrive -Delayed milestones –Children and adolescents -Easy fatiguability  -GI symptoms – abdominal pain, nausea, vomiting -Recurrent or chronic cough with wheezing -Anorexia -Chest pain -Edema -Exercise intolerance -Palpitations -Syncope",
            "Additional cardiopulmonary signs/symptoms associated with CHD(4) –Chest pain/angina –Precordial bulge – an enlargement in the front of the chest to the left of the sternum which is associated with enlargement of the heart –Peripheral cyanosis: blue tint in fingers or extremities due to inadequate circulation –Differential cyanosis: bluish coloration of the lower extremities but not the upper extremities and the neck; associated with PDA –Fingerclubbing –a deformity of the fingernail region resulting in bulb-shaped,  rounded nail beds –Thrills: palpable equivalent of heart murmurs that correlate with the area of maximal auscultatory intensity of the murmur -Right lower sternal border and apical systolic thrills are characteristic of VSD and mitral insufficiency, respectively -Diastolic thrills may be palpable with atrioventricular septal defect (A VSD) -Palpable aortic bruits: palpation of the suprasternal notch and neck; may indicate the presence of aortic stenosis or, if faint, pulmonary stenosis –Swelling in the lower extremities, neck, or abdomen(1) Causes, Pathogenesis, & Risk Factors regarding exercise intolerance. Patients often overestimate quantity and intensity of physical activity level when using self-reported daily logs/journals, and these should be recommended only when other objective measures such as a pedometer/ accelerometer cannot be used(2) _  DD _ Impaired ADLs _ Neurological impairmentsMaximize age- appropriate gross and/ or fine motor skills _ Refer to occupational therapy for treatment intervention to address impairments and functional limitations impacting ADLs, fine motor skills, and visual motor/visual perceptual skillsDevelopmental functional training Basic transfer training such as sit to stand or floor to stand as indicated for safety and independence _ _ _ Therapeutic exercises/ activities  Core and extremity exercises at a developmentally functional, cognitive, and age-appropriate level _ Incorporate play- based therapy into treatment interventions to increase active participation _ Monitor patient’s cardiorespiratory status during therapy sessions and take frequent rest breaks as indicated _ Facilitate the development and independence of age- appropriate gross and fine motor skillsThe intensity and duration of exercises should be gradually progressed as the patient increases functional strength and endurance _ Advance developmental skills as indicatedInstruct the patient/ primary caregiver with an individualized therapeutic home program. These should be performed as part of the daily routine per therapist recommendation _ Provide written instructions to the primary caregiver/ patient and ensure they are able to demonstrate independence with these activities  Decreased cardiorespiratory endurance and physical activity level _ _ Increased BMI and/or body fat percentage _ Decreased upper and lower extremity and core strength _ Decreased upper and lower extremity muscle lengthIncrease cardiorespiratory endurance _ Patient/primary caregivers participate in daily physical activity _ Maximize age- appropriate muscular strength and endurance _ Educate patient and/or primary caregivers on the importance of daily physical activityTherapeutic exercises _ Implement a cardiorespiratory endurance program allowing for adequate warm-up and cool- down periods in conjunction with a variety of functional, age-appropriate, low-resistance exercises, weight- bearing activities, and stretching _ _ _ Patients should avoid lifting weights with 1- repetition maximum and avoid the Valsalva maneuver. When using weights, the patient should always use low resistance(7) _ _ Appropriate warm- up and cool-down including stretching, yoga techniques, diaphragmatic breathing techniques, and/or meditation as part of a comprehensive fitness and stress management program as indicated(8) _ _ Limit sedentary activities such as video games, watching TV , and computer use to < 2 hours/day for children > 5 years of age and none for those < 5 years of age(7) _ _ _ (See Treatment summary , above, for more details)Gradually increase intensity of exercises and resistance overtime _ Gradually increase patient’s daily physical activity up to ideally 60 minutes a day _ _ Increase patient compliance by incorporating variety of activities that the patient enjoys and can be supported by primary caregiver, family, and/or peers _ Follow-up appointments on a regular basis should be included as part of the treatment intervention in order to monitor and progress the home exercise program as well as track patient’s cardiorespiratory endurance, BMI, strength, and flexibility _Strongly encourage the entire family to actively participate in modifying their lifestyle _ Create daily activity journal for patient and/or primary caregivers to use. Instruct patient and/or primary caregivers to record the following: physical activity choice, duration, rate of perceived exertion, and time spent performing sedentary activities (e.g., video games, computer, TV) _ _ Encourage children to participate in organized sports/physical fitness activities under the guidance of the pediatric cardiologist _ _ Provide patient and family/caregivers with written instructions regarding physical activities that can be performed at home on a daily basis _ _ _  . Desired Outcomes/Outcome Measures"
        ],
        "contraindications precautions to test": [
            "Normal values for pediatric vital signs vary with age. When evaluating and treating pediatric patients, it is extremely important to know the values for high and low resting heart rate (HR), heart rhythm, blood pressure (BP), respiratory rate (RR), and oxygen (O 2) saturation(4)",
            "Thrombosis is a potentially life-threatening  complication in children with CHD. High-risk  groups include patients with shunt-dependent single ventricles, postoperative central lines, Fontan circulation (univentricular), arrhythmias, Kawasaki disease with coronary aneurysms,or cardiomyopathy/myocarditis –Signs and symptoms of a deep venous thrombosis (DVT) are swelling of the leg or along a vein in the leg, sharp pain or tenderness in the leg with standing and walking, and redness, discoloration, or increased warmth in the leg. Signs and symptoms of a pulmonary embolus are unexplained shortness of breath, coughing up blood, and pain with deep breathing. Notify the physician immediately(4,6)",
            "Children who are taking antithrombotic or fibrinolytic agents are at risk for bruising, diarrhea, confusion, vertigo, hypotension, hair loss, decreased bone mineral density, pain, cramping, fatigue, nausea, vomiting, angina, and hemorrhage. Side effects vary depending on the agent. The most clinically significant is heparin-induced  thrombocytopenia. Notify the referring physician immediately if the patient presents with any of these signs/symptoms(6)",
            "Follow the hospital and clinical guidelines regarding contraindications for physical therapy intervention depending on the patient’s vital signs, hematocrit and hemoglobin levels, and partial thromboplastin time (PTT) and prothrombin time (PT)/ international normalized ratio (PT/INR). These may be affected if a child is taking an antithrombotic or fibrinolytic(6)",
            "If a child requires enteral nutrition, note the location and take the necessary precautions to avoid direct physical contact to the area",
            "It is important to respect the patient’s subjective complaints of pain during the physical therapy evaluation and treatment sessions. Notify the referring physician immediately if the patient complains of angina, increased pain, unexplained shortness of breath, or pain or tenderness in the leg with standing or walking"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Many congenital cardiac defects occur as part of a genetic syndrome. Some of the most common syndromes and the resultsof the associated cardiac defects are:(1,4)–Down syndrome/trisomy 21: A VSDs–Turner syndrome: bicuspid aortic valve, coarctation, dilated aortic root, hypertension (HTN)–Noonan syndrome: dysplastic pulmonic valve, hypertrophic cardiomyopathy (HCM)–Williams-Beuren  syndrome: supravalvular aortic stenosis, peripheral pulmonary stenosis (PPS)–Marfan syndrome: mitral valve prolapse (MVP), mitral regurgitation (MR), dilated aortic root–DiGeorge syndrome/chromosome 22q11.2 deletion syndrome/velocardiofacial syndrome: VSD, truncus arteriosus,tetralogy of Fallot(2)–Fetal alcohol syndrome: VSDs, ASDs",
            "Common syndromes related to chromosomal abnormality and associated with CHD(16)–Autosomal dominant-Adams-Oliver  syndrome-Alagille syndrome-Char syndrome-Cornelia de Lange syndrome-Costello syndrome-Holt-Oram  syndrome-Neurofibromatosis-Noonan syndrome-Rubinstein-Taybi  syndrome-Williams syndrome–Autosomal recessive-Ellis-van  Creveld syndrome-Fryns syndrome-Keutel syndrome-Ritscher-Schinzel  syndrome-Smith-Lemli-Opitz  syndrome–X-linked  recessive-Simpson-Golabi-Behmel  syndrome–Suspected gene etiology-CHARGE (coloboma, heart defect, atresia choanae, retarded growth and development, genital abnormality, and earabnormality) syndrome (also known as Hall-Hittner  syndrome)-PHACES (posterior fossa abnormalities, hemangioma, arterial lesions, cardiac abnormalities, eye abnormalities, sternaldefects) syndrome-Cardio-facio-cutaneous  syndrome-Costello syndrome"
        ],
        "pathogenesis": [
            "CHDs alter the normal blood flow through the heart, resulting in a varying degree of severity of impairments. Simple CHDmay present with no signs/symptoms, whereas complex CHD presents with severe, life-threatening  signs/symptoms(1)"
        ],
        "risk factors": [
            "Mother with diabetes",
            "Family history of CHD",
            "Prenatal exposure to alcohol, progesterone, and certain viruses",
            "Prenatal exposure to rubella during the first trimester–Increases risk for PDA and PPS",
            "Early-onset  (diagnosed before 34 weeks) maternal preeclampsia(20)–Based on a Norwegian nationwide cohort study–The risk of A VSD was 15 times higher for a child born to a woman with early-onset  preeclampsia",
            "Sex–Boys are more likely to have hypoplastic left heart syndrome, transposition of the great arteries, and tetralogy of Fallot–Girls are at a greater risk for in-hospital  mortality and boys are at a greater risk for complications following cardiaccatheterization–At this time, the significance of sex in relation to CHD and its functional outcomes is unclear",
            "Residence at high altitudes–At increased risk for PDA",
            "Genetic factors–Cardiac defects may be related to multiple genetic syndromes and include autosomal dominant, autosomal recessive, andX-linked  recessive traits. Please refer to Causes section (see above)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Normal values for pediatric vital signs vary with age. When evaluating and treating pediatric patients, it is extremely important to know the values for high and low resting heart rate (HR), heart rhythm, blood pressure (BP), respiratory rate (RR), and oxygen (O 2) saturation(4)",
            "Thrombosis is a potentially life-threatening  complication in children with CHD. High-risk  groups include patients with shunt-dependent single ventricles, postoperative central lines, Fontan circulation (univentricular), arrhythmias, Kawasaki disease with coronary aneurysms,or cardiomyopathy/myocarditis –Signs and symptoms of a deep venous thrombosis (DVT) are swelling of the leg or along a vein in the leg, sharp pain or tenderness in the leg with standing and walking, and redness, discoloration, or increased warmth in the leg. Signs and symptoms of a pulmonary embolus are unexplained shortness of breath, coughing up blood, and pain with deep breathing. Notify the physician immediately(4,6)",
            "Children who are taking antithrombotic or fibrinolytic agents are at risk for bruising, diarrhea, confusion, vertigo, hypotension, hair loss, decreased bone mineral density, pain, cramping, fatigue, nausea, vomiting, angina, and hemorrhage. Side effects vary depending on the agent. The most clinically significant is heparin-induced  thrombocytopenia. Notify the referring physician immediately if the patient presents with any of these signs/symptoms(6)",
            "Follow the hospital and clinical guidelines regarding contraindications for physical therapy intervention depending on the patient’s vital signs, hematocrit and hemoglobin levels, and partial thromboplastin time (PTT) and prothrombin time (PT)/ international normalized ratio (PT/INR). These may be affected if a child is taking an antithrombotic or fibrinolytic(6)",
            "If a child requires enteral nutrition, note the location and take the necessary precautions to avoid direct physical contact to the area",
            "It is important to respect the patient’s subjective complaints of pain during the physical therapy evaluation and treatment sessions. Notify the referring physician immediately if the patient complains of angina, increased pain, unexplained shortness of breath, or pain or tenderness in the leg with standing or walking"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Inquire about prenatal, perinatal, and postnatal history. Were there any specific complications associated with a premature birth? Neonatal ICU (NICU) stay? When was CHD diagnosed?",
                "course of treatment": {
                    "medical management": "What surgical procedures has the child undergone? When? Any postoperative complications? For those with progressive heart failure and with large septal defects, hypercaloric feedings are necessary and surgical repair is recommended but not on an urgent basis Cardiac catheterization or cardiac surgery as needed for those with cyanosis or catastrophic heart failure Pulse oximetry screening after 24 hours of life but before hospital discharge may detect critical CHD(17) Positive screen if < 90% O 2 saturation in right hand or either foot Negative screen if ≥ 95% O 2 saturation in right hand or either foot and ≤ 3% difference between right hand and either foot Repeat screen hourly if O 2 saturation is between 90% and 95% in the right hand or either foot or > 3% difference between the right hand or either foot Cutoff values may need to be adjusted for high altitude settings A positive screen should be followed by echocardiogram if unexplained hypoxemia",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Digoxin and furosemide are prescribed for congestive symptoms of progressive heart failure(18) Prostaglandin E is prescribed for those with PDA(4) Many children with CHD require long-term thromboprophylaxis, including anticoagulant, antiplatelet, and fibrinolytic agents. Most of these medications are prescribed offlabel  in children. Warfarin, heparin, and low-molecular-weight heparin (LMWH) are the most common(6)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Auscultation",
                        "Listening for abnormal sounds such as apical impulse, hyperdynamic precordium, thrills, ejection clicks, midsystolic clicks, murmurs, or venous hum is performed to assist with clinical diagnosis(4) ",
                        "Many murmurs are not associated with significant cardiopulmonary conditions and are referred to as functional or innocent murmurs. They are simply a “noise” and do not indicate the presence of a significant cardiac defect. The six most common innocent murmurs of childhood are newborn, benign PPS of infancy, still, pulmonary ejection, venous hum, and innominate hum(4)",
                        "Newborn: heard in first few days of life and usually disappears by age 2 to 3 weeks",
                        "Benign PPS of infancy: often in newborns, caused by normal branching of the pulmonary artery and usually disappears by age 2 years",
                        "Still: most common in early childhood and typically heard between 2 and 7 years of age. It is loudest when patient is in supine and diminishes with inspiration or in sitting. Louder in patients with fever, sinus tachycardia, or anemia",
                        "Pulmonary ejection: most common in older children and adults and heard from ≥ age 3 years. It is louder in supine",
                        "Venous hum: usually heard after 2 years of age and is a continuous musical hum. It is best heard in sitting. Compressing the jugular vein by having the child turn his or her neck or be in supine stops the audible hum. It is caused by turbulence at the confluence of the subclavian and jugular vein",
                        "Innominate or carotid hum: more common in older children and adolescents and can be accentuated by light pressure on the carotid artery",
                        "Electrocardiogram (ECG)",
                        "The European Society of Cardiology task force endorses screening infants with ECG for long-QT syndrome or variant channelopathies that may be asymptomatic yet lead to sudden death in the very young, with the primary focus on reducing sudden infant death syndrome. At this time, the United States does not endorse this recommendation due to the lack of evidence to support the strategy of routine ECG screening in the infant(12)",
                        "Echocardiogram",
                        "Pulse oximetry",
                        "The American Heart Association (AHA) formally supports the use of pulse oximetry as an essential screening tool for CHD in newborns(17)",
                        "Chest X-ray",
                        "Cardiac catheterization(4)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture), what they were used for, and whether they decreased symptoms",
                    "previous therapy": "Document whether patient has had occupational or physical therapy, speech therapy, behavioral therapy, or psychotherapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Are there any specific precipitating and relieving factors that coincide with the child’s cardiopulmonary signs/symptoms, such as cyanosis, excessive sweating, nausea, fatigue, heart palpitations/arrhythmias, dyspnea on exertion, or chest pain?",
                "body chart": "Use body chart to document nature and location of symptoms if applicable (e.g., noted areas of swelling in the LEs, abdomen, or neck)",
                "nature of symptoms": "Document nature of pain, if present (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Does the patient have difficulty with feeding? Sweating excessively? Cyanosis? Tachypnea? Abnormal tone? Muscle weakness?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Use the Oucher Pain Scale or Wong-Baker FACES Pain Rating Scale for younger children, patients with cognitive impairments, and nonverbal patients. The talk test or heart rate can be used to monitor exertion(7)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables. It is very important for the primary caregivers to pay particular attention when cardiopulmonary signs/symptoms are observed, specifically the timing (at rest, during specific activity), onset, and termination (gradual vs. sudden)",
                "sleep disturbance": "Document number of wakings/night. Children with CHD are at risk for increased anxiety and depression, which can alter sleep patterns -Better sleep is associated with more physical activity in patients with Fontan circulation (24)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, fever, excessive swelling) ",
                "respiratory status": " Respiratory status -Does the patient present with tachypnea? -Does the patient require supplemental O 2? If so, note the flow rate and concentration. How is it delivered? Is the patient on mechanical ventilation? If so, document the settings Barriers to learning -Are there any barriers to learning? Yes__/No__ -If Yes, describe"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Did the child require neonatal intensive care? If so, for how long and for what reason(s)? Birth weight? Height? Apgar scores? Any complications while in the hospital? What surgical interventions have been performed to date? Any complications? Does the patient require extracorporeal membrane oxygenation (ECMO)? If so, how long has the patient needed this device? Have there been any complications, such as hemorrhage, thrombotic or embolic stroke, or sepsis? If so, what are the residual impairments, if any? Does the child require enteral nutrition in order to supplement caloric intake because of increased energy expenditure?(6)",
                    "comorbid diagnoses": "Has a genetic syndrome or other cardiopulmonary disease (e.g., Kawasaki disease, viral myocarditis, rheumatic heart disease) been diagnosed in the patient?Ask caregiver/parent about other medical conditions,including diabetes, cancer, failure to thrive, hypoxicischemic  brain injury, developmental delay (DD), learning disabilities, attention deficit disorder (ADD), ADHD, psychiatric disorders, and orthopedic disorders Children with CHD are at increased risk for neuromotor impairments A high prevalence of brain lesions and preoperative developmental delay has been identified in children with CHD. Whether onset is fetal or postnatal is unclear(15) ADD/ADHD is more prevalent in children with CHD, especially those with cyanosis or a history of cyanotic events, compared to the general population(2,3) Adolescents with CHD are at an increased risk for mental health illness and social impairments(3) Children and young persons with CHD can exhibit internalizing and externalizing behavioral problems, withdrawal, depression, and social and attention problems. These issues are more profound if CHD is more severe (25)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs, herbal or other supplements) Certain prescription and nonprescription drugs can increase BP, including NSAIDs, tobacco, oral contraceptives, caffeine, and pseudoephedrine Oral contraceptives are also associated with antifibrinolytic and procoagulant effects(6)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing, including learning difficulties, difficulty attending to task and task completion, difficulty executing functioning skills, and visual motor impairments (difficulty tying shoes, difficulty with handwriting)(2)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient attend traditional or home school setting? What grade? How often does the patient participate in physical education or other forms of physical activity? Does the patient have any hobbies or special interests? Does the patient have a well-established  network of friends? Does the patient have a job? If so, what are his or her duties? Does the patient drive?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient have difficulty performing age-appropriate  ADLs such as feeding, dressing, tying shoes, handwriting, or riding a bicycle?",
                "living environment": "Stairs within the home and entry to the home, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? How much time does the child spend using a technology device (e.g.,computer, tablet, iPod, video games) and/or watching TV on a daily basis? Does it appear that the primary caregivers understand the importance of daily physical activity?"
            }
        },
        "relevant tests and measures": {
            "general": "While tests and measures are listed in alphabetical order, sequencing should be appropriate to ›Relevant tests and measures:  While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting ",
            "anthropometric characteristics": "Assess height, weight, and BMI and compare to normative data using either U.S. CDC or WHO height-weight  growth curves. Calculate waist circumference and waist-to-hip  ratio. Perform skinfold assessment. These children are at risk for developing obesity due to a sedentary lifestyle and delayed motor skills –Smaller head circumference, a risk factor for neurodevelopmental disorders, is associated with hypoplastic left heart syndrome, common arterial trunk, major ventricular septal defects, other single-ventricle  defects, transposition of the great arteries, tetralogy of Fallot, and anomalous pulmonary venous return(22)",
            "assistive and adaptive devices": "Does the patient require the use of any assistive devices/adaptive devices to maximize his or her functional independence?",
            "balance": "Assess patient’s static and dynamic sitting and standing balance with one or more of the following tests as –Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)  balance subscale, Pediatric Balance Scale (PBS) –If there are time constraints, parts of the PBS may be performed, such as the Romberg, Sharpened Romberg, and Single-Leg  Stance",
            "cardiorespiratory function and endurance": [
                "Assess pulse for HR, rhythm, and character(4) -Decreased or hard-to-detect  pulses may indicate severe aortic stenosis or coarctation of aorta -Bounding pulse is associated with aortic run-off  as in aortic regurgitation, PDA, and arteriovenous fistula -Auscultation to measure BP -Children should be seated with both feet on the floor for 5 minutes prior to measurement. The right arm is routinely used for consistency. The cuff should be the appropriate size for the patient. Completely encircle the arm with the",
                "inflatable bladder covering ~80100%  of the upper arm. BP is overestimated if cuff size is too small -If the patient’s upper extremity systolic BP is > 10 mmHg higher than the lower extremity, this suggests coarctation of the aorta, aortic arch hypoplasia, or interrupted aortic arch -Auscultation to listen to heart sounds (S)(4) -Listen in all areas of the precordium and to each heart sound. Does the patient have any abnormal heart sounds? -S1 (1st): sound of A V valves (mitral and tricuspid valves) closure best heard at the lower left sternal border; usually medium pitched; normally heard as a single sound -S2 (2nd): sound of aortic and pulmonary valve closures (semilunar valves); best heard at the upper left sternal border and has two component sounds, A 2 (aortic valve closure) and P 2 (pulmonic valve closure). Splitting of S 2 is normal and varies with respiration. A prominent or loud P 2 is associated with pulmonary HTN -S3 (3rd): sound of rapid ventricular filling and occurs in early diastole, after S 2,and is medium to low pitched. In healthy children, it diminishes or disappears when transitioning from supine to sit or standing. Typically, the sound is low in frequency and best heard at the cardiac apex. A pathologic S 3 is often associated with poor cardiac function, clinical signs of heart failure, tachycardia, or a large left-to-right  shunt -S4 (4th): sound is associated with atrial contraction and increased atrial pressure and has a low pitch similar to S 3. The sound is low in frequency and best heard at cardiac apex. It occurs prior to S 1 and is not normally audible. It may be heard as a gallop rhythm due to poor ventricular compliance -Clicks: are typically high in frequency and heard early in systole. They may reflect aortic or pulmonary valve stenosis(4) -Early ejection clicks: best heard at the mid left sternal border and are associated with dilation of the pulmonary artery and vary with respiration, becoming louder during inspiration -Aortic ejection clicks: best heard at the apex border during early systole and may be related to dilation of the aorta -Midsystolic ejection click: best heard at the apex and is most typically caused by MVP -Murmurs: described by location and radiation, relationship to the cardiac cycle and duration, intensity, quality, and variation with position. It should always be performed in the right axilla and over the back. There are systolic, diastolic, continuous, and precordial murmurs(4)",
                "Auscultation for breath sounds and respiration rate  -Listen to respiration and assess for the presence of crackles and other signs of pulmonary edema. Subcostal retractions may indicate respiratory distress(4)",
                "Assess cardiorespiratory fitness -Clinicians may assess respiratory gas exchange to formally evaluate aerobic fitness by measuring peak O 2 uptake (VO 2max) and ventilator threshold (VT); however, in most settings this will not be available or appropriate, especially for younger children and those with severe impairments who are unable to perform maximal exercise intensity(8) -Use the 6-minute  walk for distance test (6MWT), a submaximal exercise test that is a reliable and valid tool to assess physical fitness level(8) -6MWT is limited in that the test cannot determine maximum O 2 consumption, diagnose the cause of dyspnea, or describe the mechanisms of exertion intolerance(8) -6MWT advantages: it is a submaximal exercise test that can easily and safely be performed with children, especially those with severe illnesses; it is simple to administer and low cost(8)",
                "Use the Borg Scale or Talk Test to predict aerobic capacity. May also assess cardiorespiratory function using 20-m shuttle run, 15-m  shuttle run, or modified Canadian Aerobic Fitness Test, as indicated(7)",
                "Pulse oximetry -Based on a United States multicenter study of 225 children from 5 PICUs who were on mechanical ventilation, pulse oximeters are accurate for O 2 saturation > 91%; however, in the lower range (76% to 90%) the bias is 5% and precision and accuracy are poor. Pulse oximetry on average overestimated the true arterial O 2 saturation rate in children with pulse oximetry readings of 76% to 90%(9)"
            ],
            "circulation": "Assess bilateral capillary refill and note any asymmetryAssess basic mobility as indicated and note if any assistive device may be beneficial. The WeeFIM or Pediatric Evaluation of Disability Inventory (PEDI) can be used",
            "functional mobility": "",
            "gait locomotion": "Assess patient’s gait as indicated. Children with specific syndromes (e.g., Down syndrome, Williams syndrome) typically present with gait abnormalitiesAssess bilateral upper and lower extremity joint mobility and note any asymmetry. The Beighton Scale for Hypermobility can be used. Children with Marfan syndrome or Down syndrome often present with joint hypermobilityAssess bilateral upper and lower extremity and trunk tone. Note any asymmetry or abnormal tone. Use the Modified Ashworth Scale for spasticity, as needed. Hypotonia is often associated with many of the abovementioned syndromes associated with CHD",
            "muscle strength": "Assess bilateral upper and lower extremity muscle strength using manual muscle test (MMT), noting any asymmetry or weakness –Functional muscular strength and endurance can be assessed using a hand-held  dynamometer for hand grip strength, standing broad jump, vertical jump, Bosco jump protocol, plank static hold, partial sit-ups,  full sit-ups,  push-ups, and bent arm; compare to age-related  norms(7) –TheBOT-2  strength section can be used for children 4 years to 18 years of age. Several of the abovementioned tests are included in the BOT-2Have parent/primary caregiver complete gross and fine motor checklist (i.e., age skill acquired, such as sitting upright, rolling, ambulating independently, feeding self, writing) to establish patient’s baseline motor development. Formally assess gross motor skill development using Peabody Developmental Motor Scales (PDMS-2),  BOT-2,  Bayley Scales of Infant Development–III,  Vineland Adaptive Behavior Scale–2,  or Visual Motor Integration (VMI) Supplemental-Motor  Coordination",
            "observation inspection palpation including skin assessment": [
                "What, if any, dysmorphic features are present?",
                "Note temperature of the hands (warm/cool, clammy/dry)",
                "Does the skin rebound (i.e., dehydration)? Sweating?",
                "Assess for peripheral edema and use the Pitting Edema Scale",
                "Observe chest wall movements while patient is at rest. Precordial bulge suggests cardiomegaly -When observing child for the presence of a precordial bulge, substernal thrust, or hyperdynamic precordium, it is best to have the child lying supine with the examiner looking up from the child’s feet. However, the supine position may be uncomfortable due to cardiopulmonary impairments. In that case, place the child in supine at a 45° angle(4) ",
                "Presence of peripheral cyanosis in fingers or toes vs. differential cyanosis noted in the extremities?(4)",
                "Changes in the nail beds (e.g., clubbing)?",
                "Assess for thrill in precordial and suprasternal areas(4) -Palmar surface of metacarpals and first phalanges are more sensitive than the fingertips for detection of low-frequency thrills(4) •Perception  (e.g., visual field, spatial relations)",
                "Visual spatial or visual motor skill impairments are associated with CHD, especially in children with hypoplastic left heart syndrome and other forms of complex single ventricle(2)",
                "Specific tests to assess visual motor and perception: VMI, Neuropsychological Assessment (NESPY)"
            ],
            "posture": "Visual inspection of patient’s posture which may contribute to poor use of accessory muscles for breathing and impact cardiopulmonary function",
            "range of motion": "Assess bilateral upper and lower extremity active and passive ROM. Note any asymmetry, pain, or movement restriction. Lower extremity flexibility can be assessed with sit and reach test. Assess bilateral hamstrings, iliopsoas, quadriceps, and gastrocsoleus length",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral C5, C6, C7, L4, and S1 and note any abnormality",
            "sensory testing": "Perform light touch, sharp-dull, two-point  discrimination, and joint proprioception testing for bilateral upper extremity and lower extremity dermatomes as indicated and note any deficit or asymmetry",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Quality of life measurement/health status -Child Health Questionnaire – Child Form-87 (CHQ-CF-87) -Child Health Questionnaire – Parent Form-50 (CHQ-PF-50) -Pediatric Quality of Life Inventory (PedsQL) -Congenital Heart Adolescent and Teenager Questionnaire –Self-Efficacy  Scale (SES) –Habituation Activity Estimation Scale(7) -Self-reported  physical activity tool requiring the patient/primary caregiver to indicate the percentage of time spent in sedentary, light, moderate, and vigorous activity for each period of the day, with the total time equaling 100%",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "It may be necessary to assess the patient’s ability to follow multistep commands based on his or her age and any other diagnoses (e.g., ADHD, ADD, visual motor impairments)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment A multidisciplinary team approach is optimal when evaluating and treating children with CHD. Direct communication should occur at regular intervals between all team members, including the healthcare providers, school educators, primary caregivers, and the patient In 2012, a writing group from the AHA and American Academy of Pediatrics (AAP) reviewed the current literature addressing developmental disorder/disability/delay in the CHD population, with specific attention to surveillance, screening, evaluation, and management strategies. An algorithm was devised to stratify children with CHD on the basis of established risk factors(3) –Formal medical evaluations on an established, routine schedule are recommended for those at risk for developmental disorder/delay/disability(3) –An algorithm for surveillance, screening, evaluation, reevaluation, and management of developmental disabilities (DD) was developed to supplement the 2006 AAP statement on developmental surveillance and screening(3)  –According to the AAP, formal, standardized developmental screening tools are recommended to be administered at 9-,18-, 30-, and 48-month  visits in addition to autism spectrum disorder screening at 18- and 24-month  visits(3) DD –Early identification and intervention provides the child with the best chance of reaching his or her full, functional lifestyle(3) –Multiple factors during the preoperative, perioperative, and postoperative phases may be responsible for the prevalence of neurodevelopmental disabilities in children with CHD(2) -Increased incidence of structural abnormalities of the brain(2) -Severe acidosis, hypoxia, hemodynamic instability, low cardiac output, and altered cerebral blood flow may occur perioperatively and postoperatively(2) -Cardiopulmonary bypass, used with most cardiac surgeries, poses a potential risk for embolic complications(2) -Children requiring the use of ECMO have an increased risk of developing neurological deficits(2) –Delayed motor skills in children with CHD are most likely a result of early perioperative morbidity in addition to a sedentary lifestyle(7) –In school-aged  children with CHD, DDs manifest as developmental, academic, or behavioral issues(3) –In adolescents with CHD, DDs manifest as psychosocial, behavioral, or social issues(3) –For school-aged  children and adolescents, difficulties with school and social interactions in addition to behavioral problems and depression have been well-documented(3) Sedentary lifestyle/decreased cardiorespiratory fitness –Formal exercise testing is recommended for most patients with CHD in order to establish a baseline for level of submaximal fitness and observe any abnormal signs of exercise intolerance such as reduced ventilator efficiency, myocardial ischemia, arrhythmias, abnormal HR profile, and abnormal hemodynamic response to exercise(7) –Children with CHD may be at an increased risk for decreased participation in physical activity due to any medical restrictions imposed by the physician, parental restrictions imposed due to fear and anxiety or misinterpretation of the instructions given to them by the healthcare professional, or self-imposed  restrictions due to fear, fatigue, motor skill delay, or anxiety –Children with CHD were found to be as active as normal children when assessed by activity trackers.However,children who were older, overweight or obese, with more disability, and with total cavopulmonary connection were found not to meet WHO criteria for activity (26) -Based on a German study comparing 162 children with CHD and 96 healthy children -Stepcount and moderate-to-vigorous  physical activity were recorded over 7 consecutive days",
        "rule out": "CHD is diagnosed early, often shortly after birth. CHD is associated with numerous syndromes. A pediatric cardiologist in conjunction with the pediatrician and/or geneticist will be able to diagnose the underlying syndrome",
        "prognosis": [
            "Long-term  survival rates (> 20 years) are estimated to be 95% for simple CHD (e.g., isolated semilunar valve disease, ASD, VSD), 90% for moderate severity CHD (e.g., coarctation of the aorta, A VSD, VSD with comorbidities, tetralogy of Fallot), and 80% for CHD of severe complexity (e.g., single ventricle, truncus arteriosus complex transposition of great arteries)(3) –Authors of a Danish, nationwide, long-term  (50 years) follow-up  of patients found that the mortality rate of patients with simple CHD was significantly higher than the general population (represented by 10 age- and sex-matched general population controls per CHD patient)and that the most common cause of death was sudden unexpected death(23)",
            "Long-term  healthcare issues, specifically neurodevelopmental delay, decreased physical activity, and psychosocial impairments, should be addressed by all healthcare professionals involved in the multidisciplinary care of these children throughout their lifespan(3)",
            "Children with CHD are at risk for neurodevelopmental impairments due to the underlying syndromes or genetic/ developmental disorders, circulatory abnormalities specific to the heart defect, and medical and surgical procedures. The prevalence and severity of the DD increase with the complexity and severity of CHD(3) ",
            "There is an association between delayed developmental skills and length of stay in the ICU for infants who undergo cardiac surgery. The longer the duration of stay in the ICU the greater the motor delays, as measured by the CHQ-PF-50.  The link between longer ICU stay and poorer physical outcomes is not clearly understood",
            "A blunted peak HR, lower HR reserve, and blunted HR recovery are associated with poorer overall prognosis in various forms of CHD(7)"
        ],
        "referral to other disciplines": " Referral to other disciplinesReferral for patient and the primary caregivers to address any feelings of anxiety, depression, distress, somatization, decreased self-esteem,  decreased self-efficacy,  and hopelessness –It is often the mother who seems to be more strongly affected by a child with CHD than the father, because mothers typically spend more time with the child and are more actively involved in the daily care for the child. Studies have shown that mothers are at increased risk for chronic psychosocial problems. The more direct caregiving time spent on the child with CHD, the greater the level of strain the mother experiences and the worse the mother’s health status(10) –Children with DiGeorge syndrome are 25 times more likely to develop a serious mental illness later in adolescence through early adulthood, with about one third of this population developing schizophrenia. Approximately 66% of children with DiGeorge syndrome meet the criteria for at least one psychiatric diagnosis such as anxiety, depression, ADHD, and oppositional defiant disorder(5) –Learning disabilities, behavioral problems, and ADHD may result in persistent academic difficulties that potentially have a negative effect well into adulthood. Early neuropsychological evaluation for school-aged  children who are at moderate to high risk for DD is optimal(3) –Authors of a systematic review of qualitative studies concluded that children with CHD are challenged by lifestyle restrictions, fear of invasive procedures, impaired body image, discrimination, and uncertainty about the future (27)Referral to address any delays with oral motor control or language development (expressive/reception)Referral to address impairments with feeding, fine motor skills, visual perceptual, visual motor (handwriting), age-appropriate  ADLs such as tying shoes and dressing oneself, sensory integration impairmentsReferral for the patient and primary caregivers. This need for support among mothers of children with CHD can begin immediately, once CHD is diagnosed. Social workers can assist with educating the primary caregivers so that they can be fully informed and prepared for their child’s upcoming treatment. In addition, studies have shown that mothers who receive a higher level of social support experience lower levels of strain(10)Parents may need to consult a registered dietitian if their child is on warfarin. Increased vitamin K levels have a direct effect on warfarin’s effectiveness, thereby increasing the child’s risk for a thromboembolic event. A registered dietitian can develop a mutual dietary plan with the primary caregivers and child –There is virtually no vitamin K in breast milk, but commercial infant formulas contain vitamin K. It is important for the primary caregivers to discuss with the physician and/or registered dietitian the amount of infant formula that is being ingested, what brand of formula, and if the infant switches from breast milk to formula(6) -The most common dietary sources of vitamin K are soybeans, lettuce, pickles, and dark green vegetables such as broccoli(6) -Processed foods may have high levels of vitamin K depending on the oils being used to produce them(6)Children with CHD are at risk for neurodevelopmental disabilities and/or emotional and behavioral problems such as inattention, impulsive behavior,and decreased executive function.(2,5) Primary caregivers of school-aged  children should seek out special education services through their local school system so that their child may be evaluated and a suitable individualized education program (IEP) can be established. For adolescents with more moderate to severe impairments, vocational counseling should be pursued to assist with transitioning into early adulthood(2)",
        "other considerations": [
            "If a functional or innocent murmur is diagnosed, it is important to reassure the parents that these are normal heart sounds of a typically developing child. They are not pathological and do not indicate CHD(4) ",
            "Children with CHD are at risk for developing social or communication impairments, and the more severe the CHD the greater these impairments. Children are able to adjust by learning various coping strategies. Children and their family members, especially the primary caregivers, may benefit significantly from psychological counseling, support groups, and/ or social work(4)",
            "It is important for healthcare professionals to provide empathy and adequate time to discuss with the primary caregivers issues relating to the child’s condition –The development of an adequate model of transition to adult care is a key initiative and has been addressed in detail in recent AHA and American College of Cardiology (ACC) policy statements(3)",
            "If not addressed, the combination of DD, learning disabilities, behavior problems, and ADHD may result in academic failure, poor self-esteem,  poor classroom and social skills, and behavioral disinhibition(3)"
        ],
        "treatment summary": [
            "There is limited published research regarding physical therapy intervention for children with HLHS and similar CHDs. Based on a 2012 systematic review, exercise interventions and physical therapy are indicated and beneficial for these patients. As more children with HLHS survive and enter adolescence and adulthood, physical therapy should play a direct role in enhancing these patients’ quality of life (QOL) through patient-specific  physical therapy exercise interventions(11)",
            "Results of a retrospective study suggested that infants with cyanotic CHD are at a greater risk of gross motor delays. Early postoperative physical therapy (within 5 days) appeared to promote gross motor recovery (28)",
            "Patients may safely participate in physical therapy as long as their cardiorespiratory status is being properly monitored. High-tech equipment is not necessarily needed to safely evaluate the patient’s exercise tolerance during physical therapy sessions",
            "Recommendations for exercise for adolescents and adults with CHD have been published. They are based on determination of risk (low, medium, high), which takes into account the cardiac abnormality and the type of exercise (29) –Aerobic exercise – 3–5 times per week, starting with 5–10 minutes and working up to 60 minutes -Low risk: 40–84%  heartrate reserve (HRR) or 55–89% HRmax or 11–16  Borg rate of perceived exertion (RPE) -Moderate risk: 20–59%  HRR or 40–69%  HRmax or 8–13 RPE -High risk: 20–39%  HRR or 40–54%  HRmax 8–10  RPE –Resistance exercise – more than twice a week, commence at 1 set progressing to 3 sets as tolerated -Low risk: 50–79%  1RM, 1–3 sets, 8–10  repetitions, ≥ 1 minute rest between sets -Moderate risk: 30–69%  1RM, 1–3 sets, 10–12 repetitions, ≥ 1 minute restbetween sets -High risk:30–49%  1RM, 1–3 sets, 12–15repetitions,  ≥ 2 minute restbetween sets",
            "Cardiac rehabilitation(rehab) –Children with CHD who participate in a 12-week  cycle ergometer program can improve cardiopulmonary fitness levels. The 6MWT is a simple and reliable test to assess exercise tolerance and level of physical fitness in children with CHD(8) -Researchers conducted a randomized, controlled study in France that included 17 children (12 to 16 years old; average age 13.5 years) with CHD and left ventricular ejection fraction of < 40% and no pacemakers who were randomly assigned to the training group or control group -The training group participated in a 1 hour, 3 times a week, cycling program for 12 weeks using a stationary cycle ergometer, including a 10-minute warm-up,  a 45-minute  interval exercise period, and a 5-minute  cool-down.  In addition, children received a cycle ergometer and pulse oximeter for home use -Following the training program, power output, VO 2, HR, and minute volume (VE) increased slightly at peak exercise and significantly at ventilator threshold compared to the control group -There was significant association between walking distance and cardiopulmonary fitness, measured by the 6MWT and VO2 max, as well as VO 2 at ventilator threshold ›Decreased muscular strength and muscular endurance",
            "Children can safely perform low-resistance  strengthening exercises under the direct supervision of a trained healthcare clinician. Vital signs should be monitored pre and postactivity as well as during the activity as necessary(7)",
            "Patients should avoid lifting weights with 1-repetition  maximum and avoid the Valsalva maneuver. When using weights, the patient should always use low resistance(7)  ›Sedentary lifestyle/decreased physical activity",
            "There is currently no evidence regarding whether there is a need to restrict recreational physical activity among patients with CHD, apart from those with rhythm disorders or genetic syndromes, primarily long-QT  syndrome, cardiomyopathy, arrhythmogenic right ventricular dysplasia, or Marfan syndrome(7)",
            "Refer to the recommendations for physical activity published by the Heart Rhythm Society if patients have an arrhythmia. Some of the most common conditions are ventricular dysfunction, aortic dilation, syncope, hypoxia, anticoagulation, and device implantation. Physical activities that would best be suited for these patients are walking, cricket, bowling, baseball, yoga, bocce, golf, and tai chi. In general, the activity intensity should be low to moderate(7) ›Promoting physical activity to the patient and the primary caregivers is an important role for all the members of the multidisciplinary team, especially the physical therapist and cardiac rehab therapist. Physical activity provides physical and psychosocial benefits to the individual. It should include static and dynamic activities and always incorporate the patient’s interests to enhance intrinsic motivation(7) ›Educate the primary caregivers on the importance of the entire family participating in daily physical activity in order to increase overall patient compliance with short-  and long-term  treatment plan ›Use an accelerometer or pedometer to measure physical activity level. Children should achieve 12,000 steps per day as measured by a pedometer(7) . Problem Goal Intervention Expected Progression Home Program  Lack of education regarding contraindications and precautions for physical activity and exercisePatient and/or primary caregiver’s understanding of contraindications and precautions for physical activity/exercise _ Independence with monitoring HR, BP, and/or perceived level of exertionTherapeutic activities/ patient education   (2) _ Provide patient and family/ caregivers with written instructions regarding any contraindications and/ or precautions for exercise _ _ Demonstrate how to physically monitor HR, RR, and O 2 saturation as indicated. If appropriate, instruct patient and/ or caregivers in the use of automated HR and pulse oximetry monitors _ _ Instruct patient and/ or primary caregivers on how to monitor rate of perceived level of exertion using the Talk Test(7) and/or Modified Borg Scale. _ Adolescents should be able to self-monitor their HR through palpation _ _ Generally accepted to have patients exercise at ~ 80% of their maximum HR (220- age)(19) unless other restrictions have been imposed by the pediatric cardiologistPatient and primary caregivers will verbally state the signs and symptoms regarding contraindications and precautions for physical activity and exercise _ _Document HR, BP, and pulse oximetry pre and post exercise as well as the rate of perceived level of exertion and/or Dyspnea Scale level in a daily log. Indicate any signs and/or symptoms regarding exercise intolerance. Patients often overestimate quantity and intensity of physical activity level when using self-reported daily logs/journals, and these should be recommended only when other objective measures such as a pedometer/ accelerometer cannot be used(2) _  DD _ Impaired ADLs _ Neurological impairmentsMaximize age- appropriate gross and/ or fine motor skills _ Refer to occupational therapy for treatment intervention to address impairments and functional limitations impacting ADLs, fine motor skills, and visual motor/visual perceptual skillsDevelopmental functional training Basic transfer training such as sit to stand or floor to stand as indicated for safety and independence _ _ _ Therapeutic exercises/ activities  Core and extremity exercises at a developmentally functional, cognitive, and age-appropriate level _ Incorporate play- based therapy into treatment interventions to increase active participation _ Monitor patient’s cardiorespiratory status during therapy sessions and take frequent rest breaks as indicated _ Facilitate the development and independence of age- appropriate gross and fine motor skillsThe intensity and duration of exercises should be gradually progressed as the patient increases functional strength and endurance _ Advance developmental skills as indicatedInstruct the patient/ primary caregiver with an individualized therapeutic home program. These should be performed as part of the daily routine per therapist recommendation _ Provide written instructions to the primary caregiver/ patient and ensure they are able to demonstrate independence with these activities  Decreased cardiorespiratory endurance and physical activity level _ _ Increased BMI and/or body fat percentage _ Decreased upper and lower extremity and core strength _ Decreased upper and lower extremity muscle lengthIncrease cardiorespiratory endurance _ Patient/primary caregivers participate in daily physical activity _ Maximize age- appropriate muscular strength and endurance _ Educate patient and/or primary caregivers on the importance of daily physical activityTherapeutic exercises _ Implement a cardiorespiratory endurance program allowing for adequate warm-up and cool- down periods in conjunction with a variety of functional, age-appropriate, low-resistance exercises, weight- bearing activities, and stretching _ _ _ Patients should avoid lifting weights with 1- repetition maximum and avoid the Valsalva maneuver. When using weights, the patient should always use low resistance(7) _ _ Appropriate warm- up and cool-down including stretching, yoga techniques, diaphragmatic breathing techniques, and/or meditation as part of a comprehensive fitness and stress management program as indicated(8) _ _ Limit sedentary activities such as video games, watching TV , and computer use to < 2 hours/day for children > 5 years of age and none for those < 5 years of age(7) _ _ _ (See Treatment summary , above, for more details)Gradually increase intensity of exercises and resistance overtime _ Gradually increase patient’s daily physical activity up to ideally 60 minutes a day _ _ Increase patient compliance by incorporating variety of activities that the patient enjoys and can be supported by primary caregiver, family, and/or peers _ Follow-up appointments on a regular basis should be included as part of the treatment intervention in order to monitor and progress the home exercise program as well as track patient’s cardiorespiratory endurance, BMI, strength, and flexibility _Strongly encourage the entire family to actively participate in modifying their lifestyle _ Create daily activity journal for patient and/or primary caregivers to use. Instruct patient and/or primary caregivers to record the following: physical activity choice, duration, rate of perceived exertion, and time spent performing sedentary activities (e.g., video games, computer, TV) _ _ Encourage children to participate in organized sports/physical fitness activities under the guidance of the pediatric cardiologist _ _ Provide patient and family/caregivers with written instructions regarding physical activities that can be performed at home on a daily basis _ _ _  ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved cardiorespiratory function endurance": [
            "Vitals – HR, BP, RR, O2 saturation",
            "6MWT",
            "Talk Test",
            "Modified Borg RPE"
        ],
        "increased daily physical activity": [
            "Habituation Activity Estimation Scale (HAES)"
        ],
        "maximized age-appropriate  motor skills and adls": [
            "BOT-2",
            "PDMS-2",
            "WeeFIM",
            "PEDI",
            "VMI",
            "Functional tests: vertical jump, broad jump, hop test"
        ],
        "maximized age-appropriate  static and dynamic balance and reduced risk for falls": [
            "PBS",
            "BOT-2  balance subscale",
            "PDMS-2"
        ],
        "increased functional upper and lower extremity and core strength": [
            "MMT",
            "Hand-held  grip dynamometry",
            "Functional tests: vertical jump, broad jump, hop test, sit-ups, push-ups,  hold plank"
        ],
        "increased bilateral upper and lower extremity rom muscle length": [
            "Goniometry"
        ],
        "improved self-esteem,  self-efficacy,  and overall qol": [
            "CHQ-CF-87",
            "CHQ-PF-50",
            "PedsQL",
            "Vineland Adaptive Behavior Scale–II"
        ],
        "patient and primary caregiver are educated on the diagnosis and management of chd and any associated syndrome sequelae": [
            "Patient or caregiver demonstrate independence with exercise prescription, fall prevention, ADLs, general mobility"
        ],
        "reduced self-reported  pain levels": [
            "V AS, Oucher Pain Scale, Wong-Baker  FACES Pain Rating Scale"
        ]
    },
    "maintenance or prevention": [
        "It is important that the multidisciplinary pediatric care team emphasize the prevention of risk factors for developing adult cardiovascular disease, specifically obesity, smoking, and hyperlipidemia. Compared to children without CHD, these children are at increased risk for sedentary behaviors which coincide with developing obesity, exercise intolerance, delayed motor skills, and psychosocial impairments. Primary caregivers need to be counseled to avoid overprotection and unnecessary physical and social activity restriction of their child or adolescent with CHD(3,7,10) Assess patient’s habitual physical activity every health visit. Encourage the entire family to participate in daily physical activity in order to increase compliance(7) Sedentary transport, extended sitting, and time indoors should be limited throughout the day. Screen time should be no more than 2 hours per day for children ≥ 5 years of age, and children < 3 years of age should have no screen time(7) Based on published data, there appears to be a negligible risk of physical activity–related  sudden death among most children with CHD –The most common causes of sudden death during sport participation are either not related to CHD (e.g., long-QT syndrome, cardiomyopathy) or are conditions that manifest with sudden death as the first symptom (coronary  artery anomalies that are undiagnosed). Sudden death can occur in patients with repaired CHD (e.g., aortic stenosis); however, these events are rarely associated with physical activity or sport(7,12) The United States Society of Cardiology and the European Society of Cardiology both published guidelines specific to adolescents with CHD who are involved in competitive sports and for all children < 18 years of age with known arrhythmias or genetic cardiovascular disease, primarily long-QT  syndrome, cardiomyopathy, arrhythmogenic right ventricular dysplasia, and Marfan syndrome. These guidelines should not be used for preadolescents or for those involved in recreational sport, physical education, or unstructured physical activity at all ages(7) Several European associations collectively published recommendations for physical activity in pediatric patients with CHD based on a nonsystematic review of available research. Their main conclusion: promote rather than restrict physical activity in this patient population(7)",
        "The AHA Science Advisory Committee published guidelines for screening approaches for heart disease in children and adolescents(12) Screening programs should be all-encompassing  and not focused only on athletes There are currently no standardized strategies in the United States for screening the school-age  child and there are limited published studies assessing the benefits of ECGs as screening tools. Therefore, in 2007, the AHA did not endorse mandatory screening with ECG or other noninvasive tests, and this is still the current recommendation for school-age children(12)",
        "Health-related  QOL Adolescents transitioning into adulthood are at risk for poor adjustment in the areas of vocation, social development, and domestic environment and for psychological distress. Overprotective parenting and uncertainties about long-term prognosis may result in missed critical adolescent milestones that emphasize autonomy. Developmental immaturity and poor understanding of their illness may make adolescents with a CHD vulnerable to engaging in risk-taking behaviors such as substance abuse or sexual activity in an effort to feel similar to their peers(3) Travel precautions: Long periods of immobilization in a cramped position during travel by air, bus, or car are associated with an increased leg volume and a moderate effect on the coagulation system. Children with CHD may be at higher risk for thrombosis during these periods. Taking frequent breaks to stand up and walk around or getting up and walking down the aisle may assist with reducing the risk of developing a thrombosis. Patients/primary caregivers should notify the referring physician of any plans for prolonged travel(6)",
        "Pregnancy 2006 published guidelines for the use of anticoagulation in pregnancy are outlined in the update by the ACC/AHA Task Force(6) Preventing early-onset  preeclampsia may reduce risk for A VSD(20)"
    ],
    "patient education": [
        "General information regarding CHD from the National Heart, Lung, and Blood Institute at https://www.nhlbi.nih.gov/health/health-topics/topics/chd",
        "General information and support groups regarding CHD from the March of Dimes athttps://www.marchofdimes.org/baby/congenital-heart-defects.aspx",
        "To see the full list of normative BP values in the Fourth Report from the National High Blood Pressure Education Program Working Group 2004, go to https://www.nhlbi.nih.gov/health-pro/guidelines/current/hypertension-pediatric-jnc-4/blood-pressure-tables",
        "See ACC practice guidelines on preparticipation cardiovascular screening for competitive athletes at www.aafp.org/ afp/2005/0801/p523.html",
        "See “Promotion of Physical Activity for Children and Adults with Congenital Heart Disease: A Scientific Statement from the American Heart Association” at https://www.ahajournals.org/doi/full/10.1161/cir.0b013e318293688f  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Congenital Heart Defects. National Heart, Lung, and Blood Institute . July 1, 2011. http://www.nhlbi.nih.gov/health/health-topics/topics/chd . Accessed November 26, 2020. (GI)"
        },
        {
            "number in article": 2,
            "reference": "O'Brien P, Evangelista JA, Green A, Uzark K. Health considerations for children with congenital heart disease in school. Part 2. NASN School Nurse . 2013;28(1):42-47.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Marino BS, Lipkin PH, Newburger JW, et al. Neurodevelopmental outcomes in children with congenital heart disease: evaluation and management: a scientific statement from the American Heart Association. Circulation . 2012;126(9):1143-1172.  (G)"
        },
        {
            "number in article": 4,
            "reference": "Jone PN, Kim JS, Alvensleben J, Burkett D. Cardiovascular diseases. Hay WW Jr, Levin MJ, Abzug MJ, Bunik M, eds. Current Diagnosis & Treatment Pediatrics 2020-21. 25th ed. New York, NY: McGraw-Hill;  2020. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Allen TM, Hersh J, Schoch K, Curtiss K, Hooper SR, Shashi V. Association of the family environment with behavioural and cognitive outcomes in children with chromosome 22q11.2 deletion syndrome. J Intellect Disability Res . 2014;58(1):311-47.  doi:10.111/jir.12054. (R)"
        },
        {
            "number in article": 6,
            "reference": "Giglia TM, Massicotte MP, Tweddell JS, et al. Prevention and treatment of thrombosis in pediatric and congenital heart disease: a scientific statement from the American Heart Association. Circulation . 2013;128(24):2622-2703.  doi:10.1161/01.cir.0000436140.77832.7a. (G)"
        },
        {
            "number in article": 7,
            "reference": "Longmuir PE, Brothers JA, de Ferranti SD, et al. Promotion of physical activity for children and adults with congenital heart disease: a scientific statement from the American Heart Association. Circulation . 2013;127(21):2147-2159.  doi:10.1161/CIR.0b013e318293688f. (G)"
        },
        {
            "number in article": 8,
            "reference": "Moalla W, Gauthier R, Manigourd Y, Ahmaida S. Six-minute  walking test to assess exercise tolerance and cardiorespiratory responses during training program in children with congenital heart disease. Int J Sports Med . 2005;26(9):756-762.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Ross PA, Newth CJL, Khemani RG, et al. Accuracy of pulse oximetry in children. Pediatrics . 2014;133(1):22-29.  doi:10.1542/peds.2013-1760.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Bruce E, Lilja C, Sundin K. Mothers’ lived experiences of support when living with young children with congenital heart defects. J Spec Pediatr Nurs: JSPN . 2014;19(1):54-67. doi:10.1111/jspn.12049. (R)"
        },
        {
            "number in article": 11,
            "reference": "Rainey C, Swetter S, Putnam J, Miller DP. Systematic review of the effectiveness of physical therapy interventions for children with hypoplastic left heart syndrome and similar heart defects. Pediatric Phys Ther . 2012;24(1):121-22.  (SR)"
        },
        {
            "number in article": 12,
            "reference": "Mahle WT, Sable CA, Matherne PG, Gaynor JW, Gewitz MH. Key concepts in the evaluation of screening approaches for heart disease in children and adolescents: a science advisory from the American Heart Association. Circulation . 2012;125(22):2796-2801.  doi:10.1161/cir.ob013e3182579f25. (G)"
        },
        {
            "number in article": 13,
            "reference": "How the healthy heart works. American Heart Association (AHA) Web site. http://www.heart.org/HEARTORG/Conditions/CongenitalHeartDefects/AboutCongenitalHeartDefects/How-the-Healthy-Heart-Works_UCM_307016_Article.jsp . Published July 7,"
        },
        {
            "number in article": 2015,
            "reference": " Accessed November 26, 2020. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Lowe CG. Congestive heart failure. Hoffman RJ, Wang VJ, eds. Fleisher & Ludwig’s 5-minute Pediatric Emergency Medicine Consult . 2nd ed. Philadelphia, PA: Wolters Kluwer; 2020. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Khalil A, Suff N, Thilaganathan B, Hurrell A, Cooper D, Carvalho JS. Brain abnormalities and neurodevelopmental delay in congenital heart disease: systematic review and meta-analysis.  Ultrasound Obstet Gynecol . 2014;43(1):14-24.  doi:10.1002/uog.12526. (M)"
        },
        {
            "number in article": 16,
            "reference": "Saenz M, Chun-Hui  Tsai A, Manchester DK, Elias ER. Genetics & Dysmorphology. Hay WW Jr, Levin MJ, Abzug MJ, Deterding RR, eds. Current Diagnosis & Treatment Pediatrics . 22nd ed. New York, NY: McGraw-Hill  Medical; 2014. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Kemper AR, Mahle WT, Martin GR, et al. Strategies for implementing screening for critical congenital heart disease. Pediatrics . 2011;128(5):e1259-e1267.  (RV)"
        },
        {
            "number in article": 18,
            "reference": "Medications used to treat heart failure. American Heart Association (AHA) Web site. http://www.heart.org/HEARTORG/Conditions/HeartFailure/TreatmentOptionsForHeartFailure/Medications-Used-to-Treat-Heart-Failure_UCM_306342_Article.jsp#.VtRxzZwrLIV . Published May 31, 2017. Accessed November 26, 2020. (GI)"
        },
        {
            "number in article": 19,
            "reference": "Congenital heart defects and physical activity. American Heart Association (AHA) . September 15, 2011. http://www.heart.org/HEARTORG/Conditions/CongenitalHeartDefects/CareTreatmentforCongenitalHeartDefects/Congenital-Heart-Defects-and-Physical-Activity_UCM_307738_Article.jsp#.VuDeYZwrLIU . Accessed November 26, 2020. (GI)"
        },
        {
            "number in article": 20,
            "reference": "Brodwall K, Leirgul E, Greve G, et al. Possible common aetiology behind maternal preeclampsia and congenital heart defects in the child: a Cardiovascular Diseases in Norway Project Study. Paediatr Perinat Epidemiol . 2016;30(1):76-85.  doi:10.1111/ppe. (R)"
        },
        {
            "number in article": 21,
            "reference": "Mazurek B, Szydlowski L, Mazurek M, Markiewicz-Loskot  G, Pajak J, Morka A. Comparison of the degree of exercise tolerance in children after surgical treatment of complex cardiac defects, assessed using ergospirometry and the level of brain natriuretic peptide. Medicine. 2016;95(5):e2619. doi:10.1097/MD.0000000000002619.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Matthiesen NB, Henriksen TB, Gaynor JW, et al. Congenital heart defects and indices of fetal cerebral growth in a nationwide cohort of 924,422 liveborn infants. Circulation . 2016;133(6):566-575.  doi:10.1161/CIRCULATIONAHA.115.019089. (R)"
        },
        {
            "number in article": 23,
            "reference": "Videbæk J, Laursen HB, Olsen M, Høfsten DE, Johnsen SP. Long-term  nationwide follow-up study of simple congenital heart disease diagnosed in otherwise healthy children. Circulation . 2016;133(5):474-483.  doi:10.1161/CIRCULATIONAHA.115.017226. (R)"
        },
        {
            "number in article": 24,
            "reference": "Hedlund ER, Villard L, Lundell B, Sjöberg G. Physical exercise may improve sleep quality in children and adolescents with Fontan circulation. Cardiol Young . 2019;29(7):922-929.  doi:10.1017/S1047951119001136. (R)"
        },
        {
            "number in article": 25,
            "reference": "Dahlawi N, Milnes LJ, Swallow V. Behaviour and emotions of children and young people with congenital heart disease: A literature review. J Child Health Care . 2020;24(2):317-332.  doi:10.1177/1367493519878550. (SR)"
        },
        {
            "number in article": 26,
            "reference": "Brudy J, Hock J, Häcker AL, et al. Children with congenital heart disease are active but need to keep moving: A cross-sectional  study using wrist-worn  physical activity trackers. J Pediatr. 2020;217:13-19.  doi:10.1016/j.jpeds.2019.09.077. (R)"
        },
        {
            "number in article": 27,
            "reference": "Chong LSH, Fitzgerald DA, Craig JC, et al. Children's experiences of congenital heart disease: a systematic review of qualitative studies. Eur J Pediatr . 2018;177(3):319-336. doi:10.1007/s00431-017-3081-y.  (SR)"
        },
        {
            "number in article": 28,
            "reference": "Haseba S, Sakakima H, Nakao S, et al. Early postoperative physical therapy for improving short-term  gross motor outcome in infants with cyanotic and acyanotic congenital heart disease. Disabil Rehabil . 2018;40(14):1694-1701.  doi:10.1080/09638288.2017.1309582. (R)"
        },
        {
            "number in article": 29,
            "reference": "Tran D, Maiorana A, Ayer J, et al. Recommendations for exercise in adolescents and adults with congenital heart disease. Prog Cardiovasc Dis . 2020;63(3):350-366. doi:10.1016/j.pcad.2020.03.002. (R)"
        }
    ]
}