{
    "metadata": {
        "title": "Diabetes Mellitus, Type 1, and Exercise",
        "synonyms": [
            "insulin-dependent  diabetes mellitus (iddm) and exercise",
            "diabetes mellitus, insulin-dependent,  and exercise",
            "type 1 diabetes mellitus and exercise",
            "juvenile-onset diabetes mellitus and exercise",
            "diabetes mellitus, juvenile-onset,  and exercise",
            "iddm and exercise"
        ],
        "anatomical location body part affected": [
            "Islets of Langerhans of pancreas/microvascular damage in numerous tissues (e.g., retinopathy, nephropathy, neuropathy)"
        ],
        "area of specialty": [
            "pediatric rehabilitation",
            "cardiovascular rehabilitation",
            "home health",
            "acute care"
        ],
        "description": [
            "The hallmark of diabetes mellitus, type 1 (DM1), is the absence of endogenous insulin production in the pancreas. Consequently, persons with DM1 are dependent on insulin delivery by syringe, pen, pump, or jet injector to prevent the complications of elevated blood glucose concentration (hyperglycemia)",
            "Regular exercise clearly protects against a number of health risks and improves clinical outcomes in persons with DM1across all ages.In addition to general health promotion, exercise is a key adjunct to insulin therapy by increasing insulin sensitivity and reducing the daily amount of insulin needed for glycemic control. Prescribed exercise is, therefore, an important component of DM1 management for preventing or at least delaying complications of DM1 (1,42)",
            "However, careful prescribed physical activity and monitoring is needed for maintaining glycemic controlduring exercise to prevent a symptomatic decline in blood glucose. Controlling the type and duration of exercise, andcarbohydrate feeding when necessary during exercise, may minimize the decline (43,44) Fear of exercise-related  hypoglycemia is understandably a major challenge for persons with DM1participating in regular physical activity,especially children(34) Thus, it is critical that persons with DM1 avoid becoming overinsulinized (i.e., excessive insulin administration) before exercise to reduce the risk of hypoglycemiaduringexercise",
            "Aperson-specific  exercise management plan can enable patients with DM1 to remain vigilant regarding their blood glucose concentration and adjust their insulin dose or carbohydrate intake as needed. (44) Exercise-related  hypoglycemia is not uncommon in prolonged high-intensity  aerobic training, whereas glycemic control is more likely to be maintained in resistance training (45)",
            "On the other hand, blood glucose may become elevated hours after exercise due to counterregulatory glucose defense hormones that increase blood glucose and oppose the effect of insulin. (35,46) Continuous glucose monitoring (CGM) devices are effective for maintaining glycemic controlduring and after exercise (47) or application of equipment Lack of appropriate skin and foot careAppropriate skin and foot carePatient education See Clinical Review… Diabetic Foot Ulcer referenced aboveSee Clinical Review… Diabetic Foot Ulcer referenced aboveSee Clinical Review… Diabetic Foot Ulcer referenced above . Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "E10": "insulin-dependent diabetes mellitus type 1",
            "E10.1": "insulin-dependent diabetes mellitus type 1 with ketoacidosis (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for exercise management in DM1 will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The patient may not be recreationally active",
            "Signs and symptoms of glycemic imbalance"
        ],
        "contraindications precautions to test": [
            "Stop the exam if the patient reports shortness of breath, chest pain, abnormal fatigue, or dizziness; report symptoms to the referring physician",
            "Monitor blood glucose to prevent or resolve symptoms of hypoglycemia",
            "Complications of DM1 (e.g., retinopathy, neuropathy, nephropathy, coronary artery disease, peripheral arterial disease, or diabetic foot ulcers) may affect the examination findings as well as the exercise mode and protocol that are suitable for testing the patient’s response to exercise"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Diabetic hypoglycemia results from an imbalance in blood glucose homeostasis–The arterial blood glucose supply is insufficient to counterbalance the glucose uptake in tissues–Increased glucose uptake during physical activity/exercise is due to augmented muscle metabolism or excessive insulindosing–Failure to maintain blood glucose level because of insufficient stored glucose supplied by liver and/or insufficientconsumption of glucose-rich  carbohydrate foods",
            "Chronic hyperglycemia in DM1 (blood glucose level routinely higher than 125 mg/dL) and acute hyperglycemia (higherthan 180 mg/dL) may result from:–Lack of pancreatic insulin production–Resistance to insulin (reduced insulin sensitivity) at the cellular level(4)–Systemic infection/inflammation or recovery after prolonged exercise promotes the release of stress hormones (such asglucagon and epinephrine) that stimulate glucose release from the liver–Certain medications used to treat comorbid conditions (e.g., beta-adrenergic  blockers, thiazide diuretics, epinephrine,corticosteroids, glucosamine)",
            "Diabetic ketoacidosis occurs with severe hyperglycemia due to insulin deficiency. It results in rapid oxidation of lipids inthe liver and the release of ketone bodies from the liver. Brain damage can result if blood becomes very acetic (i.e., bloodpH falls)"
        ],
        "pathophysiology": [
            "In nearly all persons with DM1, the pancreas is unable to produce insulin because beta cells in the islets of Langerhanshave been destroyed by diabetes autoimmune disease. Hyperglycemia develops since insulin inhibits glucose release fromthe liver and stimulates the uptake of glucose",
            "Chronic hyperglycemia, which is clinically indicated by elevated glycosylated hemoglobin (HbA1c), generates oxidantsthat promote cellular injury and also increase blood osmolarity with subsequent dehydration of the tissues. Chronichyperglycemia is the major initiator of diabetic microvascular and neural complications, such as retinopathy, neuropathy,and nephropathy.(5) Aerobic or resistance exercise training performed at least twice weekly for a minimum of 2 monthsmay reduce HbA1c levels in adults with DM1(36)–Low-intensity  aerobic exercise performed 4 times per week for 12 weeks by patients with DM1 has been shown to inducesignificant increases in microvascular density and endothelial-dependent  capillary reactivity(39)",
            "Persons with DM1 should monitor their blood glucose concentration and receive insulin subcutaneously (usuallyself-injection  or glucose pump)and/or take oral antidiabetic medications to prevent hyperglycemia–For some patients with DM1, insulin delivery through an insulin pump during exercise can be reduced or the pump can bedisconnected, depending on the duration and intensity of the exercise(17)",
            "Maintaining normoglycemia(70 to 130 mg/dL) in persons with DM1 requires appropriate dosing of exogenous insulin.Achieving target levels of blood glucose with therapeutic insulin involves a delicate balance between the currentblood glucose level and the insulin preparation used, because overinsulinization can cause hypoglycemia. The use ofcombinations of short-acting  and long-acting  insulin preparations has improved the hourly control of blood glucoselevels(6)",
            "In addition to the health-promoting  benefits of regular physical activity, both aerobic and resistance exercise improveinsulin sensitivity and thus enhance glucose uptake. However, this becomes an additional concern in the self-managementof blood glucose levels because excessive glucose uptake in muscle can cause hypoglycemia to develop during and/or afterexercise. Severe hypoglycemia is associated with reduced consciousness (which may cause accidents), coma, convulsions,transient hemiparesis and stroke, cardiac arrhythmias, and myocardial ischemia–The American Diabetes Association recommends that when symptoms of hypoglycemia occur (often suddenly), personswith diabetes should do the following:(3)-Consume 15–20  grams of glucose or simple carbohydrates-Authors of a randomized crossover trial (N = 34 adults with DM1 and frequent hypoglycemia) in New Zealand foundthat a weight-based  (0.3 g/kg) glucose dosage was more effective than a standard dose of 15 g for treating symptomatichypoglycemia(40)-Recheck blood glucose after 15 minutes and if hypoglycemia continues, repeatcarbohydrate intake until a normalglucose level is achieved-Eat a small snack if the next planned meal is more than an hour or two away",
            "Blood glucose supply and demand during physical activity is affected by several factors, including the type, intensity,and duration of exercise as well as the amount of insulin and food in the body at the time of the activity. Low-intensityand moderate-intensity continuous exercise increase insulin sensitivity and glucose uptake in muscle. When prolonged forlonger than 30 minutes, this type of exercise often begins to lower blood glucose in persons with DM1. The pre-exerciseblood glucose level, insulin dose, and carbohydrate intake should be appropriately managed in order to reduce thedevelopment of hypoglycemia(7,8)",
            "Another problem in glycemic control during prolonged low- and moderate-intensity  exercise is when the increasedsecretion of counterregulatory glucose defense hormones (i.e., glucagon, epinephrine, and growth hormone) does notincrease hepatic glucose production enough to prevent a fall in blood glucose",
            "Also, patients with DM1 are often unaware of their falling blood glucose during exercise until symptoms occur.(17)Typically, carbohydrate intake is needed to maintain blood glucoseduring exercise longer than 30–45  minutes (43,46)",
            "In contrast, short, intermittent, and high-intensity  physical activity (e.g., resistance exercise/weight lifting, sprints, andinterval exercise) may counteract exercise-related  hypoglycemia by raising blood glucose levels through the stimulationof counterregulatory hormone secretion to promote hepatic glucose production. (9,45) However, moderate aerobic exercisemay blunt the effect of resistance exercise on increasing the growth hormone response–Authors of a small study (N = 11 patients with DM1, mean age 33 years) in Canada found that weight lifting beforetreadmill running exercise was more effective for increasing blood growth hormone levels compared to weight liftingafter treadmill exercise(37)",
            "Glycemic control in DM1 thus involves careful planning for exercise and monitoring of blood glucose levels before,during, and sometimes for long periods after exercise (44)",
            "Sometimes, post-exercise  hypoglycemia may develop if a sufficient amount of glucose-rich  food is not eaten forhours afterexercise.(17) In one study, hypoglycemia occurred up to 31 hours after exercise(10)",
            "Another method for reducing the development of hypoglycemia hours after intense exercise is to reduce the insulin dosewhile monitoring blood glucose, preferably with a CGM (47)",
            "General target levels of blood glucose concentration in adults with diabetes(11)–Before meals: 70 to 130 mg/dL–One to two hours after starting a meal: less than 180 mg/dL"
        ],
        "risk factors for hypoglycemia": [
            "Prolonged, continuous low- or moderate-intensity  aerobic physical activity is associated with increased risk ofexercise-related hypoglycemia due to enhanced uptake of blood glucose(7)–Authors of a prospective study (N = 50 children and adolescents with DM1) in the United States found that having ablood glucose concentration under 120 mg/dL before starting treadmill walking exercise (target heart rate of 140 beats/min during four 15-minute  periods with three 5-minute  rest periods) increased the risk of developing hypoglycemiawithout carbohydrate feeding(12)",
            "Prolonged periods of not eating, including overnight fasting (leading to nocturnal hypoglycemia), can increase the riskof severe hypoglycemia. Symptoms during sleep may go undetected. Patients with a history of profuse sweating at nightand morning headache or feeling weak and shaky in the morning are candidates for glucose monitoring during sleep andpossible revision of their insulin regimen to compensate for extrinsic factors that can contribute to nocturnal hypoglycemia,such as insulin dose, exercise, or fasting(13)",
            "It is unclear whether females with DM1have poorer glycemic control, as indicated by their higher HbA1c levels, thanmen(14)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Exercise is contraindicated if the patient has unstable angina pectoris, uncontrolled hypertension, significant recent changes in resting ECG, uncontrolled cardiac arrhythmias, severe heart failure, or acute conditions such as myocarditis, pericarditis, thrombophlebitis, pulmonary embolus, or infection",
        "Therapists should be aware that diabetic ketoacidosis is a potential acute emergency condition caused by insulin deficiency and severe hyperglycemia. If ketoacidosis is suspected, ensure patient is taken immediately to emergency department (2)",
        "Because of increased risk for dehydration and ketoacidosis, patients with diabetes should not begin exercise if their blood glucose level is over 250 mg/dL and/or ketones are found in the urine(11,30)",
        "These precautionary steps should be taken if blood glucose levels after exercise are regularly 100 mg/dL or less(15) Increase carbohydrate intake before exercise Decrease insulin dose before exercise Decrease insulin dose after exercise",
        "Glucose-rich  snacks should be available for the patient in the event of hypoglycemic symptoms",
        "Patients over 30 years old with DM1 and/or who have had DM1 for more than 10 years should have a complete medical examination prior to initiating a moderately intense physical activity program (i.e., more intense than walking).(30) Patients over 35 with DM1 and/or who have had DM1 for more than 10 years should undergo general exercise testing with ECG monitoring prior to starting a moderate or intense exercise programbecause of their increased risk of having cardiovascular disease(17)",
        "Vital signs should be monitored during exercise in patients with existing or increased risk of cardiovascular disease (17)",
        "Stop exercise if patient reports difficulty breathing, chest pain, unusual fatigue, weakness, dizziness, or nausea or shows other signs/symptoms of exercise-related  hypoglycemia or hyperglycemia ",
        "Minimize patient discomfort throughout examination and treatment",
        "Encourage patient to wear shoes that fit well and have plenty of room for the toes, to always wear socks, and not to use inserts or pads unless instructed by medical personnel. Inspect shoes for cracks in the soles, bunching of material, or wrinkles in the lining. Patient should be taught to inspect his or her feet daily. Patients with peripheral neuropathy may need to avoid exercise shoes that stress the feet",
        "Exercise-related  abrasions and contusions (such as might occur in falls or contact sports) should be prevented, if possible, in patients with elevated risk for infection and poor healing",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Stop the exam if the patient reports shortness of breath, chest pain, abnormal fatigue, or dizziness; report symptoms to the referring physician",
            "Monitor blood glucose to prevent or resolve symptoms of hypoglycemia",
            "Complications of DM1 (e.g., retinopathy, neuropathy, nephropathy, coronary artery disease, peripheral arterial disease, or diabetic foot ulcers) may affect the examination findings as well as the exercise mode and protocol that are suitable for testing the patient’s response to exercise"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document date of diagnosis of DM1. Have there been any episodes of hypoglycemia that required emergency treatment? Has the patient experienced severe symptoms related to exercise? What were the symptoms? Is exercise prescription with supervision the current reason for referral? Any episodes of hyperglycemia?",
                "course of treatment": {
                    "medical management": "Review current prescription for monitoring of blood glucose, diet, exercise, and skin care. Management of blood glucose control and hypoglycemiais the cornerstone of treatment (49)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Does the patient feel the medications are effectively controlling his or her blood sugar?short-acting (e.g., Apidra  onset of action 15 minutes or less, peak 1 hour, duration 24 hours. Humulin R onset of action 30 minutes, peak 24 hours, duration 68 hours); longacting  (Humulin N onset of action 12 hours, peak 612  hours, duration 1824  hours. Humulin L  onset of action 13 hours, peak 615  hours, duration 1826  hours. Humulin U  onset of action 46 hours, peak 820 hours, duration 2448  hours) Does the patient use an insulin pump, artificial pancreas, or other \"smart\" insulin delivery system?metformin, rosiglitazone, sulfonylureas Angiotensin-converting  enzyme (ACE) inhibitors such as ramipril are also prescribed to reduce progression of cardiovascular disease Diagnostic tests usually completed Fasting and postprandial blood glucose tests Random capillary (fingerstick) blood glucose testing HbA1c Blood glucose protein and ketones Urine albumin, creatinine, and microalbumin BUN and blood creatinine Eye exam Foot exam Monofilament sensory testing Cardiovascular exam, including heart rate (HR), blood pressure (BP), and ECG Supervised exercise test with ECG monitoring if > 35 years old or if has had DM1 for > 10 years(17)",
                    "diagnostic tests completed": [],
                    "alternative therapies": "Document any use of self-administered  remedies or alternative therapies and whether they help or not",
                    "previous therapy": "Document whether patient has had any occupational or physical therapy interventions for this or other conditions and what specific treatments were helpful or not helpful "
                },
                "aggravating easing factors": "Is the patient anxious of exercise-related hypoglycemia?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). In addition to those shown above (see Presentation/signs and symptoms ), patient may report polyuria, polydipsia, and/or pain",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. Has the patient experienced symptoms of nocturnal hypoglycemia? -Symptoms during sleep may go undetected. Patients with a history of profuse sweating at night and morning headache or feeling weak and shaky in the morning are candidates for glucose monitoring during sleep and possible revision of their insulin regimen to compensate for extrinsic factors such as exercise that can contribute to nocturnal hypoglycemia and disturb sleep (13)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, shortness of breath, bowel/bladder/ sexual dysfunction)",
                "respiratory status": "Does the patient have respiratory complications (e.g., asthma) that require monitoring during exercise? Does the patient require supplemental oxygen or ventilatory support? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Are there any medical reasons to exclude physical activity for this patient due to a history of poor response to exercise?",
                    "comorbid diagnoses": "Ask patient about other medical problems, including cancer, heart disease, pregnancy, psychiatric disorders, orthopedic disorders, or gastrointestinal disorders (such as celiac disease). Complications of DM1 may include diabetic retinopathy, nephropathy and/or neuropathy, coronary artery disease, diabetic foot ulcers, and peripheral arterial disease Authors of a 2015 systematic review and meta-analysis  concluded that adults with DM1 are at increased risk of fracture when compared to the general population(41) Based on 14 studies The relative risk for any type of fracture was 4 times greater for women and 2 times greater for men when compared to adults without diabetes. The relative risk of hip fractures and spinal fractures was 3.78 times greater for women and 2.88 times greater for men when compared to adults without diabetes",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient currently participate in recreational or competitive sports? Is the patient in school? Is the patient sedentary? Ask about the physical activities the patient enjoys",
                "functional limitations assistance with ADLs adaptive equipment": "Are there any reported limitations?",
                "living environment": "Document if there are barriers to independent living in the home, such as stairs, or multiple floors. Does patient live with caregivers? Identify if any modifications are needed in the home"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Determine height, weight, and BMI.(16) Persons with DM1 are typically viewed as underweight compared to those with type 2 DM. However, intensive insulin therapy can lead to weight gain. The prevalence of overweight in persons with DM1 is higher than in the general population and is rising (49) ",
            "assistive and adaptive devices": "Assess the fit and patient’s use of prescribed ambulatory assistive device or wheelchair, as applicable. If indicated, evaluate for suitable ambulatory assistive device. Determine the need for supportive/protective equipment/orthotics",
            "balance": "Assess balance while patient performs functional mobility. Assess standing balance on both feet (eyes open vs. closed), also on toes and heels, as well as single-leg  stance and tandem standing if appropriate. If the patient has impaired balance due to the loss of sensation in the lower extremities, consider need to administer the Berg Balance Scale or another formalized balance assessment tool",
            "cardiorespiratory function and endurance": [
                "The 6-minute  walk for distance test (6MWT) can also be used to assess aerobic fitness(16)",
                "Assess vital signs: HR, BP, and Borg’s Rating of Perceived Exertion (RPE) prior to, during, and after fitness testing(16)",
                "Impaired cardiorespiratory function and endurance are associated with poor glycemic control in patients with DM1(18) -Authors of a cohort study (N = 35) in France found that persons with DM1 (n = 23), especially those with elevated HbA1C (n = 11), had lower VO 2peak and muscle deoxyhemoglobin increase during maximal aerobic exercise than healthy controls(38)"
            ],
            "circulation": "Assess pedal pulses and lower extremity filling timeAssess if body mechanics are appropriate during functional mobility",
            "functional mobility": "Assess ability in transfers (e.g., sit to stand), stair climbing, and walking ability. Use Timed Up and Go test (TUG) or FIM, as indicated. Functional sit-to-stand  test may be used to assess mobility of lower extremities(16)",
            "gait locomotion": "Observe for altered/antalgic gait pattern. Assess lower-extremity/rearfoot  alignment and movement of foot in barefooted walking and width of stance. Assess walking ability, including synchrony of limb movements, gait speed, and postureAssess joint integrity and mobility, if applicableT708727 for more details regarding integrity and mobility of lower extremity jointsAre the patient’s dexterity and coordination within normal limits?",
            "muscle strength": "Assess strength of upper and lower extremities and trunk with manual muscle testing (MMT) or 1-repetition  maximum (1RM) test(16)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess general posture and alignment of all major joints; document asymmetries and abnormalities",
            "range of motion": "Assess functional ROM of upper and lower extremities and trunk",
            "self-care activities of daily living": "Assess independence in ADLs, as indicated",
            "reflex testing": "Assess deep tendon reflexes (responses of the hamstrings, quadriceps, and plantar flexors may be diminished)",
            "sensory testing": "Sensation is commonly impaired in persons with DM1 –Use pinprick to assess pain in the lower extremities –Assess proprioception of the feet and ankles",
            "special tests specific to diagnosis": " –Capillary blood glucose level should be checked before, during, and after exercise –Quality of life – SF-36,  Diabetes Quality of Life Questionnaire (DQOL) questionnaire",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess orientation to name, place, time, and reason for hospital admission/outpatient visit. Is patient alert?",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Follow institution guidelines regarding exercise in persons with diabetes as well as the physician’s order",
                "Postpone exercise and consult with physician if patient’s blood glucose level is greater than 250 mg/dL or less than 100 mg/dL(19)",
                "Encourage patients who have reported prior episodesof hypoglycemia during ADLs to monitor their blood glucose level before, during, and after exercise sessions ",
                "Patients with clinical retinopathy should avoid high-impact  exercise or using the Valsalva maneuver(19)",
                "Patients with uncontrolled hypertension should avoid heavy resistance exercise(19)",
                "Patients starting a new exercise program should be given extensive education on diet and daily use of insulin(16,19)",
                "Avoid application of superficial heat or cold to areas with reduced sensation due to diabetic neuropathy"
            ]
        },
        "diagnosis need for treatment": "DM1/poor physical functioning related to sedentary lifestyle or fear of exercise. Supervised aerobic and/or resistance exercise training program with patient education indicated for improving physical fitness Clinical and epidemiological studies indicate that in the long term, regular aerobic exercise, along with insulin control and nutritional management, provides physiological health benefits in persons with DM1by helping to maintain cardiorespiratory endurance fitness, lower HbA1c levels, and normalize BMI(20) A plethora of evidence supports regular physical activity for favorably influencing glycemic control and glucose metabolism in DM1(21,37) Regular aerobic exercise improves the microvascular density and endothelial-dependent  capillary reactivity that favor increased fatty acid metabolism in muscle (39,49)",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "Podiatrist for toenail clipping and fitting for therapeutic shoes or inserts; physician for any medical concerns or new problems; nutritionist for dietary therapy; nursing for education, management, and testing equipment; wound specialist, as indicated",
        "other considerations": [
            "Diabetic patients at risk for foot ulcers require extensive education on proper care and cleaning of the feet, inspection of the skin, and choosing appropriate shoes",
            "Pregnant women with DM1 may be suitable candidates for prescribed exercise. Authors of a small study (N = 10) in the United Kingdom found that, along with a proper diet, pregnant women with DM1 maintained optimal glucose control following moderate levels of physical activity (three 20-minute  self-paced  walks per week and two 25-minute  brisk walks per week)(32)",
            "Authors of a small, repeated-measures  study (N = 7 runners with DM1) in the United Kingdom found that consumption of a low-glycemic carbohydrate snack and 25% of usual insulin dose administered 30 minutes before running improved blood glucose control during runs(22)"
        ],
        "treatment summary": [
            "Exercise as medicine should be fully exploited because it has benefits beyond its insulin-mimetic  action, possibly through immunomodulation of glucose metabolism (49)",
            "Resistance exercise and intermittent high-intensity  aerobic exercise may be included in the treatment plan because studies indicate the probability of hypoglycemia following a session of resistance exercise or high-intensity  interval exerciseis lower compared to after a session ofcontinuous aerobic exercise (45,48,50)",
            "Prescribe components of aerobic exercise program according to general guidelines(17,19) –Mode (walking, cycling, lap swimming, etc.) – individual preference –Intensity – begin with “fairly light” or “moderate” exertion (i.e., 50% to 85% of age-predicted  or observed HRpeak in graded exercise test), or “moderate” exertion during resistance exercise –Duration – begin with 15 to 20 minutes of exercise (allow short rest breaks as needed) –Frequency – begin with 3 or 4 sessions per week, on alternate days –Progression – increase to 7 days per week, as tolerated. Progress to at least 150 minutes a week of moderate intensity or greater exercise. Additional benefits are seen with > 300 minutes per week of moderate to intense exercise(17)",
            "“Free-play”  physical activity in children with DM1 may be as effective for glycemic control as structured exercise, based on a study (N = 73, ages 8–14  years), conducted in the United States, showing that elevated blood glucose levels significantly decreased an average of 19.4 mg/dL (197.18 mg/dL to 177.78 mg/dL) during 45 minutes of free-play swimming(23)",
            "A moderate strengthening program should probably be included for general fitness in most patients with DM1. However, very-heavy resistance exercise (80% of 1RM) may not improve insulin sensitivity or long-term  glycemic control(24) ",
            "Authors of a small RCT (N = 16 persons with DM1) in Belgium found that combined aerobic (cycling, running, and stepping) and resistance (weight machines) training twice a week for 20 weeks significantly lowered daily insulin requirements while improving fitness and quality of life(16)",
            "Intermittent high-intensity  “sprint” training appears to be well-tolerated  in selected young adults with DM1. For example, 4 to 10 bouts of “all-out”  cycling sprints for 30 seconds each, 3 times per week for 7 weeks was found to improve blood glucose and measures of acid-base  and muscle oxidative metabolism responses to intense exercise(9,25)",
            "Sprint exercise also appears to be effective for improving counterregulatory hormone responses to subsequent moderate aerobic exercise. For example, a 10-second  maximal cycling sprint immediately before low-intensity  exercise (40% of estimated aerobic capacity) for 20 minutes was found to prevent a post-exercise  drop in blood glucose level(26)",
            "Authors of a 2011 review found that reduction of insulin dose and feeding 75 grams of low glycemic index carbohydrates before running was the best strategy for preventing a post-exercise  drop in blood glucose level. The best timing for carbohydrate ingestion was 30 minutes before exercise(27)",
            "Capillary blood glucose should be monitored before exercise, immediately after, and at 2-hour  intervals at the beginning of a new exercise program, until the patient is aware of predictable changes and, if indicated, can compensate by eating glucose-rich foods(28)",
            "Individuals who exercise with a continuous subcutaneous insulin infusion may have less post-exercise  hyperglycemia and more stable interstitial glucose concentrations compared to individuals using multiple daily injection therapy(31)",
            "Authors of a small study (N = 12) in Portugal found that exercise consisting of weight lifting at higher intensities (60% and 80% of 1RM) were more effective for reducing elevated blood glucose before exercise than lower intensities of weightlifting(33) –All intensities of weight lifting were effective in lowering before-exercise  elevated blood glucose levels. However, in another study, regular heavy weight-lifting  was not effective for long-term  glycemic control (24) –Authors of a randomized 3-week  crossover pilot trial (N = 10 adults with DM1) found that participants lost a significant amount of sleep (70 minutes) on nights after 45minutes of aerobic exercise compared to resistance exercise (27 minutes) or the no-exercise  control. The exercise-related hypoglycemia might cause sleep disturbance (51) –Morning exercise may reduce the risk of nocturnal hypoglycemia compared with midday, afternoon and evening exercise (52) . Problem Goal Intervention Expected Progression Home Program Minor soreness, tenderness, and swelling that may develop with new exercise programResolve exercise- related muscle soreness or injuryPhysical agents and mechanical modalities _ Cryotherapeutic agents and the RICE approach are indicated for acute minor musculoskeletal injuriesThe intensity and duration of exercises should be gradually progressed to avoid overexertionProvide the patient with simple ROM and strengthening exercises for minor strain/sprain  Reduced cardiorespiratory endurance fitnessNormal age-related aerobic fitnessTherapeutic exercise _ Aerobic exercises such as walking, swimming, or cycling (see Treatment summary , above) _ _ Non-weight-bearing exercise (e.g., swimming or cycling) is recommended for those with severe peripheral neuropathyIntensity of exercise based on the aerobic fitness level (see Treatment summary , above) _ _ Target 30 minutes of exercise at least 3 days per week with possible progression to 5–7 days per weekPatient may progress to performing aerobic exercise and simple therapeutic exercise at home after mastering all necessary precautions and self- monitoring(29) Reduced muscular strengthNormal strength for age Functional training Progressive resistance training performed 2 to 3 times per weekIntensity and number of repetitions and sets dependent on patient’s abilityProvide patient and family/caregivers with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment Lack of appropriate skin and foot careAppropriate skin and foot carePatient education See Clinical Review… Diabetic Foot Ulcer referenced aboveSee Clinical Review… Diabetic Foot Ulcer referenced aboveSee Clinical Review… Diabetic Foot Ulcer referenced above ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved strength": [
            "MMT"
        ],
        "improved aerobic fitness": [
            "Cycle ergometer, 6MWT, or treadmill exercise test"
        ],
        "improved glycemic control during and after exercise": [
            "Random capillary blood glucose"
        ],
        "improved quality of life": [
            "SF-36,  DQOL questionnaire"
        ],
        "increased physical activity with reduced episodes of hypoglycemia": [
            "Activity diary, accelerometer device (e.g., Fitbit)"
        ]
    },
    "maintenance or prevention": [
        "Participation in a home exercise program that includes aerobic and resistance exercise with monitoring of blood glucose level and daily skin care",
        "Parental perceptions of glycemic control in their children may not correspond to objective assessments of HbA1c levels (52)"
    ],
    "patient education": [
        "American Diabetes Association website, “Exercise and Type 1 Diabetes,” http://www.diabetes.org/food-and-fitness/fitness/exercise-and-type-1-diabetes.html  Note",
        "Recent review of the literature has found no updated research evidence on this topic since the previous publication of the article Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Weltman NY, Saliba SA, Barrett EJ, Weltman A. The use of exercise in the management of type 1 and type 2 diabetes. Clin Sports Med . 2009;28(3):423-439.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Chansky ME, Corbett JG, Cohen E. Hyperglycemic emergencies in athletes. Clin Sports Med . 2009;28(3):469-478.  (C)"
        },
        {
            "number in article": 3,
            "reference": "Living with diabetes: hypoglycemia (low blood sugar). American Diabetes Association Web site. http://www.diabetes.org/living-with-diabetes/treatment-and-care/blood-glucose-control/hypoglycemia-low-blood.html . Accessed February 17, 2020. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Greenbaum CJ. Insulin resistance in type 1 diabetes. Diabetes Metab Res Rev . 2002;18(3):192-200.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Sheetz MJ, King GL. Molecular understanding of hyperglycemia's adverse effects for diabetic complications. JAMA. 2002;288(20):2579-2588.  (R)"
        },
        {
            "number in article": 6,
            "reference": "DeWitt DE, Hirsch IB. Outpatient insulin therapy in type 1 and type 2 diabetes mellitus: scientific review. JAMA. 2003;289(17):2254-2264.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Briscoe VJ, Tate DB, Davis SN. Type 1 diabetes: exercise and hypoglycemia. Appl Physiol Nutr Metab . 2007;32(3):576-582.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Kirk SE. Hypoglycemia in athletes with diabetes. Clin Sports Med . 2009;28(3):455-468.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Guelfi KJ, Jones TW, Fournier PA. New insights into managing the risk of hypoglycaemia associated with intermittent high-intensity  exercise in individuals with type 1 diabetes mellitus: implications for existing guidelines. Sports Med . 2007;37(11):937-946.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "MacDonald MJ. Postexercise late-onset  hypoglycemia in insulin-dependent  diabetic patients. Diabetes Care . 1987;10(5):584-588.  (R)"
        },
        {
            "number in article": 11,
            "reference": "American Diabetes Association. Standards of medical care in diabetes - 2009. Diabetes Care . 2009;32(suppl 1):S13-S61.  (G)"
        },
        {
            "number in article": 12,
            "reference": "Tansey MJ, Tsalikian E, Beck RW. The effects of aerobic exercise on glucose and counterregulatory hormone concentrations in children with type 1 diabetes. Diabetes Care . 2006;29(1):20-25.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Frier BM. How hypoglycaemia can affect the life of a person with diabetes. Diabetes Metab Res Rev . 2008;24(2):87-92.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Wallymahmed ME, Morgan C, Gill GV, MacFarlane IA. Aerobic fitness and hand grip strength in type 1 diabetes: relationship to glycaemic control and body composition. Diabetic Med . 2007;24(11):1296-1299.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Volpe SL, Sabelawski SB, Mohr CR. Fitness Nutrition for Special Dietary Needs . Champaign, IL: Human Kinetics; 2007. (GI)"
        },
        {
            "number in article": 16,
            "reference": "D'hooge R, Hellinckx T, Van Laethem C. Influence of combined aerobic and resistance training on metabolic control, cardiovascular fitness and quality of life in adolescents with type 1 diabetes: a randomized controlled trial. Clin Rehabil . 2011;25(4):349-359.  (RCT)"
        },
        {
            "number in article": 17,
            "reference": "American College of Sports Medicine. Pescatello LS, ed. ACSM’s Guidelines for Exercise Testing and Prescription . 9th ed. Baltimore, MD: Lippincott, Williams & Wilkins; 2014. (GI)"
        },
        {
            "number in article": 18,
            "reference": "Williams BK, Guelfi KJ, Jones TW, Davis EA. Lower cardiorespiratory fitness in children with type 1 diabetes. Diabetic Med . 2011;28(8):1005-1007.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Zinman B, Ruderman N, Campaigne BN, Devlin JT, Schneider SH. Physical activity/exercise and diabetes mellitus. Diabetes Care . 2003;26(suppl 1):S73-S77.  (G)"
        },
        {
            "number in article": 20,
            "reference": "Loganathan R, Searls YM, Smirnova IV, Stehno-Bittel  L. Exercise-induced  benefits in individuals with type 1 diabetes. Phys Ther Rev . 2006;11(2):77-89.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Ruzic L, Sporis G, Matkovic BR. High-volume-low  intensity exercise camp and glycemic control in diabetic children. J Paediatr Child Health . 2008;44(3):122-128.  (R)"
        },
        {
            "number in article": 22,
            "reference": "West DJ, Stephens JW, Bain SC. A combined insulin reduction and carbohydrate feeding strategy 30 min before running best preserves blood glucose concentration after exercise through improved fuel oxidation in type 1 diabetes mellitus. J Sports Sci . 2011;29(3):279-289.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Marrone S, White Plume J, Kerr P. The role of free-play physical activity in healthy blood glucose maintenance in children with type 1 diabetes mellitus. Psychol Health Med . 2009;14(1):48-52.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Jimenez C, Santiago M, Sitler M, Boden G, Homko C. Insulin-sensitivity  response to a single bout of resistance exercise in type 1 diabetes mellitus. J Sport Rehabil . 2009;18(4):564-571.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Harmer AR, Chisholm DJ, McKenna MJ. Sprint training increases muscle oxidative metabolism during high-intensity  exercise in patients with type 1 diabetes. Diabetes Care . 2008;31(11):2097-2102.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Bussau VA, Ferreira LD, Jones TW, Fournier PA. A 10-s sprint performed prior to moderate-intensity  exercise prevents early post-exercise  fall in glycaemia in individuals with type 1 diabetes. Diabetologia . 2007;50(9):1815-1818.  (R)"
        },
        {
            "number in article": 27,
            "reference": "West DJ, Morton RD, Bain SC, Stephens JW, Bracken RM. Blood glucose responses to reductions in pre-exercise  rapid-acting  insulin for 24 h after running in individuals with type 1 diabetes. J Sports Sci . 2010;28(7):781–788.  doi:10.1080/02640411003734093. (R)"
        },
        {
            "number in article": 28,
            "reference": "Rachmiel M, Buccino J, Daneman D. Exercise and type 1 diabetes in youth; review and recommendations. Pediatr Endocrinol Rev . 2007;5(2):656-665.  (RV)"
        },
        {
            "number in article": 29,
            "reference": "Wong CH, Chiang YC, Wai JP. Effects of a home-based  aerobic exercise programme in children with type 1 diabetes mellitus. J Clin Nurs . 2011;20(5-6):681-691.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Burr JF, Spehard RJ, Riddell MC. Physical activity in type 1 diabetes mellitus: assessing risks for physical activity clearance and prescription. Can Fam Physician . 2012;58(5):533-534.  (RV)"
        },
        {
            "number in article": 31,
            "reference": "Yardley JE, Iscoe KE, Sigal RJ, Kenny GP, Perkins BA, Riddell MC. Insulin pump therapy is associated with less post-exercise  hyperglycemia than multiple daily injections: an observational study of physically active type 1 diabetes patients. Diabetes Technol Ther . 2013;15(1):84-88.  doi:10.1089/dia.2012.0168. (RV)"
        },
        {
            "number in article": 32,
            "reference": "Kumareswaran K, Elleri D, Allen JM, et al. Physical activity energy expenditure and glucose control in pregnant women with type 1 diabetes: is 30 minutes of daily exercise enough?. Diabetes Care . 2013;36(5):1095. doi:10.2337/dc12-1567.  (RV)"
        },
        {
            "number in article": 33,
            "reference": "Silveiria APS, Bentes CM, Costa PB, Simao R, Silva RP, Novaes JS. Acute effects of different intensities of resistance training on glycemic fluctuations in patients with type 1 diabetes mellitus. Res Sports Med . 2014;22(1):75-87.  doi:10.1080/15438627.2013.852096. (RCT)"
        },
        {
            "number in article": 34,
            "reference": "Roberts AJ, Taplin CE. Exercise in youth with type 1 diabetes. Curr Pediatr Rev . 2015;11(2):120-125.  (RV) "
        },
        {
            "number in article": 35,
            "reference": "Bally L, Laimer M, Stettler C. Exercise-associated  glucose metabolism in individuals with type 1 diabetes mellitus. Curr Opin Clin Nutr Metab Care . 2015;18(4):428-433. doi:10.1097/MCO.0000000000000185. (RV)"
        },
        {
            "number in article": 36,
            "reference": "Yardley JE, Hay J, Abou-Setta  AM, Marks SD, McGavock J. A systematic review and meta-analysis  of exercise interventions in adults with type 1 diabetes. Diabetes Res Clin Pract. 2014;106(3):393-400.  doi:10.1016/j.diabres.2014.09.038. (M)"
        },
        {
            "number in article": 37,
            "reference": "Yardley JE, Sigal RJ, Riddell MC, Perkins BA, Kenny GP. Performing resistance exercise before versus after aerobic exercise influences growth hormone secretion in type 1 diabetes. Appl Physiol Nutr Metab . 2014;39(2):262-265.  doi:10.1139/apnm-2013-0329.  (R)"
        },
        {
            "number in article": 38,
            "reference": "Tagougui S, Leclair E, Fontaine P, et al. Muscle oxygen supply impairment during exercise in poorly controlled type 1 diabetes. Med Sci Sports Exerc . 2015;47(2):231-239. doi:10.1249/MSS.0000000000000424. (R)"
        },
        {
            "number in article": 39,
            "reference": "de Moraes R, Van Bavel D, de Brito Gomes M, Tibirica E, Gomes M. Effects of non-supervised  low intensity aerobic excise training on the microvascular endothelial function of patients with type 1 diabetes: a non-pharmacological  interventional study. BMC Cardiovasc Disord . 2016;1-9.  doi:10.1186/s12872-016-0191-9.  (R)"
        },
        {
            "number in article": 40,
            "reference": "McTavish L, Krebs JD, Weatherall M, Wiltshire E. Wiltshire E. Weight-based  hypoglycaemia treatment protocol for adults with Type 1 diabetes: a randomized crossover clinical trial. Diabetic Med . 2015;32(9):1143-1148.  doi:10.1111/dme.12730. (R)"
        },
        {
            "number in article": 41,
            "reference": "Shah VN, Shah CS, Snell-Bergeon  JK. Type 1 diabetes and risk of fracture: meta-analysis  and review of the literature. Diabetic Med . 2015;32(9):1134-1142.  doi:10.1111/ dme.12734. (M)"
        },
        {
            "number in article": 42,
            "reference": "Ostman C, Jewiss D, King N, Smart NA. Clinical outcomes to exercise training in type 1 diabetes: A systematic review and meta-analysis.  Diabetes Res Clin Pract . 2018;139:380-391.  (M)"
        },
        {
            "number in article": 43,
            "reference": "Scott S, Kempf P, Bally L, Stettler C. Carbohydrate intake in the context of exercise in people with type 1 diabetes. Nutrients. 2019;11(12):3017. (RV)"
        },
        {
            "number in article": 44,
            "reference": "Chetty T, Shetty V, Fournier PA, Adolfsson P, Jones TW, Davis EA. Exercise management for young people with type 1 diabetes: a structured approach to the exercise consultation. Frontiers Endocrinol (Lausanne) . June 14, 2019;10:326. doi:10.3389/fendo.2019.00326. (RV)"
        },
        {
            "number in article": 45,
            "reference": "Reddy R, Wittenberg A, Castle JR, et al. Effect of aerobic and resistance exercise on glycemic control in adults with type 1 diabetes. Can J Diabetes . 2019;43(6):406-414.e1. doi:10.1016/j.jcjd.2018.08.193. (RCT)"
        },
        {
            "number in article": 46,
            "reference": "Galassetti P, Riddell MC. Exercise and type 1 diabetes (T1DM). Compr Physiol . 2013;3(3):1309-1336.  doi:10.1002/cphy.c110040. (RV)"
        },
        {
            "number in article": 47,
            "reference": "Houlder SK, Yardley JE. Continuous glucose monitoring and exercise in type 1 diabetes: past, present and future. Biosensors (Basel) . 2018;8(3):73. doi:10.3390/bios8030073. (SR)"
        },
        {
            "number in article": 48,
            "reference": "Lee AS, Way KL, Johnson NA, Twigg SM. High-intensity  interval exercise and hypoglycaemia minimisation in adults with type 1 diabetes: A randomised cross-over  trial. J Diabetes Complications . 2020;34(3):107514. doi:10.1016/j.jdiacomp.2019.107514. (RCT)"
        },
        {
            "number in article": 49,
            "reference": "Driscoll KA, Corbin KD, Maahs DM, et al. Biopsychosocial aspects of weight management in type 1 diabetes: a review and next steps. Curr Diab Rep . 2017;17(8):58. (RV)"
        },
        {
            "number in article": 50,
            "reference": "Hasan S, Shaw SM, Gelling LH, Kerr CJ, Meads CA. Exercise modes and their association with hypoglycemia episodes in adults with type 1 diabetes mellitus: a systematic review. BMJ Open Diabetes Res Care . 2018;6(1):e000578. doi:10.1136/bmjdrc-2018-000578.  (SR)"
        },
        {
            "number in article": 51,
            "reference": "Reddy R, El Youssef J, Winters-Stone  K, et al. The effect of exercise on sleep in adults with type 1 diabetes. Diabetes Obes Metab . 2018;20(2):443-447.  doi:10.1111/ dom.13065. (RCT)"
        },
        {
            "number in article": 52,
            "reference": "Mao Y, Wen S, Zhou M, Zhu S, Zhou L. The hypoglycemia associated autonomic failure triggered by exercise in the patients with \"brittle\" diabetes and the strategy for prevention. Endocr J. 2019;66(9):753–762.  doi:10.1507/endocrj.EJ19-0153.  (RV)"
        }
    ]
}