{
    "metadata": {
        "title": "Iliotibial Band Syndrome",
        "synonyms": [
            "iliotibial (it) band friction syndrome",
            "it band syndrome",
            "iliotibial band tendonitis",
            "runner’s (jogger’s) knee",
            "iliotibial band friction syndrome",
            "iliotibial band tendonitis",
            "itbfs",
            "itbs",
            "tendonitis, iliotibial band"
        ],
        "anatomical location body part affected": [
            "Lateral side of thigh and knee. The IT band or tract originates on the iliac tubercle, blends into the fascia lata just above mid-thigh, runs alongside the lateral femoral epicondyle and patella, then inserts on Gerdy’s tubercle just below the lateral tibial plateau. Involved muscles include the tensor fascia lata (TFL), gluteus maximus, and hip abductors. Body parts that can be affected are the IT band, fascia lata, lateral femoral epicondyle, patella, trochanteric bursa, and iliac tubercle enthesis"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M76.3": "iliotibial band syndrome",
            "M70.50": "other bursitis of the knee, unspecified",
            "M25.569": "pain in unspecified knee",
            "M25.562": "pain in left knee",
            "M25.561": "pain in right knee (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "In a 2015 systematic review of the biomechanical risk factors for ITBS, the authors stated that there is no international consensus on the criteria for ITBS diagnosis(20)",
            "The classic presentation is lateral knee pain with ambulation, stair negotiation, and running",
            "Pain and tenderness are usually reported in the distal IT band, especially around the lateral femoral epicondyle. In some cases (more often in pregnant and overweight women), pain may be localized at the greater trochanter and/or radiate to the iliac crest",
            "Decreased ROM",
            "Decreased hip abductor and extensor strength",
            "Decreased lower extremity and trunk flexibility ",
            "Pain and tenderness at the greater trochanter may be due to bursitis that results from soft-tissue  inflexibility and impingement. See  Clinical Review…Trochanteric Bursitis  ; CINAHL Topic ID Number: T708467",
            "Common in runners and cyclists Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The proposed mechanism of injury is repetitive impingement due to overuse and mechanical factors. Both friction andcompression of the IT band are likely involved(1,24,25)–Initially, theories about ITBS stated that the irritation was due to a movable IT band that crosses over the lateral femoralepicondyle with knee flexion and extension, especially at 30° of flexion. However, authors of a 2017 study suggested anew paradigm in which tissue is exposed to repeated impingement forces during repeated flexion/extension activities inweight bearing due in large part to a loss in neuromuscular control(23)-The evidence presented in this new paradigm contradicts the friction theory. Research has shown mechanical rollover ofthe IT band is unlikely due to multiple IT band insertions and because the IT band itself is not able to be stretched(23,25)–Results from a United States study suggest that IT band strain rate during gait may contribute to the development of ITBSin female runners(3)-Thirty-four  runners were divided into 2 groups (n = 7 each) according to whether they developed ITBS in a concurrentstudy; one group consisted of runners with ITBS,and the comparison group remained injury free-Each runner’s strain rate was derived indirectly using a lower-extremity  computer model. IT bandstrain ratewas definedas “the slope of the strain-time  profile from touchdown (of the foot) to mid-support,”  or change in strain divided by thechange in time “from touchdown to maximum knee flexion”(3)-Results indicate that the strain rate was significantly higher in the group with ITBS",
            "There is an association between narrow step width and IT band strain. A narrow step width leads to increased hip adductionand knee internal rotation, which increases IT band strain(17)"
        ],
        "pathogenesis": [
            "The IT band functions as a stabilizer of the femur and tibiofemoral joint early in the stance phase of the gait cycle.Force absorption and eccentric stability are exerted by the gluteus medius and tensor fascia lata through the IT band inweight-bearing  activity. Maximal IT band contact with soft tissues at the lateral femoral epicondyle occurs in the stancephase with knee flexion at about 30°(24,25)",
            "Synovial inflammation and hyperplasia develop in fat and other highly vascularized soft tissue deep to the IT band.MRI studies suggest that inflammation develops and fluid collects in the “lateral synovial recess” (lateral extension andinvagination) of the knee joint capsule without changes in the IT band per se. Consequently, the terms tendonitis  andtendinosis  may be inappropriate descriptors for classic ITBS(4)",
            "Researchers in the United Stateswho used dynamic sonography found that fluid deep in the IT band could be traced backto the knee joint in a cadaveric model. They found that the lateral synovial recess regularly extends beneath the anterior ITband, suggesting that fluid deep to the ITB should prompt further evaluation of the knee joint(19)",
            "Authors of a2019 case study assessed the incidence and pathology of proximal ITBS. They found MRI evidence of edemaalong the aponeurotic fascia of the gluteals and fascial origin along the proximal ITB(27)–The authors postulated that proximal ITBSin females is related to the increased width of the female pelvis, which resultsin increased adductiontorque at the hip. This subsequently increases the strain placed on the proximal ITB",
            "In theory, repetitive and/or forced femoral abduction could promote overuse of the IT band as a knee stabilizer. It isprobably for this reason that running on a lateral incline (crowned road or cambered surface) places the downhill orabducted leg at greater risk of injury. Shortening of the IT band/TFL complex could also promote femoral abduction.Although counterintuitive, running at a faster than usual pace might reduce the pain associated with ITBS, possibly becauseof the reduced duration of the stance phase at the critical angle of 30°(1)"
        ],
        "risk factors: increasing evidence supports specific risk factors for development of itbs, while other factors are possible contributors. some risk factors are sex-specific ,": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Contact the referring physician if the patient presents with pain at rest, nocturnal pain, palpable mass, radicular pain, or any signs of infection",
        "Consider other causes of pain if the patient fails to improve with rest and activity modification",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When did symptoms begin? Was the onset of symptoms related to a change in regular physical activity, a new exercise program, or a change in footwear? Are the symptoms getting better, worse, or remaining the same?Document the course of treatmentDocument the medications prescribed by the clinician and whether they are being taken. NSAIDs are commonly used for pain management(1,30) -Diagnostic tests completed -The diagnosis is made clinically; however, radiography is the recommended initial imaging for patients with nontraumatic knee injuries. MRI may be ordered to assist with differential diagnosis and for patients with persistent knee pain or a suspected internal derangement but normal radiographs.(18) Ultrasonography may be required in unusual cases(2) -Radiographs are usually normal but may reveal a prominent lateral femoral epicondyle that might promote IT band impingement(2)Document any use of home remedies (e.g., ice or heating pack) or complementary therapies (e.g., acupuncture, herbal remedies) and whether they helpDocument whether the patient has had physical therapy for this or other conditions and what specific treatments were helpful or not helpful",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": " pain is often worse when walking or running downhill. In severe cases, pain can occur with daily activities. In athletes and recreational exercisers, determine whether the pain is associated with a specific type of training. Discuss symptoms directly associated with running or exercise program, or with recently increased physical activity. Does the patient regularly run on hills, crowned roads, or in one direction on oval tracks?",
                "body chart": "Use body chart to document location and nature of symptoms. Athletes typically present a few weeks after pain onset and complain of exertional pain at the lateral knee. Tenderness/soreness usually develops in the distal IT band,  especially around the lateral femoral epicondyle. In severe cases, tenderness/soreness radiates above the knee to the iliac crest or the hip (greater hip involvement in pregnancy)",
                "nature of symptoms": "Document the nature of the symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Patients usually report progressive pain with exertion and tenderness in the knee area",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if the pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to the physician (e.g., dizziness, bowel/bladder/sexual dysfunction, nausea, chest pain) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": "Document the use of any supplemental oxygen"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of knee, hip, or pelvic pathology or trauma to the involved leg? Have any lumbosacral nerve root symptoms been treated?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Inquire about exercise regimen or any other notable repetitive physical activity. Does the patient work? Describe job duties and if they are impacted by the patient’s current pain and functional impairments",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": "Does the patient have difficulty with stairs and, if so, how many floors are in the home, etc.?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Assess for leg-length discrepancy",
            "assistive and adaptive devices": "Assistive devices/mobility aids are rarely indicated for ITBS in the absence of coexisting orthopedic conditions that affect walking ability",
            "balance": "Assess static and dynamic balance using the Berg Balance Scale",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Assess patient for provocation of symptoms using the treadmill or cycle ergometer. Note time until onset of symptoms and biomechanics with running or cycling –Assess gait for any asymmetry such as decreased knee flexion on the involved limb, Trendelenburg, ipsilateral trunk lateral flexion, increased pronation, increased hip adduction, and increased hip internal rotation. Increased hip adduction with knee internal rotation has been positively correlated with increased strain on the IT band(19)Assess bilateral hip, knee, ankle joint, and subtalar mobility. Assess lumbosacral and sacroiliac joint mobility",
            "muscle strength": " Muscle strength –Assess core and bilateral lower-extremity  strength using manual muscle testing (MMT). Note any provocation of symptoms",
            "observation inspection palpation including skin assessment": [
                "Palpate the TFL and IT band and note any pain, tenderness, or adhesions",
                "Palpate for the presence of edema or thickening over Gerdy’s tubercle or the lateral femoral condyle(1) ",
                "Assess training shoes for wear pattern. Assess if shoes are specifically subtalar neutral or for pronation vs. supination •Pain/tenderness",
                "Use V AS to document pain intensity",
                "Assess pain in the lateral thigh for possible lumbar nerve root irritation",
                "Assess point tenderness around the lateral femoral epicondyle",
                "Assess tenderness upon palpation in the vastuslateralis, gluteus minimus, piriformis, and distal biceps femoris muscles. Mobilization of myofascial restrictions is indicated if there is referred pain or tenderness(2)"
            ],
            "posture": "Assess for factors that might increase femoral abduction, such as leg-length  discrepancy (abducted side more often symptomatic), scoliosis, IT band tightness, genu varum, and abnormal ilial rotation. Assess for subtalar hyperpronation (i.e., is subtalar joint neutral in non-weight-bearing?)",
            "range of motion": "Assess active and passive ROM for bilateral lower extremity and trunk. Assess flexibility of the TFL and IT band using Ober’s test, hip flexors, hamstrings, quadriceps, and ankle plantar flexors –Authors of a 2017 study suggesting a new paradigm for treating ITBSstated that Ober test is an inconclusive test(23)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess the following –Touch and temperature sensation around the knee –Sensation and movement in foot/toes –Proprioception at the knee joint",
            "special tests specific to diagnosis": " Special tests specific to the diagnosis –Consider using a treadmill test to assess running gait mechanics and to reproduce running-related  symptoms –Evaluation of the individual’s biomechanics during their usual method of training may reveal correctable flaws/ deviations(1,33,36) –Special tests -Ober test, which evaluates IT band flexibility, is commonly positive in persons with this syndrome(1,28) -New paradigm suggests that IT band tightness is not the cause of ITBS and that Ober test is “inconclusive”(23,25) -Modified Thomas test (like the Thomas test, this variation assesses hip flexor flexibility primarily, but if the leg abducts more than normal it suggests that the TFL/IT band unit is tight)(1,28) -Noble compression test elicits pain if ITBS is present proximal to the knee(8) -New 2017 paradigm suggests that this test is important, as ITBS is an impingement syndrome(23,25)Lower Extremity Functional Scale (LEFS)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Cold urticaria",
                "Cold intolerance",
                "Paroxysmal cold hemoglobinuria",
                "Cryoglobulinemia",
                "Raynaud’s disease or phenomenon",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound ",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young and the very old",
                "Persons with an aversion to cold",
                "Over areas with a lack of intact thermal sensation",
                "Over areas of vascular insufficiency or vascular disease",
                "Over areas of recent hemorrhage or potential hemorrhage",
                "Over areas of known malignancy",
                "Over areas of acute inflammation",
                "Over infected areas where infection may spread",
                "Over areas where liniments or heat rubs have been applied recently",
                "In any situation deemed unreliable by the practitioner",
                "during pregnancy, over the abdomen and low back",
                "overactive bone growth at the epiphysis",
                "over a known or suspected area for cancer",
                "over the infected tissue in a tuberculosis infection",
                "over an area of active bleeding: can be used in the area of hematoma",
                "over skin with impaired circulation: recommend using pulsed",
                "The following are considered contraindications but have no evidence to support -Myositis ossificans -Deep vein thrombosis or thrombophlebitis -Acute injury -Recently irradiated tissue -Impaired sensation due to nerve damage -Skin disease -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck -Metal implants, head, and heart often listed but the consensus is these should not be contraindications",
                "Over plastic or cemented implants",
                "Over spinal cord and superficial or regenerating nerves (poor evidence)",
                "Over low back and abdomen during pregnancy",
                "Over known or suspected area of malignancy",
                "Over an area of active bleeding",
                "The following are considered contraindications but have no evidence to support -Myositis ossificans -Deep vein thrombosis or thrombophlebitis -Recently irradiated tissue -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck",
                "Over epiphysis with active bone growth",
                "Over an infected area",
                "Over an acute injury ",
                "Over an area of impaired sensation due to nerve damage",
                "With patients with impaired cognition or communication",
                "Over areas of impaired circulation",
                "In the presence of skin disease",
                "Over plastic and cemented implants",
                "Over spinal cord and superficial or regenerating nerves (poor evidence)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Contraindications/precautions applicable to this diagnosis regarding the use of modalities are listed below. Rehabilitation clinicians should always use their professional judgment in decision-making",
                "Deep transverse friction massage over severely inflamed tissue is contraindicated since this treatment approach can further irritate the soft tissue structures(13)",
                "Cryotherapy contraindications  (9)",
                "Cryotherapy precautions  (9)",
                "Thermotherapy contraindications  (9)",
                "Therapeutic ultrasound, continuous. Contraindications; do not use  (9)",
                "Ultrasound, continuous, precautions  (9)",
                "Ultrasound, pulsed, contraindications  (9)",
                "Ultrasound, pulsed, precautions  (9)"
            ]
        },
        "diagnosis need for treatment": "ITBS/reduced functional capacity in ADLs due to exercise-related  knee pain; IT band pain and tenderness; muscle weakness; inflexibility of IT band biomechanical deficits; training errors",
        "rule out": " Rule out Biceps femoris or vastuslateralis tendonitis Lateral meniscus tear Plica syndrome Femoral or tibial stress fracture Proximal tibiofibular joint sprain Common peroneal nerve injury Referred pain from lumbar nerve roots Lateral femoral condyle bruise Lateral collateral ligament (LCL) sprain or tear Greater trochanteric bursitis Patellofemoral dysfunction Hip joint pathology Prognosis  (1,8,25) Conservative treatment is associated with return to prior functional status in 2 to 6 weeks in most cases Minimizing risk factors improves prognosis Corticosteroid injection may be helpful in resistant cases(1)",
        "prognosis": [],
        "referral to other disciplines": "Orthopedist for coexisting knee pathology; orthotist for shoe orthotics, as indicated; acupuncturist for recalcitrant pain Referral to other disciplines _ Orthotist consult, as indicatedN/A Education on orthotic wearing schedule and skin checks. Instruct the patient in self- correction of sacroiliac joint dysfunction with muscle energy techniques  .",
        "other considerations": [
            "Patients with persistent pain despite conservative management plus corticosteroid injection may benefit from the surgical release of the IT posterior fibers that pass over the lateral femoral epicondyle(10)",
            "Belgian authors reported successful outcomes for patients with ITBS unresponsive to conservative management who underwent a standardized arthroscopic surgical procedure(11) –Thirty-six  patients with ITBS elected to undergo arthroscopic surgery to resect the fibrous attachments of the IT band to the femur and the associated fat(11) -Thirty-three  patients participated in follow-up (average of 2 years and4 months), of whom 97% reported good to excellent outcomes -Subjects returned to sportat3 months post intervention",
            "Authors from the United States reported successful outcomes with the use of IT band bursectomy in the management of chronic ITBS(12) –Twelve patients with ITBS (unresponsive to conservative management) underwent IT band bursectomies performed by the same surgeon -One patient was not included in the results due to medical history -6/11 patients were “completely satisfied” with the results of the procedure -3/11 patients were “mostly satisfied” with the results of the procedure -2/11 patients were “somewhat satisfied” with the results of the procedure -9/11 patients reported they would opt to undergo the bursectomy again",
            "Increasing step width can reduce the amount of strain on the IT band(17) –Hip adduction strain is reported to increase with decreasing step width –Runners who experience ITBS can modify their gait and running techniques to increase their step width to reduce tissue strain on the IT band ",
            "Authors of a 2018 study reported the outcomes of surgery for ITBS that involved lengthening the central ITB by splitting the superficial and deep layers. The anterior and posterior fibers were preserved above the lateral epicondyle(39) –Outcomes included personal-best  times in a 5000m race in 13/17 runners and mean time to return to sport of 5.8 weeks –Extensor muscle and flexor muscle strength did not vary significantly between the affected side and the unaffected side"
        ],
        "treatment summary": [
            "Authors of a 2017 study suggest that steroidal injections, IT band stretching, deep tissue/friction massage, and therapeutic modalities aimed at stretching a tight IT band are not supported. Instead, the focus of treatment should be activity modification, addressing modifiable risk factors, hip strengthening, and neuromuscular control training(23)",
            "Current opinion is that the initial treatment for ITBS should typically involve conservative relative rest, ice, activity modification, pain management, soft-tissue  mobilization, stretching (see study findingd above), and progressive strengthening.(23,25) ITBS most often responds to conservative intervention. However, results from a 2007 systematic review suggest that there is not a significant benefit of physical therapy over rest alone(10)",
            "Active intervention includes pain management (cryotherapy, NSAIDs), muscle reeducation for strengthening long adductors, strengthening the hip abductors (especially the gluteus medius), and stretching the IT band/TFL complex.(1,2,23,25) Treatment plans should emphasize sport-specific  training, acceptable approaches to relative rest and activity modification, and any biomechanical training errors that can be contributing to the patient’s symptoms –Strengthening exercises that focus on the gluteus medius include hip hikes, clams, step downs, lateral monster walks, and elastic band resistance at 45° angle(15)",
            "In Canada, researchers studied 16 individuals with ITBS to determine the effects of strengthening the hip abductors as part of a multimodal physiotherapy program(14) –Subjects aged 20 to 53 years (5 men, 11 wo –men) participated in a 6-week  rehabilitation program that emphasized hip abductor strengthening. Researchers used a handheld dynamometer to measure strength every 2 weeks –Results indicated a trend toward a significant difference in hip abductor strength between the affected and unaffected sides at baseline; however, following the 6-week  training program there was no difference between the affected and unaffected extremities –Hip abductor strength was also found to be significantly related to physical function at 2, 4, and 6 weeks",
            "Massage and dry needling of myofascial trigger points were associated with decreased stiffness and lengthening of the TFL/IT band complex in 19 rugby players, averaging 19 years of age(16)",
            "Radial extracorporeal shock wave therapy (EST) may be as effective as manual therapy in runners with ITBS(22) –Based on a randomized controlled trial conducted in Finland involving 24 runners with ITBS –Patients were randomly assigned to either EST or manual therapy. Treatments were given once weekly for three weeks,and all patients did exercise program for 4 weeks. No control group was included –The outcome measure was pain during treadmill running",
            "Authors of a 2021 systematic review that included three RCTs, three pre-test–post-test  studies, and six case reports/series determined that conservative management of ITBS has favorable outcomes(40) –Acutely, EST, rest, and ice are recommended. ITB stretching and hip abductor strengthening should begin after the acute phase –Mulligan mobilization with movement techniques is useful in reducing pain and improving function in patients with ITBS",
            "Authors of a 2019 systematic review and meta-analysis  determined that conservative management was effective in reducing pain and preventing recurrence of ITBS for up to 6 months(30) –Conservative management consisted of 6 weeks of rehabilitation with NSAID prescription, ITB stretching, and hip abductor strengthening",
            "Authors of a 2020 RCTdivided 24 female runners with ITBS into ITB stretching, conventional exercise, and experimental hip strengthening groups. Results from the study showed no statistical difference between groups, but the experimental hip strengthening group had improved outcome measures and never scored lower than the other two groups(41) –Outcome measures were LEFS, numeric pain rating scale, Y balance test, strength dynamometer, and single limb mini-squat –Exercises in the experimental hip strengthening group consisted largely of side-lying  hip abductor and core strengthening exercises with gradual progression to multi-joint,  standing, and unilateral stance positions, while the conventional stretching and strengthening programs consisted of the same four exercises over the course of the study ",
            "Authors of a 2020 study concluded that after 6 weeks of physiotherapy runners with ITBS had a significant reduction in pain(42) –They used ultrasonography to determine that ITB tension was not increased in recreational runners with ITBS –Fourteen participants with ITBS had deficits in hip abduction, adduction, internal rotation, and external rotation strength compared with 14 healthy controls of both sexes –Improvements were noted in strength of all directions save abduction –ITB stiffness was increased in the ITBS group by 14%",
            "In a 2021 RCT investigators assessed the effects of foam rolling and stretching on ITB stiffness. They determined that that a single session of stretching and foam rolling does not affect ITB stiffness in the shortterm(43) –The study used ultrasonography to measure soft tissue tension at three locations along the IT band –Researchers postulated that more than one intervention may be necessary to see an effect on ITB tension, which aligns with the myofascial plasticity theory that indicates tissue changes occur slowly over time . Problem Goal Intervention Expected Progression Home Program Training errors (modifiable risk factors)Correct training methodsPatient education _ Educate the patient about proper training practices. Sport- specific training evaluation to determine biomechanical training errors as well as generalized routine _N/A Patient education for prevention of reinjury and independent care  Pain and tenderness in the distal IT band areaEliminate/decrease lateral knee pain _ _ Decrease inflammationActivity modification _ Restrict fast walking/ running downhill or stairs and modify other aggravating extrinsic factors in patient’s training program. Promote low-impact cross-training (elliptical trainer, water running, or swimming) during rehabilitation until activity-related pain resolves _ _ Physical agents/ mechanical modalities _ Research is lacking on the effectiveness of cryotherapy, therapeutic ultrasound, and phonophoresis/ iontophoresis for pain relief in ITBS _ Dry needling on myofascial trigger points can be effective at increasing flexibility of the TFL/ITB complex(16)Alleviate pain and inflammation _ _ Implement use of heel lift or orthotics _ _ Stretching tightened structures _ _ Progressive strengthening of weakened musculature _ _ Education on proper trainingPatient education for pain management (ice or heat pack, NSAIDs), independent exercise program; avoidance of training with pain Activity modification in ADLs or sportRestore prior functional capacity in daily activities and/or sportsFunctional training _ Specific strengthening exercises for a return to sport. Include agility, balance and perturbation, and plyometric training while increasing patient’s cardiopulmonary endurance per patient toleranceProgressive sports conditioningPatient education for prevention of reinjury and independent care  Lower extremity and core muscle weaknessIncrease the strength of gluteus maximus and hip abductors _ Increase core strength and lower extremity strength _ Particular focus should be placed on strength training to resist fatigue rather than strength alone(26)Therapeutic exercises _ Progressive, multidirectional gluteus maximus and hip abductor (especially gluteus medius) strengthening program. Partial squats, forward, backward, and lateral step-ups are lower extremity functional strengthening activities that can be progressed as patient tolerates by adding elastic resistance bands, weights, trunk rotation, uneven surface, changing the distance of step or height of step, etc. _ Comprehensive progressive strengthening program to emphasize core and lower extremity strengthening. Include static and dynamic balance activities to challenge the entire lower extremity functional chain _ Targeted gluteus medius muscle endurance programs for rehabilitation of runners(26)Progress per patient tolerance and within pain-free rangeProvide patient with written home program for strengthening program  Decreased TFL/IT band flexibility. _ Decreased flexibility of surrounding lower extremity muscles (e.g., iliopsoas, piriformis, hamstrings, gastrocsoleus)Improve flexibility of lower extremity and trunk musculatureTherapeutic exercises _ Gentle stretching within a pain-free ROM to lower extremity and trunk musculature _ _ Manual therapy _ Soft tissue work to mobilize any myofascial adhesions. Use strain- counterstrain, contract- relax, and other muscle energy techniques to improve lower extremity flexibility _ _ Physical agents/ mechanical modalities _ Heat pack or ultrasound may help increase tissue elasticity before manual therapy _ Radial EST(22)Progressive stretching programInstruct patient and caregivers on a home program for flexibility Postural dysfunction (leg-length discrepancy, subtalar hyperpronation, genu varum or valgum, sacroiliac joint dysfunction)Improve biomechanical postural alignment _ Foot orthotic if there is a true leg- length deformity, if appropriateManual therapy, assistive devices: Correct the true leg- length difference with a heel lift. Discuss the need for OTC or custom foot orthotics to improve fixed postural malalignment. _ If leg-length difference is functional, use manual therapy techniques to address any biomechanical malalignment (e.g., sacroiliac joint dysfunction) _"
        ]
    },
    "desired outcomes outcome measures": {
        "corrected training errors and intrinsic risk factors": [
            "Gait/running assessment"
        ],
        "eliminated decreased exertional pain": [
            "V AS"
        ],
        "decreased inflammation to promote healing and reduce it band tenderness": [
            "Noble compression test"
        ],
        "restored prior functional capacity in daily activities and or sports": [
            "LEFS",
            "Treadmill test"
        ],
        "increased strength of gluteus maximus, hip abductors, and other lower extremity and core strength": [
            "MMT"
        ],
        "corrected postural and biomechanical malalignments": [
            "Gait/running assessment",
            "Postural assessment"
        ]
    },
    "maintenance or prevention": [
        "Maintain strength and flexibility of tissues that support the hip and continue therapeutic interventions for underlying hip joint pathology"
    ],
    "patient education": [
        "More information about ITBS can be found at https://www.aafp.org/afp/2005/0415/p1545.html Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Akuthota V, Stilp SK, Lento P, Gonzalez P, Putman AR. Iliotibial band syndrome. Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Elsevier Saunders; 2019. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Fredericson M, Wolf C. Iliotibial band syndrome in runners: innovations in treatment. Sports Med . 2005;35(5):451-459.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Hamill J, Miller R, Noehren B, Davis I. A prospective study of iliotibial band strain in runners. Clin Biomech (Bristol, Avon) . 2008;23(8):1018-1025.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Fairclough J, Hayashi K, Toumi H. Is iliotibial band syndrome really a friction syndrome?. J Sci Med Sport . 2007;10(2):74-76.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Sher I, Umans H, Downie SA, Tobin K, Arora R, Olsen TR. Proximal iliotibial band syndrome: what is it and where is it?. Skeletal Radiol . 2011;40(12):1553-1556.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Fredericson M, Cookingham CL, Chaudhari AM, Dowdell BC, Oestreicher N, Sahrmann SA. Hip abductor weakness in distance runners with iliotibial band syndrome. Clin J Sport Med . 2000;10(3):169-175.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Grau S, Krauss I, Maiwald C, Best R, Horstmann T. Hip abductor weakness is not the cause for iliotibial band syndrome. Int J Sports Med . 2008;29(7):579-583.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Hertling D, Kessler RM. Management of Common Musculoskeletal Disorders: Physical Therapy Principles and Methods . 4th ed. Philadelphia, PA: Lippincott Williams & Wilkins;"
        },
        {
            "number in article": 2006,
            "reference": " (GI)"
        },
        {
            "number in article": 9,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Ellis R, Hing W, Reid D. Iliotibial band friction syndrome--a  systematic review. Man Ther . 2007;12(3):200-208.  (SR)"
        },
        {
            "number in article": 11,
            "reference": "Michels F, Jambou S, Allard M, Bousquet V, Colombet P, de Lavigne C. An arthroscopic technique to treat the iliotibial band syndrome. Knee Surg Sports Traumatol Arthrosc . Advance online publication. 2009;17(3):233-236.  doi:10.1007/s00167-008-0660-5.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Hariri S, Savidge ET, Reinold MM, Zachazewski J, Gill TJ. Treatment of recalcitrant iliotibial band friction syndrome with open iliotibial band bursectomy: indications, technique, and clinical outcomes. Am J Sports Med . Advance online publication. 2009;37(7):1417-1424.  doi:10.1177/0363546509332039. (R)"
        },
        {
            "number in article": 13,
            "reference": "What: deep transverse friction massage for treating tendonitis [commentary]. Sportex Dyn . 2006;(9):6. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Beers A, Ryan M, Kasubuchi Z, Fraser S, Tauton JE. Effects of multi-modal  physiotherapy, including hip abductor strengthening, in patients with iliotibial band friction syndrome. Physiother Can . 2008;60(2):180-188.  doi:10.3138/physio.60.2.180. (R)"
        },
        {
            "number in article": 15,
            "reference": "Lininger MR, Miller MG. Iliotibial band syndrome in the athletic population: strengthening and rehabilitation exercises. Strength Cond J . 2009;31(3):43-46.  (RV) "
        },
        {
            "number in article": 16,
            "reference": "Falvey EC, Clark RA, Franklyn-Miller  A, Bryant AL, Brigg C, McCrory PR. Iliotibial band syndrome: an examination of the evidence behind a number of treatment options. Scand J Med Sci Sports . 2010;20(4):580-587.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Meardon SA, Campbell S, Derrick TR. Step width alters iliotibial band strain during running. Sports Biomechanics . 2012;11(4):464-472.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Bennett DL, Nelson JW, Weissman BN, et al. Expert panel on musculoskeletal imaging. ACR Appropriateness Criteria on nontraumatic knee pain. National Guideline Clearinghouse  Web site. https://www.guideline.gov/content.aspx?id=43872 . 2012;2012:10. Accessed July 26, 2018. (G)"
        },
        {
            "number in article": 19,
            "reference": "Jelsing EJ, Maida E, Finnoff JT, Smith J. The source of fluid deep to the iliotibial band: Documentation of a potential intra-articular  source. PM R. 2014;6(2):134-138. doi:10.1016/j.pmrj.2013.08.594. (R)"
        },
        {
            "number in article": 20,
            "reference": "Anderem J, Louw QA. Biomechanical risk factors associated with iliotibial band syndrome in runners: a systematic review. BMC Musculoskelet Disord . 2015;16(356):1-16. doi:10.1186/s12891-015-0808-7.  (SR)"
        },
        {
            "number in article": 21,
            "reference": "Phinyomark A, Osis S, Hettinga BA, Leigh R, Ferber R. Gender differences in gait kinematics in runners with iliotibial band syndrome. Scand J Med Sci Sports . 2015;25(6):744-753.  doi:10.1111/sms.12394. (R)"
        },
        {
            "number in article": 22,
            "reference": "Weckstrom K, Soderstrom J. Radial extracorporeal shockwave therapy compared with manual therapy in runners with iliotibial band syndrome. J Back Musculoskelet Rehabil . 2016;29(1):161-170.  doi:10.3233/BMR-150612.  (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Geisler PR, Lazenby T. Iliotibial band impingement syndrome: An evidence-informed  clinical paradigm change. Int J Athletic Ther Train . 2017;22(3):1-11.  (RV)"
        },
        {
            "number in article": 24,
            "reference": "Charles D, Rodgers C. A literature review and clinical commentary on the development of iliotibial band syndrome in runners. Int J Sports Phys Ther . 2020;15(3):460-470. doi:10.26603/ijspt20200460. (RV)"
        },
        {
            "number in article": 25,
            "reference": "Geisler PR. Current clinical concepts: Synthesizing the available evidence for improved clinical outcomes in iliotibial band impingement syndrome. J Athl Train . 2021;56(8):805-815.  doi:10.4085/1062-6050-548-19.  (RV)"
        },
        {
            "number in article": 26,
            "reference": "Brown AM, Zifchock RA, Lenhoff M, Song J, Hillstrom HJ. Hip muscle response to a fatiguing run in females with iliotibial band syndrome. Hum Mov Sci . 2019;64:181-190. doi:10.1016/j.humov.2019.02.002. (R)"
        },
        {
            "number in article": 27,
            "reference": "Decker G, Hunt D. Proximal iliotibial band syndrome in a runner: A case report. PM R. 2019;11(2):206-209.  doi:10.1016/j.pmrj.2018.06.017. (C)"
        },
        {
            "number in article": 28,
            "reference": "Dutton M. In: Dutton's Orthopaedic Examination, Evaluation, and Intervention . 5th ed. New York, NY: McGraw Hill Education; 2020:872-873,  1010. (GI)"
        },
        {
            "number in article": 29,
            "reference": "Stickley CD, Presuto MM, Radzak KN, Bourbeau CM, Hetzler RK. Dynamic varus and the development of iliotibial band syndrome. J Athl Train . 2018;53(2):128-134. doi:10.4085/1062-6050-122-16.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Balachandar V, Hampton M, Riaz O, Woods S. Iliotibial band friction syndrome: A systematic review and meta-analysis  to evaluate lower-limb  biomechanics and conservative treatment. Muscles Ligaments Tendons J . 2019;9(1):181. doi:10.32098/mltj.02.2019.05. (M)"
        },
        {
            "number in article": 31,
            "reference": "Mousavi SH, Hijmans JM, Rajabi R, Diercks R, Zwerver J, van der Worp H. Kinematic risk factors for lower limb tendinopathy in distance runners: A systematic review and meta-analysis.  Gait Posture . 2019;69:13-24.  doi:10.1016/j.gaitpost.2019.01.011. (M)"
        },
        {
            "number in article": 32,
            "reference": "Bankaoglu M, Soydan Mahmutoglu A, Celebi I, et al. Association of iliotibial band friction syndrome with patellar height and facets variations: A magnetic resonance imaging study. Iranian J Radiol . 2017;15(1):1-6.  doi:10.5812/iranjradiol.63459. (R)"
        },
        {
            "number in article": 33,
            "reference": "Shen P, Mao D, Zhang C, Sun W, Song Q. Effects of running biomechanics on the occurrence of iliotibial band syndrome in male runners during an eight-week  running programme—a prospective study. Sports Biomech . 2019;20(5):560-570.  doi:10.1080/14763141.2019.1584235. (R)"
        },
        {
            "number in article": 34,
            "reference": "Baker RL, Souza RB, Rauh MJ, Fredericson M, Rosenthal MD. Differences in knee and hip adduction and hip muscle activation in runners with and without iliotibial band syndrome. PM R. 2018;10(10):1032-1039.  doi:10.1016/j.pmrj.2018.04.004. (R)"
        },
        {
            "number in article": 35,
            "reference": "Foch E, Aubol K, Milner CE. Relationship between iliotibial band syndrome and hip neuromechanics in women runners. Gait Posture . 2020;77:64-68.  doi:10.1016/ j.gaitpost.2019.12.021. (R)"
        },
        {
            "number in article": 36,
            "reference": "Bramah C, Preece SJ, Gill N, Herrington L. Running kinematics differ between male and female runners with ITBS…Third World Congress of Sports Physical Therapy, October 4-5, 2019, Vancouver, British Columbia. Int J Sports Phys Ther . 2019;14(6):S2-S4.  (CP)"
        },
        {
            "number in article": 37,
            "reference": "Baruah S, Vijayakumar RV. Cross-sectional  study to identify iliotibial band syndrome causes among treadmill runners and its impact on functional activities. Indian J Physiother Occup Ther . 2020. doi:10.37506/ijpot.v14i1.3484. (R)"
        },
        {
            "number in article": 38,
            "reference": "Harmstra-Wright  KL, Jones MW, Courtney CA, Maiguel D, Ferber R. Effects of iliotibial band syndrome on pain sensitivity and gait kinematics in female runners: A preliminary study. Cli Biomech . 2020;76:105017. doi:10.1016/j.clinbiomech.2020.105017. (R)"
        },
        {
            "number in article": 39,
            "reference": "Inoue H, Hara K, Arai Y, et al. Outcome of low-invasive  local split-thickness  lengthening for iliotibial band friction syndrome. Int J Sports Med . 2018;39(3):232-236. doi:10.1055/s-0043-122152.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Miccio S, Berardi A, Tofani M, Galeoto G. Conservative rehabilitation treatments of iliotibial band syndrome: A systematic review. Muscles Ligaments Tendons J . 2021;11(1):29. doi:10.32098/mltj.01.2021.04. (SR)"
        },
        {
            "number in article": 41,
            "reference": "McKay J, Maffulli N, Aicale R, Taunton J. Iliotibial band syndrome rehabilitation in female runners: a pilot randomized study. J Orthop Surg Res . 2020;15(1). doi:10.1186/s13018-020-01713-7.  (RCT)"
        },
        {
            "number in article": 42,
            "reference": "Friede MC, Klauser A, Fink C, Csapo R. Stiffness of the iliotibial band and associated muscles in runner’s knee: Assessing the effects of physiotherapy through ultrasound shear wave elastography. Phys Ther Sport . 2020;45:126-134.  doi:10.1016/j.ptsp.2020.06.015. (R)"
        },
        {
            "number in article": 43,
            "reference": "Pepper TM, Brismée JM, Sizer PS, Jr, et al. The immediate effects of foam rolling and stretching on iliotibial band stiffness: A randomized controlled trial. Int J Sports Phys Ther. 2021. doi:10.26603/001c.23606. (RCT)"
        }
    ]
}