{
    "metadata": {
        "title": "Subacromial Impingement Syndrome",
        "synonyms": [
            "impingement syndrome, shoulder",
            "rotator cuff impingement",
            "subacromial pain syndrome",
            "supraspinatus impingement",
            "subacromial impingement",
            "painful arc syndrome",
            "swimmer’s shoulder",
            "thrower’s shoulder"
        ],
        "anatomical location body part affected": [
            "Shoulder/subacromial bursa, rotator cuff tendons, scapula"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Subacromial impingement syndrome (SIS) is the most common painful disorder of the shoulder, accounting for 44% to 65% of all cases of shoulder pain in primary care. It is characterized by altered glenohumeral kinematics on elevation of the involved arm, especially in overhead activities such as reaching, lifting, and throwing that require abduction and internal rotation(1)",
            "SIS is associated with a musculoskeletal shoulder condition, such as subacromial bursitis, rotator cuff tendinosis, and calcific tendinitis of the biceps long head tendon. Some patients may have partial tears of rotator cuff tendons. SIS can, therefore, involve a spectrum of etiological factors(1,2)",
            "Rehabilitation, corticosteroid injection, and surgery are effective treatment approaches for reducing pain and disability in patients with SIS. Which of these approaches is best for pain management and improving shoulder function in the progressive stages of SIS remains unclear(1,2,45)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M75": "shoulder lesions",
            "M75.1": "rotator cuff tear or rupture, not specified as traumatic",
            "M75.2": "bicipital tendinitis",
            "M75.3": "calcific tendinitis of shoulder",
            "M75.4": "impingement syndrome of shoulder",
            "M75.5": "bursitis of shoulder (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified for this condition"
        ],
        "presentation signs and symptoms": [
            "Patients are often past or current throwing athletes or occupational workers who use the involved arm in overhead activities(2)",
            "Shoulder pain is usually unilateral(1) –Pain typically interferes with or impairs ADLs, sports, or occupational work –Pain is localized in the superior-lateral  aspect of shoulder and upper arm, and seldom is below elbow –Pain increases when elevating arm in abduction and internal rotation",
            "Tenderness at point of shoulder, often at night when sleeping on affected shoulder or with arm above affected shoulder(1) ",
            "Altered shoulder mobility (usually with scapular dyskinesis) and reduced ROM that may interfere with ADLs and sports(2)",
            "Possible edema, erythema, and warmth at point of shoulder (and at arthroscopic portal sites in surgical cases)(1)",
            "Patient may also complain of neck pain and/or upper back pain",
            "Postoperative patients are often referred to therapy for shoulder rehabilitation(3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The etiology of SIS remains debated, but it is probably multifactorial(1)",
            "Shoulder pain is likely caused by compression of various soft tissues (e.g., supraspinatus tendon/muscle, long headof the biceps tendon, coracoacromial ligament, or subacromial bursa) between the humeral greater tuberosity and thecoracoacromial arch/postero-superior glenoid(1)",
            "Primary impingement: increased subacromial loading due to compression between the greater tuberosity of the humerusand the acromial arch is associated with variant anatomy of the scapula such as a curved or hooked acromion(1)",
            "Secondary impingement: associated with rotator cuff overuse; microtrauma (friction and abrasion) to shoulder rotatortendons (most often supraspinatus) and/or subacromial bursa(1)–Functional: work-related  factors such as handling loads overhead or repetitive overhead throwing with:-muscle strength imbalance and excessive superior translation of the humerus and irritation of the rotator cuff tendons(5)-space-occupying  hypertrophy of the supraspinatus tendon(1,2)–Biomechanical changes-Scapular dyskinesis (i.e., abnormal scapular movement) may place excessive traction on rotator cuff (especiallysupraspinatus muscle). However, whether variant position and movement of the scapula are causative factors remainsunclear(34,38)-Glenohumeral joint hyperlaxity",
            "Direct trauma (e.g., fall or other blunt force) to point of shoulder"
        ],
        "pathogenesis": [
            "The subacromial space ranges from 1.0 to 1.5 cm and is surrounded by the head of humerus inferiorly, the anterior edgeand inferior surface of the anterior one third of acromion, and the coracoacromial ligament and acromioclavicular jointsuperiorly(1)",
            "Shoulder forward flexion, horizontal abduction, and 90˚ internal rotation increase vertical displacement and peak strain ofthe coracoacromial ligament(46)",
            "The impingement ROM is commonly described as a “painful arc” between 70˚ and 120˚ abduction when elevating arm inthe scapular plane(4,5)",
            "Neer classified SIS in 3 progressive stages(6)–Stage 1: low-grade  inflammation with edema and hemorrhage of the subacromial bursa and/or rotator cuff. This stage isusually found in patients under 25 years of age–Stage 2: subacromial bursal fibrosis; rotator cuff tendinitis (typically found in patients 25 to 45 years of age)–Stage 3: chronic acromial bone spurring; tendon tearing or rupture requiring surgery (typically found in patients over 45years of age)",
            "Visual scapular dyskinesis, characterized by reduced scapular external rotation and increased upper trapezius muscleactivity, is commonly seen in patients with SIS.(38)Authors of a systematic review of studies that used 2-dimensionalradiological measurements, 360˚ inclinometers, or 3-dimensional  motion and tracking devices to assess patients with orwithout SIS found that variations in scapular position that appear “abnormal” may not actually contribute to SIS(34)"
        ],
        "risk factors": [
            "High-velocity  overhead movements of the upper extremity, as in throwing sports",
            "Occupations that involve repetitive or sustained elevated shoulder postures (e.g., painting, welding, carpentry)",
            "Competitive swim training, especially front-crawl  and butterfly strokes, and its association with glenohumeralhypermobility",
            "Scapular dyskinesis(7,39)",
            "Poor shoulder girdle posture; scapula upward and internal rotation and anterior tilt(63)",
            "Hooked acromion(1)",
            "No clear risk associated specifically with age or gender"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Any of the following warrants referring the patient back to physician Suspected fracture Suspected rotator cuff tear Catching and pseudo-locking:  this presentation is atypical, suggestive of loose bodies in subacromial space Radicular pain below the elbow Recalcitrant/persistent pain after 2 to 3 months of conservative treatment and activity modification(4,5)",
        "Monitor patients who present after trauma to the involved shoulder for the development of glenohumeral adhesive capsulitis",
        "Modify or restrict painful ADLs that may exacerbate condition, especially overhead activities",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Was the onset of SIS sudden or gradual? Is there a history of repetitive overhead activities, such as throwing sports or work-related  (e.g., painting, lifting)? Is the patient’s dominant arm affected? How have the symptoms progressed since onset?",
                "course of treatment": {
                    "medical management": "A conservative treatment plan (pain management, exercise therapy, activity modification, patient education, and monitoring) typically precedes surgical intervention. However, authors of a study (N = 68 patients with Neer stage 2 SIS) in Turkey found that conservative treatment before arthroscopic subacromial decompression (ASD) did not affect the outcome of surgery.(50)Document nonoperative interventions used and dates of treatment",
                    "surgical management": [
                        "Surgical management: ASD may improve function in patients with recalcitrant SIS after an initial trial of conservative treatment.(39)Document date of surgery for SIS and procedure used (e.g., ASD, acromioplasty), if applicable. A standardized therapeutic exercise intervention designed to address pain and disability in patients after ASD was investigated in the Shoulder Intervention Project in Denmark(40,41)",
                        "Results of this study found significant improvement in patients receiving the standardized physical therapy exercise regimen at 12 months post surgery compared to those receiving usual care(57)"
                    ],
                    "medications": "Determine what medications clinician has prescribed, if any; are they being taken as prescribed and are they effective? NSAIDs and OTC pain relievers are commonly used. Moderate evidence supports a trial of immediaterelease  ibuprofen or 2 sessions of corticosteroid injection for treatment of patients with SIS, based on a 2013 systematic review.(35)Authors of a cohort trial in Turkey found that local steroid injection (2 times with an interval of 10 days, n = 45) reduced pain at rest and during shoulder activity as compared to sham treatment (n = 45). They also separately reported no significant difference between the steroid treatment and lowlevel  laser treatment (n = 45)(42)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Plain radiographs are generally not necessary to rule out glenohumeral dislocation or fracture in mild acute cases. Imaging studies are often conducted in recalcitrant cases to evaluate for calcific deposits,",
                        "sclerosis, cystlike  changes, tendon tears, and subacromial spurring.(1,4,5) MRI may be used to identify thickening or tearing of the supraspinatus tendon(1,2)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient received occupational or physical therapy for this or related musculoskeletal conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating factors may include overhead activities, throwing, and position during sleep ",
                "body chart": "Use body chart to document location and nature of symptoms. Pain is localized in the superior-lateral  aspect of shoulder, seldom below elbow",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs intermittent, sharp, dull, aching, burning, numbness, tingling), 24-hour  pain patterns and frequency -Are symptoms getting better, worse, or staying the same? -Is there associated neck pain or upper back pain? -Pain in the shoulder may radiate into upper arm (C5 dermatome)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables. Night pain is typical",
                "sleep disturbance": "Document number of wakings/night, if any. Is the patient able to lie on his or her affected shoulder? Does pain wake patient regardless of sleeping position?",
                "other symptoms": "Document other symptoms patient may be experiencing that could be indicative of a need to refer to physician (e.g., dizziness, sudden onset of upper extremity swelling, arm pain) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any prior trauma to shoulder? Previous treatments to the affected shoulder? Are there other musculoskeletal problems (such as arthritis in older adults)?",
                    "comorbid diagnoses": "Ask patient about any other medical conditions being treated, including diabetes, cancer, cardiovascular disease, pulmonary disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, obesity, and thyroid disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Does shoulder pain restrict recreational or occupational activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Any difficulty with daily activities (e.g., putting on coat, combing hair)?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document patient’s height, weight, and BMI",
            "assistive and adaptive devices": "Assess need for and proper use of ambulatory assistive devices, especially in cases with increased fall risk. Is patient able to use ambulatory assist devices with UE impairment?",
            "balance": "Assess static and dynamic balance in standing, as indicated by patient history (e.g., if shoulder trauma was sustained in a fall). Use Berg Balance Scale (BBS) for objective measure in older adult patients, as indicated",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess distal radial and ulnar pulses",
            "functional mobility": "Assess ability in transfers, standing, walking, stairs, carrying, etc. Use FIM, if appropriateCervical screen for radicular pain. Assess motor and sensory function in radial nerveAssess for scapular dyskinesis (changes associated with this syndrome are altered timing and magnitude of acromial upward rotation, excessive anterior tilting of the glenoid [due to pectoralis tightness], and loss of maximal rotator cuff activation).(2) Assess shoulder and general body mechanics in simulated lifting and loading work tasks Does impairment of involved arm affect mobility? Assess for functional UE ROM in external rotation/abduction (thumb to C7) and internal rotation/adduction (thumb to L5)",
            "gait locomotion": "Evaluate as indicated. Usually not applicable to the diagnosis of SISAssess glenohumeral joint for hyperlaxity (instability), hypomobility, and passive translatory movements. Athletes at risk for SIS (e.g., throwers, swimmers) typically have glenohumeral joint instability(2,5)",
            "muscle strength": "Assess strength at shoulder and scapulothoracic joints in all directions using manual muscle testing (MMT), especially for possible weakness (< 5/5) in isometric forward flexion, internal and external rotation, as well as in scaption and abduction. Expect strength deficits in the impingement position due to pain avoidance. Assess for serratus anterior and lower trapezius muscle weakness(8)",
            "observation inspection palpation including skin assessment": [
                "Examine shoulder for edema, warmth, scars, or deformity; atrophy around shoulder suggests chronic impairment",
                "Expect tenderness at greater tuberosity and biceps tendon (long head); tenderness and crepitus often also at acromioclavicular joint",
                "Observe scapulohumeral rhythm during overhead activities"
            ],
            "posture": "Assess overall posture in standing. Observe for deviations in head, neck, shoulder girdle, and shoulder posture. Assess for scoliosis of the spine",
            "range of motion": "ROM may be limited by pain. High-level baseball pitchers typically have increased active and passive ROM in shoulder external rotation.(9) Assess for dyskinetic scapulohumeral rhythm, especially in athletes at risk (e.g., throwers and swimmers). Assess active and passive ROM using goniometric measurements",
            "self-care activities of daily living": "",
            "reflex testing": "Assess upper extremity reflexesLimitations/pain in self-care  activities may be present (e.g., donning pull-over  shirts, fastening a bra). The Manual Ability Measure (MAM) is a self-report  assessment for functional UE use(51,52)Scan C5 dermatome. Assess for deficits in proprioception of the affected shoulder",
            "sensory testing": "",
            "special tests specific to diagnosis": "A wide variety of tests can be used in the evaluation of SISPatient in seated position with examiner supporting scapula, patient forward flexes shoulder with elbow straight and forearm pronated against examiner’s resistance; positive sign (reproduces pain and patient grimaces) suggests inflammation or injury to structures in subacromial space(1)Patient in a seated position with 90º forward shoulder flexion and 90º elbow flexion, patient internally rotates shoulder against examiner’s resistance; positive if reproduces pain. In a systematic review, meta-analysis  revealed moderate sensitivity (79%) for both Neer and Hawkins tests but poor specificity (53% and 59%, respectively), indicating high false-positive rates(10)In a sitting or standing position, the patient fully elevates the extended arm in scaption and then slowly reverses the motion in the same arc. Test is positive if the arm drops suddenly or the patient has severe pain(1) –Authors of a systematic review found that the Hawkins-Kennedy test and Neer sign were reported as more useful for ruling out SIS, whereas the drop arm sign was more useful for ruling in SIS(11) –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure -For more information on the DASH, see Clinical Review…Disabilities of the Arm, Shoulder, and Hand (DASH) ; CINAHL Topic ID Number T903177 –Authors of a Cochrane review of 33 studies (4,002 shoulders in 3,852 patients) found insufficient evidence to determine which clinical test for SIS is most accurate(36)Authors of a prospective cohort study (N = 126 patients recovering from arthroscopic decompression surgery) in Denmark found no significant differences between the modified CS and the Oxford Shoulder Score (OSS) for detecting minimal clinically important change in symptoms of SIS(47)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves, areas of diminished sensation or poor circulation, or with slow-healing wounds",
                "Use caution with patients who are hypertensive as cold can cause a transient increase in blood pressure; discontinue treatment if there is an elevation in blood pressure",
                "Use caution with patients who are hypersensitive to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Use of cryotherapy with patients who have an aversion to cold may be counterproductive if being used to promote muscle relaxation and decrease in pain",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Severe epilepsy",
                "Certain dermatologic conditions",
                "Surface infections",
                "Uncontrolled bowels",
                "Acute rheumatoid arthritis",
                "Venous ulcers",
                "Tissues devitalized by X-ray  therapy",
                "Peripheral vascular disease",
                "Decreased thermal sensation",
                "Respiratory dysfunctions",
                "Cardiac dysfunctions",
                "Active bleeding",
                "Malignancies",
                "Previously existing fever",
                "Acute inflammatory conditions",
                "Impaired sensation",
                "Confusion or impaired cognition",
                "Recent skin grafts",
                "Certain medications",
                "Alcohol consumption*",
                "Decreased strength/ROM/endurance/balance*",
                "Urinary incontinence*",
                "Fear of water*",
                "Respiratory problems ",
                "Pregnancy*",
                "Multiple sclerosis*",
                "Poor thermal regulation*",
                "Seasickness",
                "Edema, when warm/hot water immersion",
                "Stimulation through or across the chest",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Over pharyngeal area",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Cancer",
                "Used in close proximity to diathermy treatment",
                "Treatment consisted of 15 days (Monday to Friday) of standard exercise and cryotherapy alone, or combined with real ultrasonophoresis (0.7 W/cm2 @ 1 MHz continuous x 5 minutes with sodium diclofenac gel) and sham iontophoresis",
                "or sham ultrasonophoresis and real iontophoresis (5x5 electrodes with intensity of 0.10.2  mA/cm2 x 10 minutes with sodium diclofenac under the cathode)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The treatment summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regards to modalities. Rehabilitation professionals should always use their professional judgment when using modalities ",
                "Avoid ultrasound over growth plates in pediatric/adolescent patients",
                "Cryotherapy  contraindications(12)",
                "Cryotherapy  precautions(12)",
                "Superficial heat  contraindications(12)",
                "Whirlpool  contraindications(12)",
                "Whirlpool  precautions (* relevant only if entire body is immersed)(12)",
                "Electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(12)",
                "Therapeutic ultrasound : Evidence is lacking to support the use of therapeutic ultrasound for management of patients with SIS(13)",
                "Authors of a randomized controlled clinical trial conducted in Spain found that phonophoresis (ultrasonophoresis) combined with an exercise program provided significant improvements in pain (SF-30 domains and Constant-Murley score), ROM, and overall health (SF-36 dimensions) compared to exercise alone and exercise and iontophoresis in a group of 88 patients with SIS(53)"
            ]
        },
        "diagnosis need for treatment": "SIS/shoulder pain, weakness, and pain-restricted  ROM; reduced functional capacity for ADLs, work, and/or sport",
        "rule out": " Rule out Acromioclavicular joint arthritis Internal impingement (“dead arm syndrome”) Labral tear Glenohumeral joint dislocation Thoracic outlet syndrome Cardiac event Coracoid impingement Bicipital tendonitis Primary rotator cuff tendinitis (pain on isometric strength testing outside impingement position) Rotator cuff tear Cervical (C5–6)  radiculopathy Glenohumeral joint arthritis Adhesive capsulitis (passive and active ROM equally restricted) Suprascapular nerve entrapment(13) ",
        "prognosis": [
            "Most patients with uncomplicated SIS return to their regular activities in 8 to 12 weeks after either conservative management or postoperative care(14)",
            "The average time until return to full work duty after ASD was 11.1 weeks in a retrospective study (N = 166) in Belgium. Patients performing manual labor typically had a longer period of sick leave (12 weeks) than other employees (8 weeks)(14)",
            "Authors of a Cochrane review(15) and the authors of a systematic review(16)found similar long-term  outcomes for surgical versus rehabilitation/therapy management of SIS",
            "Authors of a systematic review found that surgery as an initial approach to patients with SIS does not improve prognosis more than conservative management(3)",
            "Authors of a prospective cohort study (N = 63) in Turkey found on follow-up  (mean, 8.5 years) that younger age, lower BMI, higher functional capacity, a shorter symptomatic period, reversible changes on MRI, and a higher CS at the first evaluation were associated with a good prognosis(48)"
        ],
        "referral to other disciplines": "Orthopedic surgeon for suspected fracture, rotator cuff tear, pseudo-locking,  and recalcitrant cases.(4,5) Occupational therapist (OT) for disability in ADLs. Acupuncturist for pain management",
        "other considerations": [],
        "treatment summary": [
            "Manual therapy –Authors of a systematic review found that manual therapy was not more effective than other conservative interventions in the treatment of patients with SIS(17) –Authors of a systematic review found that therapeutic exercise or joint mobilizations each effectively restored function in patients with SIS, whereas ultrasound was of no benefit.(18)Their review supports similar findings of an older Cochrane review(19) –Authors of an RCT (N = 52) in the United States found that manual therapy coupled with therapeutic exercise was more effective than therapeutic exercise alone in the treatment of patients with SIS(20) -Participants were randomized to Group 1, which received therapeutic exercise (6 sessions over 3 weeks) only, or Group 2, which received a similar course of therapeutic exercise coupled with manual therapy. Results (between-group comparisons) indicate Group 2 had significantly greater pain reduction and improvement in shoulder function –According to a 2014 systematic review, no further RCT studies have investigated whether combining manual therapy with exercise therapy improves desired outcomes for patients with SIS more than exercise therapy alone(43)",
            "Modalities –Laser therapy -Authors of an RCT (N = 44) in Turkey found that low-level  laser therapy (LLLT) in combination with a home exercise program did not offer any considerable therapeutic advantage over a home program alone for patients with SIS(21) -Authors of an RCT (N = 60) in Turkey found that LLLT was not more effective than placebo LLLT for the treatment of SIS(22) -Authors of an RCT (N = 70) in Italy found that high-intensity  laser therapy (HILT) may be more effective than conventional ultrasound therapy in the short-term  treatment of patients with SIS(23) -Participants were randomized to 1 of 2 groups -Group 1 received HILT in 10 sessions over 2 weeks -Group 2 received therapeutic ultrasound in 10 sessions over 2 weeks -Results (between-group  comparisons) immediately after 2-week  intervention period -Group 1 reported a significantly greater reduction in pain (V AS scores) compared to group 2 -Group 1 had significantly greater improvement in CS scores for pain, function, strength, and ROM -Group 1 had significantly greater improvement in Simple Shoulder Test scores for pain and function –Pulsed electromagnetic field (PEMF) therapy -Authors of a double-blind  RCT (N = 46) in Turkey found that PEMF coupled to standard conservative therapy did not offer additional therapeutic benefit for patients with SIS(24) –Short wave diathermy is effective in reducing pain and shoulder disability scores and improving ROM and strength in patients with subacromial impingement syndrome without night pain(65) -Based on a 2017, double-blinded,  randomized, placebo-controlled  trial of 57 patients in Turkey. Twenty-eight  patients were classified into night pain positive and 29 into night pain negative  –Ultrasound or interferential therapy: Evidence is lacking to support the use of these modalities for treatment of SIS(13,16,18)",
            "Therapeutic exercise –A comprehensive therapy-based  program of shoulder rehabilitation for patients with SIS may include four phases(2) -The initial phase: protection, icing for pain and edema, and activity modification -Early rehabilitation: manual therapy that includes joint and soft tissue mobilization to address shoulder joint stiffness, muscle shortening, and scapular dyskinesis; pendulum exercise, active assisted ROM, and postural re-education -Late rehabilitation: restoration of active ROM and glenohumeral motion, followed by resistance and proprioception retraining exercises -Functional phase: specific exercises (see below) for high-functioning  patients to further build strength and endurance, and scapulohumeral coordination exercises aimed at restoring fitness for work and sports –Authors of a systematic review found moderate evidence that therapeutic exercise may effectively reduce shoulder pain and improve function in patients with SIS(25) –Authors of a 2014systematic review found moderate evidence that a program of exercise therapy was effective for reducing pain and disability in patients with SIS over the short term(43) –Authors of a systematic review, a review of EMG studies, and an RCT (N = 40) in Turkey found evidence to support the use of specific shoulder stretching and strengthening exercises for reducing pain and/or improving function in patients with SIS(26,27,28) -Stretching exercises should target the upper trapezius muscle and posterior glenohumeral capsule -Strengthening exercises should target the rotator cuff muscles through the full/painless ROM and scapular stabilizers, including the serratus anterior –Authors of an RCT (N = 102) in Sweden found that a specific regimen of strengthening eccentric exercises for the rotator cuff and concentric/eccentric exercises for the scapula stabilizers in combination with manual mobilization effectively reduced pain and improved shoulder function in patients with persistent SIS(29,37) -Ninety-five  percent of participants had SIS for over 6 months and failed earlier conservative treatment -Participants were randomized to 1 of 2 groups -Specific exercise group received 5 to 6 individualized and guided treatment sessions combined with manual mobilization over 12 weeks -Control group – 5 to 6 nonspecific exercises for the neck and shoulder over 12 weeks -Both groups performed home exercises twice a day for the 12 weeks -The following significant differences on follow-up  favored the specific exercise group vs controls -Higher CMS assessment score (24 points vs 9 points) -Reported successful outcome (69% vs 24%) -Fewer chose to undergo surgery (20% vs 63%) –Authors of a systematic review and meta-analysis  (N = 1,162) found moderate evidence that therapeutic exercise (scapular stabilization, rotator cuff strengthening, and exercises through range to 90˚ abduction) decreased pain at 6 to 12 weeks follow-up  and improved function beyond 12 weeks in patients with SIS(32,33) –Authors of an RCT (N = 46 persons with SIS) in Brazil found that adding manual therapy (targeting the shoulder and cervical spine) to a 4-week  intervention of stretching and strengthening exercises (exercise alone) did not enhance improvements in scapular kinematics, DASH scores, or pain compared to exercise alone(50) –Authors of a systematic review found evidence was lacking to conclude that exercise therapy for repositioning the scapula to an idealized normal posture improved shoulder symptoms and function in patients with SIS(34) –Authors of an RCT(N = 60) in Brazil found that conventional progressive concentric resistance exercise (PRE) training of the involved upper extremity reduced pain and increased function in individuals with SIS compared to no intervention(30) -Participants were randomized to Group 1, which received PRE training 2 times per week for 2 months, or to Group 2, which received no intervention and remained on a waiting list -Results showed significantly greater improvements in the intervention group for pain (V AS), DASH Outcome Measure, and quality of life (Health Survey Short-Form  36) –Evidence is lacking to indicate that eccentric-loading exercise therapy may produce more favorable outcomes than concentric loading in the treatment of patients with SIS(44)  –Authors of an RCT (N = 61) in Norway found that “high-dose” exercise therapy (HDET) was more effective than a “low-dose” regimen for patients with persistent SIS due to supraspinatus tendon impingement(31) -Participants were randomized to Group 1, which received HDET consisting of 11 supervised resistance and mobility exercises, 3 sets of 30 for each exercise plus ergometer cycling for about 40 minutes (spread out through treatment session) at 70% to 80% of estimated maximum heart rate (HR) 3 times per week for 3 months, or to Group 2, which received “low-dose  exercise therapy” (6 of the HDET group’s exercises, 2 sets of 10 for each exercise plus cycling for about 10 minutes at 70–80%  of maximum HR) 3 times per week for 3 months -The HDET group had significantly greater improvements for pain (V AS), ROM, SRQ, patient satisfaction with outcome, and strength in shoulder abduction and external rotation. Neither group showed a significant change in the thickness of the impinged tendon on MRI –Closed kinetic chain exercises, open chain resistance band exercises,and minimally loaded ROM exercises all were effective in reducing Shoulder Pain and Disability Index (SPADI) scores in patients with shoulder impingement syndrome/rotator cuff tendinopathy(60) -Based on a 2017 RCT in the United Kingdom of 120 patients with shoulder pain of at least 3 months in duration -All three dynamic rotator cuff loading programs resulted in significant decreases in SPADI scores; however, there were no significant differences between exercise groups –Researchers in Turkey concluded that a 6-week  self-stretching program reduced capsular and muscle tightness. Decreased pain was reported with activities and at night as well as a lower pain and disability score (SPADI)(64) -Specific stretches included were for the posterior glenohumeral capsule, pectoralis minor, levator scapula, and latissimus dorsi –Specific scapular stabilization exercises -Authors of an RCT (N =102) in Sweden found that shoulder exercises that target specific periscapular muscles to elicit their highest maximum voluntary isometric contraction may improve function in patients with SIS(29) -Resisted prone shoulder extension with elbow in full extension (targets middle trapezius) -Resisted prone horizontal abduction at 90˚ with full external rotation (targets middle trapezius) -Isometric low row – patient stands (with shoulder and elbow in neutral position) and applies pressure with palm of hands facing posteriorly on immovable surface (such as a doorway), while attempting to retract and depress the scapula (targets low trapezius and serratus anterior) -Inferior glide – patient sits with arm abducted to 90˚, wrist neutral position, elbow extended, and applies pressure with fist clenched on a full supportive surface, while attempting to retract and depress the scapula (targets low trapezius and serratus anterior) -Push-up  plus – patient lies prone with hands shoulder-width  apart (in push-up  position) and chest on/near the floor; then extends elbows as in standard push-up;  then continues to rise up by protracting the scapula (targets serratus anterior) -Dynamic hug – resisted horizontal flexion with both shoulders at a constant 60˚ of humeral elevation while hands follow an imaginary arc until maximum protraction is attained (targets serratus anterior) -Authors of a Canadian study designed to investigate the best position for shoulder retractor strengthening exercises while minimizing rhomboid muscle firing found that in order to maximize middle trapezius activity and minimize rhomboid activity is with the shoulder in external rotation and elbow extended(54) -The findings are based on testing of 8 healthy participants using fine-wire  EMG during exercises -Shoulder girdle stretching and strengthening exercises plus additional scapular stabilization exercises improved scapular kinematics but showed no significant difference with respect to decreased disability and pain severity in subjects with impingement syndrome(61) -Based on a 2017 RCT in Turkey of 30 participants with subacromial impingement syndrome with scapular dyskinesia -After 6 weeks of training, the intervention group (with additional scapular stabilization exercises) showed improved external rotation and posterior tilt, and after 12 weeks showed improved external rotation, posterior tilt, and upward rotation when compared to the control group (shoulder girdle stretching and strengthening exercises only) -Scapular-focused  interventions improve shoulder pain and function in the short term in adults with subacromial pain(62) -Based on meta-analysis  of six RCTs in 2016 -A between-group  difference of shoulder abduction ROM was found in the short-term -No between-group  difference was found in supraspinatus muscle strength, forward shoulder posture, or flexion ROM in the short-term  -No between-group  difference was found in shoulder function and pain at 4-week  follow-up -Scapular-focused  exercises improved scapular resting positions as well as reduced SPADI questionnaire scores(63) -Researchers of a 2017 study in Brazil reported that 8 weeks of neuromuscular training and periscapular strengthening improved the resting scapular position as well as scapular dynamics and functional reported outcomes of participants with shoulder impingement syndrome -50 subjects with shoulder impingement syndrome (control group n = 25, treatment group n = 25) -Compared to the control group, the treatment group had lower internal scapula rotation and decreased scapular upward rotation and anterior tilt -The Brazilian version of the SPADI (SPADI-Br) questionnaire was scored initially and after the 8 weeks. The mean reduction in score was 32.4 points –Kinesiotaping -Authors of a systematic review with meta-analysis found that exercise therapy coupled with adjunctive therapies, such as kinesiotaping or acupuncture, was an effective treatment for patients with SIS in an early stage(49) -Authors of a RCT conducted in Canada designed to compare the effectiveness of precut kinesiology tape and exercise, NSAIDs and exercise, and exercise only in decreasing symptoms in patient with SIS found that all 3 treatments resulted in significant decrease in pain at rest and with elevation, but there was not a significant difference in improvements between the 3 groups(55) -Authors of a study conducted in Turkey designed to assess the effectiveness of kinesiotaping or subacromial corticosteroid injection as an adjunct to NSAIDs found that adding either kinesiotaping or injection to the use of NSAIDs alone improved outcome(56) –Acupuncture -Neither acupuncture nor electroacupuncture was found to be more beneficial than exercises alone in patients with musculoskeletal shoulder pain(58) -Based on a RCT in the United Kingdom in 2017 involving 227 participants with subacromial pain. Follow-up  was at 6 months and 12 months utilizing the Oxford Shoulder Score -Functional status, pain, and ROM were all improved from laser acupuncture treatments in patients with subacromial impingement syndrome(59) -Based on a randomized, double-blind, sham-controlled  2017 study in Turkey -A total of 73 patients were randomly assigned into a treatment group (n = 36) and a control sham group (n = 37) -Eleven acupuncture points were irradiated at 4 joules/cm2 (total dose = 40 joules) in the treatment group; the control group received sham laser acupuncture -Patients were assessed at baseline and after 15 sessions. There were statistically significant improvements in the treatment group over the control group at week 3 . Problem Goal Intervention Expected Progression Home Program Pain and tenderness _ _ Joint and soft tissue swellingRelief of pain and tenderness _ _ Resolve edemaPhysical agents and mechanical modalities _ Cryotherapy for pain and edemaN/A Recommend a home program for pain/ edema management as indicated and appropriate for each unique patient  Poor posture Normal posture Functional training _ Functional strengthening and scapular stabilization exercises for upper extremity movements in daily activities _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "relief of pain and tenderness v as, pressure pain threshold": [],
        "improved shoulder rom and scapulothoracic joint mobility reassessment of rom  goniometric measurements  and kinematics": [],
        "improved shoulder and scapulothoracic strength mmt": [],
        "normal shoulder posture and proprioception reassessment of posture and kinesthesis": [],
        "restored shoulder function for adls, work or sports dash, cs, oss, patient satisfaction": [],
        "independent self-care mam": [],
        "improved quality of life sf-": []
    },
    "maintenance or prevention": [
        "Continue therapeutic exercises to maintain shoulder fitness and good posture for work or sport, to promote normal kinematics, and to prevent recurrence"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Umer M, Qadir I, Azam M. Subacromial impingement syndrome. Orthop Rev (Pavia) . 2012;4(2):e18. doi:10.4081/or.2012.e18. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Borsa PA, Laudner KG, Sauers EL. Mobility and stability adaptations in the shoulder of the overhead athlete: a theoretical and evidence-based  perspective. Sports Med . 2008;38(1):17-36.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Gebremariam L, Hay EM, Koes BW, Huisstede BM. Effectiveness of surgical and postsurgical interventions for the subacromial impingement syndrome: a systematic review. Arch Phys Med Rehabil . 2011;92(11):1900-1913.  (SR)"
        },
        {
            "number in article": 4,
            "reference": "Goldberg SS, Bigliani LU. Shoulder impingement revisited: advanced concepts of pathomechanics and treatment. Instr Course Lect . 2006;55:17-27.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Chang WK. Shoulder impingement syndrome. Phys Med Rehabil Clin N Am . 2004;15(2):493-510.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Neer CS, II. Impingement lesions. Clin Orthop Relat Res . 1983;(173):70-77.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Kibler WB, Uhl TL, Maddux JWQ, Brooks PV, Zeller B, McMullen J. Qualitative clinical evaluation of scapular dysfunction: a reliability study. J Shoulder Elbow Surg . 2003;11(6):550-556.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Cools AM, Witvrouw EE, Mahieu NN, Danneels LA. Isokinetic scapular muscle performance in overhead athletes with and without impingement symptoms. J Athl Train . 2005;40(2):104-110.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Myers JB, Laudner KG, Pasquale MR, Bradley JP, Lephart SM. Glenohumeral range of motion deficits and posterior shoulder tightness in throwers with pathologic internal impingement. Am J Sports Med . 2006;34(3):385-391.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Hegedus EJ, Goode A, Campbell S, et al. Physical examination tests of the shoulder: a systematic review with meta-analysis  of individual tests. Br J Sports Med . 2008;42(2):80-92.  (SR)"
        },
        {
            "number in article": 11,
            "reference": "Algunaee M, Gavin R, Fahey T. Diagnostic accuracy of clinical tests for subacromial impingement syndrome: a systematic review and meta-analysis.  Arch Phys Med Rehabil . 2012;93(2):229-236.  (SR)"
        },
        {
            "number in article": 12,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Walsworth MK, Mills JT, III, Michener LA. Diagnosing suprascapular neuropathy in patients with shoulder dysfunction: a report of 5 cases. Phys Ther . 2004;84(4):359-372.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Luyckx L, Luyckx T, Donceel P, Debeer P. Return to work after arthroscopic subacromial decompression. Acta Orthop Belg . 2011;77(6):737-746.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Coghlan JA, Buchbinder R, Green S, Johnston RV, Bell SN. Surgery for rotator cuff disease. Cochrane Database Syst Rev. 2008:1. Art No: CD005619. doi:10.1002/14651858.CD005619.pub2.  (SR)"
        },
        {
            "number in article": 16,
            "reference": "Kromer TO, Tautenhahn UG, de Bie RA, Staal JB, Bastiaenen CH. Effects of physiotherapy in patients with shoulder impingement syndrome: a systematic review of the literature. J Rehabil Med . 2009;41(11):870-880.  (SR)"
        },
        {
            "number in article": 17,
            "reference": "Ho CY, Sole G, Munn J. The effectiveness of manual therapy in the management of musculoskeletal disorders of the shoulder: a systematic review. Man Ther . 2009;14(5):463-474.  (SR)"
        },
        {
            "number in article": 18,
            "reference": "Michener LA, Walsworth MK, Burnet EN. Effectiveness of rehabilitation for patients with subacromial impingement syndrome: a systematic review. J Hand Ther . 2004;17(2):152-164.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "Green S, Buchbinder R, Hetrick S. Physiotherapy interventions for shoulder pain. Cochrane Database Syst Rev. 2003:2. Art No: CD004258. doi:10.1002/14651858.CD004258.pub2.  (SR)"
        },
        {
            "number in article": 20,
            "reference": "Bang MD, Deyle GD. Comparison of supervised exercise with and without manual physical therapy for patients with shoulder impingement syndrome. J Orthop Sports Phys Ther. 2000;30(3):126-137.  (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Bal A, Eksioglu E, Gurcay E, Gulec B, Karaahmet O, Cakci A. Low-level  laser therapy in subacromial impingement syndrome. Photomed Laser Surg . 2009;27(1):31-36.  (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Yeldan I, Cetin E, Ozdincler AR. The effectiveness of low-level laser therapy on shoulder function in subacromial impingement syndrome. Disabil Rehabil . 2009;31(11):935-940.  (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Santamato A, Solfrizzi V, Panza F, et al. Short-term  effects of high-intensity  laser therapy versus ultrasound therapy in the treatment of people with subacromial impingement syndrome: a randomized clinical trial. Phys Ther . 2009;89(7):643-652.  (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Aktas I, Akgun K, Cakmak B. Therapeutic effect of pulsed electromagnetic field in conservative treatment of subacromial impingement syndrome. Clin Rheumatol . 2007;26(8):1234-1239.  (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Kelly SM, Wrightson PA, Meads CA. Clinical outcomes of exercise in the management of subacromial impingement syndrome: a systematic review. Clin Rehabil . 2010;24(2):99-109.  (SR)"
        },
        {
            "number in article": 26,
            "reference": "Dewhurst A. An exploration of evidence-based  exercises for shoulder impingement syndrome. Int Musculoskelet Med . 2010;32(3):111-116.  (SR)"
        },
        {
            "number in article": 27,
            "reference": "Cricchio M, Frazer C. Scapulothoracic and scapulohumeral exercises: a narrative review of electromyographic studies. J Hand Ther . 2011;24(4):322-334.  (RV)"
        },
        {
            "number in article": 28,
            "reference": "Baskurt Z, Baskurt F, Gelecek N, Özkan MH. The effectiveness of scapular stabilization exercise in the patients with subacromial impingement syndrome. J Back Musculoskelet Rehabil. 2011;24(3):173-179.  (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Holmgren T, Björnsson Hallgren H, Öberg B, Adolfsson L, Johansson K. Effect of specific exercise strategy on need for surgery in patients with subacromial impingement syndrome: randomised controlled trial. BMJ. 2012;344:e787. (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Lombardi I, Magri AG, Fleury AM, Da Silva AC, Natour J. Progressive resistance training in patients with shoulder impingement syndrome: a randomized controlled trial. Arthritis Rheum . 2008;59(5):615-622.  (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Osteras H, Torstensen TA, Haugerud L, Osteras BS. Dose-response  effects of graded therapeutic exercises in patients with long-standing  subacromial pain. Adv Physiother . 2009;11(4):199-209.  (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Hanratty CE, McVeigh JG, Kerr DP, et al. The effectiveness of physiotherapy exercises in subacromial impingement syndrome: a systematic review and meta-analysis.  Semin Arthritis Rheum . 2012;42(3):297-316.  (SR)"
        },
        {
            "number in article": 33,
            "reference": "Michaleff ZA, Kamper SJ. PEDro systematic review update: the effectiveness of physiotherapy exercises in subacromial impingement syndrome. Br J Sports Med . 2013;47(14):927-28.  (RV)"
        },
        {
            "number in article": 34,
            "reference": "Ratcliffe E, Pickering S, McLean S, Lewis J. Is there a relationship between subacromial impingement syndrome and scapular orientation? A systematic review. Br J Sports Med. Advance online publication. August 2014;48(16):1251-6.  doi:10.1136/bjsports-2013-092389.  (SR)"
        },
        {
            "number in article": 35,
            "reference": "van der Sande R, Rinkel WD, Gebremariam L, Hay EM, Koes BW, Huisstede BM. Subacromial impingement syndrome: Effectiveness of pharmaceutical interventions-nonsteroidal  anti-inflammatory  drugs, corticosteroid, or other injections: A systematic review. Arch Phys Med Rehabil . 2013;94(5):961-976.  doi:10.1016/ j.apmr.2012.11.041. (SR)"
        },
        {
            "number in article": 36,
            "reference": "Hanchard NC, Lenza M, Handoll HH, Takwoingi Y. Physical tests for shoulder impingements and local lesions of bursa, tendon, or labrum that may accompany impingement. Cochrane Database Syst Rev . April 30, 2013. Art No: CD007427. doi:10.1002/14651858.CD007427.pub2.  (SR)"
        },
        {
            "number in article": 37,
            "reference": "Lewis JS. A specific exercise program for patients with subacromial impingement syndrome can improve function and reduce the need for surgery. J Physiother . 2012;58(2):127. doi:10.1016/S1836-9553(12)70093-0.  (RV)"
        },
        {
            "number in article": 38,
            "reference": "Lopes AD, Timmons MK, Grover M, Ciconelli RM, Michener LA. Visual scapular dyskinesis: kinematics and muscle activity alterations in patients with subacromial impingement syndrome. Arch Phys Med Rehabil . 2015;96(2):298-306.  doi:10.1016/j.apmr.2014.09.029. (R)"
        },
        {
            "number in article": 39,
            "reference": "Bhattacharyya R, Edwards K, Wallace AW. Does arthroscopic sub-acromial  decompression really work for sub-acromial  impingement syndrome: a cohort study. BMC Musculoskelet Disord . September 29, 2014;15:324. doi:10.1186/1471-2474-15-324.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Svendsen SW, Christiansen DH, Haahr JP, Andrea LC, Frost P. Shoulder function and work disability after decompression surgery for subacromial syndrome: a randomized controlled trial of physiotherapy exercises and occupational medical assistance. BMC Musculoskelet Disord . June 21, 2014;15:215. doi:10.1186/1471-2474-15-215.  (RCT)"
        },
        {
            "number in article": 41,
            "reference": "Christiansen DH, Falla D, Frost P, Frich LH, Svendsen SW. Physiotherapy after subacromial decompression surgery: development of a standardized exercise intervention. Physiotherapy . Advance online publication. January 21, 2015;101(4):327-339.  doi:10.1016/j.physio.2015.01.004. (RCT)"
        },
        {
            "number in article": 42,
            "reference": "Kelle B, Kozanoglu E. Low-level  laser and local corticosteroid injection in the treatment of subacromial impingement syndrome: a controlled clinical trial. Clin Rehabil . 2014;28(8):762-71.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Gebremariam L, Hay EM, van der Sande R, Rinkel WD, Koes BW, Huisstede BM. Subacromial impingement syndrome—effectiveness of physiotherapy and manual therapy. Br J Sports Med . 2014;48(16):1202-08.  doi:10.1136/bjsports-2012-091802.  (SR)"
        },
        {
            "number in article": 44,
            "reference": "Dervey E, Marshall S, Rouse S, Bernhardsson S, Camargo PR, McVeigh JG. Eccentric exercise therapy in the treatment of subacromial impingement syndrome: a critical review. Intern J Ther Rehabil . 2014;21(7):338-45.  (RV)"
        },
        {
            "number in article": 45,
            "reference": "Aydin A, Yildiz V, Topal M, Tuncer K, Kose M, Senocak E. Effects of conservative therapy applied before arthroscopic subacromial decompression on the clinical outcome in patients with stage 2 shoulder impingement syndrome. Turk J Med Sci . 2014;44(5):871-874.  (R)"
        },
        {
            "number in article": 46,
            "reference": "Park I, Lee HJ, Kim SE, Bae SH, Byun CH, Kim YS. Which shoulder motions cause subacromial impingement? Evaluating the vertical displacement and peak strain of the coracoacromial ligament by ultrasound speckle tracking imaging. J Shoulder Elbow Surg . 2015;24(11):1801-1808.  doi:10.1016/j.jse.2015.04.001. (R)"
        },
        {
            "number in article": 47,
            "reference": "Christiansen DH, Frost P, Falla D, Haahr JP, Frich LH, Svendsen SW. Responsiveness and minimal clinically important change: A comparison between 2 shoulder outcome measures. J Orthop Sports Phys Ther . 2015;45(8):620-625.  doi:10.2519/jospt.2015.5760. (R)"
        },
        {
            "number in article": 48,
            "reference": "Ertan S, Ayhan E, Guven MF, Kesmezacar H, Akgun K, Babacan M. Medium-term  natural history of subacromial impingement syndrome. J Shoulder Elbow Surg . 2015;24(10):1512-1518.  doi:10.1016/j.jse.2015.06.007. (R)"
        },
        {
            "number in article": 49,
            "reference": "Dong W, Goost H, Lin XB, et al. Treatments for shoulder impingement syndrome: A PRISMA systematic review and network meta-analysis.  Medicine. 2015;94(10):e510. doi:10.1097/MD.0000000000000510. (RV)"
        },
        {
            "number in article": 50,
            "reference": "Camargo PR, Alburquerque-Sendin  F, Avila MA, Haik MN, Vieira A, Salvini TF. Effects of stretching and strengthening exercises, with and without manual therapy, on scapular kinematics, function, and pain in individuals with shoulder impingement: A randomized controlled trial. J Orthop Sports Phys Ther . 2015;45(12):984-997.  doi:10.2519/ jospt.2015.5939. (RCT)"
        },
        {
            "number in article": 51,
            "reference": "Chen CC, Palmon O, Amini D. Responsiveness of the Manual Ability Measure-36  (MAM-36):  changes in hand function using self-reported  and clinician-rated  assessments. Am J Occup Ther . 2014;68(2):187-93.  doi:10.5014/ajot.2014.009258. (GI)"
        },
        {
            "number in article": 52,
            "reference": "Chen CC, Bode RK. Psychometric validation of the Manual Ability Measure-36  (MAM-36)  in patients with neurologic and musculoskeletal disorders. Arch Phys Med Rehabil . 2010;91(3):414-20.  doi:10.1016/j.apmr.2009.11.012. (R)"
        },
        {
            "number in article": 53,
            "reference": "Garcia I, Lobo C, Lopez E, Servan JL, Tenias JM. Comparative effectiveness of ultrasonophoresis and iontophoresis in impingement: a double-blind,  randomized, placebo controlled trial. Clin Rehabil . 2016;30(4):347-358.  doi:10.1177/0269215515578293. (RCT)"
        },
        {
            "number in article": 54,
            "reference": "Fennell J, Phadke CP, Mochizuki G, Ismail F, Boulias C. Shoulder retractor strengthening exercise to minimize rhomboid muscle activity and subacromial impingement. Physiother Can . 2016;68(1):24-28.  doi:10.3138/ptc.014-83.  (R)"
        },
        {
            "number in article": 55,
            "reference": "Devereaux M, Velanoski KQ, Pennings A, Elmaraghy A. Short-term  effectiveness of precut kinesiology tape versus an NSAID as adjuvant treatment to exercise for subacromial impingement: a randomized controlled trial. Clin J Sport Med . 2016;26(1):24-32.  (RCT)"
        },
        {
            "number in article": 56,
            "reference": "Sahin Onat S, Bicer S, Sahin Z, et al. Effectiveness of kinesiotaping and subacromial corticosteroid injection in shoulder impingement syndrome. Am J Phys Med Rehabil . 2016;95(8):553-560.  doi:10.1097/PHM. (R)"
        },
        {
            "number in article": 57,
            "reference": "Christiansen DH, Frost P, Falla D, et al. Effectiveness of standardized physical therapy exercises for patients with difficulty returning to usual activities after decompression surgery for subacromial impingement syndrome: randomized controlled trial. Phys Ther . 2016;96(6):787-796.  doi:10.2522/ptj.20150652. (RCT)"
        },
        {
            "number in article": 58,
            "reference": "Lewis J, Sim J, Barlas P. Acupuncture and electro-acupuncture  for people diagnosed with subacromial pain syndrome: A multicentre randomized trial. Eur J Pain . 2017;21(6):1007-1019.  doi:10.1002/ejp.1001. (RCT)"
        },
        {
            "number in article": 59,
            "reference": "Kibar S, Konak HE, Evcik D, Ay S. Laser acupuncture treatment improves pain and functional status in patients with subacromial impingement syndrome: a randomized, double-blind,  sham-controlled  study. Pain Med . 2017;18(5):980-987.  doi:10.1093/pm/pnw197. (RCT)"
        },
        {
            "number in article": 60,
            "reference": "Heron SR, Woby SR, Thompson DP. Comparison of three types of exercise in the treatment of rotator cuff tendinopathy/shoulder impingement syndrome: A randomized controlled trial. Physiotherapy . 2017;103(2):167-173.  doi:10.1016/j.physio.2016.09.001. (RCT)"
        },
        {
            "number in article": 61,
            "reference": "Turgut E, Duzgun I, Baltaci G. Effects of scapular stabilization exercise training on scapular kinematics, disability, and pain in subacromial impingement: a randomized controlled trial. Arch Phys Med Rehabil . 2017;98(10):1915-1923.e3.  doi:10.1016/j.apmr.2017.05.023. (RCT)"
        },
        {
            "number in article": 62,
            "reference": "Saito H, Harrold ME, Cavalheri V, McKenna L. Scapular focused interventions to improve shoulder pain and function in adults with subacromial pain: A systematic review and meta-analysis.  Physiother Theory Pract . 2018;34(9):653-670.  doi:10.1080/09593985.2018.1423656. (M)"
        },
        {
            "number in article": 63,
            "reference": "Hotta GH, Santos AL, McQuade KJ, de Oliveira AS. Scapular-focused  exercise treatment protocol for shoulder impingement symptoms: Three-dimensional  scapular kinematics analysis. Clin Biomech . 2018;51:76-81.  doi:10.1016/j.clinbiomech.2017.12.005. (R)"
        },
        {
            "number in article": 64,
            "reference": "Turgut E, Duzgun I, Baltaci G. Stretching exercises for subacromial impingement syndrome: effects of 6-week program on shoulder tightness, pain, and disability status. J Sport Rehabil. 2018;27(2):132-137.  doi:10.1123/jsr.2016-0182.  (R)"
        },
        {
            "number in article": 65,
            "reference": "Yilmaz Kaysin M, Akpinar P, Aktas I, et al. Effectiveness of shortwave diathermy for subacromial impingement syndrome and value of night pain for patient selection: a double-blinded,  randomized, placebo-controlled  trial. Am J Phys Med Rehabil . 2018;97(3):178-186.  doi:10.1097/PHM.0000000000000819. (RCT)"
        }
    ]
}