{
    "metadata": {
        "title": "Incontinence, Urinary  Pregnancy-Related",
        "synonyms": [
            "urinary incontinence  pregnancy",
            "postpartum urinary incontinence",
            "postnatal urinary incontinence",
            "incontinence, urinary, in pregnancy",
            "urinary incontinence: pregnancy-related",
            "incontinence, urinary: postpartum",
            "urinary incontinence: postpartum",
            " urinary incontinence: postnatal",
            "incontinence, urinary: postnatal"
        ],
        "anatomical location body part affected": [
            "Pelvic floor  puborectal, pubococcygeal, iliococcygeal (levatorani muscle complex) and coccygeus muscles;lower urinary tract, detrusor muscle, urethral sphincters, perineum, rectum"
        ],
        "area of specialty": [
            "acute care",
            "home health",
            "neuromuscular rehabilitation",
            "women’s health"
        ],
        "description": [
            "Urinary incontinence (UI) refers to an involuntary loss or leakage of urine. UI is a common health concern among adult women.(1) The main types are(1) –Stress UI: leakage when coughing, laughing, or with physical exertion –Urge UI: leakage when the ability to control flow is overtaken by an abrupt strong desire to urinate; associated with pelvic floor muscle (PFM) spasm, detrusor instability, and nocturia/enuresis –Mixed UI: leakage during conditions of either or both stress and urge",
            "The prevalence and severity of UI increase with pregnancy and symptoms commonly worsen in some women during pregnancy. (2,3,4,5,42) At least one half of pregnant women experience mildtomoderate pregnancy-related  UI (PRUI), although the leakage is often not considered bothersome.(4,5) Symptoms of PRUI may persist postpartum(2,3,4,5,38)",
            "Authors of a survey (N = 75) in Denmark found that 59% of new mothers noted mild PRUI and most of these had additional leakage on physical activity, coughing, or sneezing consistent with stress UI during the first 3 months postpartum. Half of those with PRUI had bothersome symptoms that sometimes caused embarrassment and interfered with visiting places that lacked easy access to toilets, wearing clothes that might show leakage, sexual relations, and participation in recreational physical activities(6)",
            "PFM dysfunction is a major contributor to PRUI.(39) Moderately strong evidence supports a program of intensive PFM training (PFMT) before, during, or after pregnancy as safe and effective for management of stress, urge, or mixed UI(5,7,8,9)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "N31.9": "neuromuscular dysfunction of bladder, unspecified",
            "N39.3": "stress incontinence (add N32.8 to identify overactive bladder or detrusor hyperactivity)",
            "N39.4": "other specified urinary incontinence",
            "R32": "unspecified urinary incontinence (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement for UI in women has been identified "
        ],
        "presentation signs and symptoms": [
            "PRUI indicated by the recent medical history, pad test, or bladder diary.(1) The International Consultation on Incontinence Questionnaire–Short  Form (ICIQ-SF)  is often used for screening(10)",
            "Patients may be referred for conservative therapy at various stages during and after pregnancy",
            "The amount and frequency of leakage in PRUI vary widely, as does its impact on daily activities(6)",
            "The use of incontinence protection products (e.g., disposable absorbent pads/liners, and bedding supplies) may indicate the severity of PRUI",
            "Some patients may perceive that they had become incontinent due to weakened PFMs and because they did not perform sufficient PFM exercises(6)",
            "Additional symptoms that may be reported with PRUI include vaginal bleeding, pain at the site of episiotomy or cesarean section, and breast pain",
            "Some patients may complain that their postnatal UI is associated with reduced vaginal sensation and/or having a “too-loose vagina” (46) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Confirm and follow physician’s orders/restrictions with regard to exercise that involves lifting or straining, especially in cases of vaginal prolapse/cystocele (i.e., anterior vaginal relaxation), third-degree  perineal tear, or urethral hypermobility",
            "Provide patient with a thorough explanation of the reason for PFM testing; inform patient that she may refuse digital exam of pelvic floor",
            "Individual screening and assessment are necessary for exercise therapy, including PFMT "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Urethral sphincter and PFM neuromuscular dysfunction(3,39)",
            "Urogenital damageduring vaginal delivery.(4) The major presumptive cause is weakening, overstretching, and straining ofPFMs, notably avulsion of the levator ani muscle (LAM), during labor and vaginal delivery (11,46,47)",
            "Instrumented delivery (e.g., forceps), third-degree  perineal tear, bladder neck hypermobility, and/or vaginal delivery of alarge baby probably contribute to PRUI(5,45)"
        ],
        "pathogenesis": [
            "Physiological mechanisms may be involved in the development of PRUI(12,13)–Physiological changes during pregnancy (e.g., increased progesterone, decreased relaxin, decreased collagen levels) maylead to reduced supportive strength and sphincter function of the PFM(43)–The increasing weight of the uterus and fetus may progressively weaken the PFMs",
            "Overstretching of PFMs during labor and delivery. PRUI occurs 2 times more often after vaginal delivery than aftercaesarian section (31% vs15%), with little change in prevalence over the first year postpartum(4)–PFM dysfunction is also associated with forceps-assisted  delivery (46,47)-Authors of a single-center  prospective observational cohort study (N = 987 healthy women with singleton pregnancy)found that forceps delivery was the most critical risk factor for LAM avulsion (47)–Authors of a multicenter retrospective study (N = 2,804 women with twins) found thatplanned caesareandelivery was associated with decreased prevalence of stress UI compared withplanned vaginal birth. At 2 years’follow-up,2,305 (82.2%) women completed the questionnaire (48)–Loss of urethral support, especially at the bladder neck, due to PFM weakness or insufficient tone–Slow sacral reflex responses to stress, particularly dysfunctional and/or delayed PFM contraction during coughing–Weakening of the urinary sphincter muscles is associated with stress UI–Detrusor muscle spasms/unstable bladder contractions or poor detrusor–sphincter coordination are associated with urge UIor “overactive bladder”",
            "Pelvic floor tissue damage during stressful vaginal delivery may involve the LAM and pudendal nerve.(14) Because theurethra is embedded in the anterior vaginal wall, overstretching during forceps-assisted  delivery may damage the pudendalnerve and reduce voluntary control of the external urethral sphincter(11)",
            "In animal models that simulate childbirth injury, vaginal distension is associated with denervation of the external urethralsphincter. Both vaginal distension and pudendal nerve crush injury decrease the leak point pressure, a measure of urethralresistance to leakage(15)",
            "The PFMs form a diaphragm to support the pelvic organs and also contribute to closure of the urethra sphincter. Thebladder neck and urethra are supported by the pelvic diaphragm. Poor tone, weakness, or unresponsiveness of the PFMsafter pregnancy may allow increased abdominal pressure to move the bladder neck from the proper urogenital angledownward into the position of urination. This straightening of the urethra may predispose individuals to stress UI. PFMT isbased on the assumption that strengthening and improving motor control of the pelvic floor can reduce PRUI(12,13)"
        ],
        "risk factors": [
            "Older maternal age at delivery is an established risk factor.(11) One exception is that no direct effect of maternal age at firstdelivery was reported in women 50 to 64 years of age with UI symptoms(16)",
            "BMI/obesity before pregnancy(16)",
            "Smoking more than 20 cigarettes per day may intensify UI symptoms(16)",
            "Family history of UI–Authors of a case study in the United States identified 4 pairs of identical twins from 101 pairs of postmenopausal twinsisters, one sister being nulliparous and the other parous. The identical twins had similar UI status, and vaginal deliverywas not associated with the development of UI in later life(17)",
            "Forceps delivery. (46,47) Authors of a 4-month  follow-up study (N = 632) in Canada found that the incidence of postpartumUI was higher with forceps delivery (15.5%) compared with no forceps delivery (8.7%)(11)",
            "Vaginal delivery. (48) Authors of a prospective cohort study (N = 120) in Brazil found that the incidence of UI was 2.4times higher after vaginal delivery, especially of a large baby, compared to cesarean section(18)",
            "Authors of a prospective cohort study (N = 1,507) in Australia found that women with UI (even occasional leakage) duringchildhood and/or before pregnancy had higher risk for the development of PRUI than those who were continent beforepregnancy(2)",
            "PRUI is a risk factor for postpartum UI (44)",
            "Increased vaginal parity is associated with a 2.4x increase in relative lifetime risk of incontinence. For parity of four ormore, the number increases to 2.8 (46)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Confirm that the patient has received medical clearance for PFM exam and PFMT",
        "Obtain informed signed consent to digital PFM examination. Most patients will likely prefer a vaginal exam by a female nurse or physical therapist",
        "Practitioners treating pregnant women should have specific training to treat UI and obstetric patients and must ensure that they stay within the boundaries of what is common practice for their professional training and within the scope of practice allowed by their license",
        "Allow patient to be accompanied by a caregiver or partner during the exam and treatment sessions",
        "Confirm that the patient does not present with any unstable cardiac disease, acute infection, or other acute medical condition that would contraindicate physical exertion",
        "Prepare patient for the possibility of stress-induced  UI during the exam and treatment",
        "Reassure patient that she may use the toilet as needed prior to and during the exam",
        "If patient uses a tampon for protection against leakage during exercise, confirm that this use is approved by the referring physician",
        "The Examination and Plan of Care listed below are meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
        "See  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan of"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Confirm and follow physician’s orders/restrictions with regard to exercise that involves lifting or straining, especially in cases of vaginal prolapse/cystocele (i.e., anterior vaginal relaxation), third-degree  perineal tear, or urethral hypermobility",
            "Provide patient with a thorough explanation of the reason for PFM testing; inform patient that she may refuse digital exam of pelvic floor",
            "Individual screening and assessment are necessary for exercise therapy, including PFMT "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the onset of PRUI. Was UI present before pregnancy? Did UI worsen because of pregnancy?",
                "course of treatment": {
                    "medical management": "Has patient kept a bladder diary to record the pattern of voiding, noting times and the amounts of urine produced? What conservative or behavioral therapies for UI have been tried? Did the patient have bladder neck hypermobility in early pregnancy, a large baby, or a forcepsassisted  delivery? The effectiveness of PFMT has not been established in women with these factors(5)",
                    "surgical management": [
                        "Surgical management:  Have any surgical interventions been tried? Surgical options for severe UI and cases persisting longer than 12 months despite conservative therapy include a urethral sling device, which can be inserted under local anesthesia; transobturator tape; vaginal tape; and the artificial urinary sphincter.(19) Authors of a study (N = 12) in Turkey found that placement of a midurethral sling to treat stress UI after pregnancy was not associated with increased risk of subsequent postpartum stress UI (44)",
                        "Medications for management of UI after pregnancy  (20)",
                        "Confirm that the patient is compliant and that the medications are effective",
                        "Duloxetine (Cymbalta) has recently been introduced for the management of women with stress incontinence. Duloxetine may impact balance",
                        "Alpha-adrenergic  drugs (e.g., pseudoephedrine) may improve the symptoms of stress UI by increasing resting urethral tone",
                        "Anticholinergics (e.g., oxybutynin, tolterodine, trospium chloride, solifenacin, and darifenacin) are commonly used for idiopathic urge UI",
                        "Vaginal estrogen cream or ring may help to engorge the tissue that embeds the urethra",
                        "Treatment with duloxetine in combination with physiotherapy has been shown to improve the continence rate(21)"
                    ],
                    "medications": "",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Cough stress test  the patient relaxes in supine and/or upright sitting, then coughs vigorously as the clinician checks for loss of urine",
                        "Urinalysis  for evidence of infection, stones, or other contributing causes",
                        "Ultrasound  to visualize anatomy of the pubic area, kidneys, ureters, bladder, and urethra; to estimate bladder residual volume",
                        "Cystoscopy  fiber optics to see inside the urethra and bladder",
                        "Urodynamics  measurement of pressure in the bladder and the flow of urine"
                    ],
                    "alternative therapies": "Document use and effectiveness of Kegel exercises, electrical stimulator, or therapeutic magnets. Does patient use a tampon to prevent leakage during exercise? If so, does her physician approve of this practice?",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for orthopedic or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Predisposing factors include -Coughing, laughing, squatting, or Valsalva maneuver (activities that increase abdominal pressure) -Caffeinated beverages(21) -High daily fluid intake (especially if over 3,000 mL)(22)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs intermittent, sharp, dull, aching, burning, numbness, tingling), if applicable. In general, are symptoms improving, worsening, or staying the same?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms of incontinence at their best, at their worst, and at the moment",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night from nocturnal incontinence or enuresis ",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/sexual dysfunction, saddle anesthesia) -Fecal incontinence is another symptom commonly associated with pelvic floor muscle injury (45)",
                "respiratory status": "Document whether patient uses supplemental oxygen Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has patient received treatment for UI, such as after pregnancy or surgery?",
                    "comorbid diagnoses": "Ask patient about other problems, including neurological diseases, diabetes, cancer, heart disease, psychiatric disorders, orthopedic disorders, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms that should be considered during therapy"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does UI restrict the patient’s participation in occupational or recreational activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Document any noted limitations",
                "living environment": "Stairs, number of floors in home; does patient live with caregivers? Identify if there are barriers to independence in the home. Are any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting. Patient should void as normally and completely as possible prior to the exam.) Avoid supine position during later stages (usually after 20 weeks) of pregnancy",
            "anthropometric characteristics": "Document height, weight, and BMI. Weight gain during pregnancy may affect functional mobility and gait mechanics",
            "assistive and adaptive devices": "Document use of prescribed assistive/adaptive devices; assess for appropriate fit and use",
            "balance": "Assess static and dynamic balance reactions in sit and stand, as indicated by ambulatory status. Evaluate protective reactions to perturbations from the front, sides, and rear",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess peripheral pulses and capillary refill time",
            "functional mobility": "Assess movement during general activities, including stair climbing and transfers. Use Timed Up and Go (TUG) test or FIM for objective assessment",
            "gait locomotion": "Observe gait and note deviations. Assess stability during gait with hands-on  perturbationsAssess stability and mobility of the lumbar spine and pelvic and hip joints",
            "muscle strength": "Assess lumbopelvic and hip joint strength with manual muscle testing (document any reported UI while testing). Avoid supine position during latter stages of pregnancy",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess posture in sit and stand (with and without adaptive equipment, as appropriate)",
            "range of motion": "Assess lumbopelvic and hip joint ROM",
            "self-care activities of daily living": "Assess whether patient is independent in self-care  for UI",
            "reflex testing": "Assess deep tendon reflexes, as indicated",
            "sensory testing": "Assess sensation in the sacral dermatomes (see Special tests specific to diagnosis )",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Several methods may be used to assess the frequency and severity of urinary leakageUseful also for assessing impact of UI on social functioning and quality of life(10) -Number of protection products used dailyGrams of urine loss in pads/liners used over a standardized period Grams of urine lost during an outpatient visitRecord of the episodes of urine loss experienced over a standardized periodThe bladder should be full. Patient relaxes in supine and/or semi-recumbent  sitting position, and then coughs vigorously once as the clinician checks for loss of urine. Immediate leakage that starts and stops with the cough confirms stress UI. Delayed or persistent leakage suggests detrusor over-activity  that was triggered by the coughUse gloved hand with patient in supine crook-lying position (this procedure should be done by a continence specialist) -S2 – stroke the lateral surface of buttock and thigh -S3 – stroke the inner surface of the buttock and thigh -S4 – stroke either side of the anus and perineumStrength can be measured directly by perineometry) -Depending on patient comfort, insert 1 or 2 fingers into vagina (document if painful) -Ask patient to imagine she is trying to stop the flow of urine in mid-stream  or the passing of gas by squeezing only the muscles around the vagina and rectum. Note whether buttocks, thighs, and stomach stay relaxed. Document patient’s response to cueing(23) 1 = no response (cannot perceive), 2 = weak (felt as a flick), 3 = moderate (felt all around fingers), 4 = strong (fingers compressed). Using this scoring system, intravaginal strength was generally weaktomoderate, averaging 2.7, in women undergoing surgical treatment for stress UI(23)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "Assess for coordinated movement of major joints during general mobility",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Prepare patient for the likelihood of increased stress-induced  UI during exercise",
                "Use a 0 to 10 rating scale or V AS for patient to report the level of exertion during exercise and level of pain, if present",
                "Confirm and follow physician’s orders/restrictions, especially with regard to exercise therapy (e.g., lifting or straining)",
                "Confirm that use of a tampon during exercise is approved by physician",
                "To maintain adherence, modify the exercise plan as indicated to minimize the patient’s fatigue and to increase enjoyment",
                "Use of electrotherapeutic modalities is generally contraindicated during pregnancy",
                "Clinicians should follow the guidelines of their clinic/hospital for modalities and electrotherapy, and the physician’s orders. The summary below is meant to serve only as a guide"
            ]
        },
        "diagnosis need for treatment": "Current PRUI or history of PRUI/bothersome urinary leakage; trial of PFMT indicated to improve pelvic floor function",
        "rule out": "Physician should exclude causes of neurogenic bladder (e.g., spinal cord injury, multiple sclerosis, Parkinson's disease, Alzheimer's, stroke); type 2 diabetes; toxemia of pregnancy",
        "prognosis": [
            "UI in women is likely to progress during their lifespan. Investigators in the Nurses’ Health Study (N = 28,813, ages 54–79) in the United States found that only 8.9% who had at least monthly leakage at baseline and were followed for 2 years without controlled intervention improved to monthly or less frequently, and only 2% had complete remission. In contrast, 32.1% progressed to leakage at least weekly(24)",
            "Authors of a 2010 Cochrane review found that women who received standard PFMT for at least 12 weeks reported better UI-specific  quality of life than women who did not and also had fewer incontinence episodes per day and less leakage on short office-based  pad test(9)",
            "However, the long-term  benefit of brief postnatal PFMT remains questionable. Authors of a 6-year  follow-up  RCT (N = 747) in the United Kingdom and New Zealand, as well as an 8-year  follow-up  RCT (N = 164) in the United Kingdom, found that PRUI persisted in a high percentage of cases after ante-natal  PFMT.(25,26) It is unclear whether the women in these two studies continued an effective PFMT maintenance program",
            "Authors of a study (N = 57) in Canada found that treatment success (less than 2grams leakage in 20-minute  pad test) in a PFMT program for women with postpartum stress UI was associated with having pretreatment PFM weakness, as indicated by reduced passive intravaginal force on dynamometry(27) "
        ],
        "referral to other disciplines": " Referral to other disciplines Continence specialist (e.g., nurse practitioner, midwife, physical therapist) for pelvic floor exam and initial training Gynecologist for pelvic pain, hematuria, diabetes, hypertension, suspicion of bladder disease, symptomatic vaginal prolapse, or other complications of pregnancy Occupational therapist for disability in ADLs Psychologist (e.g., for consultation regarding signs of anxiety disorder or postpartum depression) Behavioral therapist can provide training or supervision for UI(37) –Scheduled voiding can be used to gradually increase a person’s control over voiding and reduce the risk for episodes of UI",
        "other considerations": [
            "Authors of a comprehensive review of the literature found that a PFMT program can be recommended both during pregnancy and in the postnatal period for lessening the severity of P RUI. Specific guidelines for PFMT are not yet established  (50) –V oluntary elevation of the pelvic floor due to PFM contraction is the proposed mechanismfor improving urinary continence. PFMT may promote (50) -higher resting position of the bladder -closure of the levator hiatus -reduced pubovisceral length -build-up  of PFM volume",
            "Authors of an RCT (N = 97 Caucasian healthy nulliparae in uncomplicated pregnancies) found that prenatal high-  and low-impact  aerobic exercises are consistent with improved quality of life related to UI. PFMT is effective in patients with good control of their PFM activity. The safety of high-impact exercises during pregnancy has not been established (51)",
            "Authors of a 2014 systematic review of 22 trials (N = 8,485) found that intensive antenatal (preventive) PFMT is associated with a lower incidence of PRUI for up to 6 months after delivery in women who are continent before pregnancy(5)",
            "Supervised postpartum PFMT for reducing PRUI in the short term is supported by numerous high-quality  RCTs, none of which reported serious adverse outcomes (5,7,8,28,49)",
            "Authors of an RCT(N = 168) in the United Kingdom involving primigravidae with bladder neck hypermobility (Valsalva test) found that PFMT from 20 weeks until delivery was effective in reducing postpartum stress UI(29)",
            "Some postnatal women with pelvic organ prolapse may be eligible for PFMT. Authors of a study (N = 47) in the United Kingdom found that women with symptomatic stage I or II pelvic organ prolapse were significantly more likely to have an improved prolapse stage and were significantly more likely to say their prolapse was better after PFMT(30)",
            "Hands-on  coaching by a continence specialist is often required to isolate contraction of the pelvic floor and to suppress the activation of accessory muscles (lower abdominal, gluteal, and thigh muscles)(5,28)",
            "Accurate manual assessment of PFM function and strength during treatment may require vaginal palpation by a continence specialist(31)",
            "Authors of an RCT (N = 264 women with PRUI) in the Netherlands found that the prevalence of UI was not different between women who received PFMT and those who had usual care.(32) However, as in any physical training program, successful outcomes after PFMT depend on patient compliance with the exercise guidelines. Less than 37% of the intervention group in this study trained at the prescribed intensity",
            "Based on an in-house  2011 systematic review, the Joanna Briggs Institute recommends the following PFMT practice(33) –Confirm that the PFM exercises are performed correctly –Encourage the exercises both during and after pregnancy –Pay particular attention to women with antenatal and/or postnatal UI –Incorporate at least two supervised, individual-instruction  sessions into the program –Design a practical, daily home program –Provide follow-up  contact postpartum, either by telephone, electronic communication, or home visits",
            "Clinicians should confirm that patients receiving PFMT perform the exercises correctly at the intensity, duration, and frequency prescribed in the treatment plan. The lack of individualized correction of faulty PFM contraction may explain  why authors of an RCT (N = 105) in Norway found that PFMT taught in a general fitness class (1 hour, 2 times per week, 12 weeks) did not reduce symptoms of PRUI(34)",
            "Authors of a 2005 systematic review found that the effectiveness of and adherence to PFMT programs after pregnancy may depend on the following variables:(35) –One-to-one  instruction with a healthcare professional (generally a physical therapist) –A number of regularly scheduled instructional sessions –Feedback on the correctness of PFM contractions –Provision of take-home  materials (pamphlets, tapes, and diaries)",
            "Authors of a controlled cohort study (N = 66) in Thailand found that PFMT (supervised exercises for 45 minutes once every 2 weeks for 6 weeks and a handbook with detailed instructions for performing 20 sets of the exercises twice daily) reduced the severity of stress PRUI symptoms and the frequency and volume of urine leakage(36) –On follow-up  after 6 weeks, the PFMT group reported significantly fewer symptoms of stress UI and lower frequency and volume of urine leakage than the controls",
            "Authors of a prospective study (N = 413) in Spain found that stress PRUI persisted in 6.9% of participants at 6 months postpartum and that a program of PFM exercises for 3 months was associated with significantly improved symptoms in these women(40)",
            "Electrical stimulation may be effective to assist non-pregnant  women initiate strong contractions for PFMT.(37) However, more research is warranted",
            "A 2014 clinical practice guideline from the American College of Physicians recommends PFMT as first-line  treatment for women with stress UI and PFMT with bladder training as first-line  treatment for women with mixed UI prior to pregnancy(41) . Problem Goal Intervention Expected Progression Home Program Complaint of urinary leakageImprove continence Therapeutic modalities _ PFMT: a typical program involves 3 sets of 8–12 contractions (hold for 5–10 secs); relax for 10 to 20 secs between each, 2 min rest between sets, repeat 2–3 times daily. Exercises may be performed in the supine, sitting, or standing positionsA significant reduction in leakage should be noted after several weeksContinue exercises at home ."
        ],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "patient satisfaction regarding continence and quality of life": [
            "ICIQ-SF(9)"
        ],
        "improved continence": [
            "Urine leaked on a standard 24-hour  pad test(1)"
        ],
        "improved strength and endurance of pfm contractions": [
            "Assessment on digital exam(23)"
        ]
    },
    "maintenance or prevention": [
        "Continue PFMT to maintain desired treatment outcomes",
        "Lifestyle modifications such as obesity prevention and smoking cessation may also help prevent development of pelvic floor dysfunction (45)"
    ],
    "patient education": [
        "Patients can find more information at https://my.clevelandclinic.org/health/articles/urinary-incontinence https://my.clevelandclinic.org/health/articles/pregnancy-and-bladder-control https://www.webmd.com/urinary-incontinence-oab/pregnancy#1 Urinary incontinence in women (beyond the basics), at http://www.uptodate.com/contents/urinary-incontinence-in-women-beyond-the-basics Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Abrams P, Cardozo L, Fall M, et al. The standardization of terminology in lower urinary tract function: report from the standardization sub-committee  of the International Continence Society. Neurourol Urodyn . 2002;21(2):167-178.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Brown SJ, Donath S, MacArthur C, McDonald EA, Krastev AH. Urinary incontinence in nulliparous women before and during pregnancy: prevalence, incidence, and associated factors. Int Urogynecol J Pelvic Floor Dysfunct . 2010;21(2):193-202.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Weidner AC, South MM, Sanders DB, Stinnett SS. Change in urethral sphincter neuromuscular function during pregnancy persists after delivery. Am J Obstet Gynecol . 2009;201(5):529.e1-6.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Thom DH, Rortveit G. Prevalence of postpartum urinary incontinence: a systematic review. Acta Obstet Gynecol Scand . 2010;89(12):1511-1522.  (SR)"
        },
        {
            "number in article": 5,
            "reference": "Cody JD, Boyle R, Hay-Smith  EJC, Mørkved S. Pelvic floor muscle training for prevention and treatment of urinary and faecal incontinence in antenatal and postnatal women. Cochrane Database Syst Rev . 2012;CD007471. doi:10.1002/14651858.CD007471.  (SR)"
        },
        {
            "number in article": 6,
            "reference": "Hermansen IL, O'Connell BO, Gaskin CJ. Women's explanations for urinary incontinence, their management strategies, and their quality of life during the postpartum period. J Wound Ostomy Continence Nurs . 2010;37(2):187-192.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Dinc A, Kizilkaya Beji N, Yalcin O. Effect of pelvic floor muscle exercises in the treatment of urinary incontinence during pregnancy and the postpartum period. Int Urogynecol J Pelvic Floor Dysfunct . 2009;20(10):1223-1231.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Mørkved S, Bø K, Schei B, Salvesen KA. Pelvic floor muscle training during pregnancy to prevent urinary incontinence: a single-blind  randomized controlled trial. Obstet Gynecol. 2003;101(2):313-339.  (RCT)"
        },
        {
            "number in article": 9,
            "reference": "Dumoulin C, Hay-Smith  J, Mac Habee-Seguin  G. Pelvic floor muscle training versus no treatment for urinary incontinence in women. Cochrane Database Syst Rev . 2014; (3):CD005654. doi:10.1002/14651858.CD005654.  (SR)"
        },
        {
            "number in article": 10,
            "reference": "Karantanis E, Fynes M, Moore KH, Stanton SL. Comparison of the ICIQ-SF and 24-hour pad test with other measures for evaluating the severity of urodynamic stress incontinence. Int Urogynecol J Floor Dysfunct . 2004;15(2):111-116.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Baydock SA, Flood C, Schulz JA, et al. Prevalence and risk factors for urinary and fecal incontinence four months after vaginal delivery. J Obstet Gynaecol Can . 2009;31(1):36-41.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Corton MM. Anatomy of pelvic floor dysfunction. Obstet Gynecol Clin North Am . 2009;36(3):401-419.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Deffieux X, Hubeaux K, Faivre E, et al. Sacral reflexes and urinary incontinence in women: new concepts. Ann Phys Rehabil Med . 2009;52(3):256-268.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Heilbrun ME, Nygaard IE, Lockhart ME, et al. Correlation between levator ani muscle injuries on magnetic resonance imaging and fecal incontinence, pelvic organ prolapse, and urinary incontinence in primiparous women. Am J Obstet Gynecol . 2010;202(5):488.1-6.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Sajadi KP, Gill BC, Damaser MS. Neurogenic aspects of stress urinary incontinence. Curr Opin Obstet Gynecol . 2010;22(5):425-429.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Rortveit G, Hunskaar S. Urinary incontinence and age at the first and last delivery: the Norwegian HUNT/EPINCONT study. Am J Obstet Gynecol . 2006;195(2):433-438.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Buchsbaum GM, Duecy EE. Incontinence and pelvic organ prolapse in parous/nulliparous pairs of identical twins. Neurourol Urodyn . 2008;27(6):496-498.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Herrmann V, Scarpa K, Palma PC, Riccetto CZ. Stress urinary incontinence 3 years after pregnancy: correlation to mode of delivery and parity. Int Urogynecol J Pelvic Floor Dysfunct. 2009;20(3):281-288.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Wai CY. Surgical treatment for stress and urge urinary incontinence. Obstet Gynecol Clin North Am . 2009;36(3):509-519.  (RV)"
        },
        {
            "number in article": 20,
            "reference": "Robinson D, Cardozo L. New drug treatments for urinary incontinence. Maturitas. 2010;65(4):340-347.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Pantazis K, Freeman RM. Investigation and treatment of urinary incontinence. Curr Obstet Gynaecol . 2006;16(6):344-352.  (RV)"
        },
        {
            "number in article": 22,
            "reference": "Kincade JE, Dougherty MC, Carlson JR, Wells EC, Hunter GS, Busby-Whitehead  J. Factors related to urinary incontinence in community-dwelling  women. Urol Nurs . 2007;27(4):307-317.  (R)"
        },
        {
            "number in article": 23,
            "reference": "FitzGerald MP, Burgio KL, Borello-France  DF, et al. Pelvic-floor  strength in women with incontinence as assessed by the Brink Scale. Phys Ther . 2007;87(10):1316-1324.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Lifford KL, Townsend MK, Curhan GC, Resnick NM, Grodstein F. The epidemiology of urinary incontinence in older women: incidence, progression, and remission. J Am Geriatr Soc . 2008;56(7):1191-1198.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Glazener CM, Herbison GP, MacArthur C, Grant A, Wilson PD. Randomised controlled trial of conservative management of postnatal urinary and faecal incontinence: six year follow up. BMJ. 2005;330(7487):337. (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Agur WI, Steggles P, Waterfield M, Freeman RM. The long-term  effectiveness of antenatal pelvic floor muscle training: eight-year  follow up of a randomized controlled trial. BJOG. 2008;115(8):985-990.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Dumoulin C, Bourbonnais D, Morin M, Gravel D, Lemieux M-C. Predictors of success for physiotherapy treatment in women with persistent postpartum stress urinary incontinence. Arch Phys Med Rehabil . 2010;91(7):1059-1063.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Harvey MA. Pelvic floor exercises during and after pregnancy: a systematic review of their role in preventing pelvic floor dysfunction. J Obstet Gynaecol Can . 2003;25(6):487-498.  (SR)"
        },
        {
            "number in article": 29,
            "reference": "Reilly ETC, Freeman RM, Waterfield MR, Waterfield AE, Steggles P, Pedlar F. Prevention of postpartum stress incontinence in primigravidae with increased bladder neck mobility: a randomized controlled trial of antenatal pelvic floor exercises. BJOG. 2002;109(1):68-76.  (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Hagen S, Stark D, Glazener C, Sinclair L, Ramsay I. A randomized controlled trial of pelvic floor muscle training for stages I and II pelvic organ prolapse. Int Urogynecol J Pelvic Floor Dysfunct . 2009;20(1):45-51.  (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Bø K, Sherburn M. Evaluation of female pelvic-floor  muscle function and strength. Phys Ther . 2005;85(3):269-282.  (RV)"
        },
        {
            "number in article": 32,
            "reference": "Woldringh C, van den Wijngaart M, Albers-Heitner  P, Lycklama à Nijeholt AAB, Lagro-Janssen  T. Pelvic floor muscle training is not effective in women with UI in pregnancy: a randomised controlled trial. Int Urogynecol J Pelvic Floor Dysfunct . 2007;18(4):383-390.  (RCT)"
        },
        {
            "number in article": 33,
            "reference": "Joanna Briggs Institute. The Joanna Briggs Institute Best Practice Information Sheet: The effectiveness of pelvic floor muscle exercises on urinary incontinence in women following childbirth. Nurs Health Sci  Web site. . 2011;13(3):378-381.  doi:10.1111/j.1442-2018.2011.00617.x.  (RV)"
        },
        {
            "number in article": 34,
            "reference": "Bø K, Hagen Haakstad LA. Is pelvic floor muscle training effective when taught in general fitness class in pregnancy? A randomised controlled trial. Physiother . 2011;97(3):190-195.  (RCT)"
        },
        {
            "number in article": 35,
            "reference": "Haddow G, Watts R, Robertson J. Effectiveness of a pelvic floor muscle exercise program on urinary incontinence following childbirth. Int J Evid Based Healthc . 2005;3(5):103-146.  (G)"
        },
        {
            "number in article": 36,
            "reference": "Sangsawang B, Serisathien Y. Effect of pelvic floor muscle exercise programme on stress urinary incontinence among pregnant women. J Adv Nurs . 2012;68(9):1997-2007. (R)"
        },
        {
            "number in article": 37,
            "reference": "Lukacz ES, et al. Patient information: Urinary incontinence in women (beyond the basics). December 2017. http://www.uptodate.com/contents/urinary-incontinence-in-women-beyond-the-basics . Accessed August 8, 2019. (G)"
        },
        {
            "number in article": 38,
            "reference": "Martinez Franco E, Pares D, Lorente Colome N, Mendez Paredes JR, Amat Tardiu L. Urinary incontinence during pregnancy. Is there a difference between first and third trimester?. Eur J Obstet Gynecol Reprod Biol . 2014;182:86-90.  doi:10.1016/j.ejogrb.2014.08.035. (R)"
        },
        {
            "number in article": 39,
            "reference": "Tarnay CM. Urinary incontinence & pelvic floor disorders. DeCherney AH, Laufer N, Nathan L, Roman AS, eds. Current Diagnosis & Treatment: Obstetrics & Gynecology . 11th ed. New York, NY: McGraw-Hill;  2013. (GI)"
        },
        {
            "number in article": 40,
            "reference": "Martin-Martin  S, Pascual-Fernandez  A, Alvarez-Colomo  C, Calvo-Gonzalez  R, Munoz-Moreno  M, Cortinas-Gonzalez  JR. Urinary incontinence during pregnancy and postpartum. Associated risk factors and pelvic floor exercises. Arch Esp Urol . 2014;67(4):323-330.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Qaseem A, Dallas P, Forciea MA, Starkey M, Denberg TD, Shekelle P; Clinical Guidelines Committee of the American College of Physicians. Nonsurgical management of urinary incontinence in women: a clinical practice guideline from the American College of Physicians. Ann Intern Med . 2014;161(6):429-440.  doi:10.7326/M13-2410.  (G)"
        },
        {
            "number in article": 42,
            "reference": "Sangsawang B. Risk factors for the development of stress urinary incontinence during pregnancy in primigravidae: a review of the literature. Eur J Obstet Gynecol Reprod Biol . 2014;178:27-34.  doi:10.1016/j.ejogrb.2014.04.010. (RV)"
        },
        {
            "number in article": 43,
            "reference": "Cavkaytar S, Kokanali MK, Ozer I, Erkilinc S, Aksakal OS, Doganay M. Effect of pregnancy and delivery on urinary incontinence after the midurethral sling procedure. Int Urogynecol J . 2015;26(5):693-698.  doi:10.1007/s00192-014-2568-6.  (R)"
        },
        {
            "number in article": 44,
            "reference": "Bartling SJ, Zito PM. Overview of pelvic floor dysfunction associated with pregnancy. Int J Childbirth Ed. . 2016;31(1):18-20.  (RV)"
        },
        {
            "number in article": 45,
            "reference": "Hoyte L, Wyman AM, Hahn LA. Vaginal delivery and the pelvic floor: outcomes of levator ani injury. Contemporary Ob/Gyn. . 2015;60(11):14-18.  (RV)"
        },
        {
            "number in article": 46,
            "reference": "van Delft K, Sultan AH, Thakar R, Schwetner-Tiepelmann  N, Kluivers K. The relationship between postpartum levator ani muscle avulsion and signs and symptoms of pelvic floor dysfunction. BJOG. August 2014;121(9):1164-72.  doi:10.1111/1471-0528.12666.  (R)"
        },
        {
            "number in article": 47,
            "reference": "Urbankova I, Grohregin K, Hanacek J, et al. The effect of the first vaginal birth on pelvic floor anatomy and dysfunction. Int Urogynecol J . Advance online publication. July 20,"
        },
        {
            "number in article": 2019,
            "reference": " doi:10.1007/s00192-019-04044-2.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Hutton EK, Hannah ME, Willan AR, et al. Urinary stress incontinence and other maternal outcomes 2 years after caesarean or vaginal birth for twin pregnancy: a multicentre randomised trial. BJOG. December 2018;125(13):1682-1690.  doi:10.1111/1471-0528.15407.  (RCT)"
        },
        {
            "number in article": 49,
            "reference": "Mørkved S, Bø K. Effect of pelvic floor muscle training during pregnancy and after childbirth on prevention and treatment of urinary incontinence: a systematic review. Br J Sports Med . February 2014;48(4):299-310.  doi:10.1136/bjsports-2012-091758.  (SR)"
        },
        {
            "number in article": 50,
            "reference": "Soave I, Scarani S, Mallozzi M, Nobili F, Marci R, Caserta D. Pelvic floor muscle training for prevention and treatment of urinary incontinence during pregnancy and after childbirth and its effect on urinary system and supportive structures assessed by objective measurement techniques. Arch Gynecol Obstet . March 2019;299(3):609-623. doi:10.1007/s00404-018-5036-6.  (RV)"
        },
        {
            "number in article": 51,
            "reference": "Szumilewicz A, Dornowski M, Piernicka M, et al. High-Low  Impact Exercise Program Including Pelvic Floor Muscle Exercises Improves Pelvic Floor Muscle Function in Healthy Pregnant Women - A Randomized Control Trial. Front Physiol . January 30, 2019;9:1867. doi:10.3389/fphys.2018.01867. (RCT)"
        }
    ]
}