{
    "metadata": {
        "title": "Osteoarthritis  Occupational Therapy •Cardiorespiratory function and endurance : Assess aerobic activity tolerance, endurance for functional activities. Patients who have OA demonstrate decreased aerobic capacity.(11)Note if the patient is easily fatigued or reports shortness of breath with activities. Assess pulse bilaterally and note any abnormalities •Ergonomics/body mechanics : Assess patient’s posture and technique used for functional activities; observe compensatory techniques and the amount of force used on joints •Functional mobility  (including transfers, etc.): Assess patient’s functional mobility •Gait/locomotion: Assess for antalgic gait or excessive compensatory mechanisms •Joint integrity and mobility : Assess integrity, stability, mobility, and deformity of the involved joints. Joint hypomobility and tenderness/pain are commonly associated with OA. Note crepitus, swelling, heat, and/or redness –Note the presence of joint deformity of the hand -Heberden’s nodes of the DIP joints -Bouchard’s nodes of the PIP joints -Thumb CMC instability/subluxation    •Motor function (motor control/tone/learning): Assess fine and gross motor function of the upper extremities and hands, as well as coordination; describe the quality of movement –Observe manual dexterity: serial opposition or rapidly touching each finger to thumb in succession –Use standardized assessments whenever possible –Note if any tremor or ataxia •Muscle strength : Perform manual muscle testing (MMT) for bilateral extremities, noting any asymmetry or abnormality. Patients with OA often have diminished strength(14) –Test hand strength through MMT, Jamar dynamometer for grip strength, pinch meters for pinch strength –Do not perform MMT on muscles with contractures, abnormal tone, or coordination impairment •Observation/inspection/palpation  (including skin assessment): Observe for any deformities, nodes, ligament laxity, or swelling of individual joints.(10) Inspect joints for redness, swelling, pain, subluxation or dislocation, crepitus, and tendon rupture. Common deformities include CMC subluxation, Heberden’s nodes, and Bouchard’s nodes –Palpate joints to assess for ligament laxity, deformity, or swelling(10) –Document presence of any skin breakdown, including decubitus ulcers and open wounds, especially if the patient wears splints or braces •Perception (e.g., visual field, spatial relations) –Ocularmotor screening includes tracking through all planes, visual accommodation, and clarity of vision -Document complaints of double vision, optic pain, or visual field cuts -Document use of eye patching and/or corrective lenses –Referral to ophthalmology or neuro-ophthalmology  is appropriate if symptoms of visual disturbances are noted during evaluation –For additional information on assessment and treatment of patients with visual impairments, see  Clinical Review…Visual Dysfunction: Occupational Therapy ; CINAHL Topic IDNumber: T708963 •Posture : Assess patient’s posture in standing as well as during functional activities. Note the use of compensatory techniques and the amount of force that is placed on a joint during functional activities •Range of motion : Assess bilateral passive and active ROM. ROM often is diminished in patients with moderate to severe OA (e.g., hip extension, internal rotation, abduction, external rotation, adduction, and flexion might be diminished in patients with hip OA)(14) –Document presence of contractures –Document pain with any active or passive movement •Self-care/activities  of daily living  (objective testing) –FIM – observation of eating; grooming; bathing; dressing upper extremity; dressing lower extremity; bowel management; bladder management; transfers to bed, chair, and wheelchair; transfer to tub, toilet, and shower; and walking or wheelchair propulsion and stair climbing, each rated on a 7-point  scale on amount of assistance needed(5) –Klein-Bell  Activities of Daily Living Scale—observation of 6 areas of ADLs: mobility, emergency communication, dressing, elimination, bathing/hygiene, and eating, rated able to perform, unable to perform, or not applicable(10) –Document IADLs functioning such as housework, meal preparation, and driving •Sensory testing : Assess bilateral sensation for light-touch,  sharp/dull, 2-point  discrimination, temperature, pressure, proprioception, and vibration •Special tests specific to diagnosis –Arthritis Hand Function Test: standardized measurement of the hand for adults with OA(10) –Australian/Canadian Osteoarthritis Hand Index (AUSCAN): assessment of pain, stiffness, and physical disability of persons with OA of the hands(13) –Arthritis Impact Measurement Scales (AIMS): assessment consisting of 12 areas that measure QOL of persons with arthritis(13) –Hip Disability and Osteoarthritis Outcome Score (HOOS): assessment of patients’ view about their hip and related functioning(35) –Knee Injury and Osteoarthritis Outcome Score (KOOS): assessment of patients’ view about their knee and related functioning(36)    Assessment/Plan of Care",
        "synonyms": [
            "degenerative arthritis",
            "degenerative joint disease",
            "arthritis",
            "osteoarthrosis",
            " arthrosis",
            "occupational therapy: osteoarthritis",
            "degenerative joint disease: occupational therapy",
            "arthritis, osteo: occupational therapy",
            "oa: occupational therapy",
            "joint disease, degenerative: occupational therapy",
            "degenerative arthritis: occupational therapy",
            "arthritis, degenerative: occupational therapy",
            "osteoarthrosis: occupational therapy"
        ],
        "anatomical location body part affected": [
            "Musculoskeletal system, primarily the cartilage and subchondral bone in any joint in the body. The most common joints affected are hips, knees, spine, distal interphalangeal joints, trapeziometacarpal joint, and first metatarsophalangeal joint(1)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation"
        ],
        "description": [
            "Osteoarthritis (OA) has been found to be the leading cause of disability in those over 65 years of age.(2) OA is a progressive loss of joint cartilage leading to changes in subchondral bone and changes at joint margins. OA is no longer considered a condition of wear and tear associated with aging. Most patients with symptomatic OA experience an inflammatory component. Over the past 10 years new knowledge on cartilage has led to a change in the approach to treatment of OA(1)",
            "Primary osteoarthritis: idiopathic in etiology,(2) most commonly found in the distal interphalangeal (DIP) and the proximal interphalangeal (PIP) joints of the fingers, the carpometacarpal (CMC) joint of the thumb, the metatarsophalangeal (MTP) joint of the big toe, the hip, the knee, and the cervical and lumbar spine(21)",
            "Secondary osteoarthritis might occur in any joint as the result of articular injury. The injury might be acute, as in a fracture, or chronic such as in overuse, metabolic disease, or neurologic disorders(21)",
            "For more detailed information on osteoarthritis, see  Clinical Review…Osteoarthritis, Cervical  ; CINAHL Topic ID Number: T708512;  Clinical Review…Osteoarthritis/ Osteoarthrosis: Carpometacarpal Joint of Thumb  ; CINAHL Topic ID Number: T708514;  Clinical Review…Osteoarthritis, Hip  ; CINAHL Topic ID Number: T708732; and  Clinical Review…Osteoarthritis, Knee (Nonoperative Management)  ; CINAHL Topic ID Number: T708412"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M15": {
                "base": "polyarthrosis",
                "M15.0": "primary generalized (osteo)arthrosis",
                "M15.1": "Heberden’s nodes (with arthropathy)",
                "M15.2": "Bouchard’s nodes (with arthropathy)",
                "M15.3": "secondary multiple arthrosis",
                "M15.4": "erosive (osteo) arthrosis",
                "M15.8": "other polyarthrosis",
                "M15.9": "polyarthrosis, unspecified"
            },
            "M16": {
                "base": "coxarthrosis (arthrosis of hip)",
                "M16.0": "primary coxarthrosis, bilateral",
                "M16.1": "other primary coxarthrosis",
                "M16.2": "coxarthrosis resulting from dysplasia, bilateral",
                "M16.3": "other dysplastic coxarthrosis",
                "M16.4": "post-traumatic coxarthrosis, bilateral",
                "M16.5": "other post-traumatic coxarthrosis",
                "M16.6": "other secondary coxarthrosis, bilateral",
                "M16.7": "other secondary coxarthrosis",
                "M16.9": "coxarthrosis, unspecified"
            },
            "M17": {
                "base": "gonarthrosis (arthrosis of knee)",
                "M17.0": "gonarthrosis, unspecified",
                "M17.1": "other primary gonarthrosis",
                "M17.2": "post-traumatic gonarthrosis",
                "M17.3": "other post-traumatic gonarthrosis",
                "M17.4": "other secondary gonarthrosis, bilateral",
                "M17.5": "other secondary gonarthrosis"
            },
            "M18": {
                "base": "arthrosis of first carpometacarpal joint",
                "M18.0": "primary arthrosis of first carpometacarpal joints, bilateral",
                "M18.1": "other primary arthrosis of first carpometacarpal joint",
                "M18.2": "post-traumatic arthrosis of first carpometacarpal joints, bilateral",
                "M18.3": "other post-traumatic arthrosis of first carpometacarpal joint",
                "M18.4": "other secondary arthrosis of first carpometacarpal joints, bilateral",
                "M18.5": "other secondary arthrosis of first carpometacarpal joint",
                "M18.9": "arthrosis of first carpometacarpal joint, unspecified"
            },
            "M19": {
                "base": "other arthrosis",
                "M19.0": "primary arthrosis of other joints",
                "M19.1": "post-traumatic arthrosis of other joints",
                "M19.2": "other secondary arthrosis",
                "M19.3": "other specified arthrosis",
                "M19.8": "other specified arthrosis",
                "M19.9": "arthrosis, unspecified",
                "Optional": "subclassification codes to indicate site of involvement for M19",
                "0": " 0 multiple sites",
                "1": " 1 shoulder region",
                "2": " 2 upper arm",
                "3": " 3 forearm",
                "4": " 4 hand",
                "5": " 5 pelvic region and thigh",
                "6": " 6 lower leg",
                "7": " 7 ankle and foot",
                "8": " 8 other",
                "9": " 9 site unspecified"
            },
            "M20.2": "hallux rigidus",
            "M47": {
                "base": "spondylosis",
                "M47.8": "other spondylosis",
                "M47.9": "spondylosis, unspecified",
                "Optional": "subclassification codes to indicate site of involvement for M47",
                "0": " 0 multiple sites in spine",
                "1": " 1 occipito-atlanto-axial  region",
                "2": " 2 cervical region",
                "3": " 3 cervicothoracic region",
                "4": " 4 thoracic region",
                "5": " 5 thoracolumbar region",
                "6": " 6 lumbar region",
                "7": " 7 lumbosacral region",
                "8": " 8 sacral and sacrococcygeal region"
            },
            "(ICD": {
                "base": "codes are provided for the reader’s reference, not for billing purposes)",
                "Reimbursement": ": Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies",
                "are": " are applicable for this condition. No specific issues or information regarding reimbursement has been identified",
                "Presentation/signs": "and symptoms of OA vary, but can include",
                "joint": " joint pain, swelling, and crepitus(4,5)",
                "transient": "stiffness after immobility that lessens 10–15 minutes after movement of the joint(2)",
                "changes": " changes in joint alignment: genuvarus (bow-legged)  or genuvalgus (knock-kneed)",
                "Bouchard’s": " Bouchard’s nodes: bony enlargement on the PIP joints of the hand(4)",
                "Heberden’s": " Heberden’s nodes: bony enlargement on the DIP joints of the hand(4)",
                "CMC": " CMC joint instability is a core problem with thumb OA(22)",
                "muscle": " muscle weakness and/or muscle atrophy associated with affected joint(2)",
                "decreased": " decreased ROM(5) decreased coordination(5) decreased functional mobility and performance of ADLs",
                "poor": " poor posture(5)",
                "antalgic": " antalgic gait(5)",
                "Causes,": " Causes, Pathogenesis, & Risk Factors"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified –Presentation/signs and symptoms of OA vary, but can include -joint pain, swelling, and crepitus(4,5) -transient stiffness after immobility that lessens 10–15  minutes after movement of the joint(2) -changes in joint alignment: genuvarus (bow-legged)  or genuvalgus (knock-kneed) -Bouchard’s nodes: bony enlargement on the PIP joints of the hand(4) -Heberden’s nodes: bony enlargement on the DIP joints of the hand(4) -CMC joint instability is a core problem with thumb OA(22) -muscle weakness and/or muscle atrophy associated with affected joint(2) -decreased ROM(5) -decreased coordination(5) -poor posture(5) -antalgic gait(5) -decreased functional mobility and performance of ADLs Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Caution should be exercised regarding the amount of resistance prescribed for exercise programs; increased resistive exercises can cause increased inflammation at the joints(7)",
            "Scan all joints (knees, shoulders, wrist, and hands) for generalized OA involvement",
            "Pain should be respected; pain management is an important factor in patient compliance with therapy programs(8)",
            "Verbal and numerical rating scales best quantify pain in older adults(23)",
            "Postpone exam if patient exhibits symptoms of acute flare-up  with atypical severe joint pain or suspicion of fracture"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Primary osteoarthritis: Idiopathic and categorized by clinical features (i.e., localized, generalized, erosive)(2)",
            "Secondary osteoarthritis: A sequela to articular injury–Acute or chronic trauma(3)–Inheritable arthropathy(2)–Endocrinopathies(2)–Paget disease(2)–Noninfectious inflammatory arthritis(2)–Overuse of intraarticular steroids(3)–Childhood anatomic abnormalities(2)–Inherited metabolic disorders(2)–Neuropathic, hemophilic, endocrine arthropathy(2)–Gout, calcium pyrophosphate deposition disease(2)–Septic or tuberculous arthritis(2)"
        ],
        "pathogenesis typical progression": [
            "In the early stages, fissures and microfibrillations occur in the cartilage, leading to erosion of joint cartilage. In advancedcases,(1) the loss of cartilage makes the joint more susceptible to further injury(6)",
            "Weight-bearing  and shearing forces impact the subchondral bone at the periphery of the affected joint, resulting in thedevelopment of osteophytes (spurs) at the joint margins(1,6)",
            "Cartilage or bone fragments are released into the joint, which leads to further cartilage damage and joint space narrowing(6)",
            "Further cartilage damage can occur when cartilage breakdown associated with synovial inflammation leads to the release ofcytokines and enzymes(6)"
        ],
        "risk factors": [
            "Age: persons over the age of 50 are at increased risk for osteoarthritis(2)",
            "Age: persons over the age of 70 are at greatest risk for hip and knee OA(2)",
            "Obesity(2)",
            "Repetitive stress on joints from sports or work(2)",
            "Trauma or injury to joint; infection of joint(2)",
            "Sex: women are more likely to develop osteoarthritis than men(2)",
            "Hand OA occurs most often in postmenopausal women(2)",
            "Vitamin D deficiency(4)",
            "Genetic predisposition or inherited traits(6)",
            "Crystal arthropathies such as gout(4)",
            "Bone abnormalities, anatomical malalignment, and biomechanical factors such as leg-length  discrepancy andproprioceptive deficits(1,4,6)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
        "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Caution should be exercised regarding the amount of resistance prescribed for exercise programs; increased resistive exercises can cause increased inflammation at the joints(7)",
            "Scan all joints (knees, shoulders, wrist, and hands) for generalized OA involvement",
            "Pain should be respected; pain management is an important factor in patient compliance with therapy programs(8)",
            "Verbal and numerical rating scales best quantify pain in older adults(23)",
            "Postpone exam if patient exhibits symptoms of acute flare-up  with atypical severe joint pain or suspicion of fracture"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document any known injury or trauma, if any. Document when symptoms first began. Document the progression of symptoms since the onset of illness",
                "course of treatment": {
                    "medical management": "Document course of medical treatment received, including any surgical interventions, such as arthroscopic debridement, hemiarthroplasty, total hip/knee/shoulder replacement, or spinal fusion(9,10) Document the use of any splints or braces",
                    "surgical management": [],
                    "medications": "Document any medications clinician has prescribed; include patient compliance and stated effectiveness in controlling symptoms Medications Acetaminophen (Tylenol) up to 1,000mg 4 times daily(2,9) Tramadol (Ultram) up to 300mg 3 times daily(1,5) Low-dose  NSAIDs/COX-2  inhibitor, lowest effective dose for the shortest time possible(2,9) Nonacetylated salicylates(1) Intraarticular injections Glucocorticoid injections(9) Hyaluronan(1) Topical Topical NSAIDs (diclofenac gel)(2,9) Topical analgesics(6) (e.g., capsaicin cream [Zostrix]) ",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed : Usual tests for this condition are the following:",
                        "Imaging",
                        "MRI to rule out other pathology",
                        "X-ray  films might show narrow, asymmetric joint space, formation of osteophytes, subchondral bone sclerosis, and/or formation of cyst(2)",
                        "Joint aspiration to differentiate among inflammatory arthritis, septic arthritis, and osteoarthritis(2)",
                        "Radiographs do not always correlate with pain and ADL function in persons with OA. The use of radiographs in the management of knee pain is not recommended(27)",
                        "Authors of a study developed predefined clinical questions (PCQs) and found they can predict the severity of knee OA(27)",
                        "The PCQs included the presence of pain and the patient’s ability to perform the following ADLS: walking, stair",
                        "climbing, getting up from a chair, squatting, and sitting crosslegged.  Each question was rated on a scale of 0-10 with 10 being able to perform the activity without pain",
                        "Authors of a study examined the relationship between clinical and radiological diagnosis of knee and hip OA and ADLs in older adults(26)",
                        "Radiographs were used to characterize OA as one of five grades, from 0 (no OA) to 4 (severe OA); a score of ≥ 2 indicated the presence of OA",
                        "Clinical diagnosis was based on the criteria of the American College of Radiologywhich considermedical history, laboratory tests, and physical examinations",
                        "The EuroQOL survey evaluated patients’ ADL abilities",
                        "Clinical diagnosis of OA was found to bemore strongly related to the inability to perform ADLs than radiographic diagnosis alone"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., heat modalities soaks, hot showers, hot packs) or alternative therapies (e.g., acupuncture) and their effectiveness Authors of a meta-analysis  of RCTs found that oral chondroitin is more effective than placebo in decreasing pain and improving function. Glucosamine useto improve stiffness is supported. There are not enough studies evaluating the combination of glucosamine and chondroitin to evaluate effectiveness(28) Authors of an RCT (N = 90) evaluated the effects of aromatherapy massage with lavender essence on ADLs in patients with knee OA. Results suggest that lavender aromatherapy massage could have temporary positive effects on the ability to perform ADLs(29)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Document use of assistive aids such as splints, canes, crutches, or braces.(1) Document if patient participates in a home exercise program.Ask if patient has participated in communitybased  self-management arthritis programs or aquatic therapy"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before symptoms come on or are eased). Do certain activities aggravate symptoms? Does the patient consider exercise helpful for reducing pain and/or improving mobility?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (stiffness, constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present and ask patient to grade pain level)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (am, mid-day, pm, night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician",
                "respiratory status": "Document the need for any supplemental oxygen Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________ "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Ask patient about previous history of OA and any other musculoskeletal disorders/injuries",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, psychiatric disorders, osteoporosis, and orthopedic disorders. Hypertension, heart disease, and OA commonly occur together(12)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing, including fatigue"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " -Document the patient’s occupational roles including work and home life -Document the patient’s occupation and determine any repetitive behaviors associated with job performance -Document the patient’s participation in avocational interests, hobbies, sports, or an exercise program. Determine any repetitive behaviors associated with avocational performance -Does the patient drive?",
                "functional limitations assistance with ADLs adaptive equipment": " -Document availability of adaptive equipment for ADLs, including both high-  and low-tech,  and mobility devices. Determine whether equipment is appropriate for use at the patient’s current level of function -Document the variety of self-management  strategies used to support performance of daily activities -Physical Self-Maintenance  Scale—questionnaire about ADLs rated on a 5-point  scale of the amount assistance required to perform each activity(10) -Modified Health Assessment Questionnaire (MHAQ)—self-report  of patient’s ability to complete functional activities and/or the amount of assistance required(13)",
                "living environment": "Document the number of stairs, floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Note patient’s height, weight, and BMI; girth measurement for swelling",
            "assistive and adaptive devices": "Assess for need for assistive and adaptive devices to reduce strain on joints.Assess need for splints for joint protection and pain relief(30)",
            "balance": "Assess patient’s static and dynamic sitting and standing balance. Use the Berg Balance Scale or Functional Reach Test",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess for antalgic gait or excessive compensatory mechanismsAssess integrity, stability, mobility, and deformity of the involved joints. Joint hypomobility and tenderness/pain are commonly associated with OA. Note crepitus, swelling, heat, and/or redness –Note the presence of joint deformity of the hand -Heberden’s nodes of the DIP joints -Bouchard’s nodes of the PIP joints -Thumb CMC instability/subluxation Assess fine and gross motor function of the upper extremities and hands, as well as coordination; describe the quality of movementserial opposition or rapidly touching each finger to thumb in succession –Use standardized assessments whenever possible –Note if any tremor or ataxia",
            "muscle strength": "Perform manual muscle testing (MMT) for bilateral extremities, noting any asymmetry or abnormality. Patients with OA often have diminished strength(14) –Test hand strength through MMT, Jamar dynamometer for grip strength, pinch meters for pinch strength –Do not perform MMT on muscles with contractures, abnormal tone, or coordination impairment",
            "observation inspection palpation including skin assessment": [
                "Palpate joints to assess for ligament laxity, deformity, or swelling(10)",
                "Document presence of any skin breakdown, including decubitus ulcers and open wounds, especially if the patient wears splints or braces •Perception (e.g., visual field, spatial relations)",
                "Ocularmotor screening includes tracking through all planes, visual accommodation, and clarity of vision -Document complaints of double vision, optic pain, or visual field cuts -Document use of eye patching and/or corrective lenses",
                "Referral to ophthalmology or neuro-ophthalmology  is appropriate if symptoms of visual disturbances are noted during"
            ],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –A brief cognitive assessment might be appropriate –Caregiver training might be the most appropriate intervention when cognition is impaired",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Use caution regarding the amount of resistance used for exercise programs, as excessive resistive exercises can cause increased inflammation at the joints(7)",
                "Pain should be respected; pain management is an important factor in patient compliance with therapy programs(8)",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "A referral to occupational therapy can be made to address the following Decreased functional mobility and ADLs(10) Decreased upper extremity ROM(10) Decreased fine motor dexterity Need for custom-made  splinting or orthotics(10)",
        "rule out": " Rule out Dorsal or wrist ganglions(10) de Quervain’s tenosynovitis(10) Trigger finger (stenosing flexor tenosynovitis)(10) Carpal tunnel syndrome(10)T708512; Clinical Review…Osteoarthritis/Osteoarthrosis: Carpometacarpal Joint of Thumb  ; CINAHL Topic ID Number: T708514; Clinical Review…Osteoarthritis, Hip  ; CINAHL Topic ID Number: T708732; and  Clinical Review…Osteoarthritis, Knee (Nonoperative Management)  ; CINAHL Topic ID Number: T708412",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Rheumatology Orthopedic surgeon Physiatry Physical therapy Acupuncturist",
        "other considerations": [
            "Older individuals with OA will likely communicate with caregivers how pain negatively impacts their life (i.e., walking ability, mood, sleep, daily activity, and social activity). Some caregivers have reported limited knowledge about OA pain and treatment; therefore, it is important to educate caregivers about causes of OA, common misconceptions, and pain-management  strategies to better support the patient’s lifestyle(25)"
        ],
        "treatment summary": [
            "Occupational therapists help patients live with OA by improving their ability to perform ADLs in both their home and work environments. They use treatments such as orthoses, education on activity pacing, home/work modifications, and exercises",
            "Authors of a study surveyed 124 therapists (74% occupational therapists and 26% physical therapists) regarding the most commonly used treatments for patients with OA of the CMC joint. Themost commonly reported treatments were a combination of the following:(32) –orthosis prescription (92%) –pain education (78%) –heat (75%) –exercise (74%)",
            "Authors of a study surveyed 52Italian hand therapists (81% physical therapists and 19% occupational therapists) to determine practice patterns for treating OA of the CMC joint(34) –Most therapists provide conservative treatment for OA of the CMC joint. Treatments include custom orthoses, thenar muscle strengthening, closed kinetic chain exercises, passive joint mobilizations, and joint protection instruction ",
            "Orthosis/joint protection –Orthotics, hand exercises, and heat and joint protection education might help improve grip strength and function in persons with OA of the hand(18) -Based on a systematic review of the literature on hand therapy interventions for hand OA -Twenty-one  studies reviewed; diagnosis in subjects was OA of the hand, OA, or OA with chronic wrist pain. All studies addressed conservative hand interventions -Data organized and evaluated using the Structured Effectiveness Quality Evaluation Scale (SEQES) and level of evidence (LOE) using the Sackett scale -Moderate evidence supported hand exercises to improve grip strength, hand ROM, and function -Moderate evidence also supported joint protection education, low-level  continuous heat/steam, and use of CMC orthotics to improve hand function and decrease pain -There was moderate evidence indicating that low-level laser therapy was not better than placebo for improving hand function -There was weak evidence to support the use of paraffin",
            "Activity pacing –A tailored activity-pacing  occupational therapy intervention might help improve self-perceived  joint stiffness in adults with knee or hip OA(24) -Based on a study conducted in the United States that included 32 adults with hip and knee OA; participants were randomized to a tailored or general activity-pacing  intervention -Tailored activity pacing was based on symptoms and physical activity over a 5-day  period -Outcomes were measured by self-perceived  joint stiffness at baseline, 4weeks, and 10 weeks -The tailored group experienced decreased stiffness from baseline to 10 weeks –Activity pacing (taking breaks and using a slower pace for activities) in conjunction with individualized feedback might be more effective at reducing pain and fatigue than a general activity-pacing  education program(17) -Based on a study conducted in the United States that included 32 patients aged 50–80  years with symptomatic knee or hip OA not undergoing any treatment; participants were randomized to a tailored activity-pacing  or general activity-pacing group -Data were collected at baseline, after the intervention, and at 10-week  follow-up -All patients wore an accelerometer to measure physical activity, reported symptoms, and activity-pacing  behaviors 6 times per day for a total of 5 days -Tailored group participated in activity-pacing education based on individual progress and symptoms and identified barriers to recommended strategies -Both groups reported decreased pain at 10-week follow-up -Tailored group had less fatigue interference and decreased fatigue severity at 10-week  follow-up",
            "Home/work modifications –Ergonomic assessment and intervention might be more effective than written informational materials to improve function and reduce symptoms in patients with OA and rheumatoid arthritis(20) -Based on an RCT conducted in the United States involving 89 patients with either rheumatoid arthritis or OA -The ergonomic interventions included body mechanics training, home exercises, and workstation modifications. For more information regarding ergonomic assessment and intervention, please see  Clinical Review…Ergonomic Assessment and Intervention  ; CINAHL Topic ID Number: T708456 -Outcome measures included the AIMS 2, Job Satisfaction Survey, and Brief Symptom Inventory Global Severity Index",
            "ROM/strengthening exercises –Authors of a study (N = 252) investigated the relationship between quadriceps and hamstring muscle strength and structural damage, pain, and mobility in patients with OA and symptomatic meniscal tear(31) -Patients with the greatest quadriceps and hamstring strength reported less pain and difficulty with ADLs than those with less quadriceps and hamstring strength -The authors concluded that strengthening of the quadriceps and hamstring muscles may be key in the management of knee OA and symptomatic meniscal tear –Authors of a study investigated longitudinal quadriceps strength changes on performance-based  and self-reported physical function measures over 5 years in patients with or at risk of knee OA(33) -An increase in knee strength over 5 years was associated with improved chair stand ability in women, but not men  -An increase in knee strength over 5 years was not associated with improved walk time or self-reported functional measures in men or women -More targeted task-based  interventions may be needed to improve ADLs - . Problem Goal Intervention Expected Progression Home Program Pain, tenderness, and swelling at the joints(7)Protect joints, prevent pain, reduce inflammation and swellingPrescription, application of devices and equipment _ Splinting to enhance stability of joint to relieve pain(15) _ _ Splinting, immobilization of CMC joint(32,34) _ Exercise(31,32,34) _ _ Therapeutic modalities _ Ice to reduce swelling and pain after activity _ _ Use of heat to decrease pain(32)Progress exercise to increase number of repetitions as well as intensity as patient is able. Continue to encourage consistent compliance with avoiding aggravating activitiesWritten instructions for patient/caregiver(25) about use of ice/heat after exercise as well as proper use and application of splints _ _ Written instructions on gentle ROM stretching exercise Decreased ability to perform ADLs(14)Improve safe and independent ADLsPatient education _ Joint protection during ADL performance _ _ Activity pacing _ _ Prescription, application of assistive devices _ Use of assistive devices to protect joints and facilitate independent ADLs, such as shower chairs, raised toilet seats, grip aides, reachersN/A Written instructions for patient/caregiver(25) about education principles as well as information on the use and application of assistive devices  Deformities of the hands/digitsPrevent deformities of handsPatient education _ Joint protection, avoidance of activities that promote progression of deformities _ _ Prescription, application of devices and equipment _ Splinting to prevent deformities, rest joints, support weak muscles, and control ROM(10)N/A Written instructions for patient/caregiver(25) about proper use and application of splints Decreased ability to participate in work and IADLsIncrease ability to participate in work and IADLs safely and independentlyPatient education _ Joint protection _ _ Activity pacing _ _ Environmental modifications such as replacing doorknobs with levers and faucets with lever handles, placing objects within easy reach in the kitchen/workplace, wrist/forearm supports at the computer(15)N/A Written instructions for patient/caregiver(25) about education principles as well as information on the use and application of assistive devices ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes and related outcome measures might include the following:": [
            "Safe and independent performance of ADLs with the use of assistive (adaptive) devices as needed to protect joints–FIM(5)–Physical Self-Maintenance  Scale(10)–Klein-Bell  Activities of Daily Living Scale(10)–Evaluation of Daily Activity Questionnaire–Modified Health Assessment Questionnaire (MHAQ)(13)–HOOS–KOOS",
            "Decreased pain with functional activities–V AS–Australian/Canadian Osteoarthritis Hand Index (AUSCAN)(13)",
            "Improved strength and fine motor dexterity–MMT–Jamar dynamometer–Pinch meter–Arthritis Hand Function Test(10)",
            "Improved ROM for functional movement–Goniometry",
            "Improved quality of life–AIMS(13)"
        ]
    },
    "maintenance or prevention": [
        "Home exercise program, including walking, to maintain endurance, strength, and flexibility(19)",
        "Use of joint protection techniques to prevent pain and deformity",
        "Activity pacing to maximize participation in daily activities and prevent extra stress on joints",
        "Environmental modifications to maximize independence with daily activities"
    ],
    "patient education": [
        "For additional education and advocacy information, see the Arthritis Foundation, https://www.arthritis.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Neustadt DH. Osteoarthritis. In: Bope ET, Kellerman RD, eds. Conn’s Current Therapy 2017 . Philadelphia, PA: Elsevier Saunders; 2017:856-860.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Joyner PW. Osteoarthritis. Domino FJ, ed. The 5-Minute Clinical Consult Standard 2021 . 29th ed. Philadelphia, PA: Wolters Kluwer Health; 2020. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Skinner HB, Sekiye JK, Jameel O, McMahon PJ. Adult reconstructive surgery. Skinner HB, MacMahon P, eds. Current Diagnosis and Treatment in Orthopedics . 6th ed. New York: The McGraw-Hill  Companies, Inc; 2021. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Dalal D. Osteoarthritis. Ferri FF, ed. Ferri’s Clinical Advisor 2021: 5 books in 1 . Philadelphia, PA: Mosby, Inc; 2020. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Vaughn P. Osteoarthritis. In: Boyt Schell BA, Gillen G, Scaffa ME, Cohn ES, eds. Willard & Spackman's Occupational Therapy . 12th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2014:1109-1112.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Hsieh LF, Watson CP, Mao HF. Rheumatologic Rehabilitation. Cifu DX, ed. Braddom’s Physical Medicine & Rehabilitation . 6th ed. Philadelphia, PA: Saunders Elsevier; 2020. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Clark BM. Rheumatology: 9. Physical and occupational therapy in the management of arthritis. CMAJ. 2000;163(8):999-1005.  (X)"
        },
        {
            "number in article": 8,
            "reference": "Resnick B. Address pain to build success of workout plan. Caring Ages . 2006;7(4):21. (X)"
        },
        {
            "number in article": 9,
            "reference": "Molina H, Ali Z, Despotovic V. Arthritis and rheumatologic diseases. Godara H, Hirbe A, Nassif M, Otepka H, Rosenstock A, eds. The Washington Manual of Medical Therapeutics . 36th ed. Philadelphia: PA: Wolters Kluwer Health/Lippincott, Williams & Wilkins; 2019. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Moran ME. Osteoarthritis and occupational therapy intervention. Phys Med Rehabil State Art Rev . 2001;15(1):65-81.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Stitik TP, Yonclas P, Foye PM, Schoenherr L. Nonpharmacologic management of knee and hip osteoarthritis. J Musculoskeletal Med . 2005;22(2):61-70.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Dziedzic KS, Hill JC, Porcheret M, Croft PR. New models for primary care are needed for osteoarthritis. Phys Ther . 2009;89(12):1371-1378.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Kjeken I, Slatkowsky-Christensen  B, Kvien TK, Uhlig T. Norwegian version of Canadian Occupational Performance Measure in patients with hand osteoarthritis: validity, responsiveness and feasibility. Arthritis Rheum . 2004;51(5):709-715.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Cibulka MT, Woehrle J. Conservative treatment options for osteoarthritis of the hip. Topics in Geriatric Rehabilitation . 2013;29(4):227-238.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Hammond A. Rheumatoid arthritis, osteoarthritis and fibromyalgia. Radomski MV, Trombly Latham CA, eds. Occupational Therapy for Physical Dysfunction . 8th ed. Baltimore, MD: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2020. (GI)"
        },
        {
            "number in article": 16,
            "reference": "National Institutes of Health. Osteoarthritis. Medline Plus Web site. http://www.nlm.nih.gov/medlineplus/ency/article/000423.htm . Published August 5, 2021. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Murphy SL, Lyden AK, Smith DM, Dong Q, Koliba JF. Effects of a tailored activity pacing intervention on pain and fatigue for adults with osteoarthritis. Am J Occup Ther . 2010;64(6):869-876.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Valdes K, Marik T. A systematic review of conservative interventions for osteoarthritis of the hand. J Hand Ther . 2010;23(4):334-351.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "Larose J, King J, Brosseau L, et al. The effect of walking on cardiorespiratory fitness in adults with knee osteoarthritis. Appl Physiol Nutr Metab . 2013;38(8):886-891. doi:10.1139/apnm-2012-0487.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Baldwin D, Johnstone B, Ge B, Hewett J, Smith M, Sharp G. Randomized prospective study of a work place ergonomic intervention for individuals with rheumatoid arthritis and osteoarthritis. Arthritis Care Res . 2012;64(10):1527-1535.  doi:10.1002/acr.21699. (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Hellmann DB, Imboden JB. Rheumatologic, immunologic, and allergic disorders. Papadakis MA, McPhee SJ, Rabow MW, eds. Current Medical Diagnosis & Treatment 2020 . 60th ed. New York, NY: McGraw-Hill  Medical; 2020. (GI)"
        },
        {
            "number in article": 22,
            "reference": "Colditz JC. An exercise program for carpometacarpal osteoarthritis based on biomechanical principles. J Hand Ther . 2013;26(1):81-82.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Ahmed T, O'Mahony S. Pain management in osteoarthritis. GM. 2009;39(1):27-32.  (GI)"
        },
        {
            "number in article": 24,
            "reference": "Schepens SL, Braun ME, Murphy SL. Effect of tailored activity pacing on self-perceived  joint stiffness in adults with knee or hip osteoarthritis. Am J Occup Ther . 2012;66(3):363-367.  doi:10.5014/ajot.2010.004036. (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Hsu KY, Tsai YF, Lin YP, Liu HT. Primary family caregivers’ observations and perceptions of their older relatives’ knee osteoarthritis pain and pain management: a qualitative study. J Adv Nurs . 2015;71(9):2119-2128.  doi:2119-2128.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Clynes MA, Jameson KA, Edwards MH, Cooper C, Dennison EM. Impact of osteoarthritis on activities of daily living: does joint site matter? Aging Clin Exp Res . 2019;31(8):1049-1056.  doi:10.1007/s40520-019-01163-0.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Ramteke AA, Ramteke KA, Meshram AC, Gadegone WM, Raje DV. Can we predict severity of osteoarthritis of knees and compartmental involvement based on a set of predefined clinical questions in patients of knee pain? Indian J Orthop . 2020;54(Suppl 1):52-59. doi:10.1007/s43465-020-00186-4.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Zhu X, Sang L, Wu D, Rong J, Jiang L. Effectiveness and safety of glucosamine and chondroitin for the treatment of osteoarthritis: a meta-analysis  of randomized controlled trials. J Orthop Surg Res . July 6, 2018;13(1):170. doi:10.1186/s13018-018-0871-5.  (M)"
        },
        {
            "number in article": 29,
            "reference": "Nasiri A, Mahmodi MA. Aromatherapy massage with lavender essential oil and the prevention of disability in ADL in patients with osteoarthritis of the knee: A randomized controlled clinical trial. Complement Ther Clin Pract . 2018;30:116-121.  doi:10.1016/j.ctcp.2017.12.012. (RCT)"
        },
        {
            "number in article": 30,
            "reference": "American Occupational Therapy Association. Living with arthritis. https://www.aota.org/about-occupational-therapy/patients-clients/adults/arthritis.aspx . (GI)"
        },
        {
            "number in article": 31,
            "reference": "Luc-Harkey  BA, Safran-Norton  CE, Mandl LA, Katz JN, Losina E. Associations among knee muscle strength, structural damage, and pain and mobility in individuals with osteoarthritis and symptomatic meniscal tear. BMC Musculoskelet Disord . July 27, 2018;19(1):258. doi:10.1186/s12891-018-2182-8.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Duong V, Bennell KL, Deveza LA, et al. Attitudes, beliefs and common practices of hand therapists for base of thumb osteoarthritis in Australia (the ABC Thumb Study). Hand Therapy. 2018;23(1):19-27.  doi:10.1177/1758998317731437. (R)"
        },
        {
            "number in article": 33,
            "reference": "Bacon KL, Segal NA, Øiestad BE, et al. Concurrent change in quadriceps strength and physical function over five years in the Multicenter Osteoarthritis study. Arthritis Care Res. 2019;71(8):19-27.  doi:10.1177/1758998317731437. (R)"
        },
        {
            "number in article": 34,
            "reference": "Villafañe JH, Valdes K, O'Brien V, Seves M, Cantero-Téllez  R, Berjano P. Conservative management of thumb carpometacarpal osteoarthritis: An Italian survey of current clinical practice. J Bodyw Mov Ther . 2018;22(1):37-39.  doi:10.1016/j.jbmt.2017.03.015. (R)"
        },
        {
            "number in article": 35,
            "reference": "Torre M, Luzi I, Mirabella F, et al. Cross-cultural  adaptation and validation of the Italian version of the Hip disability and Osteoarthritis Outcome Score (HOOS). Health Qual Life Outcomes . June 4, 2018;16(1):115. doi:10.1186/s12955-018-0935-6.  (R)"
        },
        {
            "number in article": 36,
            "reference": "Collins NJ, Prinsen CA, Christensen R, Bartels EM, Terwee CB, Roos EM. Knee Injury and Osteoarthritis Outcome Score (KOOS): systematic review and meta-analysis  of measurement properties. Osteoarthritis Cartilage . 2016;24(8):1317-1329.  doi:10.1016/j.joca.2016.03.010. (M)"
        }
    ]
}