{
    "metadata": {
        "title": "Jones Fracture",
        "synonyms": [
            "fracture, jones",
            "fifth metatarsal (mt) fracture near base",
            "fracture, fifth metatarsal (mt) near base"
        ],
        "anatomical location body part affected": [
            "Lateral forefoot/fifth MT and associated soft tissue"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Jones fracture is defined as a transverse fracture of the fifth MT at the junction of the metaphysis and diaphysis (i.e., at the base)(1)",
            "It is within 1.5 cm distal to the tuberosity, but does not involve the fourth to fifth intertarsal articulation(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S92.3": "fracture of metatarsal bone (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified for this condition"
        ],
        "presentation signs and symptoms": [
            "Acute episode of pain (commonly described as sharp aching) and tenderness primarily localized near the base of the fifth MT",
            "Swelling and ecchymosis in the lateral forefoot",
            "Variable tolerance for weight-bearing  activities",
            "Antalgic gait",
            "Decreased ROM proximal and distal to the fracture",
            "Impaired joint mobility of the fifth MT",
            "Observation of a “false joint”(19) Causes, Pathogenesis, and Risk Factors"
        ],
        "contraindications precautions to test": [
            "Stop the examination and notify physician immediately if neurovascular compromise is suspected: the patient reports unusual or no sensation in the affected foot or cannot demonstrate a requested motor response",
            "Contact the referring physician in cases of patients with unresolved inflammation, infection/healing of soft tissue, or severe hematoma",
            "Follow the referring physician’s guidelines or protocol for rehabilitation",
            "Always respect the patient’s perceived level of pain"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Direct high-energy  blunt trauma (crush injury, falls)(3)",
            "Chronic overuse and/or biomechanical abnormalities of the foot(19)",
            "Indirect mechanism of injury usually involves rolling over or twisting on the lateralforefoot, resulting in forceful adduction and ankle plantar flexion(3,4,25)–Uncontrolled landing from a jump or step down with the forefoot inverted–Pivoting inward on a planted foot while running or with repetitive weight-bearing",
            "Authors of a 3-dimensional  kinematic study found that soccer players placed higheststress on the proximal metaphyseal-diaphyseal junction of the fifth MT of the pivotingleg when kicking(25)",
            "Nonunion of Jones fracture may result from repetitive stress on lateral foot due to chronic inversion or over-supination(5)"
        ],
        "pathogenesis": [
            "Excessive forces through the foot result in a transverse fracture of the fifth MT at the junction of the metaphysis anddiaphysis. Subsequently, supporting soft tissues are injured such as peroneus brevis tendon, peroneus tertius tendon, plantarfascia, and nutrient artery supply to proximal diaphysis(3,4,5)",
            "Poor blood supply to the proximal metaphyseal diaphyseal region of the fifth MT makes union of the MT bone difficult,resulting in delayed union or nonunion(4)",
            "The Torg classification system is commonly used to distinguish fracture healing potential with nonoperative managementfor three types of Jones fracture(1,2)–Acute (type I): New-onset  pain (although prodromal pain may have been present); sharp fracture margins withoutwidening, minimal or no periosteal reaction, minimal cortical hypertrophy. Good healing potential: 93% of Torg type Ipatients treated with protected weight-bearing  and cast immobilization healed, in an average of 6.5 weeks(5)–Delayed union (type II): History of prior injury and persistent pain; slight fracture widening, some periosteal boneformation, some intramedullary canal sclerosis. Fair healing potential–Nonunion (type III): History of repetitive trauma and recurrent symptoms; definite fracture widening with blunted edges,abundant periosteal bone formation, sclerosis obliterating the medullary canal. Poor healing potential"
        ],
        "risk factors": [
            "Sports–Participating in sports that involve agility, running,kicking, and jumping (especially basketball, football, andsoccer)(4,7,8,25)–Repetitive stress on lateral forefoot, as may occur in long-distance  running or hiking on uneven terrain(3,4,25)",
            "Repetitive stress due to abnormal gait biomechanics: excessive inversion(5)",
            "Wearing foot orthoses with high medial arch support may increase foot inversion and plantar pressure on the fifth MT,increasing the risk of fracture(9)",
            "Osteoporosis of fifth MT bone"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Acute signs of a fracture: inability to weight bear on forefoot due to severe pain, bruising, swelling, and tenderness to palpate",
        "Acute signs of infection in the presence of an open wound or crush injury: localized redness, pain and tenderness to touch, exudate, difficulty weight-bearing,  increased warmth of surrounding tissue, edema",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Stop the examination and notify physician immediately if neurovascular compromise is suspected: the patient reports unusual or no sensation in the affected foot or cannot demonstrate a requested motor response",
            "Contact the referring physician in cases of patients with unresolved inflammation, infection/healing of soft tissue, or severe hematoma",
            "Follow the referring physician’s guidelines or protocol for rehabilitation",
            "Always respect the patient’s perceived level of pain"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When did the injury occur? What was the precipitating event (trauma, sport, gradual onset)? Does the patient participate in sports? If activity-related,  did the patient feel or hear a “pop” in forefoot?",
                "course of treatment": {
                    "medical management": "Care will vary depending on the severity and nature of the injury. Did the patient receive emergency care? Are there any specific instructions regarding the patient’s treatment plan, weightbearing  restriction, or use of walking boot? Operative management usually is recommended for athletes(22,23,24)  The gold standard for surgical management of a Jones fracture is intramedullary screw fixation (ISF), although the rates of refracture and delayed union remain high(17) Prior to the early 1990s, non-weight-bearing casting was the most common method of medical management for Jones fracture.(17) Nondisplaced Torg type I fractures are still being treated conservatively in a nonweight-bearing cast for 6 to 8 weeks, followed by a weightbearing  cast or walking boot for an additional 6 weeks;(6) the nonunion rate is reported at approximately 50%(17) However, authors of a retrospective review of 27 consecutive patients with acute Jones fractures from 2000 to 2009 treated without weightbearing restrictions in the United States found that 89% of the patients achieved clinical union, at a mean average of 8 weeks(20) Only 1 case resulted in a nonunion Authors concluded that patients with Jones fractures do not need to have weight-bearing restrictions",
                    "surgical management": [
                        "Surgical management: If surgical intervention occurred, what was the date? Describe operative procedure. Was a plaster cast or a walking boot used; if so, for how long? Describe any postoperative complications that may have",
                        "occurred. such as infection, difficulty with incision healing, nonunion. Did the patient receive followup treatment for documented nonunion (e.g., surgery, bone stimulation, or bone grafting)?",
                        "Operative management is suggested for patients with acute displaced fractures, failed nonoperative treatment, or type II or III fractures(1)",
                        "Aggressive surgical treatment (intramedullary screw or plate fixation) is the preferred treatment method for athletes because of their high rates of nonunion and reinjury, as well as to enable earlier return to play(7,8,22,23,24)",
                        "Findings of a systematic review suggest that surgical intervention for acute Jones fractures should be reserved for athletes because the benefits in terms of time to return to athletic activity are well supported in the literature for this patient population. Nonoperative treatment remains a viable alternative in some cases(16)"
                    ],
                    "medications": "Medications commonly used to treat acute foot pain include acetaminophen and NSAIDs",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Report any results from X-rays,  MRI, or CT scans. X-rays  or MRI may be indicated to rule out stress fracture",
                        "Jones fracture is differentiated radiologically from two fractures of the proximal fifth MT: the tuberosity (styloid) avulsion fracture and the diaphyseal fracture (which is often a stress fracture)(1)",
                        "CT scan may allow circumferential assessment of fracture healing",
                        "Vitamin D levels: current literature suggests vitamin D deficiency may be associated with nonunion fractures, but further research is needed to guide physicians on supplementation(18)"
                    ],
                    "alternative therapies": "Document the use of any home remedies (e.g., ice, heating pack, taping) or alternative therapies (e.g., acupuncture, herbal supplements) and whether they help",
                    "previous therapy": "Document whether patient has had physical therapy for other lower-extremity  injuries/conditions and what specific treatments were helpful or not helpful. Does the patient currently use foot orthotics (OTC or custom fabricated)?"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Weight-bearing  activities and ambulation increase patients’ complaints of pain in the presence of an acute Jones fracture -Does the patient experience pain relief when wearing shoes or taping?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": " Nature of symptoms -Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Burning pain and numbness are symptoms of nerve entrapment injuries, such tarsal tunnel syndrome. Does the patient experience any related paresthesias or muscle weakness? Patients with Jones fracture, especially in cases of crush injury, are at increased risk for neurovascular compromise -Does pain increase with pressure? To what extent is weight-bearing  tolerated? -How well has the incision healed (any infection)?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess pain. Document patient’s best, worst, and current level of pain. For children, use the Oucher Pain Scale or Wong-Baker  FACES Pain Rating Scale",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables ",
                "sleep disturbance": "Document number of wakings/night, if applicableDocument any use of supplemental oxygen",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., lower-extremity  weakness, dizziness, lumbosacral radicular pain, impaired balance) Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Previous fracture or lower extremity injury or dysfunction?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, gout, cancer, cardiac defects, psychiatric diagnosis, and orthopedic conditions",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs, herbal supplements)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What are the patient’s job demands? Does the patient play competitive sports? If so, document the type of sports participation. Does the patient attend school in a traditional setting? If so, what grade level? Does the patient work? If so, describe job requirements (e.g., standing duration). Does the patient drive?",
                "functional limitations assistance with ADLs adaptive equipment": "Is the patient using an assistive device for ambulation?",
                "living environment": "Document stairs, number of floors in home, with whom patient lives, caregivers, siblings, as indicated. Identify if there are barriers to independence in the home and community; any modifications necessary? How does the patient access the community (public transportation, walk, drive)?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting )",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Assess for the proper fit and appropriate use of current ambulatory assistive device or evaluate for suitable ambulatory assistive device, as indicated. Determine the need for additional supportive/protective equipment (such as taping), footwear, or foot orthotics",
            "balance": "Balance may be impaired due to antalgia; assess static and dynamic standing balance. Use Berg Balance Scale(BBS) or Pediatric Balance Scale (PBS). When patient is weight-bearing  as tolerated, test single-leg  stance on the affected limb (eyes open, closed, standing on tiptoes/heels)",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess for bilateral distal pedal pulses (dorsalis pedis and posterior tibialis)",
            "functional mobility": "Assess independence with functional mobility (e.g., transfers, bed mobility, stair climbing). Use the FIM or WeeFIM, as indicated",
            "gait locomotion": "Assess for antalgic gait and any gait abnormalities; ensure patient maintains current weight-bearing restrictions. Typical gait deviations are decreased stance time, decreased push-off,  and decreased step length on the affected extremity. Note excessive pronation/supination. Use Dynamic Gait Index (DGI), Timed Up and Go (TUG) test, or 6-minute  walk for distance test (6MWT) for objective functional measures, as applicableAssess bilateral forefoot, midfoot, and talocruraljoint mobility and any restrictions. Assess bilateral distal and proximal tibiofibular joints for mobility. Note any ligamentous laxity or tenderness to palpate. Use Paris Stoddard Scale for joint mobility. Note any pain or tenderness with testing",
            "muscle strength": "Assess bilateral lower extremity strength. Note any bilateral asymmetry. Include forefoot adduction/ abduction and great toe dorsiflexion, in addition to ankle inversion/eversion and dorsiflexion/extension",
            "observation inspection palpation including skin assessment": [
                "Observe ankle and foot for any joint deformities",
                "Assess calf and ankle/foot for swelling. Use circumferential girth measurements; compare to unaffected foot",
                "Assess skin condition for cellulitis and wound healing, if present. Note any irritation from the use of orthosis",
                "Palpate ankle and foot joint and soft tissue tenderness. Acute swelling may limit palpation",
                "Note color and temperature of the skin ",
                "Assess patient’s preferred shoe wear. Observe for unusual wear pattern or altered shoe shape on affected side"
            ],
            "posture": "Perform a standing trunk and lower extremity postural screen. Note any asymmetry or abnormality. Assess patient’s ankle/foot alignment in non-weight-bearing,  noting subtalar neutral alignment, forefoot position, tibial alignment, and leg-length discrepancy –Pes planus was observed in most players with Jones fracture and increased metatarsus adductus was seen in National Basketball Association (NBA) players with repeat Jones fracture(21)",
            "range of motion": "Assess bilateral lower extremity ROM, including subtalar joints and great toe. Assess bilateral hamstring, quadriceps, iliopsoas, gastrocnemius-soleus  muscle length",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral Achilles and patellar deep tendon reflexes",
            "sensory testing": "Assess bilateral lower extremities for any sensory deficits. Use nylon monofilament test for further assessment of the foot/ankle, if indicated. Assess great toe and ankle joints for proprioception",
            "special tests specific to diagnosis": "Use the Foot Function Index (FFI)(10) or Lower Extremity Functional Scale (LEFS) to assess foot pain and functional disability. When appropriate, test athletes for return to sport-specific  activities (e.g., running, cutting, jumping, hopping)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": "Status-post  Jones fracture/Physical therapy is recommended to address any of the following impairments: decreased ankle/foot joint mobility, pain and tenderness with weight-bearing  activities, ecchymosis, swelling, tenderness, muscle weakness, loss of ROM, antalgic gait, decreased standing balance, and wound healing. These  functional impairments directly impact the patient’s independent mobility and daily living and return to his or her previous, age-appropriate  functional lifestyle. Rehabilitation guided by a physical therapist (PT) or athletic trainer is critical for safe return to play",
        "rule out": "Lateral ankle sprain, compartment syndrome, peroneus brevis tendon rupture, Lisfranc injury, Charcot foot",
        "prognosis": [
            "Prognosis –In both acute and chronic cases, the rate of nonunion with nonoperative treatment is high.(16) Patients with type II or III fractures treated conservatively are at high risk for hypertrophic nonunion.(1,2) Surgical intervention reduces the incidence of nonunion. However, the complication rate for surgery is reported to be high(16) –Most fifth MT fractures in children and adolescents can be treated similarly to those in adults and have similar outcomes(12) –Surgical intervention: Surgical fixation may result in a higher rate of healing and earlier return to sport for athletes(7,8,22,23) -Authors of a 2013 systematic review of the treatment of Jones fractures found that(15) -Acute fractures treated nonoperatively had a successful union rate of 76% (pooled value) -Acute fractures treated with screw fixation had a successful union rate of 96% (pooled value) -Delayed unions treated nonoperatively had a successful union rate of 44% compared to a 97% union rate when treated operatively -Nonunions treated operatively with screw fixation healed in 97% of cases -Authors of a report on 10 cases of Jones fracture in basketball players in the NBA noted the following:(21) -Seven athletes underwent standard percutaneous internal fixation with bone marrow aspirate concentrate (BMAC),whereas the other 3 had open bone grafting primarily in addition to fixation and BMAC -Average time to radiographic healing was 7.5 weeks and return to play was 9.8 weeks -Refracture occurred in 3 of the 10 cases, with highest angles of metatarsus adductus in the cases that refractured -Most players had pes planus and a fifth metatarsal that was curved with a prominent base -In a case series of 23 competitive and recreational athletes treated with a 4.5-mm  cannulated screw, clinical healing was 100% and radiographic evidence of healing ranged from 90% to 100%. All athletes returned to sport (12 played basketball) in a mean time of 7.5 weeks (range, 10 days to 12 weeks), with 2 experiencing reinjury that did not require operative treatment(13) -Surgical fixation with bone grafting was found effective for treating 20 elite athletes with refractures or nonunions(14) -Based on a retrospective review of 21 elite athletes who were treated surgically for refracture or nonunion Jones fracture between 2003 and 2010 in the United States -Initially, 16/21 subjects were treated with fixation and 5/16 were treated nonoperatively -The mean time to return to sport was 12.3 weeks (6 to 16 week range); all athletes returned to sport -Patients are restricted to non-weight-bearing  while in a short-leg  cast for 6 to 8 weeks, followed by protective axillary crutches with restricted weight-bearing  in a cast for 6 more weeks -The athlete may be allowed to resume practice or return to noncompetitive weight-bearing  activities (e.g., running, soccer, baseball) when there is no tenderness at the fifth MT and imaging evidence of fusion is present(6) -Overall rate of refracture is low with fusion(15) -Return to sport before radiographic evidence of complete fusion increases the risk of nonunion/reinjury even after surgical treatment and is not advised. This places the athlete at significant risk of refracture(15) -Return to usual sport after optimal healing averages about 7 to 12 weeks after fixation, according to a 2018 review(24)"
        ],
        "referral to other disciplines": "Orthotist/pedorthist for shoe modifications, orthoses, and protective footwear. Physician for medical consult regarding pain management or for complications; orthopedist for surgical consult for evaluation of patients with displaced, malunion, and nonunion fractures. Patients require arthrodesis in cases with malunion. Acupuncturist for alternative pain management Other consideration –Sport shoe modification and orthoses may be indicated during rehabilitation and after return to sport(8,13) –Athletes need to be educated that recovery time before return to play will likely include several weeks of rehabilitation to regain sports-specific  fitness  –Various bone stimulators (that work by electromagnetic fields, high-frequency  low-magnitude  mechanical stimuli, or ultrasound) may be used as an adjunct to primary therapy with the aim of accelerating fracture healing(6) –Factors other than inadequate fracture stabilization that may contribute to fracture nonunion or delayed union include poor vascularization, diabetes, infection, anemia, use of tobacco products, and poor nutrition. Vitamin D deficiency may play a role in nonunion or delayed union(18)",
        "other considerations": [],
        "treatment summary": [
            "Treatment summary:  Currently, there are no published controlled trials on either conservative or postoperative rehabilitation for a Jones fracture. As a result, no evidence is available to support any specific treatment plan –Conservative treatment (rest, ice, compression, elevation) should be implemented in the acute phase of healing –Conservative management of Torg type I (nondisplaced) fracture includes protected weight-bearing  (ranging from 3 to 13 weeks) or cast immobilization, followed by progressive physical therapy (see below)(5) –Surgical repair and reduction for type II and III fractures often includes cast immobilization for at least 6 weeks, followed by functional rehabilitation as indicated for return to regular activities. Some surgeons prefer protected weight-bearing in a walking boot over cast immobilization for athletes because it allows immediate ROM and pool therapy after wound healing(13) –Authors of a 2013 systematic review of 26 studies on treatment of Jones fractures found that return to sport and functional outcome data were not clearly documented in many cases(15) -Return to sports following surgical fixation ranged from 4 to 18 weeks –In general, physical therapy is focused on facilitating mobility and improving functional outcomes such as return to sport(6,7) -Initial rehabilitation should involve protection, rest, ice, compression, elevation (PRICE) approach to control pain and swelling -Active and passive ROM exercises -Progressive unassisted weight-bearing  without walking boot -Aerobic and strengthening exercises (e.g., treadmill, stair-stepper)  once weaned from walking boot -Gentle manual mobilization of forefoot to reduce any residual pain that may accompany stiffness -Functional training such as gait reeducation and specific conditioning for sport (running and jumping, as indicated) or occupational demands -Electrotherapeutic modalities, as indicated. Studies are lacking on the effectiveness of electrotherapeutic modalities for treating Jones fracture -Bone stimulator (can be applied outside the cast and used daily) –Patient education regarding appropriate/protective footwear –In a case study of an 18-year-old  collegiate basketball player with a nondisplaced Jones fracture, patient was presented with surgical and nonsurgical options and opted for nonsurgical management(19) -Thirteen weeks of conservative management included therapy and home exercise program -Weeks 2–3 primarily consisted of promoting healing and minimizing pain and performing pain-free  ankle ROM -Weeks 4–5 continued to promote healing and integrate weight-bearing  and ambulation. Exercises included concentric and eccentric exercises against manual resistance -Weeks 6–7 focused on improving muscle performance, continuing to work on ankle mobility and strength, and other lower extremity exercises. Sport-specific  training included stationary dribbling and static shooting (no jumping) -Weeks 8–9 continued to focus on strength and healing. Incorporated some running drills -Weeks 10–14  focused on maximizing strength and function and return to full sport participation -Patient was able to participate with full sport activities after 13 weeks and was able to complete the basketball season without pain –Authors of a retrospective study (N = 1,311 National Football League players participating from 2012 to 2015) found that 40 (3.1%) had returned to play after screw fixation for Jones fracture. There was no statistically significant “risk” of these players failing to be drafted, or playing in or starting fewer NFL games as compared to players without a history of repair for Jones fracture(24) . Problem Goal Intervention Expected Progression Home Program  Foot pain; tender and swollen tissuesResolve pain and inflammation of soft tissuesPhysical agents and electrotherapeutic modalities _ Implement cryotherapeutic agents and the PRICE approach for pain managementAllow at least 6 weeks for fracture healing in type I fracture. Additional time may be necessary for complete resolution of tendernessProvide patient with instructions for the PRICE approach to control pain and swelling. Minimize outer loading of the foot during rehabilitation(25) Joint stiffness, decreased intrinsic foot muscle flexibility and joint ROM after castingRestore normal mobility of fifth MT joint and foot muscle flexibilityManual therapy _ Passive accessory mobilization without manipulation, as indicatedProgress to passive ROM and stretchingProvide patient with simple ROM and stretching exercises to complete at home Reduced foot strength and enduranceRestore or improve physical fitness for return to full activitiesTherapeutic modalities _ ROM and strengthening exercises as indicated. Modes of training that match patient’s upper- body ability (e.g., arm cycling, weight lifting) to help maintain fitness during fracture healing period _ Hydrotherapy: pool- based therapy(17) emphasizing cardiovascular conditioning _ Aquajogger: walking, jogging, sprinting and strengthening exercises during weight-bearing restriction period _ Lower-extremity resistance training can begin after fracture healing and painless active ROM is restored. Manual and assisted foot stretching exercises to regain full passive ROM at ankle, subtalar, and toe jointsGradually progress intensity of exercises before full weight- bearing; therapeutic exercises 3x per week for 4 weeks. The intensity and duration of exercises should be progressed in the final phase to restore fitness for work and sportProvide patient with simple strengthening exercises. Daily repetition of exercises  Abnormal standing posture, nonsymmetrical or antalgic weight-bearing and gait; increased risk of fallsRestoration of symmetry in standing posture and weight- bearing activities; normal gait mechanicsFunctional training _ Posture and gait reeducation. Sitting balance ball exercises and/or pool therapy for partial weight-bearing. Standing balance exercises, full weight- bearing activitiesProgress weight- bearing as tolerated. Gradual progression of exercises to allow additional weight- bearing. Increase speed and complexity of movementsProvide patient and family/caregivers with written instructions regarding functional activities that can be performed at home Functional decline in performance of affected leg: reduced balance, walking ability, stair climbing; increased risk of fallsImprove functional balance and walking endurance, with independence in fall prevention strategiesFunctional training _ Implement proprioception training tools as indicated and when appropriate: pillow, foam pad, BAPS, wobble diskProgress weight- bearing as tolerated. Gradual progression of exercises to allow additional weight- bearing. Increase speed and complexity of movementsProvide patient and family/caregivers with written instructions regarding functional activities that can be performed at home Non- or partial weight- bearing. Use of ambulatory assistive device. Improper athletic footwearProtect healing tissues and prevent reinjuryPrescription, application of devices and equipment _ Assistive devices and orthotics, as indicated. Shoe modifications may help support/ protect affected tissues. Custom in- shoe foot orthoses are recommended for athletes(13)Wean from ambulatory assistive devices as appropriateCorrect use of assistive devices and/or application of equipment. Patient education for recommended footwear ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes outcome measures": [
            "Full weight-bearing  status and ambulatory function without complaints of pain–V AS, Oucher Scale, Wong-Baker  FACES pain scale",
            "Restored foot/ankle joint mobility and ROM–Goniometric measurements, Paris Stoddard Scale",
            "Normal foot/ankle strength–MMT",
            "Normal posture, balance, and gait mechanics–Berg Balance Scale, Pediatric Balance Scale, Dynamic Gait Index, Timed Up and Go, 6-minute  walk for distance test",
            "Return to prior physical activities/sport–FIM, WeeFIM, LEFS, Foot Function Index, Short-Form  Health Survey (SF-36)"
        ]
    },
    "maintenance or prevention": [
        "Avoid the use of tobacco products and maintain adequate levels of vitamin D in order to facilitate the healing process and minimize the risk of a nonunion or delayed union. Advise patient to discuss the need for vitamin D testing and supplementation during the healing process(18)",
        "Athletes should not wear shoes with high medial arch support, as these may contribute to excessive subtalar supination that places stress on lateral forefoot(8) ",
        "Minimize outer loading of the foot during rehabilitation(25)"
    ],
    "patient education": [
        "The Sports Injury Clinic website, http://www.sportsinjuryclinic.net/sport-injuries/foot-heel-pain/jones-fracture",
        "American College of Foot and Ankle Surgeons website, https://www.foothealthfacts.org/conditions/fractures-of-the-fifth-metatarsal",
        "Wheeless’ Textbook of Orthopaedics website, http://www.wheelessonline.com/ortho/jones_fracture Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Coleman MM, Guyton GP. Jones fracture in the nonathletic population. Foot Ankle Clin . December 2020;25(4):737-751.  doi:10.1016/j.fcl.2020.08.012. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Ruta DJ, Parker D. Jones fracture management in athletes. Orthop Clin North Am . October 2020;51(4):541-553.  doi:10.1016/j.ocl.2020.06.010. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Fogleman JA, Doty JF. Metatarsal fractures. In: Miller MD, Hart JA, MacKnight JM, eds. Essential Orthopaedics . Philadelphia, PA: Saunders Elsevier; 2020:790-792.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Nunley JA. Fractures of the base of the fifth metatarsal: the Jones fracture. Ortho Clin North Am . 2001;32(1):171-180.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Torg JS, Balduini FC, Zelko RR, Pavlov H, Peff TC, Das M. Fractures of the base of the fifth metatarsal distal to the tuberosity. Classification and guidelines for non-surgical and surgical management. J Bone Joint Surg Am . 1984;66(2):209-214.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Rhim B, Hunt JC. Lisfranc injury and Jones fracture in sports. Clin Podiatr Med Surg . 2011;28(1):69-86.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Hunt KJ, McCormick JJ, Anderson RB. Management of forefoot injuries in the athlete. Oper Tech Sports Med . 2010;18(1):34-35.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Brown SR, Bennett CH. Management of proximal fifth metatarsal fractures in the athlete. Curr Opin Orthop . 2005;16(2):95-99.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Yu B, Preston JJ, Queen RM. Effects of wearing foot orthosis with medial arch support on the fifth metatarsal loading and ankle inversion angle in selected basketball tasks. J Orthop Sports Phys Ther . 2007;37(4):186-191.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Budiman-Mak  E, Conrad KJ, Roach KE. The Foot Function Index: a measure of foot pain and disability. J Clin Epidemiol . 1991;44(6):561-570.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Herrera-Soto  JA, Scherb M, Duff MF, Albright JC. Fractures of the fifth metatarsal in children and adolescents. J Pediatr Orthop . 2007;27(4):427-431.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Porter DA, Duncan M, Meyer SJ. Fifth metatarsal Jones fracture fixation with a 4.5-mm cannulated stainless steel screw in the competitive and recreational athlete: a clinical and radiographic evaluation. Am J Sports Med . 2005;33(5):726-733.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Hunt KJ, Anderson RB. Treatment of Jones fracture nonunions and refractures in the elite athlete. Am J Sports Med . 2011;39(9):1948-1954.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Roche AJ, Calder JDF. Treatment and return to sport following a Jones fracture of the fifth metatarsal: a systematic review. Knee Surg Sports Traumatol Arthrosc . 2013;21(6):1307-1315.  doi:10.1007/s00167-012-2138-8.  (SR)"
        },
        {
            "number in article": 16,
            "reference": "Dean BJ, Kothari A, Uppal H, Kankate R. The Jones fracture classification, management, outcome, and complications: a systematic review. Foot Ankle Spec . 2012;5(4):256-259.  doi:10.1177/1938640012444730. (SR)"
        },
        {
            "number in article": 17,
            "reference": "Brown D, Sanders K, Farrar D, Thompson AJ, Doyle AT. Recurrence of Jones fracture after intramedullary screw fixation. Int J Athl Ther Train . 2013;18(1):21-24.  (C)"
        },
        {
            "number in article": 18,
            "reference": "Hechtman KS, Quintero LC, San Giovanni TP, Kiebzak GM. Vitamin D deficiency in an athlete sustaining refracture after intramedullary screw fixation of a Jones fracture: coincidence or contributing factor? Curr Orthop Pract . 2013;24(1):98-102.  doi:10.1097/BCO.0b013e3182793029. (C)"
        },
        {
            "number in article": 19,
            "reference": "Claypool A, Gray C. Nonsurgical management of a Jones fracture in a collegiate male basketball player. Int J Athletic Ther Train . 2015;20(4):10-15. doi:10.1123/ijatt.2014-0102.  (C)"
        },
        {
            "number in article": 20,
            "reference": "Marecek GS, Earhart JS, Croom WP, Merk BR. Treatment of acute Jones fractures without weightbearing restriction. J Foot Ankle Surg . 2016;55(5):961-964.  doi:10.1053/ j.jfas.2016.04.013. (R)"
        },
        {
            "number in article": 21,
            "reference": "O’Malley M, DeSandis B, Allen A, Levitsky M, O'Malley Q, Williams R. Operative treatment of fifth metatarsal Jones fractures (zones II and III) in the NBA. Foot Ankle Int . 2016;37(5):488-500.  doi:10.1177/1071100715625290. (C)"
        },
        {
            "number in article": 22,
            "reference": "Tu LA, Knapik DM, Sheehan J, Salata MJ, Voos JE. Prevalence of Jones Fracture Repair and Impact on Short-Term  NFL Participation. Foot Ankle Int . 2018;39(1):6-10.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Duplantier NL, Mitchell RJ, Zambrano S, et al. A Biomechanical Comparison of Fifth Metatarsal Jones Fracture Fixation Methods. Am J Sports Med . 2018;46(5):1220-1227. doi:10.1177/0363546517753376. (R)"
        },
        {
            "number in article": 24,
            "reference": "Porter DA. Fifth Metatarsal Jones Fractures in the Athlete. Foot Ankle Int . February 2018;39(2):250-258.  doi:10.1177/1071100717741856. (RV)"
        },
        {
            "number in article": 25,
            "reference": "Murakami K, Nishio H, Kobayshi Y, Saita Y. An evaluation of the development of Jones fractures in terms of the dynamic factors. Phys Ther Sport . November 2017;28:e12. doi:10.1016/j.ptsp.2017.08.039. (R)"
        }
    ]
}