{
    "metadata": {
        "title": "Joubert Syndrome  Speech Therapy",
        "synonyms": [
            "joubert syndrome and related disorders  speech therapy",
            "joubert-boltshauser syndrome: speech therapy",
            "cerebelloparenchymal disorder 4: speech therapy",
            "cerebellar vermis agenesis: speech therapy",
            "jbts1: speech therapy",
            "cpd4: speech therapy",
            " cerebellooculorenal syndrome 1: speech therapy",
            "cors1: speech therapy",
            "joubert syndrome 1: speech therapy",
            "speech therapy: joubert syndrome"
        ],
        "anatomical location body part affected": [
            "Multiple parts of the body can be affected, including the CNS, the eyes, the musculoskeletal system, the liver, and the kidneys"
        ],
        "area of specialty": [
            "child speech and language disorders",
            "swallowing and swallowing disorders",
            "infant feeding and feeding disorders",
            "pediatric genetic and/or neurological disorders",
            "hearing impairment"
        ],
        "description": [
            "Joubert syndrome (JS) is a rare congenital neurological disorder characterized by abnormalities of the cerebellum.(1,2) JS is one of a group of genetic conditions and syndromes that share a similar cerebellar malformation, referred to as Joubert syndrome and related disorders (JSRDs).(1,2) The collection of cerebellar abnormalities associated with JS/JSRDs is referred to as the molar tooth sign (MTS). The MTS can be seen on an MRI scan and is the main diagnostic criterion for JS/ JSRD.(2,3,25,32,33) Individuals with JS/JSRD have some of the same characteristics; however, there is a spectrum of symptoms and a range of abilities in affected individuals(2)",
            "The MTS is characterized by hypoplasia (underdevelopment) or agenesis (absence) of the cerebellar vermis, abnormally deep and long interpeduncular fossa at the isthmus and upper pons, a sagittal vermian cleft, and horizontalized, thickened, and elongated cerebellar peduncles(1,2,4,5,6)",
            "In some individuals with JS/JSRD, the abnormal cerebellar peduncles are asymmetrical. This is referred to as decaying molar tooth sign (DMTS)(36)",
            "In addition to the MTS, MRI scans of the brains of individuals with JS/JSRD typically reveal an enlarged and distorted fourth ventricle. The shape of the ventricle on MRI is sometimes referred to as being in a “batwing” configuration(26,29)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Q04.3": "other reduction deformities of brain",
            "Q04.8": "other specified congenital malformations of brain",
            "Q07.8": "other specified congenital malformations of nervous system (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The clinical presentation of JS/JSRDs is heterogeneous and can include neurological signs/symptoms as well as involvement of the skeleton and multiple organs, including the eyes, kidneys, and liver.(2) Common signs and symptoms of JS/JSRD include: ",
            "Neurological issues –Hypotonia(1,2,5) -Hypotonia is seen in the neonatal or infancy period in almost all patients with JS/JSRD(2) -Infants with JS/JSRD are likely to have frog-like posturing in a supine position, similar to a premature infant(5) –Ataxia(1,2,5) -Associated with broad-based  gait during the first few years of independent walking(2) –CNS abnormalities in addition to MTS can include: -Hydrocephalus(2) -Abnormal collection of cerebrospinal fluid in the posterior fossa(1) -Cystic enlargement of the posterior fossa(2) -Deformities of the corpus callosum(2) -Cysts in the white matter of the brain(2) -Hypothalamic hamartoma (benign growth of the hypothalamus)(2) -Absence of the pituitary gland(2) -Abnormal migration defects (occurs during embryonic development of the brain; marked by abnormally located neurons in the brain; in individuals with JS/JSRD, the most common type is periventricular nodular heterotopias)(2) -Individuals with JS/JSRD who have these migration defects are at increased risk for epilepsy(2) –Sensory processing deficits(1)",
            "Developmental issues –Developmental delay(1,2) -Language and motor milestones are delayed in all individuals with JS/JSRD, but the degree of severity varies from mild to severe(1,2) –Intellectual disability(1,2)",
            "Speech and language deficits –Delayed attainment of speech/language milestones(1,2) –Apraxia of speech(8) –Reduced intelligibility of speech (especially in the presence of hypotonia of the oral musculature)(9)",
            "Respiratory problems –Abnormal or irregular neonatal respiratory patterns(2) -Can present as episodes of hyperpnea or as alternating episodes of apnea and hyperpnea(2,5) -Individuals with prolonged episodes of apnea might require mechanical ventilation(2) -Is exacerbated by emotional stress but improves with age(2)",
            "Ophthalmological issues –The retina frequently is affected in JS/JSRD, typically in the form of retinal dystrophy from progressive degeneration of photoreceptor cells(2,10) -Individuals with JS/JSRD who have retinal involvement can have vision problems that range from congenital retinal blindness (Leber congenital amaurosis [LCA]) to relatively intact vision(2,4) –Atypical ocular movements(2,4,10) -Oculomotor apraxia (OMA) is a frequent finding in individuals with JS/JSRD. OMA is characterized by impairment of voluntary control of purposeful eye movements(2) –Less frequently occurring ophthalmological issues include: -Coloboma (a hole in one of the structures of the eye such as the retina or iris; can be unilateral or bilateral)(2,5) -In individuals with JS/JSRD, colobomas typically affect the posterior portion of the eye(2) -Nystagmus (rapid, involuntary eye movements)(2,4,5) -Strabismus (atypical alignment of the eyes)(2)  -Ptosis (drooping eyelid)(2)",
            "Renal issues –Renal problems are strongly associated with retinal dystrophy in individuals with JS/JSRD(9) –Renal disease/renal insufficiency occurs in 25% of individuals with JS/JSRD, mostly in the form of nephronophthisis (NPH)(2,4) -NPH in the juvenile form is marked by chronic tubulointerstitial nephritis that progresses to terminal renal failure sometime in the first and second decades of life; infantile NPH manifests within the first few years of life and has a much more rapid disease course and poorer prognosis(2) –Cystic dysplastic kidney (CDK)(2) -Marked by abnormal kidney development with oversized kidneys and the presence of kidney cysts(2)",
            "Liver disease –Occurs in a minority of individuals with JS/JSRD(2) –Liver disease in individuals with JS/JSRD is sometimes associated with portal hypertension(35) –Problems with the liver in individuals with JS/JSRD usually occur as a result of congenital hepatic fibrosis(2) -COACH syndrome (cerebellar vermis hypoplasia, oligophrenia [developmental or intellectual disability], ataxia, colobomas, hepatic fibrosis) is a subtype of JS(4,11)",
            "Skeletal issues –Polydactyly (abnormal number of digits; can affect hands or feet)(1,2,4) -Can co-occur  with oral/facial defects; referred to as Varadi-Papp  syndrome or orofaciodigital type VI(2) -With Varadi-Papp  syndrome, oral/facial abnormalities may include a highly arched or cleft palate, tongue clefts, tongue nodules, cleft lip, multiple lingual/labial frenula, and broad nasal tip(2) –Mild to severe scoliosis(2,4)",
            "Facial features –Facial features of individuals with JS/JSRD often are abnormal in appearance, but vary in individuals affected by the syndrome. Common facial features of JS/JSRD include a broad forehead, high-arched  eyebrows, ptosis (dropping) of the eyelids, wide-set  eyes, and low-set  ears(4) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "The speech-language  pathologist (SLP) must be aware of cultural considerations when assessing swallowing functioning as well as when developing treatment goals. Needs of the patient should be considered with respect to the cultural, familial, and community setting",
            "Family members/caregivers should be involved in both assessment and treatment of pediatric patients as they have a unique perspective and can provide information on the child that cannot be obtained through formal or informal measures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  js jsrd is caused by genetic mutations. ,  genetic mutations can be sporadic or inherited. when inherited, the genetic mutations are passed down in an autosomal recessive manner ,": [],
        "pathogenesis:  research has identified  genes that are associated with js jsrd ,,": [
            "All of the genes that are related to JS/JSRD encode proteins of primary cilia and therefore JS/JSRD belong to a group ofdisorders called ciliopathies(2,3,8,11,12)–Cilia are hair-like  structures located on the surface of almost every mammalian cell(13)–Cilia are divided into two categories, motile and primary (nonmotile)(13)–Primary cilia are found throughout the body in various cells and cell types, including retinal photoreceptors, neurons,kidney tubules, and bile ducts(2,13)",
            "Primary cilia are involved in the development of the cerebellum and the brainstem; the dysfunction of these cells in JS/JSRD leads to the characteristic cerebellar malformation(2)",
            "Primary cilia are important for perception of sensory input, and damage to these cilia leads to sensory processing deficits inindividuals with JS/JSRD(12)",
            "There are many different phenotypes of JS/JSRD and each is associated with a different set of genetic mutations(2,8,28)–Mutations of the Meckel syndrome gene ( MKS3 ; also called the TMEM67  gene) are associated with apraxia of speech andOMA as well as liver abnormalities(8,28)–Mutations of the AHI1  gene in individuals with JS/JSRD are associated with impairments of the retina(14)–Mutations of the CC2D2A gene are associated with higher rates of ventriculomegaly and seizure activity than types of JS/JSRD without mutations of the CC2D2A  gene(28)"
        ],
        "risk factors": [
            "Family history of JS/JSRD or having parents who are both carriers of a genetic mutation associated with JS/JSRD(7)",
            "Consanguinity of parents(27,29)",
            "Parents of Ashkenazi Jewish or Hutterite descent(28)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "For children with JS/JSRD, development of an individualized family service plan (IFSP) or individualized education program (IEP) in collaboration with the parents/guardians and early intervention/school personnel is essential to address swallowing problems in the home and school environment",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The speech-language  pathologist (SLP) must be aware of cultural considerations when assessing swallowing functioning as well as when developing treatment goals. Needs of the patient should be considered with respect to the cultural, familial, and community setting",
            "Family members/caregivers should be involved in both assessment and treatment of pediatric patients as they have a unique perspective and can provide information on the child that cannot be obtained through formal or informal measures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When was the diagnosis of JS/JSRD made and by whom? -JS/JSRD is included in the differential diagnosis of infants who present with hypotonia, abnormal eye movements, and developmental delay. Diagnosis of JS/JSRD is confirmed by MRI of the brain that shows presence of the MTS.(2,4,5,15) Fetal ultrasound can identify pregnancies that are high risk for JS/JSRD; using MRI, it is possible to diagnose JS/JSRD at 24 weeks’ gestation(25,34,38)",
                "course of treatment": {
                    "medical management": "Document medical and surgical management of JS/JSRD to date",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "MRI of the brain that detects the MTS(2,9)",
                        "Ophthalmological evaluation, including electroretinogram, if possible, to determine if there is involvement of the retina(2,4,9)",
                        "Ophthalmological evaluations should be repeated on a yearly basis to monitor for changes in vision(4)",
                        "Assessments of the kidneys and liver",
                        "Kidney and liver function tests(2)",
                        "Abdominal ultrasound of the kidneys and liver to examine structural abnormalities(2)",
                        "Standard urinalysis(2,4)",
                        "EEG for individuals with seizures(9)",
                        "Genetic testing to evaluate which specific genetic mutations have caused JS/JSRD(9)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Document factors that improve or worsen feeding/swallowing. Are there any specific food textures that facilitate or impair oral intake of food? Does the patient have increased difficulty swallowing in a noisy environment?  -Document factors that affect speech/language/communication. Are there times of the day when the patient’s communication is better or worse? Are there times of the day when the patient’s behavior is better or worse? Does the patient communicate more clearly with certain persons? Are there certain situations in which the patient is a more (or less) successful communicator?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (see Presentation/signs & symptoms , above). Onset of symptoms is typically during infancy(27)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night -Sleep disturbances in individuals with JS/JSRD can be caused by respiratory complications, abnormal breathing patterns, or obstructive or central sleep apnea(4,6)",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder dysfunction, saddle anesthesia)",
                "respiratory status": "Note respiratory status -Breathing patterns associated with JS/JSRD often are atypical.(2,5,16,24,25) Individuals with JS/JSRD can present with episodes of hyperpnea, or alternating episodes of apnea and hyperpnea, especially in early infancy.(2,5,16) Typically, breathing patterns tend to improve with age, and respiratory problems can completely resolve in many patients with JS/ JSRD(27,28) -Individuals with prolonged episodes of apnea sometimes require mechanical ventilation(2) -Does the patient require supplemental oxygen? Tracheostomy tube, nasal cannula, or breathing mask? Psychosocial status -Children with JS/JSRD often become frustrated if they are unable to express themselves adequately to communication partners; parents of these children have reported temper tantrums(9) -Parents of children with JS/JSRD who engage in maladaptive behaviors are at significantly increased risk for psychological stress(17) -Developmental questionnaires can provide information about behavioral issuesa 300-item  parent questionnaire that provides information about the development, disease-related  symptoms, and behavior problems of children ages 15 months to 6 years(18) -There is increased caregiver burden when caring for a child with JS/JSRD.(18) Parents of children with JS/JSRD sometimes have difficulty coping with the diagnosis and can experience grief and/or depression(5,18) -Formal measures of caregiver coping mechanisms, burden, and depression that could be administered during a -Beck Depression Inventory(18) -Family Assessment Device(18) -Caregiver Strain Index(18) -Ways of Coping ChecklistRevised(18) -Document symptoms of psychosocial disturbance or behavioral problems in the patient as well as within the patient’s family (e.g., symptoms of depression, feelings of guilt or isolation, signs of abuse or neglect) and refer family to a social worker or psychologist if necessary(18)Document hearing ability, including any hearing loss and/or use of hearing aids or other assistive hearing device -Sensorineural hearing loss is not a typical feature of JS/JSRD; middle ear infections should be treated promptly to minimize conductive hearing loss(19) -In a study of 22 patients with JS conducted in the Netherlands, researchers found that middle ear infections resulting in conductive hearing loss occurred in 6 of these patients (27%), a percentage that is not significantly higher than in the general population(19)  Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document history of any other congenital, feeding, swallowing, speech, or language abnormalities. Document if any prior speech/language or swallow testing has been completed; if it has, review past reportsComplete a developmental questionnaire on speech and language history(8)",
                    "comorbid diagnoses": "Ask the patient’s caregiver/family about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders Authors of a case study in India described a pair of siblings with both JS/JSRD and autism spectrum disorder (ASD). Cerebellar involvement has been found in both JS/JSRD and ASD(37)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient or patient’s caregiver/family about other symptoms he or she is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include -Does the patient currently receive intervention services? If so, are they home, school, or clinic based? -For school-aged  children, what is the school placement? Classroom (full-time  general education, part-time  general education, or specialized [special education] classroom), small group, 1-on-1  aide, mainstream? -With what kind of activities does the patient show the most interest? -Does a feeding/swallowing impairment interfere with progress in school or ability to function in the home setting? -If age-appropriate,  does the patient socialize with peers? Does patient attend daycare or school? -How does the child communicate thoughts, wants, and needs in various settings and with various communication partners (e.g., gestures, eye gaze, vocalizations, words)?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Document if the patient is using adaptive equipment and what type, such as wheelchairs, hearing aids, or glasses -Determine the effect of the patient’s speech, language, and cognitive deficits on participation in school, social, and occupational activities",
                "living environment": "Obtain information on the patient’s family as well as a description of their living environment. Document languages spoken in the home or at school. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) A combination of standardized assessment measures and ecologically valid information measures, such as play-based  observation, should be used to evaluate the speech and language skills of a patient with JS/JSRD. Standardized tests are not normed on patients with JS/JSRD and therefore might not always be appropriate",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document the use of alternative or augmentative communication (AAC). Depending on the severity of speech and language deficits, it might be appropriate to assess the patient’s ability to use AAC. For detailed information regarding the use of AAC in speech-language  therapy, see the series of Clinical Reviews on this topic Complete a detailed oral mechanism examination of individuals with JS/JSRD –Assess ROM, strength, endurance, and movement rate for the lips, tongue, and soft palate -For pediatric patients, assess oral motor skills during typical eating and/or drinking activities or play-based  activities (e.g., blowing bubbles, imitating funny faces) –Document oral/facial abnormalities that might affect speech or swallowing, such as highly arched or cleft palate, tongue clefts, tongue nodules, cleft lip, multiple lingual/labial frenula, and/or an open-mouthed  resting position with protruding tongue moving in a rhythmic pattern(2,5,25)",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": " Speech and language examination (including reading)Assess articulation, phonology, and motor speech with formal and informal measures. Speech deficits are common among individuals with JS/JSRD. In a retrospective case series study with 9 children who had diagnoses of JS, researchers reported that all of the children in the study had speech deficits. Of the 9 patients, 7 were currently or previously enrolled in speech therapy. Of the 7 children who had received (or were still receiving) speech therapy, 1 had developed intelligible speech(27) -Apraxia of speech has been documented in individuals with JS/JSRD(4,8) -Individuals with JS/JSRD typically have reduced intelligibility of speech.(9) Articulation deficits are strongly correlated to abnormal eye movements and the presence of OMA(27)ArticulationT708924ChildhoodT708888Assess receptive and expressive language skills -Language skills and developmental language milestones typically are delayed in individuals with JS/JSRD(2) -For detailed information on developmental language disorders, see the series of Clinical Reviews on this topicAssess vocal function, including vocal quality, loudness, pitch, and endurance; if there are specific concerns regarding voice, refer to otolaryngologist for complete workup to rule out laryngeal pathologies prior to completing a full",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Document the results of any cognitive or neuropsychological testing that has been completed. Although individuals with JS/JSRD typically have some degree of intellectual disability, ranging from mild to severe, case studies have documented individuals with JS/JSRD with cognitive functioning in the average range(2,4,9,20) –Learning disabilities are common among individuals with JS/JSRD; however, this is not always a feature of the syndrome(9) –Accurate assessment of intelligence and developmental level can be difficult in individuals with JS/JSRD due to the severity of motor and speech impairments(4,9)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Follow seizure precautions for patients with JS/JSRD with a history of seizures ",
                "To ensure relevance and appropriateness of treatment programs, decisions about goals and course of therapy should be made in collaboration with the patient, caregivers, and other healthcare professionals. It is highly recommended that family members be involved in the rehabilitation process as much as possible",
                "Clinician should carefully consider the patient’s stamina and medical status before beginning therapy",
                "Cultural background, language preference, and patient interests must be considered when planning treatment goals and activities",
                "Precautions will vary according to the individual patient and the severity of accompanying language, cognitive, behavioral, and/or motor symptoms",
                "Patients with JS/JSRD might be at risk for aspiration and penetration of oral intake. Inform the patient and family/ caregivers of potential aspiration risks and educate about strategies when appropriate",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "An SLP will determine if an individual with JS/JSRD who has speech, language, and/ or swallowing/feeding deficits as a result of the physical and cognitive impairments associated with the syndrome is an appropriate candidate for speech therapy following the completion of a thorough evaluation",
        "rule out": "Prior to diagnosing JS/JSRD, the patient’s medical team will rule out other possible disorders/syndromes, including: Senior-Loken  syndrome(2) Bardet-Biedl  syndrome(2) CHARGE syndrome(9) Transient tachypnea of the newborn (TTNB)(5) Dandy-Walker  malformation(5) Arima syndrome(5) Cerebellar dysplasia(5) Congenital ataxia(5) Oligophrenia(5) Juvenile nephronophthisis(5) Cerebellar vermis hypoplasia(5) Congenital muscular dystrophy(5)",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Physical therapist (PT) and occupational therapist (OT) for evaluation and treatment of developmental delays(2) Urologist and/or nephrologist for involvement of the kidneys(2) Hepatologist and/or gastroenterologist for liver involvement(2) Ophthalmologist for involvement of the retina, OMA, and other eye-related  problems(2,10)",
        "other considerations": [],
        "treatment summary": [
            "Swallowing/feeding therapy (for detailed information about swallowing and feeding therapeutic interventions, please see the series of Clinical Reviews on this topic) –Positioning/postural adaptations: Individuals with JS/JSRD who have abnormalities in posture, tone (typically hypotonia), and/or movement that influence feeding might benefit from changes in position. In these cases, the SLP can collaborate with a PT and/or OT to determine a position that optimizes swallow function  -For detailed information on postural changes as dysphagia treatment, see Clinical Review … Dysphagia: Swallowing Therapy–Compensatory ; CINAHL Topic ID Number: T709081 –Adaptive equipment: Adaptive equipment for eating and feeding therapy will depend on the individual’s age and might include specific nipples, bottles, pacifiers, cups, spoons, and forks. The SLP can collaborate with the OT in selecting adaptive equipment for feeding –Modification of liquids: Liquids can be modified (e.g., thickened) to assist the patient with controlling liquids in the oral and pharyngeal phases of the swallow and improve the effectiveness and safety of the swallow. Trials of different liquid consistencies should be performed with instrumental assessments (e.g., VFSS, FEES) to determine safety. Modification of equipment such as bottles and cups might be necessary in order to accommodate the thickened liquids, and parents/ caregivers should receive training and information regarding thickened liquids. Examples of circumstances in which thickened liquids might assist the patient include:(22) -Pooling of liquid in the oral cavity -Poor lip closure and loss of liquid -Poor tongue control, movement, and coordination -Delayed initiation of the swallow -Coughing/choking/gulping -Clinical signs of aspiration -Presence of GERD -For detailed information on modification of liquids as dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy–Compensatory , referenced above –Modification of solid foods: Solid foods can be modified to assist the patient with chewing and forming/controlling the bolus. In addition, recommendations of food consistency and food type must be aligned to the family’s dietary habits and culture. The following guidelines are indicators of age of nutritional readiness and oral skills for solid foods in individuals with typical development; however, for an individual with JS/JSRD, his or her oromotor/feeding skills and food allergies must be considered when introducing new textures of foods: -6 to 8 months – purees(22) -8 to 9 months – mashed lumpy/mixed textures(22) -Finger food -7 to 8 months onwards –toast/biscuits(22) -10 to 11 months onwards – soft chopped food(22) -10 to 12 months onwards – firm finger foods(22) -15 months onwards – foods that require sustained biting and chewing(22) -For detailed information on modification of solid foods as dysphagia treatment, see  Clinical Review … Dysphagia: Swallowing Therapy–Compensatory , referenced above –Feeding tubes (orogastric, nasogastric, gastrostomy, jejunostomy)/enteral feeding: Decisions regarding the use of feeding tubes should be made with input from the SLP, physician, nutritionist, and other rehabilitation professionals who have professional experience and training. Individuals with JS/JSRD who have shown signs of malnutrition, aspiration, insufficient fluid intake, or excessive stress during mealtimes might be candidates for a feeding tube to provide an alternative nutritional source",
            "Speech/language therapy –Therapeutic interventions used in speech/language therapy for an individual with JS/JSRD will vary according to the individual and the severity of speech and/or language impairment. Possible interventions include: -Oral-motor  therapy -Research has not provided a clear answer about the efficacy of oral-motor  exercises with nonspeech movements for improvement of articulation disorders(23) -Language therapy -Articulation/apraxia therapy for increased speech intelligibility -AAC (e.g., sign language, picture boards, computers, voice output devices) . Problem Goal Intervention Expected Progression Home Program  Speech sound disorder Improve intelligibility of speechArticulation therapy _ For detailed information on treatment for organic articulation disorders, seeClinical Review … Speech Sound Disorders: Articulation Disorder, Organic , referenced above _ _ For detailed information on treatment for apraxia of speech, see Clinical Review … Speech Sound Disorders: Childhood Apraxia of Speech , referenced above _Progression of therapeutic tasks depends on specific goals as well as the level and degree of impairment of each patientProviding education to family members and/ or teachers can foster awareness about areas of need and appropriate activities for outside of therapy Language disorder Improve expressive and receptive language skills in the areas of vocabulary, grammar, and/or pragmatics as indicatedLanguage therapy _ For detailed information on therapy for language disorders, see the series of Clinical Reviews on this topic _ _ AAC _ For detailed information on speech therapy incorporating AAC,see the series of Clinical Reviews on AAC _Progression of therapeutic tasks depends on specific goals as well as the level and degree of impairment of each patientProviding education to family members and/ or teachers can foster awareness about areas of need and appropriate activities for outside of therapy  Feeding/swallowing disorderImprove the safety, adequacy, and/ or efficiency of swallowing and feedingDysphagia therapy _ See Treatment summary , above _ _ For detailed information on dysphagia therapy, see the series of Clinical Reviews on dysphagia and dysphagia therapy _Progression of therapeutic tasks depends on specific goals as well as the level and degree of impairment of each patientProviding education to family members and/ or teachers can foster awareness about areas of need and appropriate activities for outside of therapy ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved speech intelligibility": [
            "Speech sample",
            "Formal and informal measures of articulation"
        ],
        "increased receptive and expressive language skills": [
            "Ongoing assessment of the patient’s communication skills",
            "Formal and informal measures of language abilities",
            "Review of the goals set in the initial plan of care–For children with JS/JSRD, outcome statements outlined in the IFSP or IEP should indicate the context or environment inwhich the outcomes should occur-For preschoolers, these outcomes might occur within the context of school in addition to the home setting"
        ],
        "improved swallowing ability feeding skills": [
            "Ongoing assessment of the patient’s swallowing skills with clinical swallow examination or instrumental swallowevaluation as indicated",
            "Review of the goals set in the initial plan of care–For children with JS/JSRD, outcome statements outlined in the IFSP or IEP should indicate the context or environment inwhich the outcomes should occur-For preschoolers, these outcomes might occur within the context of school in addition to the home setting"
        ]
    },
    "maintenance or prevention": [
        "There is no known means of preventing JS/JSRD The parents of a child with JS/JSRD might benefit from genetic counseling to determine their risk of having another child with JS/JSRD. When the genetic mutation is inherited, there is a risk of multiple children in the same family being affected(24) –Parents of a child with JS/JSRD have a 25% chance of having a child with JS/JSRD in each subsequent pregnancy(30)",
        "Early identification and intervention generally allow for the best functional outcomes and prevention of complications related to renal or hepatic abnormalities(2)"
    ],
    "patient education": [
        "The Joubert Syndrome & Related Disorders Foundation is based in the United States and provides information and support for families affected by JS/JSRD: https://jsrdf.org/  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Overview. Joubert Syndrome & Related Disorders Foundation Web site. http://jsrdf.org/what-is-js/ . Accessed February 7, 2020. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Brancati F, Dallapiccola B, Valente EM. Joubert syndrome and related disorders. Orphanet J Rare Dis . 2010;5:20. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Sattar S, Gleeson JG. The ciliopathies in neuronal development: a clinical approach to investigation of Joubert syndrome and Joubert syndrome-related  disorders. Dev Med Child Neurol . 2011;53(9):793-798.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Doherty D. Joubert syndrome: insights into brain development, cilium biology, and complex disease. Semin Pediatr Neurol . 2009;16(3):143-154.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Merritt L. Recognition of the clinical signs and symptoms of Joubert syndrome. Adv Neonatal Care . 2003;3(4):178-186.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Zaki MS, Abdel-Aleem  A, Abdel-Salam  G. The molar tooth sign: a new Joubert syndrome and related cerebellar disorders classification system tested in Egyptian families. Neurology . 2008;70(7):556-565.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Joubert Syndrome. National Organization for Rare Diseases Web site. https://rarediseases.org/rare-diseases/joubert-syndrome/ . Accessed March 24, 2020. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Gunay-Aygun  M, Parisi MA, Doherty D. MKS3-related  ciliopathy with features of autosomal recessive polycystic kidney disease, nephronophthisis, and Joubert syndrome. J Pediatr. 2009;155(3):386-392.e1.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Hodgkins PR, Harris CM, Shawkat FS. Joubert syndrome: long-term  follow-up.  Dev Med Child Neurol . 2004;46(10):694-699.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Sturm V, Leiba H, Menke MN. Ophthalmological findings in Joubert syndrome. Eye (Lond) . 2010;24(2):222-225.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Parisi MA. Clinical and molecular features of Joubert syndrome and related disorders. Am J Med Genet C Semin Med Genet . 2009;151C(4):326-340.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Joubert syndrome. Genetics Home Reference  Web site. http://ghr.nlm.nih.gov/condition/joubert-syndrome . Accessed February 2, 2020. (GI)"
        },
        {
            "number in article": 13,
            "reference": "What are cilia? Cilipathy Alliance  Web site. http://www.ciliopathyalliance.org/cilia/structure-and-function-of-cilia.html . Accessed February 20, 2020. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Valente EM, Brancati F, Silhavy JL. AHI1 gene mutations cause specific forms of Joubert syndrome-related  disorders. Ann Neurol . 2006;59(3):527-534.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Lingawi SS, Arab NA, Fahmy YR. Joubert syndrome: accuracy of neuro-radiological  findings. J Pediatr Neurol . 2004;2(1):33-37.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Kamdar BB, Nandkumar P, Krishnan V, Gamaldo CE, Collop NA. Self-reported  sleep and breathing disturbances in Joubert syndrome. Pediatr Neurol . 2011;45(6):395-399.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Farmer JE, Deidrick KM, Gitten JC, Fennell EB, Maria BL. Parenting stress and its relationship to the behavior of children with Joubert syndrome. J Child Neurol . 2006;21(2):163-167.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Luescher JL, Dede DE, Gitten JC, Fennell E, Maria BL. Parental burden, coping, and family functioning in primary caregivers of children with Joubert syndrome. J Child Neurol . 1999;14(10):642-648.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Kroes HY, Van Zanten BG, De Ru SA. Is hearing loss a feature of Joubert syndrome, a ciliopathy?. Int J Pediatr Otorhinolaryngol . 2010;74(9):1034-1038.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Poretti A, Dietrich Alber F, Brancati F, Dallapiccola B, Valente EM, Bolshauser E. Normal cognitive functions in Joubert syndrome. Neuropediatrics . 2009;40(6):287-290.  (C)"
        },
        {
            "number in article": 21,
            "reference": "Kumandas S, Akcakus M, Coskun A, Gumus H. Joubert syndrome: review and report of seven new cases. Eur J Neurol . 2004;11(8):505-510.  (RV)"
        },
        {
            "number in article": 22,
            "reference": "Cichero JA, Murdoch BE. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006. (GI)"
        },
        {
            "number in article": 23,
            "reference": "McCauley RJ, Strand E, Lof GL, Schooling T, Frymark T. Evidence-based  systematic review: effects of nonspeech oral motor exercises on speech. Am J Speech Lang Pathol . 2009;18:343-360.  doi:10.1044/1058-0360(2009/09-0006).  (R)"
        },
        {
            "number in article": 24,
            "reference": "Akhondian J, Ashrafzadeh F, Beiraghi Toosi M, Moazen N, Mohammadpoor T, Karami R. Joubert syndrome in three children in a family: a case series. Iran J Child Neurol . 2013;7(1):39-42.  (C)"
        },
        {
            "number in article": 25,
            "reference": "Barzegar M, Malaki M, Sadegi-Hokmabadi  E. Joubert syndrome with variable features: presentation of two cases. Iran J Child Neurol . 2013;7(2):43-46.  (C)"
        },
        {
            "number in article": 26,
            "reference": "Karegowda LH, Shenoy PM, Sripathi S, Varman M. Joubert syndrome. BMJ Case Rep . 2014;1-2.  doi:10.1136/bcr-2014-203887.  (C)"
        },
        {
            "number in article": 27,
            "reference": "Farag Elhassanien A, Abdel-Aziz  Alghaity H. Joubert syndrome: clinical and radiological characteristics of nine patients. Ann Indian Acad Neurol . 2013;16(2):239-244. doi:10.4103/0972-2327.112480.  (C)"
        },
        {
            "number in article": 28,
            "reference": "Romani M, Micalizzi A, Valente EM. Joubert syndrome: congenital cerebellar ataxia with the molar tooth. Lancet Neurol . 2013;12(9):894-905. doi:10.1016/S1474-4422(13)70136-4.  (RV)"
        },
        {
            "number in article": 29,
            "reference": "Karakas E, Cullu N, Karakas O, et al. Joubert syndrome: the clinical and radiological findings. J Pak Med Assoc . 2014;64(1):91-94.  (C)"
        },
        {
            "number in article": 30,
            "reference": "Nag C, Ghosh M, Das K, Ghosh T. Joubert syndrome: the molar tooth sign of the mid-brain.  Ann Med Health Sci Res . 2013;3(2):291-294.  doi:10.4103/2141-9248.113686.  (C)"
        },
        {
            "number in article": 31,
            "reference": "Mink JW. Congenital, developmental, and neurocutaneous disorders. In: Goldman L, Schafer AI, eds. Goldman-Cecil  Medicine . 25th ed. Philadelphia, PA: Elsevier Saunders; 2016:2512-2517.  (GI)"
        },
        {
            "number in article": 32,
            "reference": "Layton KF, Wood CP, Miller GM. Joubert syndrome. Appl Radiol . 2014;43(10):22-23.  (C)"
        },
        {
            "number in article": 33,
            "reference": "Arora R. Joubert syndrome: imaging features and illustration of a case. Pol J Radiol . 2014;79:381-383.  doi:10.12659/PJR.890941. (C)"
        },
        {
            "number in article": 34,
            "reference": "Xiang J, Zhang L, Jiang W, et al. Prenatal diagnosis and genetic analysis of a fetus with Joubert syndrome. Biomed Res Int . May 31, 2018;31(2018):7202168. doi:10.1155/2018/7202168. (R)"
        },
        {
            "number in article": 35,
            "reference": "Strongin A, Heller T, Doherty D, et al. Characteristics of liver disease in 100 individuals with Joubert syndrome prospectively evaluated at a single center. J Pediatr Gastroenterol Nutr . 2018;66(3):428-435.  doi:10.1097/MPG.0000000000001816. (R)"
        },
        {
            "number in article": 36,
            "reference": "Alves CAPF, Ferraciolli S, Matsui C, Lucato LT. Decaying molar tooth sign in Joubert syndrome and related disorders is correlated to a displacement of the corticospinal tract. Neuroradiology . 2017;59(12):1189-1191.  doi:10.1007/s00234-017-1940-x.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Raghavan DV, Doshi VV, Nambi S. Joubert syndrome with autism in two siblings: A rare presentation. Indian Journal of Psychiatry . 2016;58(1):90-92. doi:10.4103/0019-5545.174395.   (R)"
        },
        {
            "number in article": 38,
            "reference": "Xiang J, Zhang L, Jiang W, et al. Prenatal diagnosis and genetic analysis of a fetus with Joubert syndrome. Biomed Res Int . May 31, 2018;31(2018):7202168. doi:10.1155/2018/7202168. (C)"
        }
    ]
}