{
    "metadata": {
        "title": "Sinding-Larsen-Johansson  Syndrome",
        "synonyms": [
            "juvenile osteochondrosis",
            "osteochondrosis, juvenile",
            "larsen-johansson syndrome"
        ],
        "anatomical location body part affected": [
            "Inferior pole of patella and patellar tendon"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "Variation of patellar tendonitis, disturbance of patellar tendon attachment to inferior pole of the patella"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M92.4": "juvenile osteochondrosis of patella (ICD codes are provided for the reader’s reference only, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients typically are athletic boys aged 10–13  years(3,5)",
            "Localized aching pain and discomfort in the anterior knee, with tenderness at the inferior pole of patella(3,5)",
            "Typically, insidious onset",
            "Symptoms are usually aggravated by stair climbing, squatting, kneeling, jumping, and running.(3) A slight limp might even be observable(7)",
            "Symptoms might be unilateral or bilateral, and intensity can vary from mild to acute(7) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "If major trauma or a single memorable event precedes anterior knee symptoms, a patellar sleeve fracture (i.e., cartilaginous avulsion fracture at the inferior pole of the patella) should be ruled out(6)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  in the skeletally immature or adolescent athlete, sinding-larsen-johansson syndrome  sljs  most likely results from traction injury of the knee extensor mechanism": [],
        "pathogenesis:  as in osgood-schlatter  syndrome, the etiology of the bone-ligament weakness and whether it involves genetic factors are unknown. growth spurts might": [],
        "risk factors": [
            "More prevalent in young athletes, especially boys aged 10–13 years(3,5)",
            "Children with spastic cerebral palsy are at increased risk for SLJS"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Local corticosteroid injection is contraindicated due to potential for tendon weakness and rupture(3)",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care "
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "If major trauma or a single memorable event precedes anterior knee symptoms, a patellar sleeve fracture (i.e., cartilaginous avulsion fracture at the inferior pole of the patella) should be ruled out(6)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -A typical history involves the gradual onset of intermittent exertional knee pain, possibly during a growth spurt. If pain started suddenly, was trauma the cause? Have symptoms worsened with continued physical activity?",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management for knee pain. How has the pain responded to treatments?",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? NSAIDs are often recommended",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "The diagnosis is usually made clinically",
                        "The presence of abnormalities on radiograph does not always correlate with patient symptoms(5)",
                        "Ultrasonography reliably tracks the course of SLJS and is indicated to rule out bone pathology if conservative treatment does not reduce the pain(1)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Anterior knee pain aggravated by using stairs, squatting, kneeling, jumping, and running",
                "body chart": "Use body chart to document location and nature of symptoms. Patients might point to the distal end of the patella as the source of anterior knee pain",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Aching discomfort localized at the inferior pole of the patella",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician. Although rare, pain around the knee joint can also occur with osteosarcoma,(3)which may present with symptoms such as weight loss, pallor, fever, and anorexia Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any previous skeletal problems or injury to the involved knee?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders. Review health history questionnaire with the patient",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What sports or recreational activities are involved? ",
                "functional limitations assistance with ADLs adaptive equipment": "Document use of any assistive or adaptive devices, as well as any functional limitations such as stair climbing or kneeling during household duties",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc."
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height and weight. Quadriceps atrophy might be assessed by taking muscle girth measurements",
            "assistive and adaptive devices": "Assessment indicated in severe cases that might require crutch use",
            "balance": "Should be normal if the knees are fully extended. However, if pain and swelling are extensive, balance might be impaired",
            "cardiorespiratory function and endurance": [],
            "circulation": "Peripheral pulses should be normal Functional mobility  (including transfers, etc.) –Assess ability to use stairs, kneel, or squat –If an athlete or highly active patient has difficulty reproducing his or her symptoms, assess ability to perform sports-related  motion that increases his or her pain",
            "functional mobility": "",
            "gait locomotion": "Assess gait pattern. A patient with severe SLJS might have an antalgic gait pattern or excessive compensatory mechanismsKnee joint mechanics should be normal. Assess for patellar hypomobility, patella infera, or patella alta.(3)Assess hip for abnormalities to rule out referred pain(5)",
            "muscle strength": "Assess knee strength in extension and flexion. Quadriceps weakness and atrophy might be present in severe cases. Pain on resisted knee extension is very common",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess leg alignment and check for leg-length discrepancy. Check for factors that might increase stress on patellar tendon, such as genu recurvatum",
            "range of motion": "Assess for loss of full active knee extension, which might be indicative of an avulsion fracture. Passive knee extension should be normal unless knee effusion exists. Assess for pain-restricted  passive knee flexion ROM in prone (Ely’s test) to determine if the cause of any discovered restrictions is hip flexor or quadriceps tightness. Also evaluate the flexibility of the hamstrings, gastrocnemius/soleus, and iliotibial band. Hip and ankle motion should be evaluated to determine if any restrictions exist that might be contributing to faulty biomechanics",
            "self-care activities of daily living": "",
            "reflex testing": "Patellar and Achilles deep tendon reflexes should be intactSLJS rarely causes disability in self-care  activities",
            "sensory testing": "Dermatome scan should be normal",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Ely’s test -Assess for restricted rectus femoris pain, restricted knee flexion ROM in prone -The test is positive if the hip rises from the table as the knee is flexed. If pain is elicited at the location of the patellar tendon or inferior pole of the patella instead of the typical stretch sensation in the muscle belly, then quadriceps stretching might need to be delayed –Ober’s test -Assess for tightness of iliotibial band and tensor fascia lata in side-lying -The test is positive if the lower extremity does not adduct to parallel",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Over area of circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Cold intolerance",
                "Cryoglobulinemia ",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young or very old",
                "Persons with aversion to cold",
                "Application over areas with a lack of intact thermal sensation",
                "Application over areas of vascular insufficiency or vascular disease",
                "Application over areas of recent hemorrhage or potential hemorrhage",
                "Application over areas of known malignancy",
                "Application over areas of acute inflammation",
                "Application over infected areas where infection may spread or cross-contamination  may occur",
                "Application over areas where liniments or heat rubs have recently been applied",
                "Application in any situation deemed unreliable by the practitioner",
                "Electrodes should not be placed over -the trunk or heart region in patients with demand-type  pacemakers or implantable cardioverter defibrillators -the pelvic, abdominal, lumbar, or hip region in pregnant women -the carotid bodies -the phrenic nerve or urinary bladder stimulators -areas of known peripheral vascular disease including arterial or venous thrombosis or thrombophlebitis -the phrenic nerve, eyes, or gonads -areas of active osteomyelitis -areas of hemorrhage",
                "Electrotherapy should be used with caution -in patients without intact sensation -in patients who are unable to communicate -in patients with compromised mental status -in patients with cardiac dysfunction -in patients with epilepsy",
                "Electrodes should not be placed -over neoplasms -over compromised skin -over tissues vulnerable to hemorrhage or hematoma -over the cervical or craniofacial region"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Cryotherapy contraindications  (2)",
                "Cryotherapy precautions  (2)",
                "Thermotherapy contraindications  (2)",
                "Electrotherapy contraindications  (in some cases, when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(2)",
                "Precautions  for electrotherapy"
            ]
        },
        "diagnosis need for treatment": "Activity-related  knee pain. Guided intervention needed for activity modification and pain management",
        "rule out": " Rule out Referred pain from hip/hip pathology Patellar sleeve fracture(3) Patellar stress fracture(3) Patellar tendinitis(3)  Patella alta(3) Patella infera Osteochondritis dissecans(3) Malignancy(8) Infection(8) Type I bipartite patella(4) Patellofemoral syndrome Chondromalacia",
        "prognosis": [],
        "referral to other disciplines": "As indicated if another medical condition is suspected, such as tumor or infection",
        "other considerations": [],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "minimal or no activity-related  knee pain": [
            "V AS"
        ],
        "normalized strength": [
            "Manual muscle testing"
        ],
        "normal lower-extremity  flexibility": [
            "Goniometry",
            "Flexibility reassessment"
        ],
        "resolved functional deficits": [
            "Gait assessment"
        ],
        "patient satisfaction": [
            "Patient satisfaction survey"
        ]
    },
    "maintenance or prevention": [
        "Maintain appropriate flexibility and strength of quadriceps and hamstrings for sport or activities"
    ],
    "patient education": [
        "See Sinding-Larsen-Johansson  syndrome from TeensHealth from Nemours at https://kidshealth.org/en/teens/slj-syndrome.html Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Malherbe K. Traction apophysitis of the knee: a case report. Radiol Case Rep . 2019;14(1):18-21.  doi:10.1016/j.radcr.2018.09.012. (R)"
        },
        {
            "number in article": 2,
            "reference": "Bellew J, Michlovitz SL, Nolan TP. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,  80-82, 322-323. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Patel DR, Villalobos A. Evaluation and management of knee pain in young athletes: overuse injuries of the knee. Transl Pediatr . 2017;6(3):190-198.  doi:10.21037/ tp.2017.04.05. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Kajetanek C, Thaunat M, Guimaraes T, Carnesecchi O, Daggett M, Sonnery-Cottet  B. Arthroscopic treatment of painful Sinding-Larsen-Johansson  syndrome in a professional handball player. Orthop Traumatol Surg Res . 2016;102(5):677-680.  doi:10.1016/j.otsr.2016.05.011. (C)"
        },
        {
            "number in article": 5,
            "reference": "Magrini D, Dahab KS. Musculoskeletal overuse injuries in the pediatric population. Curr Sports Med Rep . 2016;15(6):392-399.  doi:10.1249/JSR.0000000000000303. (RV)"
        },
        {
            "number in article": 6,
            "reference": "Alassaf N. Acute presentation of Sinding-Larsen-Johansson  disease simulating patella sleeve fracture: a case report. SAGE Open Med Case Rep . 2018;6. doi:10.1177/2050313X18799242. (C)"
        },
        {
            "number in article": 7,
            "reference": "Sinding Larsen Johansson Syndrome. Physiopedia Web site. https://www.physio-pedia.com/Sinding_Larsen_Johansson_Syndrome . Accessed September 20, 2019. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Cunill-De Sautu B, Gereige RS. Knee conditions. Pediatr Rev . 2014;35(9):359-369.  doi:10.1542/pir.35-9-359.  (RV) "
        }
    ]
}