{
    "metadata": {
        "title": "Juvenile Idiopathic Arthritis",
        "synonyms": [
            "juvenile idiopathic arthritis",
            "juvenile chronic arthritis",
            "jia",
            "jca",
            "jra",
            " juvenile rheumatoid arthritis",
            "idiopathic arthritis, juvenile",
            "arthritis, juvenile idiopathic",
            " arthritis, juvenile rheumatoid",
            "juvenile-onset  still's disease",
            "still's disease, juvenile onset",
            " polyarthritis, juvenile chronic",
            "juvenile chronic polyarthritis"
        ],
        "anatomical location body part affected": [
            "Juvenile idiopathic arthritis (JIA) predominantly affects the joints, both small and large; however, the eyes can also be involved (iridocyclitis), and in the case of systemic-onset  JIA, or Still’s disease, inflammation of the internal organs may occur(1)"
        ],
        "area of specialty": [
            "pediatric rehabilitation",
            "orthopedic rehabilitation",
            "hand therapy"
        ],
        "description": [
            "JIA refers to all forms of arthritis of unknown origin that begin before age 16 and persist for more than 6 weeks(2)",
            "JIA is considered an autoimmune disorder involving joint inflammation. Researchers have described seven types of JIA, which are distinguished by their signs and symptoms, the number of joints affected, the results of laboratory tests, and the family history(57)",
            "The incidence of JIA in North America and Europe is estimated to be 4-16 in 100,000 children.(57) Worldwide, JIA occurs more frequently in certain populations with an incidence of 22 cases per 100,000 in Norway but 3.5 cases per 100,000 is reported in Germany(58)",
            "Approximately 294,000 children in the United States are affected(57)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "714.30": "chronic or unspecified polyarticular juvenile rheumatoid arthritis",
            "714.31": "acute polyarticular juvenile rheumatoid arthritis",
            "714.32": "pauciarticular juvenile rheumatoid arthritis",
            "714.33": "monoarticular juvenile rheumatoid arthritis"
        },
        "ICD-10 codes": {
            "M08": {
                "base": "juvenile arthritis",
                "M08.0": "juvenile rheumatoid arthritis",
                "M08.1": "juvenile ankylosing spondylitis",
                "M08.2": "juvenile arthritis with systemic onset",
                "M08.3": "juvenile polyarthritis (seronegative)",
                "M08.4": "pauciarticular juvenile arthritis",
                "M08.8": "other juvenile arthritis",
                "M08.9": "juvenile arthritis, unspecified"
            },
            "M09": {
                "base": "juvenile arthritis in diseases classified elsewhere",
                "M09.0": "juvenile arthritis in psoriasis",
                "M09.1": "juvenile arthritis in Crohn's disease [regional enteritis]",
                "M09.2": "juvenile arthritis in ulcerative colitis",
                "M09.8": "juvenile arthritis in other diseases classified elsewhere"
            },
            "Optional": {
                "base": "sub-classification codes to indicate site of involvement for M08, M09",
                "0": "multiple sites",
                "1": "shoulder region",
                "2": "upper arm",
                "3": "forearm",
                "4": "hand",
                "5": "pelvic region and thigh",
                "6": "lower leg",
                "7": "ankle and foot",
                "8": "other",
                "9": "site unspecified"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "In the United States, services may be available through state-run Children with Special Health Care Needs (CSHCN) programs. These programs provide services for those who have or are at increased risk for a chronic physical, developmental, behavioral, or emotional condition and who also require health and related services of a type or amount beyond that required by children generally",
            "Financial assistance for medications and/or treatments is often available from local, regional, and national foundations. Details about these programs are available from the Arthritis Foundation(3)",
            "JIA may be considered a preexisting condition, which can have an impact on ability to maintain health insurance coverage(3)"
        ],
        "presentation signs and symptoms": [
            "General presentation –The classic signs of JIA are articular effusion and synovial hypertrophy.(6) Due to inflammation, joint may be swollen and warm to the touch –Children will often complain of joint and muscle pain, joint stiffness in the morning and after prolonged rest,(4) night pain, and tenderness to palpation –Due to chronic inflammation, secondary problems develop, including decreased ROM, decreased strength, joint deformities, ligamentous laxity, joint subluxation, growth retardation, and osteoporosis –Functional implications may include gait abnormalities, decreased endurance, impaired balance, and decreased functional/ developmental skills. Young children will often regress in their developmental skills to compensate for their discomfort(4) –Joint impairments, ligamentous laxity, and muscle imbalances within the hands and/or wrists can significantly impact the child’s ability to perform age-appropriate  activities of daily living (ADLs) and school performance(54) –Children with JIA will often position their joint(s) in flexion, as this position maximizes the joint volume and places the swollen synovium in a comfortable position. This is problematic and leads to the development of flexion contractures and extensor muscle weakness(57) –The onset of JIA is before 16 years of age; most commonly, onset is at 1-3 years of age. JIA rarely develops before 6 months of age(5) –JIA most often follows a disease course of flares and periods of remissions,(2,6) although some children have unremitting disease(6) -Criteria for defining clinical inactive disease include: no joints with active arthritis, no fever, rash, serositis or generalized lymphadenopathy attributable to JIA, no active uveitis, erythrocyte sedimentation rate (ESR) within normal limits, duration of morning stiffness ≤ 15 minutes(7)",
            "Classification according to the International League of Associations for Rheumatism (ILAR)(6,8) –JIA – systemic arthritis –JIA – polyarticular rheumatoid factor positive (RF+) –JIA – polyarticular rheumatoid factor negative (RF-) –JIA – oligoarticular -Persistent -Extended –JIA – psoriatic –JIA – enthesitis-related  –JIA – undifferentiated arthritis",
            "Overview of ILAR categories –Systemic-onset  JIA/Still’s disease -Signs/symptoms -Arthritis in ≥ 1 joint for at least 6 weeks in a child < 16 years of age(56) -2-week  period of fever, with daily high fever spikes for at least 3 days, and at least 1 of the following: evanescenterythematous rash, generalized lymphadenopathy, hepatomegaly or splenomegaly, and serositis (often pericarditis or pleuritis)(56) -Temporary rash of pale erythematous macules, typically on the trunk and proximal extremities(6) -Severe fatigue(4) -Chronic polyarthritis: chronic polyarthritis is the involvement of 5 or more joints. Most children with Still’s disease will develop this condition -Approximate frequency – 5% of cases(58) –Polyarticular JIA -Signs/symptoms -Within 6 months after onset, > 4 joints are involved(4) -May be subclassified as RF+ or RF-(10) -Approximate frequency of RF+ is 20%(58) -Approximate frequency of RF- is 5% of cases(58) -Acute, symmetrical arthritis of the upper and lower extremities -Severe fatigue(4) -Chronic uveitis may occur (although observed more often in children with pauciarticular JIA)(4) –Oligoarticular/pauciarticular -Signs/symptoms -Within 6 months after onset, ≤ 4 joints are involved(4) -May be subclassified as persistent or extended(10) -Persistent – no further progression (into other joints) after 6 months -Extended – after 6 months > 4 joints are involved -Involvement of the lower extremities is typically asymmetrical. In order, the most commonly affected joints are the knee, ankle, and elbow(9) -Iridocyclitis (chronic eye inflammation) may develop, and 15-30%  of cases of iridocyclitis may result in functional blindness(9) -Most common form of JIA in the United States -Ranges are 30%(58) to almost 50%(57) –Psoriatic JIA -Signs/symptoms(11) -Along with arthritis, child has psoriasis or ≥ 2 of the following(8) -Dactylitis -Nail pitting or onycholysis -Psoriasis in first-degree  relative -Generally the child becomes symptomatic at 8-9years of age -May only affect phalanges -Uveitis can also occur -Approximate frequency is 5% of JIA cases(58) –Enthesitis-related  JIA -Signs/symptoms(11) -Typically affects boys ≥ 8 years of age -Generally involves the sacroiliac joint  -May develop iritis or acute anterior uveitis -Associated with HLA-B27  antigen(8,11) -Approximate frequency is 25% of JIA cases(58) –Undifferentiated JIA(8) -Signs and symptoms that do not meet criteria of other ILAR categories or meet criteria of ≥ 2 ILAR categories -Approximate frequency is 10% of JIA cases(58)",
            "Results from a longitudinal study conducted in the United States indicate that patients with enthesitis-related  arthritis and undifferentiated arthritis have worse patient-reported  outcomes (pain, quality of life, and physical function) when compared to other types of JIA(68) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "JIA is an autoimmune disease. Its etiology is unknown; however it is thought to be a complex genetic disease, with acombination of genetic susceptibility and predominantly unknown environmental triggers causing it(2)",
            "Candidate environmental triggers include infectious agents(9) and vaccinations(2) but neither has been confirmed, due to alack of adequately controlled prospective studies(2)",
            "Researchers of a 2015 case-control  study conducted in the UK concluded that antibiotic exposure was associated withdeveloping JIA and was dose-dependent(59)"
        ],
        "pathogenesis": [
            "The autoimmune response causes synovitis, an inflammation of the synovial tissue that surrounds the joints andtendons.(12) This process leads to synovial hypertrophy, resulting in the formation of a pannus that covers the articularsurface, causing damage to the cartilage and underlying bone. Increased intraarticular pressure leads to fibrosis andcontracture of the surrounding soft tissue. Eventually, joint fibrosis or ankylosis may occur(9)",
            "The inflammatory process underlying systemic JIA appears distinct from other categories of JIA, with interleukin-1  (IL-1)and interleukin-6  (IL-6)  both playing central roles(56)",
            "Authors of a study conducted in Poland found a high correlation between synovial microvascular blood flow, serumangiogenic proteins, and the symptoms of synovitis in patients with JIA, supporting the crucial role of angiogenesis inJIA(60)"
        ],
        "risk factors": [
            "Associations have been detected between JIA subtypes and variants in genes encoding human leukocyte antigens (HLA)(13)",
            "Potential (all require further investigation, as evidence is limited) risk factors for JIA(10)–Formula feeding (vs. breastfeeding)–Infection (viral or bacterial)–Maternal smoking (during pregnancy)–Use of antibiotics(59)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "A majority of the literature reviewed recommends a conservative approach during the acute stage of the disease. Therefore, during an acute flare-up, avoid over-activity  and aggressive stretching or strengthening. Rest, gentle ROM, and strengthening within a pain-free  range are recommended. In the case of systemic JIA, the child may have medical restrictions related to exercise. Also, be cognizant of subluxed joints, which can occur with all types of JIA. Utilize joint protection techniques during flare-ups  (e.g., cease activity if pain is felt, use good body mechanics, ensure adequate rest periods, reduce stress on joints as able)(14)",
        "See specific  Contraindications/precautions to examination   under Assessment/Plan of Care "
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": " Medications for current illness/injury Determine what medications clinician has prescribed; are they being taken? Does the patient feel they are effectively controlling symptoms? Medications may include nonsteroidal anti-inflammatory  drugs (NSAIDs), corticosteroids, nonbiologic diseasemodifying  anti-rheumatic  drugs (DMARDs), and biologic DMARDs (e.g., interleukin inhibitors)(15) NSAIDs are recommended for the management of pain and inflammation Corticosteroid injections are typically prescribed for oligoarticular and psoriatic JIA, while systemic corticosteroids are prescribed for severe JIA Intra-articular  corticosteroid injections may improve self-reported  foot disability and inflammatory joint symptoms, but may not improve gait dynamics(69) Based on a study conducted in Sweden where 43 children with JIA (primarily polyarthritis) were consecutively recruitedand compared with 40 healthy children, matched for age and sex, after intraarticular  corticosteroid injections Gait dynamics and foot-related  disability were assessed before treatment and at 3 weeks and 3 months following the injections Methotrexate is often prescribed when NSAIDs or corticosteroids fail Use of biologic therapy in JIA, including tumor necrosis factor (TNF) inhibitors, IL-1 inhibitors (e.g., anakinra), and IL6 inhibitors, has markedly increased in the past decade(43) Biologic agents (e.g., etanercept) are prescribed to affect certain cytokines (e.g., reduce amount of free TNF) that are part of the disease process There is moderate evidence that children with JIA who respond to biologic DMARDs are less likely to have a flareup,  but there also is relatively little evidence about the safety and effectiveness of DMARDs(16) Use of biologic DMARDs has improved the outcomes of patients with JIA while reducing side effects. Novel biologic therapies continue to be produced(43) Important to note history and duration of corticosteroid use (steroids can cause osteoporosis, steroid myopathy, and hypertension)(17) Patients on immunosuppressive therapy may not have a normal clinical response to infection",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Clinical evaluation is the main tool utilized in diagnosing JIA; however, x-rays,  magnetic resonance imaging (MRI), ultrasonography, computed tomography (CT), and laboratory tests may aid in the diagnosis",
                        "X-rays  may reveal opaque-looking  bone (indicative of osteoporosis), decreased joint space (due to cartilage erosion), abnormal boney outline (due to cysts, erosion, or spurs), compression fractures or poor joint alignment",
                        "An MRI will indicate cartilage loss, which will appear earlier compared to x-rays ",
                        "No laboratory test can diagnose JIA.(3) Laboratory tests will screen for anemia, increased white blood cell count, elevated ESR, positive RF, and positive antinuclear antibody test(9)",
                        "Ultrasonography may be used for multiple purposes, including identification of joint erosion, assessment of blood flow, and measurement of synovial thickening(18)",
                        "CT may be used to identify skeletal destruction(18)",
                        "MRI is the gold standard for detection of temporomandibular joint (TMJ) involvement since there are often no TMJ signs and symptoms and pain has not been found to be a reliable indicator of inflammation or damage in this population(19)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture, herbal supplements) and whether or not they help. Complementary, alternative, and traditional medicines are often tried to manage symptoms but the scientific data supporting their effectiveness are limited or nonexistent.(3) Complementary therapies for severe pain and temporary relief may include relaxation techniques such as massage, imaging, controlled breathing, yoga, cognitive psychotherapy, and acupuncture",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Does the child have a current home exercise program?"
                },
                "aggravating easing factors": "Are there any specific activities or positions that aggravate or ease patient’s symptoms?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp vs. dull, aching, burning, numbness, tingling, throbbing). Depending upon the age of the child, both the child and parent should be questioned regarding specific joint involvement; presence and duration of joint stiffness, both in the morning and after prolonged rest; and perception of pain and fatigue. Also inquire about any difficulty with eating/chewing and headaches, which may be related to TMJ involvement(20)",
                "rating of symptoms": " Rating of symptoms -Inquire about pain at rest, with active movement, and with weight-bearing  activities; compared to adults, children underreport pain -A V AS may be used to document pain -The Oucher scale, a self-report  pain V AS, may be used with children aged 3.3 years and older(21) -The Pediatric Pain Questionnaire is another tool designed to assess children’s pain(22)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables. Patients often complain of joint stiffness in the morning -Pain variability throughout the day is common, based on a study of 112 youths with JIA conducted in Canada(44) -Pain intensity was self-reported  on a V AS with range 0-100  using electronic diaries 3 times per day for 7 days -The majority of youths had high absolute change (≥10 V AS units). Higher average absolute change was associated with lower quality of life",
                "sleep disturbance": "Document number of wakings/night. Pain may cause altered sleep patterns or behavior changes,(23) so it is important to inquire about any changes in these areas -Researchers of a cross-sectional  study conducted in Israel to determine the prevalence of disturbed sleep and its relationship to pain, function, disease activity and medications randomly sampled 155 children with rheumatoid disease (115 JIA, 40 juvenile dermatomyositis)(24) -Forty-four  percent of respondents reported disturbed sleep, assessed by sleep self-report (SSR); there were no differences between disease groups -Fatigue, pain and function were assessed by the Pediatric Quality of Life Inventory (PedsQL). Poor reported sleep was highly correlated with fatigue. Fatigue was highly negatively correlated with quality of life. The worst pain intensity in the previous week was correlated to sleep disturbance -Fatigue was also associated with use of prednisone and DMARDs -A need for development of strategies for improving sleep for children with rheumatic illness was identifiedDocument the use of any supplemental oxygen or the need for ventilation support",
                "other symptoms": "Document other symptoms patient may be experiencing that could be indicative of a need to refer to physician  -Depressive symptoms, but not anxiety, have been reported to affect health-related  quality of life (HRQOL) in children with JIA. Screening for depression should be considered as part of multimodal assessment and treatment in JIA(45) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask child/caregiver about other problems, including diabetes, cancer, heart disease, psychiatric disorders, orthopedic disorders, etc. Children with JIA may have osteoporosis, pericarditis, hepatosplenomegaly, lymphadenopathy, iridocyclitis, and/or anemia. Other commonly associated conditions include nutritional impairment, growth disturbances, and autoimmune disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask child/caregiver about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in physical education, recreational or competitive sports? Has the patient stopped participating in physical education or other forms of exercise? Does the patient participate in group activities such as a church group, Boy/Girl Scouts, etc.? Does the patient have a job; if so, what are his/her work duties? Do the patient and family have a strong support network? Is the patient a student? Is he/she having trouble writing or typing? Which is his/her dominant hand?",
                "functional limitations assistance with ADLs adaptive equipment": "Document use of any equipment or need for assistance. The Childhood Health Assessment Questionnaire (CHAQ) can be completed by the parent/caregiver in an effort to describe the child’s abilities during ADLs(25)",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? Inquire about community support and proximity to resources"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": " Anthropometric characteristics –Measure height and weight and compare to age- and sex-specific  growth charts. Growth disturbances can occur –Measure leg length. Young children with oligoarticular subtype affecting lower extremity joints asymmetrically can develop a leg length discrepancy(26)",
            "assistive and adaptive devices": " Assistive and adaptive devices –Devices will vary depending on the child’s age and severity of disease. Given that JIA can develop as early as 6 months of age, the therapist will need to assess the child’s developmental level and issue adaptive equipment and orthotics as necessary to facilitate age-appropriate  gross and fine motor skills. This may include adaptive seating, walkers, crutches, etc. –In the presence of upper extremity involvement, the platform attachment on a walker or crutches may be necessary to decrease weight-bearing  on inflamed wrist and hand joints –Adaptive devices for feeding and ADLs may be indicated depending on severity",
            "balance": "Assess both static and dynamic balance in appropriate postures. Balance may be assessed using the Pediatric Balance Scale (PBS) or balance subscales of the Bruininks-Oseretsky Test of Motor Proficiency, Second Edition (BOT-2)  or Peabody Developmental Motor Scales, Second Edition (PDMS-2) –A significant proportion of children with arthritis in the lower extremities have impaired balance, based on a study conducted in Canada(46) -Lower extremity weakness correlated with poor balance ",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": " Functional mobility –Clinicians may use the Pediatric Evaluation of Disability Inventory (PEDI) tool or the WeeFIM to evaluate functional skills. Note proficiency, movement quality, endurance, and speed when performing functional tasks –Hand function can be assessed specifically with Jebsen-Taylor Hand Function Test or 9 hole peg test",
            "gait locomotion": " Gait/locomotion –Complete a gait assessment as indicated and appropriate –It has been noted that children with JIA have a decreased velocity, cadence, and stride length. Additional common deviations include increased anterior pelvic tilt with decreased hip extension and ankle plantar flexion at terminal stance(27) Joint integrity and mobility –Examine the spine and upper and lower extremity joints for the presence of effusion, synovial thickening, contractures, warmth, and redness –Swelling around the hip is difficult to detect unless the child is thin. Swelling around the knee typically occurs over the medial, superior, and lateral aspect of the patella. Ankle swelling is most likely present around the malleoli and dorsum of the joint. Swelling around the metatarsophalangeal joints is difficult to assess; however, swelling may be palpable or observable(9) –Girth measurements for swelling are not recommended, as synovial thickening and boney overgrowth will influence measurements.(9) Boutonniere’s deformity may occur with chronic arthritis of the fingers –The spine (all levels) should be evaluated and protective guarding/impaired ROM should be noted(4) –Note joint end feels –The hip is rarely the primary joint involved at onset of JIA, but may become involved early, particularly in systemic JIA(28) -Half of patients with systemic JIA develop clinical hip disease, which can cause serious disabilities, occurring a median of 24 months from diagnosis(28) –The TMJ should be assessed as it is often affected by JIA and can impair chewing.(4) The prevalence of TMJ arthritis in JIA has been reported to be as high as 75%(29) -Most children with TMJ disorder have no symptoms or clinical findings in the early stages. MRI is the gold standard particularly for the detection of early damage.(20) In later stages the clinical signs may include decreased opening movement, articular sounds during movement, muscular and articular edema, morning stiffness and pain at rest or with movement(20) -Functional examination of the TMJ should include assessing for mandibular deviation during opening and closing and manual palpation of the condyle to detect abnormal condylar movements(20) -Heterotopic ossifications of the TMJ, associated with severe arthritis and joint destruction, have been reported in children with JIA(29)",
            "muscle strength": " Muscle strength –If the child is able to follow multistep directions, typically 5 years of age or older, assess strength utilizing manual muscle test. Avoid strong resistance during an acute flare-up –Can use hand dynamometers and pinchometers to assess hand strength –If the child is unable to follow directions, assess strength via observation of developmental and functional tasks –Typically, weakness will be present in the extensors. Note muscle atrophy and assess thigh/calf girth for symmetry. Note compensatory movements during developmental activities or during functional tasks Neuromotor development –In the younger child, assess ability to progress through the developmental sequence. Clinicians may use the PDMS-2 evaluation tool for children with impaired motor skills who are under the age of 5 years –For children aged 5 years and older, the BOT-2  should be used ",
            "observation inspection palpation including skin assessment": [],
            "posture": " Posture –Complete a full posture assessment in all planes. Make sure to measure (true) leg lengths, especially in the case of asymmetric knee involvement. Common postural deviations include leg length discrepancy, scoliosis, forward head, rounded shoulders, scapular winging, increased lordosis, kyphosis, and pelvic obliquity –The most common deformity in the hip is femoral anteversion; in the knee is valgus; and in the ankle in severe cases is equinovarus and in milder cases is valgus or foot pronation. Common foot deformities include hallux valgus and hammer toes(9)",
            "range of motion": " Range of motion –Measure active and passive ROM via goniometry. Assess the spine, upper and lower extremities, and TMJ. For the TMJ, assess the incisor gap by measuring the distance between the upper and lower teeth(9) –Muscle contractures will typically develop in the flexors. ROM limitations in the hip include decreased hip extension, abduction, and internal rotation. Typical limitations in the knee include decreased extension. In the UE, pay particular attention to the elbow, wrist, and hand –Assess LE flexibility, paying special attention to the hamstrings, iliopsoas, adductors, and iliotibial band –Document if pain is elicited during assessmentSince much of the disability associated with JIA results from muscle weakness and atrophy, assessment of physical fitness is often used as an index of functional capacity in children with JIA(30) –Children with JIA assessed by the Wingate Anaerobic Cycling test had decreased anaerobic fitness compared to healthy peers. Moderate to strong associations have been reported between anaerobic fitness as assessed by the Wingate Anaerobic Cycling test and the JIA patient’s hygiene and ability to dress, groom, stand up from sitting, walk and eat independently(30) –Synovitis and tenosynovitis associated with JIA can significantly impact joints, ligaments, and muscle function, which can reduce a child’s ability to perform age-appropriate  ADLs -In a Dutch study of 121 children (mean age, 13.7 years), despite reported low disease activity based on the mean JADAS-71  score, 54% of the children reported having hand and/or wrist related symptoms and impairments resulting in moderate to severe levels of activity limitations and participation restrictions at school(54) -Sixty-nine  percent reported at least 1 symptom in the hands and/wrists, most frequently the hands (55%) and in the dominant side. Pain was the most frequently reported symptom followed by joint stiffness -Forty percent reported at least 1 impairment of the hands and/or wrists on the dominant side with ROM limitations the primary impairment -Total CHAQ-total  scores indicated mild-to-moderate  activity limitations, and 54% of subjects reported having hand- and/or wrist-related  problems at school",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Clinician may want to assess proprioception, kinesthesia, and light touch as they may be altered by degree of swellingAssess the need for splints to prevent/minimize joint deformity/contractures or to protect joints during daily activities. Splints are most commonly recommended for the ankle in the LE and wrist in the UE",
            "special tests specific to diagnosis": "Clinicians should implement special tests as indicated and appropriate –The Juvenile Arthritis Disease Activity Score (JADAS) was recently developed as the first composite disease severity score(61)physician global rating of disease severity; parent/child rating of well-being; active joint count, assessed in 71, 27, or 10 joints (JADAS71, JADAS27, JADAS10, respectively); and ESR normalized to 1-10 scale -Indications of high disease activity found to have good construct and discriminant validity and ability to predict disease outcome according to the authors of a study conducted in Italy(61) -Scores of 4.2 and 8.5 for JADAS27 in oligoarthritis and polyarthritis, respectively -Scores of 4.2 and 10.5 for both JADAS10 and JADAS71 in oligoarthritis and polyarthritis, respectively -Researchers of another study conducted in Poland determined improvement thresholds for the JADAS10(62) -Low disease (5-14  points), moderate (15-24)  and high (25-40)  classes had different improvement thresholds. For each -Low – 4 points -Moderate – 10 points -High – 17 points the Pediatric Quality of Life Inventory (PedsQL) Rheumatology Module 3.0, the Juvenile Arthritis Quality of Life Questionnaire (JAQQ), the Pediatric Rheumatology Quality of Life Scale (PRQL), and the Childhood Arthritis Health Profile (CAHP)(31) -Each measure has strengths and weaknesses and should be evaluated with respect to the desired perspective (e.g., parent’s vs. child’s) as well as a child’s developmental status(31) -PedsQL Rheumatology Module 3.0 – well-validated measure of multiple dimensions of HRQOL specific to children with rheumatoid disease. When accompanied by PedsQL Generic Core Scales, the two measures reliably and validly address a broad range of quality of life issues across a broad range of ages(31) -JAQQ – designed to be used for individualized clinical assessments. Each child selects the 5 most problematic items in each domain and only these items are scored. This makes the tool more sensitive for meaningful clinical change but makes it less applicable for research(31) -PRQL – a shortened HRQOL developed because the length of existing pediatric HRQOL measures limits their use in the clinical setting. Measures physical health and psychosocial health with 10 items total (5 from each subscale)(31) -CAPH – measures physical functioning, psychosocial functioning, and the disease’s effect on the family – has been reported to be reliable and valid, but very little data exists to evaluate its clinical usability(31) -Pediatric Outcome Data Collection Instrument (PODCI) – an assessment tool for pediatric patients with musculoskeletal disorders(53)functional assessment of 8 areas (dressing, arising, eating, walking, hygiene, reaching, grip, and activities) based on an ordinal scale of 0-3 (0 = no difficulty, 1 = with some difficulty, 2 = with much difficulty, 3 = not applicable). If children use assistive/adaptive equipment, a minimum score of 2 is recorded. Sub-scores  on each of the 8 domains are averaged to calculate the overall CHAQ-disability  index (CHAQ-DI) -The CHAQ was found to be reliable for JIA follow-up  and was found to be clinically discriminate between healthy groups and JIA patients with a high disability index(63) -There is an English version and a Dutch version(54) –The Juvenile Arthritis Multidimensional Assessment Report (JAMAR) is a newly developed patient/parent-reported questionnaire that was found feasible and to have face and content validity in a study involving 332 children with JIA and 618 parents in Italy(32) -It includes 15 items that assess well-being,  pain, functional status, health related quality of life, morning stiffness, disease activity, disease status and course, joint disease, extra-articular  symptoms, side effects of medications, therapeutic compliance and satisfaction with outcome -Parents and children reported the questionnaire easy to use -Parents’ and children’s data were concordant",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess the child’s ability to follow simple and complex directions necessary for testing. JIA should not affect arousal, attention, or cognition",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "During pregnancy, over the abdomen and low back",
                "Over active bone growth at the epiphysis",
                "Over a known or suspected area for cancer",
                "Over the infected tissue in a tuberculosis infection",
                "Over an area of active bleeding  can be used in area of hematoma",
                "Over skin with impaired circulation  recommend using pulsed ",
                "Following are considered contraindications but have no evidence to support -Myositis ossificans -Deep vein thrombosis or thrombophlebitis -Acute injury -Recently irradiated tissue -Impaired sensation due to nerve damage -Skin disease -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck -Metal implants, head, and heart often listed but consensus is these should not be contraindications",
                "Ultrasound, continuous  Precautions(33)",
                "Over plastic or cemented implanats",
                "Over spinal cord and superficial or regenerating nerves (poor evidence)",
                "Ultrasound, pulsed  Contraindications(33)",
                "Over low back and abdomen during pregnancy",
                "Over known or suspected area of malignancy",
                "Over area of active bleeding",
                "Following are considered contraindications but have no evidence to support -Myositis ossificans -Deep vein thrombosis or thrombophlebitis -Recently irradiated tissue -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck",
                "Ultrasound, pulsed  Precautions(33)",
                "Over epiphysis with active bone growth",
                "Over infected area",
                "Over acute injury",
                "Over area of impaired sensation due to nerve damage",
                "With patients with impaired cognition or communication",
                "Over areas of impaired circulation",
                "In the presence of skin disease",
                "Over plastic and cemented implants",
                "Over spinal cord and superficial or regenerating nerves (poor evidence)",
                "Cold urticaria",
                "Cold intolerance",
                "Paroxysmal cold hemoglobinuria",
                "Cryoglobulinemia",
                "Raynaud’s disease or phenomenon",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound ",
                "Over an area of poor sensation",
                "With individuals with poor cognition",
                "In the very young and the very old",
                "Persons with an aversion to cold",
                "Over areas with a lack of intact thermal sensation",
                "Over areas of vascular insufficiency or vascular disease",
                "Over areas of recent hemorrhage or potential hemorrhage",
                "Over areas of know malignancy",
                "Over areas of acute inflammation",
                "Over infected areas where infection may spread",
                "Over areas where liniments or heat rubs have recently been applied",
                "In any situation deemed unreliable by the practitioner",
                "Over the trunk or heart region in patients with demand-type pacemakers and implantable cardioverter defibrillators (ICDs)",
                "Over the pelvic, abdominal, lumbar or hip region of a pregnant woman",
                "Over the carotid bodies",
                "Over the phrenic nerve, eyes, or gonads",
                "Over areas of know peripheral vascular disease",
                "Over areas of active osteomyelitis",
                "Over areas of hemorrhage",
                "With patients without intact sensation",
                "With patients who cannot communicate",
                "With patients with compromised mental ability",
                "With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heart beat)",
                "Over active or previous neoplasms",
                "With electrodes -Over compromised skin, unless treating wound specifically -Over tissues that are vulnerable to hemorrhage",
                "Cervical region in patients with history of stroke or seizures",
                "Do not use within 5 yards of diathermy units or other source of electromagnetic radiation"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Be aware of side effects of medications",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall prevention strategies. Discharge criteria should include independence with fall prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Therapeutic ultrasound, continuous  contraindications(33)",
                "Cryotherapy  contraindications(33)",
                "Cryotherapy  precautions(33)",
                "Thermotherapy  contraindications(33)",
                "Electrotherapy  contraindications (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(33)",
                "Electrotherapy, precautions(33)",
                "During an acute flare-up,  avoid overactivity and aggressive stretching or strengthening. Rest, gentle ROM, and strengthening in the pain-free  range are recommended. In the case of systemic JIA, the child may have medical restrictions related to exercise. Also, be cognizant of subluxed joints, which can occur with all types of JIA. Lastly, utilize joint protection techniques during flare-ups (e.g., cease activity if pain is felt, use good body mechanics, ensure adequate rest periods, reduce stress on joints as able)(14)",
                "Sports/exercise recommendation: During the acute phase, swimming and bicycling are recommended, as there is less joint impact (than in other sports). High-impact  sports should be avoided. However, during the chronic phase, weight-bearing sporting activities can be resumed. A training phase may be indicated prior to the start of any new sporting activity. Activities with minor joint impact (hiking, cross-country  skiing, dancing, etc.) are preferred over high-impact activities. High-impact  sports (soccer, tennis, etc.) should be recommended only for children whose disease is in remission.(23) Joint protection for the affected joints via soft or functional splints will be necessary in all sports except swimming.(12) Permission from the physician should be obtained prior to the start of any new sporting activity"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment The ultimate goal is to keep children with JIA developmentally active and in school(3) Physical therapy is part of a comprehensive team approach to the treatment of JIA. Early intervention is crucial to prevent/ minimize complications and maximize functional outcomes. Evidence-based research is lacking regarding specific parameters for duration and intensity of physical therapy  Both continuous physical therapy and intermittent physical therapy have been cited in the literature. Compliance with continuous physical therapy was felt to be poorer compared to compliance with intermittent physical therapy; therefore, the literature tended to favor the latter method. Intermittent physical therapy included intensive intervention, which at most lasted for several weeks. This intensive period was followed by a ‘therapeutic holiday’, during which time children kept up with only maintenance physical therapy or splint/brace wearing programs(34)",
        "rule out": "including but not limited to(30) Orthopedic diseases or fractures (e.g., stress fracture, slipped capital femoral epiphysis, Osgood-Schlatter  disease) Reactive arthritis (e.g., toxic synovitis of the hip, post-streptococcal  arthritis) Infectious diseases (e.g., Lyme disease, osteomyelitis, Epstein-Barr virus) Rheumatologic diseases (e.g., systemic lupus erythematosus [SLE], spondyloarthropathy, dermatomyositis) Cancer (e.g., leukemia, lymphoma, bone tumors) Pain syndromes (e.g., fibromyalgia, complex regional pain syndrome, growing pains) Arthropathies or arthralgias related to development(3) Leg length discrepancies from a variety of other conditions Muscular dystrophies",
        "prognosis": [
            "Authors of a 2015 systematic review concluded that few variables have been proven valid to predict the outcomeof disease activity, joint damage, functional ability and quality of life (QoL) of patients with JIA but that initial onset with polyarticular disease did predict worse outcome for all measures except QoL(70)",
            "Prognosis will vary depending on the type of JIA. Systemic-onset  JIA may result in moderate to severe disability. Polyarticular JIA, given a positive RF, has a poor prognosis, with the possibility of developing erosive arthritis. Pauciarticular JIA has a good prognosis; however, a positive ANA test places the child at high risk for developing iridocyclitis, which may result in decreased vision(9)",
            "Overall, 50-60%  of individuals with JIA achieve remission and stay in remission for varying lengths of time without the need for medication. Spontaneous remission varies by subtype. Functional ability will depend on disease control and maintenance of joint and muscle function. Biological agents continue to improve functional outcomes(35)",
            "Predictors of progressive disability include early-onset  symmetric disease, hip involvement, positive RF, and prolonged elevation of ESR(35) –Predictors of hip involvement include systemic subtype, early presentation with polyarthritis and more marked disability, and elevated immunoglobulin(28)",
            "Researchers of a 30-year  follow-up  study conducted in Norway of 90 patients with JIA found that 41% of patients had active disease or were still on medication, and that 28% had a high symptom state(71)",
            "In a study conducted in Canada, health outcomes for children with JIA were found to be better in those diagnosed at a younger age(47) –Parents of children diagnosed with JIA before 5 years of age found their children to have better HRQOL in terms of psychosocial functioning than did parents whose children were diagnosed later –Children diagnosed at a younger age were also found to be less limited in schoolwork or activities with friends because of emotional or behavioral issues than those diagnosed later"
        ],
        "referral to other disciplines": "A multidisciplinary team approach involving healthcare workers and community partners is advised.(3) These may include: occupational therapist psychologist/social worker/supportive services orthotist dentist/orthodontist for TMJ involvement as indicated –Individuals with unilateral TMJ involvement may benefit from an orthopedic distraction splint to reduce asymmetric mandibular growth(51) -Based on a Danish study that included 22 children with JIA (mean age, 7.5 years) who were instructed to wear the distraction splint for a mean treatment time of 57 months -Tomography testing was used to assess the TMJs at pretreatment and within 12 months following treatment cessation -Mandibular asymmetries in terms of ramus height and total vertical mandibular height asymmetry decreased post treatment intervention  -There was no significant difference between groups in mandibular growth rates following treatment intervention –The same group found significant reductions in orofacial pain and improvement in TMJ function after stabilization splint treatment in 28 patients with JIA and arthritis-related orofacial symptoms(64) -However, TMJ mobility remained significantly reduced at follow-up  when compared to control group of 110 healthy children Ophthalmologist as indicated –Ocular involvement can be asymptomatic, but the inflammation can cause serious morbidity, including loss of vision(48) -Children at greatest risk are those with oligoarticular JRA -Ophthalmologist appointments for children without known ocular involvement should be recommended within 1 month of diagnosis of arthritis –Elevated ESR appears to be a predictor for the occurrence of uveitis in patients with JIA(65) Surgeon Teachers, school nurses, counselors and coaches, employers",
        "other considerations": [
            "Macrophage activation syndrome (MAS) occurs in approximately 5-8%  of patients with systemic JIA; the syndrome can be fatal(36) –Features include high fever, hepatosplenomegaly, lymphadenopathy, cytopenia, hyperferritinemia, hypertriglyceridemia, hypofibrinogenemia, and coagulopathy. A low ESR despite systemic inflammation helps to distinguish the syndrome from a flare of the underlying JIA in which ESR is usually high(56) –Ten percent of children with systemic JIA develop overt clinical features of MAS, with the mortality rate of those children with systemic JIA hospitalized with MAS being ~6%(56)",
            "Accelerometer monitoring of daily physical activity showed that children age 10-16  with JIA (n = 61) are less active than controls (n = 2055), especially if there is involvement of the hips or ankles(72)",
            "Participation in an Internet-based  educational program may increase physical activity levels in children with JIA(37) –Based on a subgroup analysis from a small randomized controlled trial in the Netherlands –Thirty-three  children (mean age 11 years) were randomized to an Internet-based  educational program designed to encourage physical activity vs. waiting list control group for 17 weeks –Compared to baseline -Both groups had a significant improvement in physical activity levels -The Internet-based  group had a significant improvement in maximum endurance time –In a small subgroup analysis of children with low physical activity levels at baseline, physical activity levels significantly increased in the children who participated in the Internet-based  program but not in the children on the waiting list (compared to baseline values)",
            "Authors of a systematic review of the social and physical leisure activities among children and adolescents with JIA found that most research focuses on physical activity rather than social activities of this population(66) –Results did suggest that youths with JIA participate less in both social and physical leisure activities and that children and adolescents with JIA do not meet national recommendations for physical activity –Factors that appeared to determine leisure participation were socio-demographic  (age, sex), anthropometric (height, weight), and disease-related  (JIA subtype, disease duration, pain, number of swollen or painful joints, stiffness, fatigue, well-being)"
        ],
        "treatment summary": [
            "Treatment should be individualized based on several factors including age, subtype of arthritis, and severity of arthritis(3)",
            "In a Cochrane systematic review, authors found that therapeutic exercise was associated with a trend toward improvement in functional ability, quality of life, and aerobic capacity in children with JIA(38) –The systematic review covered 3 randomized trials evaluating therapeutic exercise in 212 children with JIA –Exercise interventions among the trials were land-  and aquatic-based –When comparing exercise groups to control groups, there were no significant differences in functional ability, HRQOL, or aerobic capacity in pooled analyses, but the statistical trends favored exercise –No trials reported negative effects of therapeutic exercise ",
            "Adding hydrotherapy to land-based  therapy may be no more effective than land-based  therapy alone for improving disease status in children with JIA(39) –Based on a randomized controlled trial conducted in the United Kingdom –Seventy-eight  children with JIA were randomized to a combined program of hydrotherapy and land-based  physical therapy vs. land-based  physical therapy only –All children received 16, 1-hour  treatment sessions over the course of 2 weeks; after initial 2 weeks all children were treated once per week for 2 months –Disease improvement was defined as “a decrease of ≥ 30% in any three of six measures without there being a 30% increase in more than one of the remaining three measures.” (Measures included the CHAQ, physicians’ global assessment of disease activity, parents’ global assessment of overall well-being, number of joints with limited ROM, number of active joints, and ESR)(39) –There was no significant difference between groups in proportion of patients with improvement in severity of JIA at 2-month  follow-up –The authors note that the small sample size may have prohibited the detection of statistically significant differences",
            "Pilates exercises can have a positive impact on the physical and psychosocial well-being  of children with JIA(50) –Based on a randomized controlled trial conducted in Brazil –Fifty children aged 8-18 years with JIA were randomized to a Pilates exercise program or a conventional exercise program –Both exercise groups were under supervision of a physical therapist, and sessions were 50 minutes twice a week for 6 months –Pilates exercises followed the Canadian STOTT-PILATES methodology and included floor exercises and exercises with the Reformer, Stability Chair, Cadillac, and Ladder Barrel and were adapted to the physical and cognitive levels of the children –Traditional exercise program included a warm-up, strengthening and stretching exercises, and a cool-down period –The Pilates group had a significant improvement in quality of life (PedsQL), joint pain intensity (V AS), disability (CHAQ), joint status (Pediatric Escola Paulists de Medicina Range of Motion Scale) compared to the traditional exercise group",
            "High-intensity  aerobics may be no more effective than qigong (gentle exercise) in improving physical function in children with JIA(40) –Based on a randomized controlled trial conducted in Canada –Eighty children aged 8-16 years with JIA were randomized to high-intensity  aerobics vs. qigong (gentle exercise) and followed for 12 weeks –Both groups had treatment sessions 3 times per week –Adherence to study protocol was 56% in the aerobics group vs. 78% in the qigong group –Both groups had significant improvement from baseline in physical function –There were no significant between-group  differences in exercise testing outcomes (e.g., VO2submax) or in physical function",
            "Aerobic exercise combined with ROM exercises can improve the quality of life and function in children with JIA(52) –Based on a study conducted in Turkey in which 30 children with JIA participated in an aerobic walking (4 days a week for 8 weeks) and active and passive ROM exercises of involved joints –Peak oxygen uptake and exercise duration were significantly lower in the JIA group compared to the control group (20 healthy age-matched  children) at baseline –Following the 8-week  combined exercise program, peak oxygen uptake, exercise duration, and quality of life (measured by the CHAQ) significantly improved in the subjects with JIA . Problem Goal Intervention Expected Progression Home Program  Acute phase _ Pain _ _ Swelling/potential for joint deformityAcute phase _ Decrease pain _ _ Prevent/minimize joint deformities and swellingAcute phase _ Activity modification _ Rest, avoid painful exercises/activities _ _ Utilize modalities to decrease swelling and painAcute phase _ N/AAcute phase _ Child/family education regarding joint protection techniques, importance of rest, and avoiding excessive fatigue Decreased joint ROM/ flexibility _ _ Joint stiffnessPrevent loss of ROM Manual therapy _ PROM and stretching. Hold each stretch for at least 10-20 seconds, repeat 2-3 times.(17) Avoid vigorous stretching. Stabilize joints appropriately to prevent subluxation during stretching. Example: During passive movement of the knee, the clinician must stabilize the lower leg to prevent subluxation of the tibia(23) _ _ Application of splints _ Provide resting splints to prevent/minimize the formation of contractures and joint deformitiesN/A Educate child/family on ROM program and splint use/wearing schedule  Atrophy Prevent/limit disuse atrophyTherapeutic exercise _ Active exercises, active assistive exercises, and isometric exercises. Isometric exercises should be held for 5-6 seconds and repeated 5-10 times daily.(17) Typically, the extensors will be stretched out and weak, so the program should emphasize this muscle group _ Pilates exercises modified to the child’sphysical and cognitive level(50)As indicated by symptomsEducate child/family on appropriate strengthening activities Decreased functional abilitiesMaximize functional mobility and ability to perform ADLsTherapeutic modalities _ Provide adaptive/ orthotic equipment as necessary to maximize mobility and ability to perform ADLs as well as age-appropriate gross/fine motor skillsN/A Educate child/family on any new adaptive/ orthotic equipment  Subacute and chronic phase _ Muscle contractures/ limited ROMSubacute and chronic phase _ Improve contractures/ ROMSubacute and chronic phase _ contracture management _ Night resting splints, serial casting, dynamic splinting, and drop out casts are anecdotally reported to be beneficial. Common splints implemented include abduction orthosis and knee immobilizers _ _ Joints should be positioned in extension(5) _ _ Hip flexion contractures: Advise patients to lie prone 2 x 30 minutes per day and sleep prone at night to minimize hip flexion contractures(5)Subacute and chronic phase _ As indicatedSubacute and chronic phase _ Educate the child/ family on contracture management and how to safely utilize any implemented equipment  Ligamentous laxity leading to joint subluxation joint deformitiesPrevent/minimize deformities _ _ Decrease joint swelling _ _ Decrease joint stiffnessEducation _ Joint protection _ _ Principles of joint protection",
            "Proper positioning of joints to avoid stress and deviations",
            "Use of multiple instead of single joints",
            "Transfer load from small to large joints or from affected to unaffected joints",
            "Avoid prolonged activities or positions",
            "Take frequent rest breaks(23) _ _ Specific techniques per joint",
            "Spine: Avoid prolonged periods of flexion, such as sitting and leaning over books. Adjust chair and desk to appropriate height. Use an incline table when reading. Avoid carrying heavy backpacks. Maintain 2 sets of books, one kept at school, the other at home. Use a thin pillow for sleeping. Children with JIA are at risk for atlantoaxial subluxation, in which case a hard cervical collar would be indicated",
            "Jaw: Maintain slightly opened(5)",
            "Hip/knee: Avoid high- impact activities, jumping, running, etc. Avoid squatting",
            "Shoulder: Maintain shoulders in a neutral position. Avoid forward flexion postures, such as sitting in a soft armchair",
            "Elbow: Synovitis at the elbow joint can lead to ulnar entrapment neuropathy.(5) Monitor for this condition. Advise patients to avoid resting their elbows on hard surfaces",
            "Wrist/fingers: Use a thickened pencil for handwriting. If child has fatigue with writing, encourage keyboarding. Monitor for median nerve entrapment neuropathy.(5) If a walker or crutches are necessary for ambulation, utilize platform attachment. Avoid hand prop position",
            "Ankles: Maintain in neutral alignment. Advise patients to wear good shoes. Orthotics may be indicated; refer to specialist as indicated and educate patient on use/wearing scheduleN/A Provide written materials that support joint protection instruction  Decreased strength Improve strength Therapeutic exercises _ Add progressive resistive exercises; however, they should not cause an increase in symptoms, such as stiffness, pain, or swelling. For resistance, use child’s body weight, light free weights, or light to medium thickness resistive bands _ _ Utilize caution with eccentric exercises, as they result in more muscle soreness compared to concentric.(17) Avoid strong resistance, as it increases intraarticular pressure.(23) Avoid overhead lifts(17) _ _ Exercise prescription: Evaluate the maximum weight a child can lift through 10 repetitions, with good form and posture. Utilize this weight as the point of reference. For strength training, have the child perform 2-3 sets of 2-10 repetitions 3 times per week. When the child can perform the exercise more than 10 times for 3 sets, set a new reference point _ _ If using resistive bands, start with the thinnest. Progress when the child can perform 2 sets of 8-16 reps with good form and without pain. To increase muscle endurance, perform 3 sets of more than 10 reps 3 times a week(17)As indicated Implement a home program appropriate for each unique child and ensure the family’s independence with this program  Decreased endurance Improve endurance Conditioning _ Both land- and aquatic- based fitness programs appear to be safe and have positive results for children with JIA, without exacerbating disease symptoms(39) _ _ Aerobic exercise guide: Moderate exercise with heart rate between 60% and 75% of maximum heart rate is recommended for individuals with arthritis. Recommended exercise duration varied according to author. Klepper and Giannini recommend 30-45 minutes, noting that deconditioned children may need to start with 10-15 minutes(17) _ _ Programs should begin with a warm- up, including ROM exercises and low- intensity aerobics, followed by low- impact aerobic activity, followed by strengthening exercises, and ending with a cool down that consists of stretching and relaxation exercises(41) _ _ In addition, hydrotherapy may be the only pain-free method of exercise for children with complaints of joint pain on land. Subjects with severe hip disease may not benefit from weight-bearing aerobic programs(1)As indicated Implement a home program appropriate for each unique child and ensure the family’s independence with this program  Gait deviations _ _ Impaired ability to progress through the developmental sequence _ _ Impaired ADLsImprove gait _ _ Improve functional skills/achieve age- appropriate gross motor skills _ _ Improve ADLs _ _ Improve mobilityGait training _ Minimize/eliminate gait deviations. If necessary, train with assistive devices, such as walker or crutches. In the case of upper wrist and hand involvement, platform attachment may be necessary to decrease stress during ambulation. In case of foot deformities, the client may benefit from an evaluation for orthotics _ _ Functional mobility _ Facilitate age- appropriate activities. Modification may be necessary. For example, if a child has severe knee involvement, reciprocal stair training may not be appropriateAs indicated Implement a home program appropriate for each unique child and ensure the family’s independence with this program Decreased balance Improve balance Balance training _ Static and/or dynamic balance activities that are age appropriate, challenging, and fun with the use of balance equipment such as a Bosu ball, balance boards, stability discAs indicated Implement a home program appropriate for each unique child and ensure the family’s independence with this program Atypical posture Improve posture Posture training _ Good posture is paramount to minimize/ prevent postural deformities. Educate on carryover of good postural alignment into all activitiesAs indicated Implement a home program appropriate for each unique child and ensure the family’s independence with this program  Joint stiffness/pain Reduce joint stiffness/ painModalities _ May be useful in alleviating joint stiffness, muscle spasms, and pain _ _ Hot/cold",
            "Moist heat: Shower/ tub baths, hot packs, whirlpool, and warm swimming pool. Heat should be avoided over acutely inflamed joints(23)",
            "Paraffin bath: May be useful for the hands and feet",
            "Clothing: Warm pajamas, sleeping bag, heated waterbed, etc., may assist with retaining body heat to alleviate morning stiffness",
            "Cold: Ice massage or cold packs can be useful to decrease joint pain and swelling; however, children tend to have decrease tolerance to these interventions",
            "TENS: may assist with reducing pain and allow for active or active assistive exercises. The child should be old enough to understand the procedure, not be fearful, and possess the ability to communicate discomfort (therapist may need to demonstrate on self prior to treating the child in order to minimize fear)",
            "Biofeedback: Can be useful to re- educate muscles and provide the child with positive feedback. The child should be old enough to understand the procedure, not be fearful, and possess the ability to communicate discomfort (therapist may need to demonstrate on self prior to treating the child in order to minimize fear) _ Manual therapy",
            "Massage: Massage (given by parents), 15 minutes per day for 30 days, was reported to have a positive effect on reducing pain, anxiety, and the release of the stress hormone cortisol in children(42)",
            "It may also help to prevent adhesions in the subcutaneous tissue. Family members can be trained to carry out massage as part of a home programN/A (See intervention section)  Leg length discrepancy Orthotist referral Orthotics _ In shoe orthotics (UCB, SMO, or AFO) may be necessary to correct alignment. Issue shoe inserts for LLD > 0.5 cm.(17) May try an over-the- counter foot orthotics for pain relief and joint protection first. If symptom reduction does not occur, custom foot orthotics may be necessary. According to researchers of a randomized controlled trial conducted in the UK, custom foot orthotics were found to be more effective in reducing pain and improving quality of life than over-the- counter orthotics in selected children with JIA(67) _ _ Metatarsus bar will decrease pressure over met heads. Heel cups will decrease pain due to heel spurs. Custom shoes may be necessary depending on extent of foot deformityN/A Educate child/family on orthotics and appropriate wearing schedule Decreased bone mineral density (BMD)Increase BMD Therapeutic exercise: Twelve weeks of exercise consisting of 2-footed rope jumping and muscle strengthening increased BMD in children with JIA(49)Progress as indicated Provide instructions for home exercises that include weight- bearing (e.g., jumping) activities as well as muscle strengthening ."
        ]
    },
    "desired outcomes outcome measures": {
        "acute phase": [
            "Decreased pain–V AS, Oucher",
            "Prevention of or minimized joint deformities and swelling",
            "Prevention of loss of ROM–goniometry, functional ROM",
            "Prevention of or minimized limited disuse atrophy–manual muscle testing or dynamometry",
            "Maximized functional mobility and ability to perform ADLs–PEDI"
        ],
        "subacute and chronic phases": [
            "Prevention of or minimized deformities",
            "Decreased joint swelling–circumferential measures, observation",
            "Improved ROM–goniometry",
            "Improved strength–manual muscle testing or dynamometry",
            "Improve hand function–Jebsen-Taylor  hand function test–9 hole peg test",
            "Improved endurance–6MWT",
            "Improved gait–velocity, stride length, cadence measures",
            "Improved functional skills and mobility–PEDI",
            "Improved ADLs–CHAQ",
            "Improved balance–PBS, PDMS-2,  BOT-2",
            "Improved posture",
            "Reduced joint stiffness and pain–V AS, Oucher",
            "Improved quality of life–PedsQL Rheumatology Module 3.0, JAQQ, PRQL, CAHP, CHAQ"
        ]
    },
    "maintenance or prevention": [
        "See Home Exercise Program section",
        "Potential for developing osteoporosis; refer to physician for monitoring",
        "Educate patients and parents on the signs and symptoms of JIA disease activity so that treatment can be initiated early on, leading to rapid remission and timely return to full activities(55) In a Dutch study involving 113 patients and/or parents, pain and functional impairments were important determinants in the assessment of active disease. Parents and patients overestimated disease activity more frequently than they underestimated active disease, seldom missing true active disease state(55)"
    ],
    "patient education": [
        "Juvenile rheumatoid arthritis – http://www.mayoclinic.com/health/juvenile-rheumatoid-arthritis/DS00018",
        "Juvenile arthritis – https://medlineplus.gov/juvenilearthritis.html",
        "Arthritis Foundation Website – http://www.arthritis.org/about-arthritis/types/juvenile-idiopathic-arthritis-jia/  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Singh-Grewal  D, Wright V, Bar-Or O, Feldman BM. Pilot study of fitness training and exercise testing in polyarticular childhood arthritis. Arthritis Rheum . 2006;55(3):364-372. (R)"
        },
        {
            "number in article": 2,
            "reference": "Prakken B, Albani S, Martini A. Juvenile idiopathic arthritis. Lancet. 2011;377(9783):2138-2149.  doi:10.1016/S0140-6736(11)60244-4.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Stanley LC, Ward-Smith  P. The diagnosis and management of juvenile idiopathic arthritis. J Ped Health Care . Advance online publication. 2011;25(3):191-194.  doi:10.1016/ j.pedhc.2010.12.003. (G)"
        },
        {
            "number in article": 4,
            "reference": "Hoffart C, Sherry DD. Early identification of juvenile idiopathic arthritis. J Musculoskeletal Med . 2010;27(2):52-56.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Cakmak A, Bolukbas N. Juvenile rheumatoid arthritis: Physical therapy and rehabilitation. South Med J . 2005;98(2):212-216.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Wu EY, Bryan AR, Rabinovich CE. Juvenile Idiopathic Arthritis. In: Kliegman RM, ed. Nelson Textbook of Pediatrics . 20th ed. Philadelphia, PA: Elsevier; 2016:1160-70.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Wallace CA, Giannini AH, Huang B, Itert L, Ruperto N. American College of Rheumatology provisional criteria for defining clinical inactive disease in select categories of juvenile idiopathic arthritis. Arthritis Care Res . 2011;63(7):929-936.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Petty RE, Southwood TR, Manners P. International League of Associations for Rheumatology. International League of Associations for Rheumatology classification of juvenile idiopathic arthritis: second revision, Edmonton, 2001. J Rheumatol . 2004;31(2):390-392.  (G)"
        },
        {
            "number in article": 9,
            "reference": "Rhodes VJ. Physical therapy management of patients with juvenile rheumatoid arthritis. Phys Ther . 1991;71(12):910-919.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Ellis JA, Munro JE, Ponsonby AL. Possible environmental determinants of juvenile idiopathic arthritis. Rheumatology (Oxford) . 2010;49(3):411-425.  doi:10.1093/rheumatology/ kep383. (RV)"
        },
        {
            "number in article": 11,
            "reference": "Juvenile idiopathic arthritis (JIA, arthritis in childhood). Arthritis research UK Web site. Web site. http://www.arthritisresearchuk.org/arthritis-information/conditions/juvenile-idiopathic-arthritis.aspx . Accessed December 15, 2016. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Kirchheimer JC, Wanivenhaus A, Engel A. Does sport negatively influence joint scores in patients with juvenile rheumatoid arthritis. An 8-year prospective study. Rheumatol Int . 1993;12(6):239-242.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Prahalad S, Glass DN. A comprehensive review of the genetics of juvenile idiopathic arthritis. Pediatr Rheumatol Online J . 2008;6:11. (RV)"
        },
        {
            "number in article": 14,
            "reference": "Hammond A. Rheumatoid arthritis, osteoarthritis, and fibromyalgia. In: Radomski MV, Trombly Latham CA, eds. Occupational Therapy for Physical Dysfunction . 7th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2014:1215-1243.  (GI)"
        },
        {
            "number in article": 15,
            "reference": "Hoffart C, Sherry DD. More aggressive treatment for juvenile idiopathic arthritis. J Musculoskelet Med . 2010;27(3):106-108.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Hampton T. Review sizes up therapy for juvenile arthritis. JAMA. 2011;306(17):1852. doi:10.1001/jama.2011.1571. (RV)"
        },
        {
            "number in article": 17,
            "reference": "Klepper SE, Giannini MJ. Physical conditioning in children with arthritis: assessment and guidelines for exercise prescription. Arthritis Care Res . 1994;7(4):226-236.  (RV)"
        },
        {
            "number in article": 18,
            "reference": "McKay GM, Cox LA, Long BW. Imaging juvenile idiopathic arthritis: assessing the modalities. Radiol Technol . 2010;81(4):318-327.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Abramowicz S, Cheon JE, Kim S, Bacic J, Lee EY. Magnetic resonance imaging of temporomandibular joints in children with arthritis. J Oral Maxillofac Surg . 2011;69(9):2321-2328.  doi:10.1016/j.joms.2010.12.058. (R)"
        },
        {
            "number in article": 20,
            "reference": "Forronato G, Carletti V, Giannini L, Forronato D, Maspero C. Juvenile idiopathic arthritis with temporomandibular joint involvement: functional treatment. Eur J Paediatr Dent . 2011;12(2):131-134.  (C)"
        },
        {
            "number in article": 21,
            "reference": "Oucher! http://www.oucher.org/the_scales.html . Accessed December 15, 2016. (GI)"
        },
        {
            "number in article": 22,
            "reference": "Varni JW, Thompson KL, Hanson V. The Varni/Thompson Pediatric Pain Questionnaire. I. Chronic musculoskeletal pain in juvenile rheumatoid arthritis. Pain. 1987;28(1):27-38. . (R)"
        },
        {
            "number in article": 23,
            "reference": "Hafner R, Truckenbrodt H, Spamer M. Rehabilitation in children with juvenile chronic arthritis. Baillieres Clin Rheumatol . 1998;12(2):329-361.  (RV)"
        },
        {
            "number in article": 24,
            "reference": "Butbul Aviel Y, Stremler R, Benseler SM, et al. Sleep and fatigue and the relationship to pain, disease activity and quality of life in juvenile idiopathic arthritis and juvenile dermatomyositis. Rheumatology . 2011;50(11):2051-2060.  doi:10.1093/rheumatology/ker256. (R)"
        },
        {
            "number in article": 25,
            "reference": "Brunner HI, Klein-Gitelman  M, Miller MJ. Minimal clinically important differences of the childhood health assessment questionnaire. J Rheumatology . 2005;32(1):150-161.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Soep JB. Rheumatic diseases: juvenile idiopathic arthritis. In: Hay WW Jr, Levin MJ, Deterding RR, Abzug MJ, eds. Current Diagnosis & Treatment: Pediatrics . 22nd ed. New York: McGraw-Hill  Medical; 2011:889-893.  (G)"
        },
        {
            "number in article": 27,
            "reference": "Bacon MC, Nicholson C, Binder H, White PH. Juvenile rheumatoid arthritis: aquatic exercise and lower-extremity  function. Arthritis Care Res . 1991;4(2):102-105.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Battish M, Feldman BM, Babyn PS, Tyrrell PN, Schneider R. Predictors of hip disease in the systematic arthritis subtype of juvenile idiopathic arthritis. J Rheumatol . 2011;38(5):954-958.  doi:10.3899/jrheum.101146. (R)"
        },
        {
            "number in article": 29,
            "reference": "Ringold S, Thapa M, Shaw EA, Wallace CA. Heterotopic ossification of the temporomandibular joint in juvenile idiopathic arthritis. J Rheumatol . 2011;38(7):1423-1428.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Obeid J, Larche MJ, Timmons BW. Optimizing the Wingate Anaerobic Cycling Test for youth with juvenile idiopathic arthritis. Pediatr Exerc Sci . 2011;23(3):303-310.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Carle AC, Dewitt EM, Morgan E, Seid M. Patient outcomes in rheumatology, 2011: a review of measures. Measures of health status and quality of life in juvenile rheumatoid arthritis. Arthritis Care Res . 2011;63(11):S438-S445.  doi:10.1002/acr.20560. (RV)"
        },
        {
            "number in article": 32,
            "reference": "Filocamo G, Consolaro A, Schiappapietra B. A new approach to clinical care of juvenile idiopathic arthritis: the juvenile arthritis multidimensional assessment report. J Rheumatol . 2011;38(5):938-953.  doi:10.3899/jrheum.100930. (R)"
        },
        {
            "number in article": 33,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016. (GI)"
        },
        {
            "number in article": 34,
            "reference": "Hackett J, Johnson B, Parkin A, Southwood T. Paediatric rheumatology: clinical practice review. Physiotherapy and occupational therapy for juvenile chronic arthritis: custom and practice in five centres in the UK, USA and Canada. Br J Rheumatol . 1996;35(7):695-699.  (RV)"
        },
        {
            "number in article": 35,
            "reference": "Tigchelaar H, Sethuraman U. Arthritis, rheumatoid. In: Hoffman RJ, Wang VJ, Scarfone RJ, eds. Fleisher & Ludwig's 5-Minute Pediatric Emergency Medicine Consult . Philadelphia PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2012:74-75.  (GI)"
        },
        {
            "number in article": 36,
            "reference": "Martini A, Lovell DJ. Juvenile idiopathic arthritis: state of the art and future perspectives. Ann Rheum Dis . 2010;69(7):1260-1263.  doi:10.1136/ard.2010.13303. (RV)"
        },
        {
            "number in article": 37,
            "reference": "Lelieveld OT, Armbrust W, Geertzen JH. Promoting physical activity in children with juvenile idiopathic arthritis through an Internet-based  program: results of a pilot randomized controlled trial. Arthritis Care Res (Hoboken) . 2010;62(5):697-703.  (RCT)"
        },
        {
            "number in article": 38,
            "reference": "Takken T, Van Brussel M, Engelbert RH, Van Der Net J, Kuis W, Helders PJ. Exercise therapy in juvenile idiopathic arthritis: a Cochrane Review. Eur J Phys Rehabil Med . 2008;44(3):287-297.  (SR)"
        },
        {
            "number in article": 39,
            "reference": "Epps H, Ginnelly L, Utley M. Is hydrotherapy cost effective? A randomised controlled trial of combined hydrotherapy programmes compared with physiotherapy land techniques in children with juvenile idiopathic arthritis. Health Technol Assess . 2005;9(39):1-59.  (RCT)"
        },
        {
            "number in article": 40,
            "reference": "Singh-Grewal  D, Schneiderman-Walker  J, Wright V. The effects of vigorous exercise training on physical function in children with arthritis: a randomized, controlled, single-blinded  trial. Arthritis Rheum . 2007;57(7):1202-1210.  (RCT)"
        },
        {
            "number in article": 41,
            "reference": "Klepper SE. Effects of an eight-week  physical conditioning program on disease signs and symptoms in children with chronic arthritis. Arthritis Care Res . 1999;12(1):52-60.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Field T, Hernandez-Reif  M, Seligman S. Juvenile rheumatoid arthritis: benefits from massage therapy. J Pediatr Psychol . 1997;22(5):607-617.  (RCT)"
        },
        {
            "number in article": 43,
            "reference": "Harris JG, Kessler EA, Verbsky JW. Update on the treatment of juvenile idiopathic arthritis. Curr Allergy Asthma Rep . 2013;13(4):337-346.  doi:10.1007/s11882-013-0351-2. (RV)"
        },
        {
            "number in article": 44,
            "reference": "Tupper SM, Rosenberg AM, Pahwa P, Stinson JN. Pain intensity variability and its relationship with quality of life in youths with juvenile idiopathic arthritis. Arthritis Care Res . 2013;65(4):563-570.  doi:10.1002/acr.21850. (R)"
        },
        {
            "number in article": 45,
            "reference": "Stevanovic D, Susic G. Health-related  quality of life and emotional problems in juvenile idiopathic arthritis. Quality of Life Res . 2013;22(3):607-612. doi:10.1007/s11136-012-0172-0.  (R)"
        },
        {
            "number in article": 46,
            "reference": "Houghton KM, Guzman J. Evaluation of static and dynamic postural balance in children with juvenile idiopathic arthritis. Pediatr Phys Ther . 2013;25(2):150-157.  doi:10.1097/ PEP.0b013e31828a2978. (R)"
        },
        {
            "number in article": 47,
            "reference": "Toupin April K, Cavallo S, Ehrmann Feldman D. Children with juvenile idiopathic arthritis: are health outcomes better for those diagnosed younger? Child Care, Health Dev . 2013;39(3):442-448.  doi:10.1111/j.1365-2214.2012.01386.x.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Cassidy J, Kivlin J, Lindsley C, Nocton J. Ophthalmologic examinations in children with juvenile rheumatoid arthritis. Pediatrics . 2006;117(5):1843-1845.  (RV)"
        },
        {
            "number in article": 49,
            "reference": "Sandstedt E, Fasth A, Fors H, Beckung E. Bone health in children and adolescents with juvenile idiopathic arthritis and the influence of short-term  physical exercise. Ped Phys Ther. 2012;24(2):155-163.  doi:10.1097/PEP.0b013e31824cce6e. (R)"
        },
        {
            "number in article": 50,
            "reference": "Mendonca TM, Terreri MT, Siva CH, et al. Effects of Pilates exercises on health-related  quality of life in individuals with juvenile idiopathic arthritis. Archives of Physical Medicine and Rehabil . 2013;94(11):2093-2102.  doi:10.1016/j.apmr.2013.05026. (RCT)"
        },
        {
            "number in article": 51,
            "reference": "Stoustrup P, Kuseler A, Kristensen KD, Herlin T, Pedersen TK. Orthopaedic splint treatment can reduce mandibular asymmetry caused by unilateral temporomandibular involvement in juvenile idiopathic arthritis. European J Orthodontics . 2013;35(2):191-198.  doi:10.1093/ejo/cjr116. (R)"
        },
        {
            "number in article": 52,
            "reference": "Dogru AM, Kasapcopur O, Mengi M, Ozturk G, Metin G. Regular aerobic training combined with range of motion exercises in juvenile idiopathic arthritis. Biomed Research International . 2014;(748972):6p. doi:10.1155/2014/748972. (R)"
        },
        {
            "number in article": 53,
            "reference": "do Monte FA, Ferreira MN, Petribu KC, et al. Validation of the Brazilian version of the Pediatric Outcomes Data Collection Instrument: a cross-sectional  evaluation in children and adolescents with juvenile idiopathic arthritis. BMC Pediatrics . 2013;13:177. doi:10.1186/1471-2431-13-177.  (R)"
        },
        {
            "number in article": 54,
            "reference": "Hoeksma AF, van Rossum MA, Zinger WG, Dolman KM, Dekker J, Roorda LD. High prevalence of hand- and wrist-related  symptoms, impairments, and activity limitations and participation restrictions in children with juvenile idiopathic arthritis. J Rehabil Medicine . 2014;46(10):991-996.  doi:10.2340/16501977-1879.  (R)"
        },
        {
            "number in article": 55,
            "reference": "Armbrust W, Kaak JG, Bouma J, et al. Assessment of disease activity by patients with juvenile idiopathic arthritis and the parents compared to the assessment by pediatric rheumatologists. Pediatric Rheumatology Online J . 2013;11(1):48. doi:10.1186/1546-0096-11-46.  (R)"
        },
        {
            "number in article": 56,
            "reference": "Ringold S, Weiss PF, Beukelman T, et al. 2013 update of the 2011 American College of Rheumatology recommendations for the treatment of juvenile idiopathic arthritis: recommendations for the medical therapy of children with systemic juvenile idiopathic arthritis and tuberculosis screening among children receiving biologic medications. Arthritis and Rheumatism . 2013;65(10):2499-2512.  doi:10.1002/art.38092. (G)"
        },
        {
            "number in article": 57,
            "reference": "Juvenile idiopathic arthritis. Genetics Home Reference Web site. https://ghr.nlm.nih.gov/condition/juvenile-idiopathic-arthritis . Published February 2015. Accessed December 15, 2016. (GI)"
        },
        {
            "number in article": 58,
            "reference": "Sherry DD, Rabinovich CE, Poduval M, Bhaskar ARS. Juvenile idiopathic arthritis. Medscape reference Web site. http://emedicine.medscape.com/article/1007276-overview#showall . Published September 10, 2015. Accessed December 15, 2016. (GI)"
        },
        {
            "number in article": 59,
            "reference": "Horton DB, Scott FI, Haynes K, et al. Antibiotic exposure and juvenile idiopathic arthritis: A case-control  study. Pediatrics . 2015;136(2):e333-343.  doi:10.1542/peds.2015-0036. (R)"
        },
        {
            "number in article": 60,
            "reference": "Swidrowska J, Smolewski P, Stanczyk J, Smolewska E. Serum angiogenesis markers and their correlation with ultrasound-detected  synovitis in juvenile idiopathic arthritis. J Immunol Res . 2015;2015:741457. doi:10.1155/2015/741457. (R)"
        },
        {
            "number in article": 61,
            "reference": "Consolaro A, Ruperto N, Bracciolini G, et al. Defining criteria for high disease activity in juvenile idiopathic arthritis based on the Juvenile Arthritis Disease Activity Score. Ann Rheum Dis . 2014;73(7):1380-1383.  doi:10.1136/annrheumdis-2013-204186.  (R)"
        },
        {
            "number in article": 62,
            "reference": "Horneff G, Becker I. Definition of improvement in juvenile idiopathic arthritis using the Juvenile Arthritis Disease Activity Score. Rheumatology . 2014;53(7):1229-1234. doi:10.1093/rheumatology/ket470. (R)"
        },
        {
            "number in article": 63,
            "reference": "Gumus D, Basaran O, Cakar N, Uncu N, Celikel Acar B. Evaluation of childhood health assessment questionnaire in juvenile idiopathic arthritis: A single center experience from Turkey. Arch Rheumatol . 2015;30(1):57-62.  doi:10.5606/ArchRheumatol.2015.5130. (R)"
        },
        {
            "number in article": 64,
            "reference": "Stoustrup P, Kristensen KD, Kuseler A, Verna C, Herlin T, Pedersen TK. Management of temporomandibular joint arthritis-related  orofacial symptoms in juvenile idiopathic arthritis by the use of a stabilization splint. Scand J Rheumatol . 2014;43(2):137-145.  doi:10.3109/03009742.2013.830146. (R)"
        },
        {
            "number in article": 65,
            "reference": "Haasnoot AJ, van Tent-Hoeve  M, Wulffraat NM, et al. Erythrocyte sedimentation rate as baseline predictor for the development of uveitis in children with juvenile idiopathic arthritis. Am J Ophthalmol . 2015;159(2):372-377.e1.  doi:10.1016/j.ajo.2014.11.007. (R)"
        },
        {
            "number in article": 66,
            "reference": "Cavallo S, April KT, Grandpierre V, Majnemer A, Feldman DE. Leisure in children and adolescents with juvenile idiopathic arthritis: A systematic review. PLoS One . 2014;9(10):e104642. doi:10.1371/journal.pone.0104642. (SR)"
        },
        {
            "number in article": 67,
            "reference": "Coda A, Fowlie PW, Davidson JE, Walsh J, Carline T, Santos D. Foot orthoses in children with juvenile idiopathic arthritis: A randomised controlled trial. Arch Dis Child . 2014;99(7):649-651.  doi:10.1136/archdischild-2013-305166.  (RCT)"
        },
        {
            "number in article": 68,
            "reference": "Taxter AJ, Wileyto EP, Behrens EM, Weiss PF. Patient-reported  Outcomes across Categories of Juvenile Idiopathic Arthritis. Journal of Rheumatology . 2015;42(10):1914-1921.  doi:10.3899/jrheum.150092. (R)"
        },
        {
            "number in article": 69,
            "reference": "Esbjörnsson AC, Iversen MD, Andre M, et al. Effect of Intraarticular Corticosteroid Foot Injections on walking function in Children With Juvenile Idiopathic Arthritis. Arthritis Care & Research . 2015;67(12):1693-1701.  doi:10.1002/acr.22624. (R)"
        },
        {
            "number in article": 70,
            "reference": "Pieter van Dijkhuizen EH, Wulffraat NM, van Dijkuizen EHP. Early predictors of prognosis in juvenile idiopathic arthritis: a systematic literature review. Annals of the Rheumatic Diseases. 2015;74(11):1996-2005.  doi:10.1136/annrheumdis-2014-205265.  (SR)"
        },
        {
            "number in article": 71,
            "reference": "Selvaag AM, Aulie HA, Lilleby V, Flato B. Disease progression into adulthood and predictors of long-term  active disease in juvenile idiopathic arthritis. Annals of the Rheumatic Diseases. 2016;75(1):190-195.  doi:10.1136/annrheumdis-2014-206034.  (R)"
        },
        {
            "number in article": 72,
            "reference": "Nørgaard M, Twilt M, Andersen LB, Herlin T, Norgaard M, Andersen LB. Accelerometry-based  monitoring of daily physical activity in children with juvenile idiopathic arthritis. Scandinavian Journal of Rheumatology . 2016;45(3):179-187.  doi:10.3109/03009742.2015. (R)"
        }
    ]
}