{
    "metadata": {
        "title": "Sever’s Disease",
        "synonyms": [
            "sever disease, calcanealapophysitis",
            "sever’s traction apophysitis",
            " osteochondrosis foot, juvenile",
            "juvenile osteochondrosis, foot",
            "apophysitis of the calcaneus",
            "calcaneoapophysitis"
        ],
        "anatomical location body part affected": [
            "Heel",
            "The Achilles tendon inserts into the posterior calcaneus where a cartilaginous growth plate exists in children and adolescents(2)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Sever’s disease, or calcanealapophysitis, is a repetitive traction injury in children at the growth center of the calcaneus. Occurring during a period of rapid growth, excessive traction from the Achilles tendon can cause micro avulsions where it inserts onto the calcaneus(2)",
            "Sever’s disease is the most common cause of heel pain in active adolescents aged 9–12 years old, typically occurring during a period of rapid growth. Risk factors include year-round  sports participation, commonly involving sports that require repetitive running or jumping, poorly fitting footwear, and poor training mechanics. It occurs more frequently in males, occurring at a median age of 12 for males and 11 for females(2)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M92.6": "juvenile osteochondrosis of tarsus (specifically the calcaneus) (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Localized dull ache and tenderness in the posterior heel area(1,7)",
            "Limited ankle dorsiflexion ROM(2)",
            "Limping might be reported",
            "Condition has worsened over a few weeks and interferes with playing sports(7)",
            "Symptoms are bilateral in up to 60% of cases(2)",
            "The child is in or has gone through a growth spurt(4) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Must rule out any form of fracture involving the calcaneus"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The main cause of Sever’s disease symptoms usually cited is increased tension of theAchilles tendon on the unossified or incompletely ossified calcanealapophysis(2)",
            "Poor heel cord flexibility or weak dorsiflexor muscles can also be a contributing causeof increased tension at the Achilles tendon insertion(2)"
        ],
        "pathogenesis": [
            "Sever(3) originally attributed symptoms to apophysitis of the calcaneus(1,6)",
            "The pathogenesis is believed to be similar to that of Osgood-Schlatter  syndrome (see  Clinical Review ... Osgood-SchlatterSyndrome  ; CINAHL Topic ID Number: T708419)–As a child grows, bones go through different stages of development. The growth center initially is cartilaginous(cartilaginous stage). The growth center then enters the apophyseal stage, during which the secondary ossification center(apophysis) appears. The initial unity of both ends of the growth center marks the epiphyseal stage. Lastly, when thegrowth plates fuse, the bony stage begins–Children are most susceptible to Sever’s disease when their bones are in the apophyseal stage. The apophysis is unableto withstand tensile forces. When presented with strong, repetitive muscle contractions, microavulsion occurs at theimmature area. The separation results in symptoms typical of any form of apophysitis"
        ],
        "risk factors": [
            "The main risk factor is sports participation before skeletal maturity. Sports that involve repetitive running and jumping(e.g., basketball, soccer, track, cross-country,  and gymnastics) appear to increase risk(2)",
            "Gastrocnemiusequinus(7)",
            "Primarily seen between ages 8 and 15 years(6)",
            "More common in boys(1,2)",
            "Overweight",
            "Forefoot to rearfoot malalignment(2)",
            "Excessive pressure onto the heel(7)",
            "Improper footwear(2)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Must rule out any form of fracture involving the calcaneus"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Is the patient at risk due to type of physical activity and age? Is the patient currently in a growth spurt? Was pain onset gradual or sudden?",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management. How has the lower leg responded to treatments?",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed, if any; are they being taken? NSAIDs and steroid injections might be given",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Diagnosis usually is based on the history and clinical findings. Imaging is typically not necessary(2)",
                        "Radiographs",
                        "Might reveal reduced density or atrophy of the calcaneal epiphysis",
                        "Based on a study in China, X-rays  of children with Sever’s disease show an increase in the density of the calcaneal epiphysis and a radiolucent line, which may also be observed in healthy children. Therefore, it may be difficult to",
                        "diagnose Sever’s disease by Xray alone; however, X-rays  are useful to rule out other conditions such as fractures, osteomyelitis, and calcaneal tumors(1)",
                        "MRI  useful for identifying soft tissue edema, bone marrow edema, synovial thickening, and joint effusion(1)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help ",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Does weight-bearing aggravate the pain? Symptoms frequently are worse with prolonged walking. The pain increases when climbing stairs or running and interferes with playing sports. Toe walking might help reduce pain",
                "body chart": "Use body chart to document location and nature of symptoms. Pain is located in the posterior heel area. Are both feet affected? Note that bilateral symptoms are not uncommon(2)",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Pain usually is described as a dull ache and tenderness in the posterior heel area",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). The Oucher scale can used in children",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient might be experiencing that could be indicative of a need to refer to physician Barriers to learning -Are there any barriers to learning? Yes___ No___ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any history of heel pain or foot injuries?",
                    "comorbid diagnoses": "Ask patient about other health conditions, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in a sport that involves running? How has this injury affected the patient’s life? The main risk factor is sports participation before skeletal maturity. Sports that involve running and jumping appear to increase risk",
                "functional limitations assistance with ADLs adaptive equipment": "Is the patient dependent on ambulatory assistance?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Assess for leg-length  discrepancy. If weight is suspected to be a contributing factor, measure height and weight in order to calculate BMI",
            "assistive and adaptive devices": "",
            "balance": "Balance typically is not affected unless pain is severe enough, resulting in difficulty with weight-bearing  on the involved lower extremity",
            "cardiorespiratory function and endurance": [],
            "circulation": "Pedal pulses should be normalNerves typically are not affected",
            "functional mobility": "",
            "gait locomotion": "Perform thorough gait assessment, as patients often compensate for heel pain by toe walkingAccessory motion of talocrural or subtalar joints should not be affected by this condition",
            "muscle strength": " Muscle strength –Assess major lower extremity muscle groups for normal age-related  strength. Weakness is commonly found in the affected ankle dorsiflexors –Assess for provocation of pain with resisted plantar flexion at 90° of ankle dorsiflexionAssess whether the patient has met developmental milestones",
            "observation inspection palpation including skin assessment": [
                "Note presence of any muscle atrophy. Any significant swelling or ecchymosis is indicative of more serious trauma than usually seen in Sever’s disease ",
                "There usually is no swelling, skin changes, or erythema. Inspect posterior calcaneus for deformities. Check for poor-fitting  or worn-out  shoes",
                "There should be no tenderness on the plantar surface, around the ankle joint or the proximal Achilles tendon. Assess pain/ tenderness (V AS) at the calcaneus attachment of Achilles tendon"
            ],
            "posture": "Assess knee, leg, and foot alignment for postural defects that might require orthotic correction",
            "range of motion": "Measure ROM at the ankle and assess flexibility, as calf muscle (gastrocnemius-soleus  complex) is often tight",
            "self-care activities of daily living": "",
            "reflex testing": "Should be normal",
            "sensory testing": "Peripheral sensation should be normal",
            "special tests specific to diagnosis": " Special tests specific to diagnosisManually compress the lateral and medial sides of the posterior calcaneus. A positive test is if sharp pain or tenderness is provoked(2)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic",
                "Cryotherapy contraindications(5) -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over area of nerve regrowth",
                "Cryotherapy precautions(5) -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves",
                "Thermotherapy contraindications(5) -Decreased circulation -Decreased sensation -Acute/subacute traumatic and inflammatory conditions -Skin infections -Impaired cognition or language barrier -Malignancy -Liniments -Presence of or tendency for hemorrhage or edema -Heat rubs",
                "Therapeutic ultrasound  contraindications; do not use:(5) -Over the region of a cardiac pacemaker -Over the pelvis, abdominal, and lumbar regions during pregnancy -Over the eyes or testes -In an area with infection or bleeding -If a tumor or malignancy is present in the area -In the area of a deep vein thrombosis (DVT) or thrombophlebitis -Over the heart, stellate, or cervical ganglia  -Over epiphyseal plates",
                "Therapeutic ultrasound precautions(5) -Sensory deficits -Ineffective communication skills in a patient (e.g., impaired cognition, language barrier) -Circulatory impairments -Plastic or metal implants -Peripheral vascular disease -Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Contraindications/precautions to use of modalities"
            ]
        },
        "diagnosis need for treatment": "Physical exam findings that confirm Sever’s syndrome. Physical therapy is indicated to restore strength and flexibility of tissues around the ankle. Guidance needed for planning safe return to vigorous activities/ sport",
        "rule out": " Rule out Calcaneal stress fracture Heel infection (calcaneal osteomyelitis) Plantar fasciitis Neoplasm (e.g., osteoid osteoma, calcaneal bone cyst) Tarsal coalition Achilles tendinopathy Calf muscle strain Ankle sprain Rheumatoid arthritis Posterior shin splints Referral from lumbar spine nerve root and/or peripheral nerve injury",
        "prognosis": [
            "It may take a few months for symptoms to resolve. No serious long-term complications have been associated with Sever’s disease. The condition may return again and resolve as the child is growing; however, children will eventually outgrow the condition as their growth plates harden(4)"
        ],
        "referral to other disciplines": " Referral to other disciplines Orthopedist as indicated Generally, immobilization is discouraged. However, orthopedic consultation may be indicated for a trial of immobilization (e.g., casting, CAM boot)(2) Orthotist/podiatrist for orthotics Psychologist/psychiatrist for concerns about depression",
        "other considerations": [
            "Steroid injection and/or surgery might need to be considered in recalcitrant cases"
        ],
        "treatment summary": [
            "Treatment has traditionally focused on reducing pain and swelling.Typical treatment components include(3) –activity modification or limitation –stretching of the gastrocnemius-soleus  complex –NSAIDs –ice application –orthotic heel lift –immobilization— if the condition has not improved with conservative treatment and rest(4)",
            "Authors of a randomized controlled study in Turkey comparingkinesiology taping to sham taping concludedthat kinesiology taping can be effectively used for restoring ankle function in children with calcaneal apophysitis(8) –The authors noted that the role of kinesiology taping in pain improvement is limited; however, they also stated that it was an effective modality to reduce pain compared to placebo in children with calcaneal apophysitis –Twenty-two  participants were included in this study. Participants were male junior football players between 8 and 16 years old in whom calcaneal apophysitis had been diagnosed via radiographic and clinical examination ›. Problem Goal Intervention Expected Progression Home Program  Pain during daily activities and/or sport with tenderness at the Achilles tendon insertionAbsent or decreased exertional painPhysical agents/ mechanical modalities _ Frequent icing for pain in heel area. Evidence is not available on whether electrophysical modalities can help manage Sever’s disease symptoms. Clinicians should avoid use of ultrasound over growth plates(5) _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "absent or decreased exertional pain": [
            "V AS"
        ],
        "normalized flexibility and rom of the ankle plantar flexors and joint": [
            "Goniometry",
            "Muscle flexibility testing"
        ],
        "normalized strength of lower extremity musculature": [
            "Manual muscle testing"
        ],
        "correction of faulty gait pattern": [
            "Gait assessment"
        ],
        "restored functional capacity in daily activities and or sports": [
            "Functional testing",
            "Patient satisfaction surveys"
        ]
    },
    "maintenance or prevention": [
        "Defer the athlete’s return to competition and modify training if pain persists on sports-specific  exertion. Preventive management on return to sport should include instruction for immediate relative rest if symptoms return"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Gao Y, Liu J, Li Y, Liu Q, Xu S. Radiographic study of Sever’s disease. Exp Ther Med . 2020;20(2):933-937.  doi:10.3892/etm.2020.8796. (R)"
        },
        {
            "number in article": 2,
            "reference": "Smith JM, Varacallo M. Sever disease. National Center for Biotechnology Information (NCBI) Web site. https://www.ncbi.nlm.nih.gov/books/NBK441928/ . Published November 21, 2020. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Sever JW. Apophysitis of the os calcis. NY Med J . 1912;95:1025-1029.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Sever’s disease (calcaneal apophysitis). Cleveland Clinic Web site. https://my.clevelandclinic.org/health/diseases/21176-severs-disease-calcaneal-apophysitis . Published November 6, 2019. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz's Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Ramponi DR, Baker C. Sever’s disease (calcaneal apophysitis). Adv Emerg Nurs J . 2019;41(1):10-14.  doi:10.1097/TME.0000000000000219. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Rodríguez-Sanz  D, Becerro-de-Bengoa-Vallejo  R, López-López  D, et al. Slow velocity of the center of pressure and high heel pressures may increase the risk of Sever’s disease: a case-control  study. BMC Pediatrics . 2018;18(1):357. doi:10.1186/s12887-018-1318-1.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Kuyucu E, Gülen# B, Bi#er H, Erdil M. Assessment of the kinesiotherapy’s efficacy in male athletes with calcaneal apophysitis. J Orthop Surg Res . 2017;12(1):146. doi:10.1186/s13018-017-0637-5.  (RCT)"
        }
    ]
}