{
    "metadata": {
        "title": "Dysphagia  Glycogen Storage Disease Type II, Juvenile and Adult (Late-onset  Pompe Disease)",
        "synonyms": [
            "dysphagia  glycogen storage disease type ii (pompe disease) in children and adults",
            "dysphagia: acid maltase deficiency (amd)",
            "dysphagia: acid maltase deficiency disease",
            "dysphagia: alpha-1,4-glucosidase deficiency",
            "dysphagia: deficiency of alpha-glucosidase",
            "dysphagia: gaa deficiency",
            "dysphagia: glycogenosis type ii",
            " dysphagia: glycogen storage disease type ii (gsd ii",
            "gsd2)",
            "dysphagia: pompe's disease",
            "dysphagia: late-onset  pompe disease",
            "swallowing disorders: glycogen storage disease type ii, juvenile and adult (late-onset  pompe disease)",
            "glycogen storage disease type ii, juvenile and adult (late-onset  pompe disease): dysphagia",
            "late-onset  pompe disease (juvenile and adult glycogen storage disease type ii): dysphagia",
            "pompe disease, late-onset  (juvenile and adult glycogen storage disease type ii): dysphagia",
            "juvenile and adult glycogen storage disease type ii (late-onset  pompe disease): dysphagia"
        ],
        "anatomical location body part affected": [
            "Liver, heart, skeletal muscle"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders"
        ],
        "description": [
            "Glycogen storage disease type II or Pompe disease is a rare lysosomal storage disorder which results in the accumulation of glycogen.(8) Glycogen is a carbohydrate (called a polysaccharide) synthesized in humans in order to be used for fuel and structural support or metabolized for energy.(1) Glycogen is stored almost entirely in the liver and the muscles and is the primary source of stored energy for muscle activity during exercise.(1) In Pompe disease, there is a deficiency of the acid alpha-1,4-glucosidase,  an enzyme that breaks down glycogen in lysosomes (the part of a cell that holds enzymes).(1)As a result of the body’s inability to breakdown the glycogen it accumulates in the muscles, resulting in progressive weakness of skeletal and respiratory muscles; other organs also are affected, thus warranting classification of the disease as a multisystem disorder.(7)Late-onset  Pompe disease (LOPD) is characterized by onset between 12 months and adulthood,whereas infantile Pompe (IOPD) is characterized by onset before 12months.(7)(For detailed information on infantile Pompe disease, see Clinical Review…Glycogen Storage Disease Type II (Infantile Pompe Disease)  ; CINAHL Topic ID Number: T709205.).The following is a list of organ involvement and clinical manifestations in LOPD(7):",
            "Skeletal muscles –Fatigue –Axial and proximal weakness (> lower limbs) –Scapular winging –Exercise intolerance",
            "Respiratory –Sleep apnea –Shortness of breath –Impaired cough –Dyspnea ",
            "CNS –Intracranial aneurysms –Stroke –Cerebral hemorrhages –Sensorineural deafness",
            "Cognitive and emotion –Mild cognitive impairment –Executive functions impairment –Anxiety/depression",
            "Vascular system –Dilated arteriopathy –Aortic stiffness –Aortic aneurysms",
            "Heart –Rhythm disturbances –Cardiac hypertrophy",
            "Musculoskeletal and bone –Osteoporosis –Vertebral fractures –Scoliosis/kyphosis/hyperlordosis –Macroglossia –Urinary/bowel incontinence"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "E74.02": "Pompe disease",
            "I43": "cardiomyopathy in diseases classified elsewhere",
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for assessment and therapy will depend on insurance contract coverage",
            "Medicaid is a joint state-federal  entitlement program in the United States that provides health coverage to low-income Americans.(2) Medicaid offers many benefits for home and community services for patients with long-term  care needs, including individuals living with Pompe disease.(2) Eligibility for Medicaid varies by state, but in every case it is a means-tested  entitlement program(2) Presentation/signs and symptoms: Dysphagia refers to difficulty in any of the stages of swallowing: oral, pharyngeal, and/or esophageal.(41)Briefly, the oral phase includes sucking, chewing, and transporting the bolus into the pharynx. The pharyngeal phase is defined by initiation of the swallow response, pharyngeal clearance, and airway closure to prevent aspiration (food or liquid entering the airway) or choking.(13)Lastly, the esophageal phase consists of the opening of the upper esophageal sphincter and transit of the bolus down the esophagus via peristaltic motion to the stomach.(4,41)Patients with LOPD may have varying degrees of feeding-swallowing  difficulties. They may struggle with both the oral and pharyngeal phases of the swallow,with consequences ranging fromminor oral phase impairment such as oral residue to more significant impairment such as penetration/aspiration.(11)Bulbar muscle involvement resulting in facial hypotonia, tongue weakness, poor lingualROM, and weak pharyngeal muscles all contribute to dysphagia in patients with LOPD(2,3,11)  Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [
            "Dysphagia refers to difficulty in any of the stages of swallowing  oral, pharyngeal, and/or esophageal.(41)Briefly, the oral phase includes sucking, chewing, and transporting the bolus into the pharynx. The pharyngeal phase is defined by initiation of the swallow response, pharyngeal clearance, and airway closure to prevent aspiration (food or liquid entering the airway) or choking.(13)Lastly, the esophageal phase consists of the opening of the upper esophageal sphincter and transit of the bolus down the esophagus via peristaltic motion to the stomach.(4,41)Patients with LOPD may have varying degrees of feeding-swallowing  difficulties. They may struggle with both the oral and pharyngeal phases of the swallow,with consequences ranging fromminor oral phase impairment such as oral residue to more significant impairment such as penetration/aspiration.(11)Bulbar muscle involvement resulting in facial hypotonia, tongue weakness, poor lingualROM, and weak pharyngeal muscles all contribute to dysphagia in patients with LOPD(2,3,11)  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes: lopd is caused by a mutation in the gaa gene, which produces alpha-,-glucosidase   gaa .  the gaa gene is located on the long  q  arm of chromosome  between positions . and .": [],
        "pathogenesis": [
            "LOPD is inherited; inheritance is autosomal recessive (meaning that it occurs if the person inherits two copies of anabnormal gene, one from each parent)(7,10)",
            "Onset of LOPD can occur any time after the age of 12 months through adulthood(2,3,10)",
            "Patients with Pompe disease have an accumulation of glycogen in the tissues of the body (mainly within the muscles)(7,9,10)",
            "The disease is progressive and functional impairments increase over time(9,10)–Although the disease is progressive, the progression of LOPD is slower than that of IOPD and the overall phenotype isless severe. In LOPD, the heart is typically not affected(3,7)"
        ],
        "risk factors": [
            "Family history of Pompe disease",
            "Individuals who are carriers of a GAA  gene mutation on chromosome 17(9)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Speech-language  pathologists (SLPs) are required to have graduate, postgraduate, or continuing education training specifically in pediatric dysphagia assessment and treatment before completing an evaluation and/or commencing treatment(14)",
        "SLP must have demonstrated competency as defined by American Speech-Language-Hearing  Association (ASHA) guidelines prior to completing instrumental swallow evaluation (videofluoroscopic swallowing study [VFSS] or flexible endoscopic evaluation of swallowing [FEES])(23)",
        "Accurate identification of a feeding-swallowing  disorder is critical due to risk for insufficient food/liquid intake, poor weight gain, nutritional deficiencies, respiratory infection/pneumonia, and aspiration and/or penetration of oral intake(13)",
        "Timely assessment of swallowing is critical in order to initiate a treatment program as soon as possible and to ensure that family and caregivers are aware of the risks associated with the feeding and swallowing disorder",
        "SLP should monitor swallowing skills and efficiency due to the progressive nature of the disorder(11)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions  under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "In LOPD, dysphagia management is often best performed using a team approach given its multisystem impact. Team members may include SLP, nurse, dietician, pediatrician, occupational therapist (OT), physical therapist (PT), gastroenterologist, and neurologist"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Review patient’s medical chart -When was Pompe disease diagnosed in the patient?(7)",
                "course of treatment": {
                    "medical management": "Medical management of Pompe disease includes ERT was first offered in 2006. In a multicenter study of 90 children and adults with LOPD, 60 received ERT and 30 received placebo over the course of 78 weeks. All patients were ambulatory and free ofinvasive ventilation at baseline. Inclusion criteria were the ability to walk at least 40 m and functional vital capacity (FVC) in upright position between 30 and 80% of normal. The alglucosidase alfatreated  patients showed improvements in walking  distance (6minute  walk test) and stabilization of respiratory function. The trial also revealed a great deal ofvariability in the response to treatment, and some patients continued to deteriorate despite therapy. No data on improvement in swallowing dysfunction were reported(9) In a systematic review and meta-analysis  on the benefit of ERT, Dornelles et al. reported that ERT effectively increases the distance achieved in 6MWT, improves the physical component of QOL, and may decrease time on ventilation (TOV) in treated patients. Functional capacity as measured by FVC was not confirmed. The treatment was deemed to be safe in the studied population, with generally mild adverse events only. No data on swallowing function were included(12) A high-protein  diet and medically supervised exercise therapy are often recommended as part of the treatment plan for patients with Pompedisease(1,3,9) The goal is to decrease glycogen accumulation, increase muscle fatty acid utilization, and compensate for the increased amino acid oxidation that has been shown to occur in Pompedisease(2)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? Has ERT been started?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: The diagnosis of LOPD is confirmed with either molecular genetic studies or biochemical analysis of acid maltase activity of a muscle biopsy(7,9,10)",
                        "Document the results of any chest X-rays  and/or swallowing assessments that have been completed(1,3)",
                        "EKG is usually normal in patients with LOPD(3)",
                        "Muscle biopsy shows the presence of vacuoles that stain positively for the presence of glycogen and evidence of destruction of myofibrils(1,3)",
                        "Laboratory findings in patients with LOPD include elevated levels of serum creatine kinase (CK), aspartate aminotransferase (AST), and alanine aminotransferase (ALT).(1)CK levels in patients with IOPD are typically much higher than levels in patients with LOPD",
                        "Pulmonary function tests show evidence of reduced forced expiratory volume in 1 second (FEV1) and reduced FVC in erect and supine positions(3)",
                        "Diagnosis of LOPD is confirmed with dot blood sample (DBS) testing or enzyme assays to test for GAA activity(1,3)",
                        "Most patients with Pompe disease produce endogenous GAA protein, which is called cross-reactive  immunologic",
                        "material (CRIM) because it is recognized by antiGAA  antibodies on Western blot analysis. A complete lack of GAA is described as CRIM negative(3)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and their impact, if any",
                    "previous therapy": "Document if patient has had speech, occupational, or physical therapy for this or other conditions and the benefits"
                },
                "aggravating easing factors": "Does the patient exhibit increased swallowing difficulty -with certain textures of foods or liquids? -with solids more than liquids? -in different environments? -as feeding session progresses? -during certain times of day? -if the patient is fatigued? -in certain positions?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms related to dysphagia; see Presenting signs/symptoms , above",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings during nightand also excessive sleep during day -Patients with LOPD often experience abnormal breathing patterns that disrupt sleep(1,10) -Patients with LOPD are at increased risk for sleep apnea(1,3)  -Nocturnal noninvasive ventilation is often recommended for patients with LOPD and has been found to improve QOL(1,7)",
                "other symptoms": "Document other symptoms that the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., diarrhea, vomiting, cough, lethargy, weight loss, shortness of breath, incontinence)(7)",
                "respiratory status": "The diaphragm and auxiliary respiratory muscles of patients with LOPD usually are impaired,which can result in chronic respiratory failure, carbon dioxide retention, and respiratory insufficiency.(1,7)It is important to document the respiratory status of the patient,including use of supplemental oxygen, noninvasiveventilation, or presence of tracheostomy tube -Patients with LOPD may require mechanical ventilation (most often noninvasive) due to risk of respiratory failure(3) -For detailed information on assessment and treatment of dysphagia in patients with tracheostomy tubes in place, seeChildren with Tracheostomy  ; CINAHL Topic ID NumberAdults with Tracheostomy  ; CINAHL Topic ID Number -The diaphragm is most often affected,which contributes to respiratory failure(9) -As a result of dysphagia in LOPD, patients are at risk of developing repeated episodes of respiratory tract infections(8)Document psychosocial status of both the patient and the parent(s)/caregiver(s).(5)Review any available reports from mental health professionals -When working with patients with LOPD, it is important to be aware of the psychosocial status of the patient and caregiver(s)(2,5) -Disease burden can be overwhelming and often strains marriages, friendships, and other relationships(2) -This stress is a natural part of the shared burdens that surround the care of an individual with LOPD. The patient and/or theirfamilies should be referred to a mental health professional for counseling and support services(2,5) -Patients with LOPD can experience anxiety and depression(7) -A QOL questionnaire is appropriate for patients with LOPD and/or parent(s)/caregiver(s)(3) -SF-36v2  Health Survey(3)A QOL assessment that includes patient self-ratings  of QOL with respect to swallowing and eating ability(6)A measure designed to assess the impact that a child’s swallowing difficultyhas on the child and caregivers(38)Document hearing ability; hearing loss is common in patients with LOPD(3,7) -Hearing loss in patients with LOPD is thought to reflect direct involvement of the cochlea, the conductive apparatus, or both(2,7) -Patients with LOPD should have baselineand annual hearing tests performed by an audiologist(7) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a family history of Pompe disease?",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including hearing loss, vision problems, communication difficulties, and any other system involvement",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient and/or caregiver about other symptoms he or she is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include receive intervention services? If so, are they home, school, hospital, or clinic based? Does the patient attend school?  Where does the patient eat? What types/textures of food? What is the patient’s eating schedule? If an adult, does the patient currently work?Can the patient eat in social settings? Can the patient feed themselves?",
                "functional limitations assistance with ADLs adaptive equipment": "Document use of assistive devices for mobility and/ or self-care.  Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper, communication board, electronic device)",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., siblings, pets). Identify if there are barriers to age-appropriate independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "A VFSS is performed to",
            "anthropometric characteristics": "Document height and weight as well as the patient’s percentile on standardized growth charts.(2)Individuals with LOPD are typically delayed in motor milestones or have regressed in their motor milestones. Theyare at risk for inadequate calories, minerals, and vitamins,which can cause protein deficiency(8)",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "Speech and language skills are sometimes impaired in patients with LOPD, especially if onset is shortly after 12months.(2,7)Flaccid dysarthria can arise as a result of lingual weakness and respiratory involvement.(2,7)Patients who require ventilators or have tracheostomies as well as those demonstrating speech/language delay will benefit from a complete speech-language evaluation to determine appropriate goals and treatment plans. Though rare in LOPD compared to IOPD, alternative and/or augmentative communication (AAC), including signing and the use of assistive technology, such as voice output systems, might be recommended to increase function, compensate for weakness, and/or promote conservation of energy(2) –For detailed information on assessment and treatment of dysarthria, see the series of Clinical Reviews on this topic –For detailed information on assessment for and treatment utilizing AAC, see the series of Clinical Reviews on this topic",
            "neurological examination": "",
            "oral structure and oral motor function": "Examine the structure and the range, rate, coordination, and symmetry of movement of the lips, facial musculature, tongue, pharynx, and larynx –Patients with LOPD often have reduced lingual strength due to bulbar involvement(7,8,9)Clinical swallow evaluation (CSE) a comprehensive feeding-swallowing  evaluation. It provides an overall picture of a child’s feeding abilities, sensorimotor abilities, and risk of aspiration, and is utilized to develop an initial feeding plan.(15) The SLP must be well-versed  in normal oral motor development and feeding function when evaluating infants, children, and adults. With consideration for chronologic age and developmental level, the patient may be observed swallowing different consistencies using a variety of feeding vessels.(15) An SLP can obtain information regarding oral phase skills but minimal information can be reported regarding pharyngeal swallow physiology during a CSE given the inherent limitations of the evaluation. Additionally, given limited data regarding validated clinical signs of aspiration in pediatrics and the high incidence of “silent” aspiration, instrumental assessments often are warranted for children with suspected dysphagia.(17)In adults, a high incidence of silent aspiration has also been reported in patients with bulbar involvement. When assessing patients with LOPD, special attention should be paid to mastication, bolus formation/control, and oral residue due to weakness of oral musculature including jaw and tongue(11)There are several clinical assessment scales and checklists developed to evaluate infants, children, and adults. However, there is no universally accepted assessment tool. Scales, surveys, and checklists that do not include normative data, validation, or guidelines for interpretation should be used with caution. (18) Scales with normative data should be utilized only after careful review of the specific normative findings such as reliability and validity measures.(33,34,35,36)Though not developed specifically for patients with LOPD, the following are commonly utilizedEvaluation of an infant’s ability to suck on a bottle and/or breast. Includes assessment of child’s feeding history, oral motor skills, oral tactile responses, suck-swallow-breathe coordination, general motor control, and general physical state during feeding and swallowing(19) Evaluation of sucking in infants (up to 3 months of age). Aspects of sucking behavior are classified as normal, disorganized, or dysfunctional(20)Rating scale that examines swallowing and voice in children up to 2 years of age. Ratings include duration of the meal, amount of intake, food consistencies, positioning, sucking from a nipple, sipping from a cup, and coordination of suck-swallow-breathe(31)Standardized screening survey that can be used from 2 years of age through adulthood. Assesses BMI, restrictions in food textures and viscosity, dependence in feeding, and need for special utensils or positioning. Provides information on the severity of the swallowing disorder and can be used as an outcome measure(44)A standardized parent report measure designed to assess eating and drinking in children between the ages of 6 months and 7 years(21)A standardized test designed to assess mastication of solids. The scale has pediatric and adult norms with adequate validity and reliability findings(27,28,29)A  10-question  patient self-rating  of their perceived difficulties with swallowing(30)A 10-question  parent report of their child’s feeding-swallowing difficulties with criterion validity, internal consistency, and reliability measures published(32)In-depth  BedsideT709064In-depth  BedsideT709037A VFSS is performed to assess oral-pharyngeal  swallow physiology and airway protection. A VFSS is most often completed in collaboration with a radiologist.(14) Procedure and interpretation guidelines for completing VFSSs in infants and children are described by Arvedson and Lefton-Greif.(37) For adults, guidelinesoriginally developed by JerilynLogeman and more recently modified by Bonnie Martin-Harris  are typically recommended.(37) In children, the assessment must be age-appropriate with regard to positioning, feeding vessels, and viscosity of materials.(14) The patient is presented with a variety of developmentally appropriate liquids and solids mixed with barium while images are recorded. In adults, typically the exam begins with liquids and progresses to thicker viscosities. The SLP describes oral and pharyngeal swallow physiology, assesses airway protection, and determines the effectiveness of any therapeutic strategy/intervention, including viscosity changes.(14) In contrast to the CSE, the VFSS provides critical information on the pharyngeal phase of the swallow and airway protection.(16) Due to the potential harmful effects of ionizing radiation on children, a repeat VFSS should be completed only after careful consideration.(16) With regard to LOPD, it is recommended that a VFSS be included in any gastrointestinal(14,16,37) Labial seal/closure Sucking Tongue-cupping/tongue  tip elevation for bolus formation/control -Mastication -Anterior-posterior  lingual movement for transport -Initiation of the pharyngeal swallow response -Soft palate elevation and retraction -Anterior hyoid excursion (older children/adolescents/adults) -Laryngeal elevation (older children/adolescents/adults) -Epiglottic inversion (toddlers/children/adolescents/adults) -Laryngeal closure -Pharyngeal stripping wave -Tongue base retraction -Pharyngoesophageal segment opening -Esophageal clearanceModified Barium SwallowT709077  –There are limited studiesavailable that report finding of VFSS performed on patientswith LOPD. However, onestudy (case -In a retrospective study that followed LOPD patients over a 10-year  period, 3 of 12 patients had symptoms of oropharyngeal dysphagia. VFSS completed on these three patients found slow anterior-posterior  oral transit, impaired pharyngeal stripping, and post-swallow  pharyngeal residue. One patient demonstrated frequent penetration and occasional aspiration.(11) Additionally, fatigue of jaw muscles resulting in difficultychewing food wasreportedT709077ModifiedT709046For both children and adults, FEES is performed to evaluate the anatomy and physiology of the pharynx and larynx, the patient’s ability to manage secretions, and the patient’s ability to swallow foods and liquids.(14,40) In addition, it can be used to explore a variety of diagnostic interventions such as postures, maneuvers, consistency changes, and flow rate alterations.(36,40) As with the VFSS, age-appropriate  modifications need to be incorporated into the procedure for children. Food may be dyed to enhance visibility. FEES is preferred over VFSS when safety issues related to radiation exposure are present. Due to the invasive nature of the procedure, it is sometimes difficult to obtain accurate representation of a normal swallow in young children; therefore, patient selection is important.(22,39)ASHA in conjunction with the American Board of Swallowing and Swallowing Disorders have published the Dysphagia Competency Verification Tool (DCVT) to assist training SLPs to perform FEES(23)Flexible Endoscopic EvaluationT709038 and  Clinical Review…Dysphagia AssessmentT709141Oximetry is used to evaluate hemoglobin oxygen saturation levels before, during, and after feeding. Most children have an oxygen saturation level of at least 95%. Low saturation levels (below 90%) could indicate some degree of hypoxia. At present, there is mixed evidence on the utility of pulse oximetry as a reliable method of detecting aspiration during clinical feeding evaluation. This tool should be used in conjunction with other types of swallowing measures and results interpreted with caution(42)Cervical auscultation is a portable, noninvasive technique that involves the use of a stethoscope on the lateral side of the thyroid cartilage to detect cervical sounds generated during swallowing and breath sounds pre and post-swallow.  Significant limitations are present given lack of normative data, lack of clear guidelines for interpretation of the procedure, and paucity of research data assessing the accuracy of cervicalT709101The diaphragm and auxiliary respiratory muscles of patients with LOPD usually are impaired, which can result in chronic respiratory failure, carbon dioxide retention, and respiratory insufficiency.(8,9)In severe cases, patients with LOPD may require mechanical ventilation due to respiratory failure.(7) If present, document size of tube, date of placement, cuff presence/status, current respiratory status, and use of speaking valve. For detailed information on assessment of a tracheostomy tube and use of a speaking valve, see  Clinical Review ... Passy-MuirT708919",
            "perception": "",
            "arousal attention cognition": "Although the natural course of LOPD results in glycogen accumulation in skeletal and respiratory muscle, autopsy studies have also found glycogen accumulation in the brain, brainstem nuclei, and anterior horn cells.(2,7) Cognitive function is usually normal in LOPD; however, it is possible for the patient to have subtle cognitive impairments.(2,7) Refer to testing/reports by neuropsychologist/psychologist, if available, for specific information and recommendations",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Aspiration is often silent, especially in younger patients. If there is a history of recurrent respiratory infection, a VFSS or FEES is warranted to assess for the presence of aspiration(14,15)",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Inform the patient and family/caregivers of potential aspiration risks and educate about prevention strategies when appropriate(14)",
                "Decisions regarding dysphagia management are best made using a team approach with the involvement of appropriate specialists and family members(41) ",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and consult patient’s physician"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment: The diagnosis and management of dysphagia are based on the results of a comprehensive assessment that is performed by an SLP in collaboration with the patient’s primary physician and multidisciplinary team. The primary goal of dysphagia therapy is to support safe and adequate nutrition, maximize QOL, rehabilitate the swallow, and determine the need for supplemental nutrition(14,41)",
        "rule out": "The patient’s medical team will rule out other diseases with similar symptoms, including glycogen storage disease type III(3,9) glycogen storage disease type IV(3,9) glycogen storage disease type V(3,9) limb girdle muscular dystrophy(3,9) Becker/Duchenne muscular dystrophy(3,9) polymyositis(3,9) rheumatoid arthritis(3,9) nemaline myopathy(9) Werdnig-Hoffmanndisease(9) Danondisease(9)",
        "prognosis": [
            "Early diagnosis/treatment with ERT can delay some symptoms or slow progression(12)"
        ],
        "referral to other disciplines": "Refer to an OT, PT, registered dietitian, respiratory therapist, social worker, neurologist/ neuromuscular specialist, otolaryngologist, radiologist, metabolic disease specialist, geneticist, cardiologist, orthopedist, pulmonologist, or gastroenterologist as necessary.(7,9,10) Refer patient and/or caregivers to a psychologist or counselor if signs of depression are present",
        "other considerations": [
            "Patients with LOPD should be kept up to date on all immunizations; both the patient and household members should receive the influenza vaccine during influenza season as an infection can be life-threatening  for the patient(2)",
            "Strict handwashing precautions for the patient, household members, school staff, and all healthcare providers should be implemented to prevent infections(2)"
        ],
        "treatment summary": [
            "Adults -Swallowing exercises: Swallowing exercises can improve the strength and coordination of swallowing in patients with dysphagia(4). Given the progressive nature of LOPD, discuss appropriateness of exercise program before commencing therapy. To date, no specific studies focusing on the efficacy of swallow rehabilitation exercises with the LOPD population have been published -For detailed information on swallowing exercises, see  Clinical Review…Dysphagia: Swallowing Therapy, Facilitative ; CINAHL Topic ID Number: T709080 –Feeding tubes (orogastric, nasogastric, gastrostomy, jejunostomy)/enteral feeding: When safe feeding is not possible in patients with LOPD, enteral feeds can be delivered through a catheter passed through the nose (nasogastric), through the mouth (orogastric), or into the stomach (gastrostomy) or small intestine (jejunostomy)(2) -For detailed information on treatment of dysphagia in childhood, see  Clinical Review…Dysphagia in Childhood  ; CINAHL Topic ID Number: T708938 -For detailed information on treatment of dysphagia in adults, see the series of Clinical Reviews on swallowing therapy . Problem Goal Intervention Expected Progression Home Program  Dysphagia Increase the safety, adequacy, and efficiency of swallowing in the patient with LOPDTherapeutic modalities _ Nonnutritive sucking (NNS) _ _ Oral-motor skills development _ Swallow strengthening exercises _ Functional training _ Modification of liquids or foods _ Nipple flow selection _ Positioning _ Pacing _ Compensatory strategies _Progression of modifications and specific types of food and liquid consistencies trialed will vary according to patient goalsProvide patient and family/ caregivers with written instructions regarding exercises to perform at home as well as specific information about the modifications to the patient’s oral diet ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved nutrition and hydration growth parameters such as height, weight, and head circumference should be followed closely ,,": [],
        "improved swallow function, reduced aspiration repeated cse, vfss, fees as indicated": [],
        "reduction in respiratory infections close monitoring of pulmonary health by pulmonologist": [],
        "improved qol feeding swallowing impact survey  fs-is :  a parent’s self-ratings  of the impact that the child’s swallowing difficulty has on": []
    },
    "maintenance or prevention": [
        "There is no known way to prevent LOPD",
        "Early diagnosis/treatment with ERT can prevent or delay some symptoms(12)",
        "For patients with LOPD, clinical reassessment by the physician as well as a PT and/or OT should occur routinely to monitor for functional changes(3)",
        "Patients with LOPD with dysphagia should be reevaluated on a regular basis to maintain safety of the recommended diet and feeding protocol as the disease progresses(2,7,11) "
    ],
    "patient education": [
        "It is important that the dysphagia team educate the parents/caregivers on all recommendations, including liquid or food modifications, positioning, adaptive equipment for feeding, feeding choices and methods, the presence of airway invasion (aspiration), and assess their overall understanding of the swallowing problem and the associated risks",
        "The International Pompe Association (IPA) ( http://www.worldpompe.org/ ) is a federation of Pompe disease patient groups worldwide whose goal is to coordinate activities and share experience and knowledge between different groups",
        "The Acid Maltase Deficiency Association (AMDA) ( www.amda-pompe.org ) and the United Pompe Foundation ( http:// www.unitedpompe.com/ ) aim to increase public awareness and knowledge of Pompe disease as well as support research initiatives at universities in the United States",
        "The Association for Glycogen Storage Disease ( http://agsdus.org/ ) and the Association for Glycogen Storage Disease UK provide education and links to support groups for patients and families Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Kishnani PS, Yuan-Tsong  C. Defects in metabolism of carbohydrates. In: Kliegman RM, Stanton BF, Schor NF, Geme JW III, Behrman RE, eds. Nelson Textbook of Pedatrics . 20th ed. Philadelphia, PA: Saunders Elsevier; 2016:723-724.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Kishnani PS, Steiner RD, Bali D. Pompe disease diagnosis and management guideline. Genet Med . 2006;8(5):267-288.  (G)"
        },
        {
            "number in article": 3,
            "reference": "Llerena JC, Horovitz DM, Marie SK. The Brazilian consensus on the management of Pompe disease. J Pediatr. 2009;155(4 Suppl):S47-S56.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "American Speech-Language-Hearing  Association. Adult Dysphagia. (Practice Portal). www.asha.org/Practice-Portal/Clinical-Topics/Adult-Dysphagia/ . (G)"
        },
        {
            "number in article": 5,
            "reference": "Rodrigues F, Vaz C, Martins F, Diogo L, Garcia P. Psychological follow-up of late-onset  Pompe patients and parents' expectations during 4 years of enzyme replacement therapy. Clin Ther. 2011;33(6 Suppl A):S38. (R)"
        },
        {
            "number in article": 6,
            "reference": "Baqays A, Zenke J, Campbell S, et al. Systematic review of validated parent-reported  questionnaires assessing swallowing dysfunction in otherwise healthy infants and toddlers. J Otolaryngol Head Neck Surg . 2021;50(1):68. doi:10.1186/s40463-021-00549-3."
        },
        {
            "number in article": 7,
            "reference": "Endoscopic evaluation of swallowing. American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/swallowing/endoscopy/ . Published May 8, 2009. Accessed May 16, 2018. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Toscano A, Rodolico C, Musumeci O. Multisystem late onset Pompe disease (LOPD): an update on clinical aspects. Ann Transl Med . 2019;7(13):284. doi:10.21037/ atm.2019.07.24. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Barba-Romero  MA, Barrot E, Bautista-Lorite  J, et al. Clinical guidelines for late-onset  Pompe disease. Rev Neurol . 2012;54(8):497-507.  (G)"
        },
        {
            "number in article": 10,
            "reference": "Kohler L, Puertollano R, Raben N. Pompe disease: from basic science to therapy. Neurotherapeutics . 2018;15(4):928-942.  doi:10.1007/s13311-018-0655-y.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Chan J, Desai AK, Kazi ZB, et al. The emerging phenotype of late-onset  Pompe disease: A systematic literature review. Mol Genet Metab . 2017;120(3):163-172.  doi:10.1016/ j.ymgme.2016.12.004. (RV)"
        },
        {
            "number in article": 12,
            "reference": "Hobson-Webb  LD, Jones HN, Kishnani PS. Oropharyngeal dysphagia may occur in late-onset  Pompe disease, implicating bulbar muscle involvement. Neuromuscul Disord . 2013;23(4):319-323.  doi:10.1016/j.nmd.2012.12.003. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Dornelles AD, Junges APP, Pereira TV, et al. A systematic review and meta-analysis  of enzyme replacement therapy in late-onset  Pompe disease. J Clin Med . 2021;10(21):4828. doi:10.3390/jcm10214828. (RV)"
        },
        {
            "number in article": 14,
            "reference": "Ahn A, Musso M. Embryology and Anatomy. In: Ongkasuwan J, Chiou E, eds. Pediatric Dysphagia: Challenges and Controversies . : Springer; 2018:3-16.  (GI)"
        },
        {
            "number in article": 15,
            "reference": "American Speech-Language-Hearing  Association. Pediatric Feeding and Swallowing (Practice Portal). www.asha.org/practice-portal/clinical-topics/pediatric-dysphagia/ . (G)"
        },
        {
            "number in article": 16,
            "reference": "Rappazzo C, Turk L. Clinical feeding swallowing evaluation: overview for the healthcare provider. In: Ongkasuwan J, Chiou E, eds. Pediatric Dysphagia: Challenges and Controversies . : Springer; 2018:49-65.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "Rappazzo C, Turk C. Videofluoroscopic swallow study: introduction, limitations and challenges. In: Ongkasuwan J, Chiou E, eds. Pediatric Dysphagia: Challenges and Controversies . : Springer; 2018:67-86.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "Velayutham P, Irace AL, Kawai K, et al. Silent aspiration: Who is at risk? Laryngoscope . 2018;128(8):1952-1957.  doi:10.1002/lary.27070. (R)"
        },
        {
            "number in article": 19,
            "reference": "Pados B, Park J, Estrem H, Awotwi A. Assessment tools for evaluation of oral feeding in infants younger than 6 Months. Advances in Neonatal Care . 2016;16(2):143-150. doi:10.1097/anc.0000000000000255. (RV)"
        },
        {
            "number in article": 20,
            "reference": "Wolf LS, Glass RP. Feeding and swallowing disorders in infancy: assessment and management . San Antonio, Texas: Therapy Skill Builders; 1992. (GI)"
        },
        {
            "number in article": 21,
            "reference": "Palmer MM, Crawley K, Blanco IA. Neonatal Oral-Motor  Assessment Scale: a reliability study. J Perinatol . 1993;13(1):28-35.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Pados BF, Thoyre SM, Park J. Age-based  norm-reference  values for the Child Oral and Motor Proficiency Scale. Acta Paediatr . August 2018;107(8):1427-1432.  doi:10.1111/ apa.14299. (R)"
        },
        {
            "number in article": 23,
            "reference": "Miller CK, Willging JP. Fiberoptic endoscopic evaluation of swallowing in infants and children: protocol, safety, and clinical efficacy: 25 years of experience. Ann Otol Rhinol Laryngol. May 2020;129(5):469-481.  doi:10.1177/0003489419893720. (GI)"
        },
        {
            "number in article": 24,
            "reference": "American Speech-Language  Hearing Association. Dysphagia Competency Verification Tool. https://www2.asha.org/uploadedFiles/Dysphagia-Competency-Verification-Tool-Users-Guide.pdf . Published 2019. (G)"
        },
        {
            "number in article": 25,
            "reference": "Pados BF, Thoyre SM, Estrem HH, Park J, Knafl GJ, Nix B. Effects of milk flow on the physiological and behavioural responses to feeding in an infant with hypoplastic left heart syndrome. Cardiol Young . January 2017;27(1):139-153.  doi:10.1017/S1047951116000251. (R)"
        },
        {
            "number in article": 26,
            "reference": "Park J, Pados BF, Thoyre SM. Systematic review: what is the evidence for the side-lying  position for feeding preterm infants? Adv Neonatal Care . 2018;18(4):285-294. doi:10.1097/ANC.0000000000000529. (GI)"
        },
        {
            "number in article": 27,
            "reference": "Shaker C. Infant-guided,  co-regulated  feeding in the neonatal intensive care unit. Part II: interventions to promote neuroprotection and safety. Semin Speech Lang . 2017;38:106-115.  doi:10.1055/s-0037-1599108.  (GI)"
        },
        {
            "number in article": 28,
            "reference": "Frank U, van den Engel-Hoek  L, Nogueira D, et al. International standardisation of the Test of Masticating and Swallowing Solids in children. J Oral Rehabil . 2019;46(2):161-169.  doi:10.1111/joor.12728. (PP)"
        },
        {
            "number in article": 29,
            "reference": "Huckabee ML, McIntosh T, Fuller L, et al. The Test of Masticating and Swallowing Solids (TOMASS): reliability, validity and international normative data. Int J Lang Commun Disord. 2018;53(1):144-156.  doi:10.1111/1460-6984.12332.  (PP)"
        },
        {
            "number in article": 30,
            "reference": "Todaro F, Pizzorni N, Scarponi L, Ronzoni C, Huckabee ML, Schindler A. The Test of Masticating and Swallowing Solids (TOMASS): Reliability and validity in patients with dysphagia. Int J Lang Commun Disord . 2021;56(3):558-566.  doi:10.1111/1460-6984.12613.  (PP)"
        },
        {
            "number in article": 31,
            "reference": "Belafsky PC, Mouadeb DA, Rees CJ, et al. Validity and reliability of the Eating Assessment Tool (EAT-10).  Ann Otol Rhinol Laryngol . 2018;117(12):919-924. doi:10.1177/000348940811701210. (PP)"
        },
        {
            "number in article": 32,
            "reference": "Morris SE. Pre-Speech  Assessment Scale: A Rating Scale for the Measurement of Pre-Speech  Behaviors from Birth through Two Years . Rev ed. Clifton, NJ: JA Preston; 1982. (PP)"
        },
        {
            "number in article": 33,
            "reference": "Serel Arslan S, Demir N, Karaduman AA, Belafsky PC. The Pediatric Version of the Eating Assessment Tool: a caregiver administered dyphagia-specific  outcome instrument for children. Disabil Rehabil . 2018;40(17):2088-2092.  doi:10.1080/09638288.2017.1323235. (PP)"
        },
        {
            "number in article": 34,
            "reference": "Heckathorn D, Speyer R, Taylor J, Cordier R. Systematic review: non-instrumental  swallowing and feeding assessments in pediatrics. Dysphagia . 2016;31(1):1-23. doi:10.1007/s00455-015-9667-5.  (RV)"
        },
        {
            "number in article": 35,
            "reference": "Speyer R, Cordier R, Parsons L, Denman D, Kim JH. Psychometric characteristics of non-instrumental  swallowing and feeding assessments in pediatrics: a systematic review using COSMIN. Dysphagia . 2018;33(1):1-14.  doi:10.1007/s00455-017-9835-x.  (RV)"
        },
        {
            "number in article": 36,
            "reference": "Myer C, Howell R, Cohen A, Willging J, Ishman S. A systematic review of patient-or  proxy-reported  validated instruments assessing pediatric dysphagia. Otolaryngology-Head Neck Surg . 2016;154(5):817-823.  doi:10.1177/0194599816630531. (RV)"
        },
        {
            "number in article": 37,
            "reference": "Martin-Harris  B, Canon CL, Bonilha HS, Murray J, Davidson K, Lefton-Greif  MA. Best practices in modified barium swallow studies. Am J Speech Lang Pathol . July 10, 2020;29(2S):1078-1093.  doi:10.1044/2020_AJSLP-19-00189.  (G)"
        },
        {
            "number in article": 38,
            "reference": "Lefton-Greif  MA, Okelo SO, Wright JM, Collaco JM, McGrath-Morrow  SA, Eakin MN. Impact of children's feeding/swallowing problems: validation of a new caregiver instrument. Dysphagia . 2014;29(6):671-677.  doi:10.1007/s00455-014-9560-7.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Miller CK, Willging JP. Fiberoptic endoscopic evaluation of swallowing in infants and children: protocol, safety, and clinical efficacy: 25 years of experience. Ann Otol Rhinol Laryngol. May 2020;129(5):469-481.  doi:10.1177/0003489419893720. (GI)"
        },
        {
            "number in article": 40,
            "reference": "Langmore SE, Scarborough DR, Kelchner LN, et al. Tutorial on clinical practice for use of the fiberoptic endoscopic evaluation of swallowing procedure with adult populations: Part 1. Am J Speech Lang Pathol . 2022;31(1):163-187.  doi:10.1044/2021_AJSLP-20-00348.  (G)"
        },
        {
            "number in article": 41,
            "reference": "Arvedson JC, Brodsky L, Lefton-Greif  MA. Pediatric Swallowing and Feeding: Assessment and Management . San Diego, CA: Plural Publishing, Inc; 2020. (GI)"
        },
        {
            "number in article": 42,
            "reference": "Britton D, Roeske A, Ennis SK, Benditt JO, Quinn C, Graville D. Utility of pulse oximetry to detect aspiration: an evidence-based  systematic review. Dysphagia . 2018;33(3):282-292.  doi:10.1007/s00455-017-9868-1.  (RV)"
        },
        {
            "number in article": 43,
            "reference": "Frakking TT, Chang AB, David M, Orbell-Smith  J, Weir KA. Clinical feeding examination with cervical auscultation for detecting oropharyngeal aspiration: A systematic review of the evidence. Clin Otolaryngol . 2019;44(6):927-934.  doi:10.1111/coa.13402. (RV)"
        },
        {
            "number in article": 44,
            "reference": "Sheppard JJ. Dysphagia Disorders Survey and Dysphagia Management Staging Scale (Revised). Lake Hopatcong, NJ: Nutritional Management Associates; 2002. (PP) "
        }
    ]
}