{
    "metadata": {
        "title": "Kabuki Syndrome  Speech Therapy",
        "synonyms": [
            "kabuki make-up  syndrome  speech therapy",
            "niikawa-kuroki  syndrome speech therapy",
            "speech therapy: kabuki syndrome"
        ],
        "anatomical location body part affected": [
            "Multiple systems of the body can be affected, including the central nervous system (CNS), the skeletal system, the musculoskeletal system, the endocrine system, the gastrointestinal system, the cardiovascular system, and the renal system(1)"
        ],
        "area of specialty": [
            "child speech and language disorders",
            "swallowing and swallowing disorders",
            "infant feeding and feeding disorders",
            "pediatric genetic and neurological disorders",
            "hearing impairment"
        ],
        "description": [
            "Kabuki syndrome (KS) is a rare congenital syndrome characterized by multiple physical and cognitive features.(1) The abnormalities associated with KS vary from individual to individual; however, all those affected have characteristic facial features: long palpebral fissures (the separation between upper and lower eyelids), everted lower eyelids, and arched eyebrows.(1,2) Most individuals with KS have some degree of developmental delay and intellectual disability(1)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "759.89": "other; congenital malformation syndromes affecting multiple systems"
        },
        "ICD-10 codes": {
            "Q89.8other": "specified congenital malformations _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Swallowing G-code set": {
                "G8996": "Swallowing functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G8997": "Swallowing functional limitation, projected goal status, at initial therapy treatment/outset and at discharge from therapy",
                "G8998": "Swallowing functional limitation, discharge status, at discharge from therapy/ end of reporting on limitation"
            },
            "Motor Speech G-code set": {
                "G8999": "Motor speech functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9186": "Motor speech functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9158": "Motor speech functional limitation, discharge status at discharge from therapy/ end of reporting on limitation"
            },
            "Spoken Language Comprehension G-code set": {
                "G9159": "Spoken language comprehension functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9160": "Spoken language comprehension functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9161": "Spoken language comprehension functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Spoken Language Expressive G-code set": {
                "G9162": "Spoken language expression functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9163": "Spoken language expression functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9164": "Spoken language expression functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Attention G-code set": {
                "G9165": "Attention functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9166": "Attention functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9167": "Attention functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Memory G-code set": {
                "G9168": "Memory functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9169": "Memory functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9170": "Memory functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Voice G-code set": {
                "G9171": "V oice functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9172": "V oice functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9173": "V oice functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "There is a large degree of variation in manifestations, which typically affect multiple systems of the body and speech/language/cognition among individuals with KS.(3)Clinical presentation of KS might include:",
            "Infants/children –Dysmorphic facial features (consistent among all individuals with KS)(4) -Long palpebral fissures(1,2,5,6) -Everted lower eyelids (often becoming more prominent with age)(1,2,5) -Long eyelashes(5) -Arched, broad eyebrows(1,2,5,6) -Short columella (the lower part of the nasal septum) with a depressed nasal tip(1,2,5,6) -Large, prominent, or cupped ears(1,2,5,6) -Ear pits (found at the superior attachment of the pinna to the face; can be unilateral or bilateral)(2,5) -Hypodontia (having fewer teeth than normal)(1,2) -Teeth might also be fused or unusually shaped, which increases risk of cavities(1,7) -Micrognathia (small jaw)(5) –Feeding/gastrointestinal issues -Feeding problems in infancy/dysphagia(1,2,7) -Feeding problems in infants with KS typically are caused by hypotonia of orofacial musculature, gastroesophageal reflux (GER), velopharyngeal dysfunction, and poor coordination of oral motor movements -For detailed information on feeding disorders and dysphagia, see the series of Clinical Reviews on these topics -Palatal deformities(1,2,5) -One third of patients with KS have overt cleft palates(1) -Highly arched palate(5,6) -Increased prevalence of submucous cleft palate (SMCP)(1) -For detailed information on cleft palate, see the series of Clinical Reviews on this topic -Lip pits (congenital depressions, often bilateral, on the outer portion of the lower lip)(1,5) -Lip pits may not cause any functional problems or require any intervention if they are small; however, with larger lip pits, complications such as persistent mucous production can occur(1) -Velopharyngeal dysfunction (VPD)(1) -For detailed information on VPD, see Clinical Review… Velopharyngeal Dysfunction ; CINAHL Topic ID Number: T708864 -GER(1) -Chronic diarrhea(1) -Constipation (likely as a result of bowel/abdominal wall hypotonia as well as reduced mobility of intestinal tract)(1) -Anal atresia(2,5) –Cardiovascular abnormalities -Cardiac abnormalities/congenital heart defects (present in up to 55% of individuals with KS)(1,2,5,32,35) -Left-sided  obstructive lesions with aortic coarctation(1) -Atrial septal defect (ASD) and ventricular septal defect (VSD)(1) -Aortic dilatation(1) -Arrhythmia(1) –Neurologic abnormalities -Seizures (affect up to 50% of individuals with KS)(1,2,5,35) -Structural malformations of the central nervous system (CNS)(1,2)  –Musculoskeletal abnormalities -Hypotonia(1,2,5) -Joint laxity is present in almost all individuals with KS(1,2,5) -Hip dislocation occurs with increased frequency in this population, likely as a result of joint laxity(1,5) -Patellar dislocation (often occurs in late childhood or adolescence, especially if there is coexisting obesity)(1,5) -Short stature(4,8) -Scoliosis(1,2) -Cervical spine instability(1) -Flat feet(1) -Spinal column abnormalities such as sagittal cleft vertebrae, butterfly vertebrae, narrow intervertebral disc space(2,5,7,8) -Brachydactyly V/brachymesophalangy (short middle bones of the second and fifth fingers and toes)(2,5) -Clinodactyly (bending/curvature) of fifth digits(2,5) –Endocrine/growth abnormalities -Hypoglycemia(1,24) -Growth hormone deficiency(1,5) -Early onset of puberty in females with KS(1,2,5) –Ophthalmic abnormalities -Coloboma (a hole in one of the structures of the eye such as the retina or iris)(1) -Strabismus (occurs in 20–50%  of patients with KS)(1,2,5) -Ptosis (drooping eyelid)(2,5) -Cranial nerve palsy(1) -Recurrent eye infections(1) -Often as a result of lacrimal duct stenosis or atresia(1) -Reduced eyelid closure for sleep(1) –Immunity abnormalities -Impaired immunity/increased susceptibility to infection(1,2) -Autoimmune disease(1,2,5) -Increased risk of idiopathic thrombocytopenic purpura, autoimmune hemolytic anemia, and vitiligo(1) –Skin abnormalities -Fetal finger pads (prominent, sharply defined fingertip pads)(1,2,5) -Hirsutism (excessive hair growth)(1) -Pilomatrixoma (small subcutaneous nodules; typically found on the scalp)(1) -Small/dystrophic nails –Visceral malformations -Congenital diaphragmatic hernia(1) -Renal tract malformations(1,2,5,34) -Urinary tract malformations(34) -Anorectal malformations(1) -Biliary atresia(1,5) –Developmental issues -Developmental delays(1,8,9) -Mild to moderate intellectual disability (present in over 90% of individuals with KS)(2,4,5,7,10) -Postnatal growth deficiency (normal birth weight, slow growth over the first year of life)(1,2,5,7) -Learning disability(1)  –Speech, language, communication deficits -Delayed speech and language acquisition(1) -Delayed receptive and expressive language skills(1,11) -Hypernasal speech due to cleft palate, VPD, or SMCP(1) -Hearing loss; chronic otitis media(1,2,5,10)",
            "Adults: in addition to the abovementioned abnormalities, adults with KS might also have: –Truncal obesity (begins in adolescence; obesity primarily affecting abdomen/torso)(1,5) –Confluence of the eyebrows (no longer appear separated)(1) –Deformities of the feet become apparent: overlapping toes, long hallux (first toe), and short fourth and fifth toes (relative to the others)(1) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "The speech-language  pathologist (SLP) must be aware of cultural considerations when assessing swallowing functioning as well as when developing treatment goals. Needs of the patient should be considered with respect to the cultural, familial, and community setting",
            "Family members/caregivers should be involved in both assessment and treatment of pediatric patients as they have a unique perspective and can provide information on the child that cannot be obtained through formal or informal measures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  mutations of the kmtd gene  also known as the mll gene  and the kdma  gene  also known as the utx gene are known to cause ks. ,,,,,,  in some cases, the mutations are inherited.   in many cases of clinically": [],
        "pathogenesis: in most cases of ks there is no family history, indicating that sporadic, or de novo, mutations frequently cause ks.   ks is most frequently the result of a de novo mutation of the kmtd  gene": [],
        "risk factors": [
            "Family history of KS(2)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "For children with KS, development of an individualized family service plan (IFSP) or individual education plan (IEP) in collaboration with the parents/guardians and early intervention/school personnel is essential to address speech, language, cognitive, and/or swallowing problems in the home and school environment",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The speech-language  pathologist (SLP) must be aware of cultural considerations when assessing swallowing functioning as well as when developing treatment goals. Needs of the patient should be considered with respect to the cultural, familial, and community setting",
            "Family members/caregivers should be involved in both assessment and treatment of pediatric patients as they have a unique perspective and can provide information on the child that cannot be obtained through formal or informal measures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When was the diagnosis of KS made and by whom? -Although KS is present from birth, the diagnosis is typically not made in infancy because there is no definitive diagnostic test for the syndrome and the cardinal facial features are not yet noticeable(1)",
                "course of treatment": {
                    "medical management": "Document medical and surgical management of KS to date. Surgical repair of congenital heart defects is sometimes necessary and often occurs at a very young age (around 1 year old)(32)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being Laxatives for constipation(1) Anti-seizure  medication(2) Anti-reflux  medications(1)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  There is no definitive diagnostic test for KS.(1) The diagnosis of KS is made by a physician based on clinical presentation; additional genetic testing may or may not reveal genetic mutations of the MLL2  gene.(2) Usual tests completed during the workup for KS include the following:",
                        "Microarray analysis to determine if there are any chromosomal abnormalities(1)",
                        "Ultrasound of renal tract to identify visceral malformations(1)",
                        "Echocardiogram to determine if there are any cardiac abnormalities(1)",
                        "Patients with KS who have aortic abnormalities should have annual monitoring for aortic dilatation due to increased risk for dissection(1)",
                        "MRI for patients who have severe microcephaly, macrocephaly, seizures, or neurological signs of intracranial abnormalities(1)",
                        "X-ray  for patients who have suspected or confirmed scoliosis(1)",
                        "Full blood count (FBC) and thyroid function tests to assess immune system function(1)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ketogenic diet) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Document factors that improve or worsen feeding/swallowing. Are there any specific food textures that facilitate or impair oral intake of food? Does the patient have increased difficulty swallowing in a noisy environment? -Document factors that affect speech/language/communication. Are there times of the day when the patient’s communication is better or worse? Are there times of the day when the patient’s behavior is better or worse? Does the patient communicate more clearly with certain persons? Are there certain situations in which the patient is a more (or less) successful communicator? -Document factors that affect cognition. Is the patient able to attend to verbal and visual stimuli? Is the patient distracted by internal or external stimuli? Does the child perseverate, show hypersensitivity to sensory stimulation, or have difficulty engaging with environment?",
                "body chart": "Use a body chart to document the location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (see Presentation/signs & symptoms , above)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present and how much) ",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., regurgitation after meals, cough, fever)",
                "respiratory status": "Note respiratory status -Does the patient require supplemental oxygen? Tracheostomy tube, nasal cannula, or breathing mask? -Does the patient require mechanical ventilation? -Individuals with KS who have bronchial tract abnormalities and/or a diaphragmatic defect are at increased risk of recurrent lower respiratory tract infections(1) -Individuals with KS are at increased risk of respiratory tract infections and aspiration pneumonia due to impaired immunity(1)Document symptoms of psychosocial disturbance or behavioral problems in the patient as well as within the patient’s family (e.g., symptoms of depression, feelings of guilt or isolation, signs of abuse or neglect) and refer patient and/or family to a social worker or psychologist if necessary -Individuals with KS often have reduced attention span that can result in behavioral problems, especially in school-aged children(1) -Individuals with KS often are shy or lack self-confidence(9) -Depression and anxiety sometime develop as a child with KS ages(14)Document hearing ability -Hearing loss has been documented in 3045%  of children with KS(1,5,10,15) -Hearing loss in children with KS is often the result of recurrent otitis media(1,5,10,15) -Hearing loss in individuals with KS is most often a conductive hearing loss; however, there is also an increased risk of sensorineural hearing loss due to cochlear problems such as Mondini dysplasia (inner ear malformation) with perilymphatic fistula(1,5,10,15,16) -For detailed information on the effects of hearing loss on speech and language development, see Clinical Review…Effects on Speech and Language ; CINAHL Topic ID NumberEffects on Speech and Language ; CINAHL Topic IDT708613 -All individuals with KS should be evaluated by an audiologist and/or otolaryngologist (ENT)(1) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document history of any other congenital, feeding, swallowing, speech, or language abnormalities. Document if any prior speech/language or swallow testing has been completed; if it has, review past reportsComplete a developmental questionnaire on communication development, including speech and language history Document any known receptive/expressive language or auditory processing deficits. Ask parent or caregiver if patient has demonstrated delays in communication development or language acquisition",
                    "comorbid diagnoses": "Ask patient or caregivers about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders Celiac disease (gluten intolerance) occurs with increased frequency in individuals with KS as compared to the general population(1)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient or caregivers about other symptoms the patient is experiencing "
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include -Does the patient currently receive intervention services? If so, are they home, school, or clinic based? -For school-aged  children, what is the school placement? Classroom (full-time  general education, part-time  general education, specialized [special education] classroom), small group, 1-on-1  aide -In which activities does the patient show the most interest? -Does a feeding/swallowing impairment interfere with progress in school or ability to function in the home setting? -If age-appropriate,  does the patient socialize with peers? Does patient attend daycare or school? -How does the child communicate thoughts, wants, and needs in various settings and with various communication partners (e.g., gestures, eye gaze, vocalizations, words)?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Document if the patient is using adaptive equipment and what type, such as wheelchairs, hearing aids, or glasses -Determine the effect of the patient’s speech, language, and cognitive deficits on participation in school, social, and occupational activities",
                "living environment": "Obtain information on the patient’s family as well as a description of their living environment. Document languages spoken in the home or at school. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  A combination of standardized assessment measures and ecologically valid information measures, such as play-based  observation, should be used to evaluate the speech and language skills of a patient with KS.(8) Standardized tests are not normed on patients with KS and therefore may not always be appropriate",
            "anthropometric characteristics": "Note body mass index (BMI); individuals with KS often have obesity, especially starting in adolescence",
            "assistive and adaptive devices": "Document the use of alternative or augmentative communication (AAC).Depending on the severity of speech and language deficits, it might be appropriate to assess the patient’s ability to use an AAC system. For detailed information regarding the use of AAC in speech-language  therapy, see the series of Clinical Reviews on this topicComplete a detailed oral mechanism examination of patients with KS –Assess ROM, strength, endurance, and movement rate for the lips, tongue, and soft palate -For pediatric patients, assess oral motor skills during typical eating and/or drinking activities or play-based  activities (e.g., blowing bubbles, imitating funny faces) –Document abnormalities such as oral hypotonia, cleft palate, highly arched palate, SMCP, hypodontia or abnormally shaped/sized teeth, lip pits, and micrognathia(5,8) -In a study conducted in Brazil with 16 individuals with KS, researchers reported that all 16 subjects had craniofacialmidface and mandibular hypoplasia (i.e., underdevelopment); high arched palate; cleft lip and/or palate; and hypodontia. All subjects in this study had malocclusion; 43.75% (7/16) were characterized as class III(33)",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": " Speech and language examination (including reading)Assess articulation and phonology with formal and informal measures -Articulation and prosody typically are impaired in individuals with KS(8,9,18) -Authors of a study conducted in Australia with 16 participants with KS (ranging from 4 to 21 years of age) reported that the most common speech/language deficit was dysarthria, marked by poor articulation of consonants, harsh vocal quality, hypernasality, improper rate and stress patterns, and abnormal pitch. Among these individuals there was evidence of delayed, but not deviant, articulation and phonology patterns(36) ArticulationT708924Assess receptive and expressive language skills -Both receptive and expressive language skills typically are delayed in individuals with KS; however, case studies have documented instances of speech and language development within the average range in individuals with KS(8,9,11,17) -Authors of a study conducted in Australia with 16 participants with KS (ranging from 4 to 21 years of age) reported that all participants had some degree of receptive or expressive language impairment(36) -For additional information on developmental language disorders, see the series of Clinical Reviews on this topicAssess vocal function, including vocal quality, loudness, pitch, and endurance.(17)If there are specific concerns regarding voice, refer to otolaryngologist for complete workup to rule out laryngeal pathologies prior to completing a full",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Document the results of any cognitive or neuropsychological testing that has been completed. These tests should be repeated throughout an individual’s development; initial tests can yield normal cognitive scores, but as the person ages development slows and deficits become apparent.(14) Individuals with KS typically have some degree of intellectual disability; however, there are documented case studies of individuals with KS who have intellectual ability within the normal range(2,4,5,7,10,17)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "To ensure relevance and appropriateness of treatment programs, decisions about goals and course of therapy should be made in collaboration with the patient, caregivers, and other healthcare professionals. It is highly recommended that family members be involved in the rehabilitation process as much as possible",
                "Clinician should carefully consider the patient’s stamina and medical status before beginning therapy",
                "Cultural background, language preference, and patient interests must be considered when planning treatment goals and activities",
                "Precautions will vary according to the individual patient and the severity of accompanying language, cognitive, behavioral, and/or motor symptoms",
                "Patients with KS might be at risk for aspiration and penetration of oral intake. Ensure that the patient and family/caregivers are aware of potential aspiration risks and are educated about prevention strategies when appropriate",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols "
            ]
        },
        "diagnosis need for treatment": "A licensed and certified SLP will determine if an individual with KS is an appropriate candidate for speech therapy following the completion of a thorough evaluation",
        "rule out": "Prior to diagnosing KS, the patient’s medical team will rule out other possible disorders/syndromes, including Turner syndrome(1,5) Velocardiofacial syndrome (VCFS)(1) CHARGE syndrome(2) 22q11 deletion syndrome(2) IRF6-related  disorders (e.g., van der Woude syndrome)(2) Branchiootorenal (BOR) syndrome(2) Ehlers-Danlos  syndrome(2) Larsen syndrome(2) Hardikar syndrome(2,5) Noonan syndrome(5)",
        "prognosis": [],
        "referral to other disciplines": "Because KS affects multiple systems and each individual is affected differently throughout the lifespan, appropriate referrals to other disciplines are extremely important(1) Gastroenterologist for gastrointestinal issues such as GER, chronic diarrhea, and constipation(1) Cardiologist for cardiac abnormalities(1) ENT and/or cleft/plastic surgeon in the case of cleft palate, SMCP, VPD, or lip pits(1,2) Neurologist for individuals with CNS malformation(s) and/or seizure activity(2) Audiologist and/or ENT for ear and hearing assessment due to increased risk of both conductive and sensorineural hearing loss(1) Ophthalmologist for eye problems and infections(1) Physical therapist (PT) and occupational therapist (OT) for evaluation of and treatment for hypotonia, musculoskeletal issues, and developmental delays(1) Endocrinologist for issues related to growth and hypoglycemia(1) Orthopedic surgeon for scoliosis, hip dislocation due to joint laxity, and other musculoskeletal issues(1) Immunologist for issues related to immunity or autoimmune disease(1) Urologist and/or nephrologist for issues related to urinary tract/renal malformations(2) Dentist to ensure early and regular dental examinations and cleaning(1,2) Genetic counselor for testing and family education(1,2)",
        "other considerations": [],
        "treatment summary": [
            "Swallowing/feeding therapy –Positioning/postural adaptations: Individuals with KS who have abnormalities in posture, tone, and/or movement that influence feeding may benefit from changes in position. In these cases, the SLP can collaborate with a PT and/or OT to determine a position that optimizes swallow function -Feeding infants with KS who have GER in an upright position might improve intake(1) -For detailed information on postural changes as dysphagia treatment, see Clinical Review… Dysphagia: Swallowing Therapy –Compensatory ; CINAHL Topic ID Number: T709081 –Adaptive equipment: Adaptive equipment for eating and feeding therapy will depend on the individual’s age and might include specific nipples, bottles, pacifiers, cups, spoons, and forks. The SLP can collaborate with the OT in selecting adaptive equipment for feeding  –Modification of liquids: Liquids can be modified (e.g., thickened) to assist the patient with controlling liquids in the oral and pharyngeal phases of the swallow and improve the effectiveness and safety of the swallow. Trials of different liquid consistencies should be performed with instrumental assessments (e.g., VFSS, FEES) to determine safety. Modification of equipment such as bottles and cups might be necessary in order to accommodate the thickened liquids, and parents/ caregivers should receive training and information regarding thickened liquids. Examples of circumstances in which thickened liquids can assist the patient include: -Pooling of liquid in the oral cavity(19) -Poor lip closure and loss of liquid(19) -Poor tongue control, movement, and coordination(19) -Delayed initiation of the swallow(19) -Coughing/choking/gulping(19) -Clinical signs of aspiration(19) -Presence of gastroesophageal reflux disease (GERD)(1,19) -For detailed information on modification of liquids as dysphagia treatment, see  Clinical Review… Dysphagia: Swallowing Therapy –Compensatory , referenced above –Modification of solid foods: Solid foods can be modified to assist the patient with chewing and forming/controlling the bolus. In addition, recommendations of food consistency and food type must be aligned to the family’s dietary habits and culture. The following guidelines are indicators of age of nutritional readiness and oral skills for solid foods in individuals with typical development; however, for an individual with KS, his or her oromotor/feeding skills and food allergies must be considered when introducing new textures of foods: -6 to 8 months – purees(19) -8 to 9 months – mashed lumpy/mixed textures(19) -Finger food -7 to 8 months onwards – toast/biscuits(19) -10 to 11 months onwards – soft chopped food(19) -10 to 12 months onwards – firm finger foods(19) -15 months onwards – foods that require sustained biting and chewing(19) -For detailed information on modification of solid foods as dysphagia treatment, see Clinical Review… Dysphagia: Swallowing Therapy –Compensatory , referenced above –Feeding tubes (orogastric, nasogastric, gastronomy, jejunostomy)/enteral feeding: Decisions regarding the use of feeding tubes should be made with input from the SLP, physician, nutritionist, and other rehabilitation professionals who have professional experience and training. Individuals with KS who have shown signs of malnutrition, aspiration, insufficient fluid intake, or excessive stress during mealtimes might be candidates for a feeding tube to provide an alternative nutritional source(1)",
            "Speech/language therapy –The following therapeutic techniques were used in a case study conducted in India on a 7-year-old  male patient with KS who was found to have speech and language delays(8) -Parent education; parents were trained to encourage and enhance the child’s communication in the home environment(8) -Oral motor exercises (examples provided in the case study included tongue circling, oral pressure maintenance, blowing, and sucking)(8) -Research has not provided a clear answer about the efficacy of the oral motor exercises with nonspeech movements for improvement of articulation disorders(20) -Word association tasks for semantic language deficits(8) -Articulation drills with feedback on articulatory placement(8) -Cryostimulation (stimulation with ice) was performed on the tongue(8) -Baseline and follow-up  scores were not explicitly provided in this case study; however, authors of the case study described the subject’s therapy as “very effective” and noted “significant improvement in the articulation and semantics  domain of the child” as well as increased mean length of utterance and improved expressive language scores on standardized tests(8) . Problem Goal Intervention Expected Progression Home Program Language disorder Improve expressive and receptive language skills in the areas of vocabulary, grammar, and/or pragmatics as indicatedLanguage therapy _ See Treatment summary , above _ _ For detailed information on therapy for language disorders, see the series of Clinical Reviews on language disordersProgression of therapeutic tasks depends on specific goals as well as the level and degree of impairment of each patientProviding education to family members and/ or teachers can foster awareness about areas of need and appropriate activities for outside of therapy Speech sound disorder Improve intelligibility of speechArticulation therapy _ See Treatment summary , above _ _ For detailed information on treatment of organic articulation disorders, see Clinical Review… Speech Sound Disorders: Articulation Disorder, Organic , referenced aboveProgression of therapeutic tasks depends on specific goals as well as the level and degree of impairment of each patientProviding education to family members and/ or teachers can foster awareness about areas of need and appropriate activities for outside of therapy Feeding/swallowing disorderImprove the safety, adequacy, and/ or efficiency of swallowing and feedingDysphagia therapy _ See Treatment summary , above _ _ For detailed information on dysphagia therapy, see the series of Clinical Reviews on this topicProgression of therapeutic tasks depends on specific goals as well as the level and degree of impairment of each patientProviding education to family members and/ or teachers can foster awareness about areas of need and appropriate activities for outside of therapy ."
        ]
    },
    "desired outcomes outcome measures": {
        "attainment of speech and language developmental milestones": [
            "Standardized tests of speech and language"
        ],
        "improved speech intelligibility": [
            "Formal and informal assessments of articulation"
        ],
        "increased receptive and expressive language skills": [
            "Ongoing assessment of the patient’s communication skills with formal and informal assessments of language"
        ],
        "effective use of aac for functional communication": [],
        "appropriate management of cleft lip and palate velopharyngeal incompetence, if present": [],
        "improved swallowing ability": [
            "Ongoing assessment of the patient’s swallowing skills using bedside and instrumental examinations of swallow, asindicated"
        ],
        "for children with ks, outcome statements outlined in the ifsp or iep should indicate the context or environment in which the outcomes should occur": [],
        "consideration of future goals is always recommended when developing immediate goals": []
    },
    "maintenance or prevention": [
        "There is no known means of preventing KS",
        "Early identification and intervention generally allows for the best functional outcome for individuals with congenital syndromes"
    ],
    "patient education": [
        "The Kabuki Syndrome Network (KSN) is based in Canada and operated by parents of children with KS; it provides information and support for families affected by KS at http://www.allthingskabuki.org/",
        "Netwerk Kabuki Syndroom is a Dutch patient-support  group that provides information for parents and organizes meetings for families affected by KS: http://www.kabukisyndroom.nl/",
        "Association Syndrome Kabuki is a French organization that provides information about KS and runs annual “family days” in France that are attended by experts, supports research for KS, and publishes a newsletter for its members: http:// www.syndromekabuki.fr/ Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on September 9, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "DYSCERNE: The Kabuki Syndrome Guideline Development Group. Management of Kabuki syndrome: a clinical guideline. Web site. https://kr.ihc.com/ext/Dcmnt? ncid=521096055&tfrm=default . Accessed November 25, 2017. (G)"
        },
        {
            "number in article": 2,
            "reference": "Adam MP, Hudgins L, Hannibal M. Kabuki syndrome. Pagon RA, Adam MP, Dolan HH, eds. GeneReviews (Internet) . Seattle (WA): University of Washington, Seattle; 2013. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Dentici ML, DiPede A, Lepri FR, et al. Kabuki syndrome: clinical and molecular diagnosis in the first year of life. Arch Dis Child . 2015;100(2):158-164. doi:10.1136/archdischild-2013-305858.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Matsumoto N, Niikawa N. Kabuki make-up syndrome: a review. Am J Med C Semin Med Genet . 2003;117C(1):57-65.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Wessels MW, Brooks AS, Hoogeboom J, Niermeijer MF, Willems PJ. Kabuki syndrome: a review study of three hundred patients. Clin Dysmorphol . 2002;11(2):95-102.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Ioan DM, Fryns JP. Kabuki syndrome: description of a 2-year old Roumanian boy and review of the literature. Genet Couns . 2007;18(1):113-117.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Atar M, Lee W, O'Donnell D. Kabuki syndrome: oral and general features seen in a 2-year-old  Chinese boy. Int J Paediatr Dent . 2006;16(3):222-226.  (C)"
        },
        {
            "number in article": 8,
            "reference": "Malik P, Sharma A, Sakhuja S, Munjal S, Panda NK. Speech and language characteristics in Kabuki syndrome-a  case report. Internet J Allied Health Sci Pract . 2010;8(2):4. (C)"
        },
        {
            "number in article": 9,
            "reference": "Bayar Muluk N, Yalçinkaya F, Budak B, Gündüz S, Ayas K. Evaluation for language and speech development in Kabuki make-up syndrome: a case report. Int J Pediatr Otorhinolaryngol . 2009;73(12):1837-1840.  (C)"
        },
        {
            "number in article": 10,
            "reference": "Fong CT, Wang M, Young EC. Microtia associated with the Kabuki (Niikawa-Kuroki)  syndrome. Otolaryngol Head Neck Surg . 2001;125(5):557-558.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Vaux KK, Jones KL, Jones MC, Schelley S, Hudgins L. Developmental outcome in Kabuki syndrome. Am J Med Genet A . 2005;132A(3):263-264.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Ng SB, Bigham AW, Buckingham KJ. Exome sequencing identifies MLL2 mutations as a cause of Kabuki syndrome. Nat Genet . 2010;42(9):790-793.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Bokinni Y. Kabuki syndrome revisited. J Hum Genet . 2012;57(4):223-227.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Sanz JH, Lipkin P, Rosenbaum K, Mahone EM. Developmental profile and trajectory of neuropsychological skills in a child with Kabuki syndrome: implications for assessment of syndromes associated with intellectual disability. Clin Neuropsychol . 2010;24(7):1181-1192.  (C)"
        },
        {
            "number in article": 15,
            "reference": "Barozzi S, Di Berardino F, Atzeri F. Audiological and vestibular findings in the Kabuki syndrome. Am J Med Genet A . 2009;149A(2):171-176.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Tekin M, Fitoz S, Arici S, Cetinkaya E, Incesulu A. Niikawa-Kuroki  (Kabuki) syndrome with congenital sensorineural deafness: evidence for a wide spectrum of inner ear abnormalities. Int J Pediatr Otorhinolaryngol . 2006;70(5):885-889.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Van Lierde KM, Van Borsel J, Van Cauwenberge P. Speech patterns in Kabuki make-up syndrome: a case report. J Commun Disord . 2000;33(6):447-461.  (C)"
        },
        {
            "number in article": 18,
            "reference": "Upton S, Stadter CS, Landis P, Wulfsberg EA. Speech characteristics in the Kabuki syndrome. Am J Med Genet A . 2003;116A(4):338-341.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Cichero JA, Murdoch BE. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006. (GI)"
        },
        {
            "number in article": 20,
            "reference": "McCauley RJ, Strand E, Lof GL, Schooling T, Frymark T. Evidence-Based  Systematic Review: Effects of Nonspeech Oral Motor Exercises on Speech. Am J Speech Lang Pathol. 2009;18:343-360.  doi:10.1044/1058-0360(2009/09-0006).  (SR)"
        },
        {
            "number in article": 21,
            "reference": "Lederer D, Shears D, Benoit V, Verellen-Dumoulin  C, Maystadt I. A three generation X-linked family with Kabuki syndrome phenotype and a frameshift mutation in KDM6A. Am J Med Genet A . 2014;164A(5):1289-1292.  doi:10.1002/ajmg.a.36442. (C)"
        },
        {
            "number in article": 22,
            "reference": "Verhagen JM, Oostdijk W, Terwisscha van Scheltinga CE, Schalij-Delfos  NE, van Bever Y. An unusual presentation of Kabuki syndrome: clinical overlap with CHARGE syndrome. Eur J Med Genet . 2014;57(9):510-512.  doi:10.1016/j.ejmg.2014.05.005. (C)"
        },
        {
            "number in article": 23,
            "reference": "Schulz Y, Freese L, Manz J, et al. CHARGE and Kabuki syndromes: a phenotypic and molecular link. Hum Mol Genet . 2014;23(16):4396-4405.  doi:10.1093/hmg/ddu156. (C)"
        },
        {
            "number in article": 24,
            "reference": "Subbarayan A, Hussain K. Hypoglycemia in Kabuki syndrome. Am J Med Genet A . 2014;164A(2):467-471.  doi:10.1002/ajmg.a.36256. (R)"
        },
        {
            "number in article": 25,
            "reference": "Cheon CK, Sohn YB, Ko JM, et al. Identification of KMT2D and KDM6A mutations by exome sequencing in Korean patients with Kabuki syndrome. J Hum Genet . 2014;59(6):321-325.  doi:10.1038/jhg.2014.25. (R)"
        },
        {
            "number in article": 26,
            "reference": "Miyake N, Koshimizu E, Okamoto N, et al. MLL2 and KDM6A mutations in patients with Kabuki syndrome. Am J Med Genet A . 2013;161A(9):2234-2243.  doi:10.1002/ ajmg.a.36072. (R)"
        },
        {
            "number in article": 27,
            "reference": "Micale L, Augello B, Maffeo C, et al. Molecular analysis, pathogenic mechanisms, and readthrough therapy on a large cohort of Kabuki syndrome patients. Hum Mutat . 2014;35(7):841-850.  doi:10.1002/humu.22547. (R)"
        },
        {
            "number in article": 28,
            "reference": "Banka S, Lederer D, Benoit V, et al. Novel KDM6A (UTX) mutations and a clinical and molecular review of the X-linked Kabuki syndrome (KS2). Clin Genet . Advance online publication. February 14, 2014. doi:10.1111/cge.12363. (R)"
        },
        {
            "number in article": 29,
            "reference": "Banka S, Howard E, Bunstone S, et al. MLL2 mosaic mutations and intragenic deletion-duplications  in patients with Kabuki syndrome. Clin Genet . 2013;83(5):467-471. doi:10.1111/j.1399-0004.2012.01955.x.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Bogershausen N, Wollnik B. Unmasking Kabuki syndrome. Clin Genet . 2013;83(3):201-211.  doi:10.1111/cge.12051. (RV)"
        },
        {
            "number in article": 31,
            "reference": "Miyake N, Mizuno S, Okamoto N, et al. KDM6A point mutations cause Kabuki syndrome. Hum Mutat . 2013;34(1):108-110.  doi:10.1002/humu.22229. (R)"
        },
        {
            "number in article": 32,
            "reference": "Yuan SM. Congenital heart defects in Kabuki syndrome. Cardiol J. 2013;20(2):121-124.  doi:10.5603/CJ.2013.0023. (RV)"
        },
        {
            "number in article": 33,
            "reference": "do Prado Sobral S, Leite AF, Figueiredo PT, et al. Craniofacial and dental features in kabuki syndrome patients. Cleft Palate Craniofac J . 2013;50(4):440-447. doi:10.1597/11-052.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Courcet JB, Faivre L, Michot C, et al. Clinical and molecular spectrum of renal malformations in Kabuki syndrome. J Pediatr. 2013;163(3):742-746.  doi:10.1016/ j.jpeds.2013.02.032. (R)"
        },
        {
            "number in article": 35,
            "reference": "Dentici ML, Di Pede A, Lepri FR, et al. Kabuki syndrome: clinical and molecular diagnosis in the first year of life. Arch Dis Child . 2015;100(2):158-164. doi:10.1136/archdischild-2013-305858.  (R)"
        },
        {
            "number in article": 36,
            "reference": "Morgan AT, Mei C, Da Costa A, et al. Speech and language in a genotyped cohort of individuals with Kabuki syndrome. Am J Med Genet A . 2015;167(7):1483-1492. doi:10.1002/ajmg.a.37026. (R)"
        }
    ]
}