{
    "metadata": {
        "title": "Fracture, Patellar",
        "synonyms": [
            "kneecap fracture",
            "broken kneecap",
            "fracture, patellar",
            "patellar fracture"
        ],
        "anatomical location body part affected": [
            "Knee; patella"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "geriatric rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Patellar fracture (PF) is usually caused by a direct, forceful blow to the anterior knee, a fall, a motor vehicle accident (MV A), or a sports activity(1)",
            "Impairments after PF include joint stiffness, quadriceps weakness, and anterior knee pain on weight-bearing  (WB)(1)",
            "Functional rehabilitation for patients with PF involves restoration of full, painless ROM and the lower-extremity  strength needed for regular ADLs, as well as correction of any deficits in posture, balance, and gait(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S82.0": "fracture of patella (subclassification codes: 0 for closed or 1 for open) (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified. Inquire about any ongoing legal claims or litigation, including workers’ compensation"
        ],
        "presentation signs and symptoms": [
            "Knee pain",
            "Residual contusion and ecchymosis",
            "Subcutaneous swelling/effusion",
            "Retropatellar tenderness",
            "Decreased ROM and stiffness in flexion",
            "Quadriceps atrophy and weakness",
            "Knee pain on WB",
            "Ambulating with assistive device (crutches, quad cane, walker)",
            "Antalgic gait and a feeling of “giving way” on occasion, with increased risk for falls",
            "Deficits in knee proprioception and standing balance",
            "Post-trauma  or surgical scars Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Respect the patient’s pain level",
            "Confirm that patient adheres to WB orders and restrictions noted by physician"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Nearly all PFs result from direct impact such as fall on a bent knee or blow to thekneecap such as in an MV A (“dashboard injury”)",
            "In older adult patients (> 65 years) the main cause is falls, often secondary to chronicknee pain and quadriceps weakness(2)",
            "Hyperflexion of the knee joint with extreme eccentric action of the extensor mechanism(e.g., landing in jump from height) is an uncommon mechanism of injury",
            "Iatrogenic causes include total knee replacement surgery and accelerated rehabilitation after anterior cruciate ligament(ACL) reconstruction with bone-patella  tendon-bone  autograft, and patellofemoral arthroplasty for osteoarthritis(2,3,9)"
        ],
        "pathogenesis": [
            "PF is classified as pole, transverse (most common), or vertical(1)–Transverse PFs are a result of indirect forces with the knee in a flexed position",
            "Undisplaced or minimally displaced (< 2 mm) vertical fractures with intact knee extensor mechanism are often treatednonoperatively",
            "The extensor mechanism (quadriceps and patellar tendon attachments) is often disrupted in pole and transverse fractures,requiring surgical repair",
            "Indications for surgical repair include more than 3 mm displacement, more than 2 mm articular incongruity, and disruptedextensor mechanism (1,4)",
            "Comminuted fracture is common in older adults, always requires surgery, and might require partial or total patellectomy(,4)",
            "Prolonged immobilization (> 8 weeks) after surgery is associated with increased knee stiffness and reduced ROM(1)",
            "PF is associated with increased risk of patellofemoral arthritis"
        ],
        "risk factors": [
            "In older adults (> 70 years of age), risk of PF increases with fall risk(5)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Red flags that call for further evaluation include signs of infection, a palpable mass, lower-limb  deformity, inability to bear weight, and referred pain from hip or back",
        "Report complications to physician that may contraindicate therapeutic exercise Increased knee pain Delayed wound healing Infection Loss of fixation/reduction after surgery (immediately inform surgeon if suspected) Increased swelling and/or other signs and symptoms of deep vein thrombosis (DVT)",
        "Observe physician’s orders/protocol regarding mobilization",
        "Maintain weight-bearing  status, as prescribed",
        "Return to aggravating activity/sport without adequate tissue strengthening might result in increased scarring and/or tendon rupture",
        "See specific   Contraindications/precautions to examination and Contraindications/precautions under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Respect the patient’s pain level",
            "Confirm that patient adheres to WB orders and restrictions noted by physician"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Document the mode of injury (i.e., high or low energy; indirect or direct blow to knee) and type of fracture",
                "course of treatment": {
                    "medical management": " Medical management Confirm dates of injury and/or surgery and subsequent treatment When did the patient begin WB? Is there a protocol to follow from the physician, and are any activities or motions specifically restricted? For an undisplaced or minimally displaced (< 2 mm) fracture, the typical treatment protocol is aspiration of joint hematoma and immobilization in extension cylinder cast for 46 weeks For a displaced fracture, the physician will excise smaller fragments, repair extensor mechanism, and attempt to retain the inferior and superior poles of the patella  Various fixation techniques are used for displaced and comminuted PFs. For example, a patellar ring provides compressive forces from different directions to maintain fracture reduction(8,10)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed, as well as OTC drugs; are they being taken? Are they effectively controlling patient’s symptoms?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The diagnosis is usually made clinically and confirmed by X-ray  (1)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy in the past and what specific treatments were helpful or not helpful; were there any treatments that the patient did not tolerate well?"
                },
                "aggravating easing factors": " Aggravating/easing factors (and length of time each is performed before the symptoms come on or are eased)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs intermittent, sharp, dull, aching, burning, numbness, tingling). Patients commonly report retropatellar tenderness and a feeling of “giving way” during gait on occasion",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  pain scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Local long-lasting hyperalgesia may be common in patients following patella fractures(15)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any. Does patient sleep with a pillow under his or her knee?",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Prior history of knee problems? Any prior fall-related  injuries? Any history of reduced bone density?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, stroke, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic conditions. A history of stroke or diabetes significantly increases the risk of nonunion and reoperation after PF(11)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in sports or physically demanding work?",
                "functional limitations assistance with ADLs adaptive equipment": "Are there any noted limitations?",
                "living environment": "Document the number of stairs and number of floors in home; does patient live with a caregiver? Identify barriers to independence in the home; are any modifications necessary to increase access? Question about accessibility at work and whether any outdoor barriers are regularly encountered"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "A long-leg  cylinder cast or hinged brace locked in extension (less than 30° flexion) is often prescribed for up to 8 weeks following surgery, and sometimes also after nondisplaced PFs.(1) Evaluate need for assistive ambulatory device (cane, crutches, walker, or wheelchair) and modify prescription as appropriate",
            "balance": "If full weight-bearing  (FWB), assess static and dynamic balance as well as single-limb  stance and compare to unaffected leg. If not FWB or not stable, assess static and dynamic balance using assistive device. The Functional Reach Test may be an appropriate balance assessment as the patient will maintain extension of the knees if donning an extension knee brace ",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess pedal pulses, especially in cases with hematomaMeasure figure-8  circumference of the knee joint and, if indicated, circumference of thigh and calf of involved leg. Compare to uninvolved legIf the patient is not FWB, assess ability to safely transfer and maintain restricted WB status; utilize the Functional Independence Measure (FIM) if appropriate",
            "functional mobility": "",
            "gait locomotion": "Assess gait for stiff knee pattern. Assess need for assistive ambulatory device and ability to maintain restricted WB status. When FWB, assess for residual gait abnormalities and safety with ambulation with Dynamic Gait Index (DGI)After fracture has healed, assess mobility of the patellofemoral joint, lateral retinaculum for tightness, and integrity of knee ligaments and menisci",
            "muscle strength": "Assess for intact extensor mechanism (e.g., can patient lift the affected leg [straight leg raise] and maintain the knee extended without an extensor lag in supine?). Observe for knee flexion contracture (“extension lag”), which is commonly associated with quadriceps atrophy after immobilization.(1) Also assess strength of hip and ankle. After fracture has healed, assess knee strength using manual muscle testing (MMT) and compare to uninvolved leg",
            "observation inspection palpation including skin assessment": [
                "Assess skin condition and stage of healing of scars (surgical or post-trauma)",
                "A soft defect in the patella and possibly also in the patellar tendon or quadriceps tendon can often be felt soon after injury",
                "Assess for quadriceps atrophy and activation of the vastus medialis obliquus (VMO)"
            ],
            "posture": "Assess alignment and position of the patella in standing. Assess lower extremity alignment in standing and walking",
            "range of motion": "Assess ROM of the knee, hip, and ankle joints. Assess flexibility of the rectus femoris, iliopsoas, IT band, hamstrings, quadriceps, and gastroc/soleus muscles and compare results bilaterally",
            "self-care activities of daily living": "",
            "reflex testing": "Assess patellar tendon reflex after fracture healing",
            "sensory testing": "Assess sensation in the affected leg",
            "special tests specific to diagnosis": "Patient-reported questionnaires –Medical Outcomes Study Short Form (SF-36) –Knee pain, stiffness, and function may be assessed using the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) subscales",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Over area of peripheral vascular disease",
                "Over a regenerating peripheral nerve",
                "Thermoregulatory disorders ",
                "Hypertension",
                "Hypersensitivity to cold",
                "In the very young and the very old",
                "With individuals with poor cognition",
                "Over an acute wound",
                "Over an area of poor sensation",
                "Over superficial nerves",
                "Certain dermatologic conditions (e.g., ichthyosis, infection)",
                "Venous ulcers",
                "Tissues damaged by radiation therapy",
                "Peripheral vascular disease",
                "Respiratory impairment",
                "Surgical incisions/skin grafts",
                "Malignancy",
                "More than half-body  immersion during pregnancy",
                "Cardiac insufficiency",
                "Impaired sensation",
                "Impaired mental status",
                "Unstable blood pressure",
                "Cold hypersensitivity",
                "Alcohol consumption (prior to therapy)*",
                "Decreased strength/ROM/endurance/balance*",
                "Urinary/fecal incontinence*",
                "Fear of water*",
                "Respiratory impairments",
                "Avoid warm/hot water if patient is pregnant or has multiple sclerosis, increased risk of hemorrhage (e.g., on anticoagulant medications), impaired thermal regulation, acute inflammation, fever, edema, thrombophlebitis, or acute rheumatoid arthritis",
                "Seasickness",
                "Epilepsy*",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections or infected areas where infection may spread",
                "Impaired cognition or language barrier",
                "Malignancy",
                "Liniments or heat rubs",
                "Presence of or tendency for hemorrhage or edema",
                "Over the pelvic, abdominal, lumbar, or hip region of a pregnant woman",
                "Over the trunk or heart region in patients with demand type pacemakers, implantable cardioverter defibrillators (ICDs), urinary bladder stimulators",
                "Over carotid bodies, phrenic nerve, eyes, or gonads",
                "Active osteomyelitis",
                "Over areas of hemorrhage",
                "With patients who have impaired sensation, compromised mental ability, and who cannot communicate",
                "With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heartbeat) ",
                "Over active or previous neoplasms",
                "Dermatological conditions",
                "Do not use within 5 yards of a diathermy unit or other source of electromagnetic radiation",
                "In patients with stroke or seizures, near the neck"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Patients with a patella fracture may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary regarding modalities below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy  contraindications(6)",
                "Cryotherapy  precautions(6)",
                "Whirlpool  contraindications(6)",
                "Whirlpool  precautions (*some are relevant only if entire body is immersed)(6)",
                "Thermotherapy  contraindications(6)",
                "Electrotherapy  contraindications(6)",
                "Electrotherapy  precautions(6)"
            ]
        },
        "diagnosis need for treatment": "Patellar fracture/pain; swelling; reduced ROM; reduced strength; deficits in posture, balance, and gait; disability in ADLs and functional mobility; postoperative treatment",
        "rule out": " Rule out Malunion/nonunion(11) Tibial plateau or distal femur fracture Isolated quadriceps or patellar tendon rupture Dislocation of patella Tear of knee ligament or meniscus Atypical aneurysmal bone cyst",
        "prognosis": [
            "Good to excellent outcomes are generally achieved in minimally displaced fractures with intact extensor mechanism(1)",
            "Overall rates reported for patellar nonunion range from 2.4% to 12.5%(1)",
            "In older adults, outcomes were somewhat better after surgical vs nonoperative treatment(5)",
            "Complicated patellar fractures may lead to chondromalacia, patellofemoral arthritis, and poor outcomes(14)",
            "Researchers in Denmark found that at 8.5 years following a patella fracture, the health-related  quality of life (HRQOL) was significantly worse than in the age-matched  control population(12) –Based on 49 patients, mean age was 53.9 years –No significant difference in gait speed or cadence compared to the control population –Progression toward higher degree of knee osteoarthritis and lower knee extension strength (compared to non-injured leg)",
            "Authors of a study in Belgium found that operative treatment for patellar fractures was associated with functional impairment, a high complication rate, and reduced QOL(14) –Based on 113 surgically treated patellar fractures between 2005 and 2014. There were 67 classified as simple fractures and 46 complex fractures –Complication rate was 48.7%, including implant-related complications of 19.5%. In 69 patients, implants were removed –Functional outcomes assessed using Knee Injury and Osteoarthritis Outcome Score (KOOS) were poor"
        ],
        "referral to other disciplines": " Referral to other disciplines Physician for complications Occupational therapy for deficits with ADLs Social services for home health services or equipment needs Acupuncturist or pain management for recalcitrant pain",
        "other considerations": [],
        "treatment summary": [
            "In minimally displaced fractures with intact extensor mechanism treated nonoperatively, recommendations include –early partial WB with hinged knee brace locked in extension –isometric quadriceps sets and straight-leg  raise after pain has subsided –active/active-assisted  ROM exercises 1 to 2 weeks after injury –progressive resistance exercises (PRE) 6 weeks after injury",
            "In surgically treated fractures with stable fixation after 6 to 8 weeks of immobilization, recommendations include –WB as tolerated –isometric quadriceps sets and SLR after pain has subsided –progressive ROM exercises, if no complications result from less than 30° active flexion for 4 weeks –PRE after full ROM is achieved",
            "Open reduction internal fixation (ORIF) may be indicated if fragments are displaced more than 3mm(7)",
            "The newly designed five-pointed  star lattice sutures fixation may be an improved alternative in the surgical management of transverse patella fractures(13) –Based on 2018 research in China, 25 patients were followed up at a mean of 1.6 years until union of the patella fractures  –The Bostman score was used to evaluate ROM, pain, work, atrophy in thigh, assistance in walking, effusion, instability or “giving way,” and stair-climbing.  Nineteen patients scored excellent knee function and 6 patients scored good",
            "Patients with an inferior pole patella fracture may have improved biomechanical and clinical results with the modified separate vertical wiring technique (SVW). Authors of 2018 research in China found the SVW technique was safe, effective, and a simple method to provide stable fixation for early exercise(16)",
            "Severe comminuted patellar fractures can be treated with ORIF; but the patella may require excision, resulting in decreased strength, knee pain, and restricted physical activity(7) . Problem Goal Intervention Expected Progression Home Program Pain/edema and impaired wound healingReduce/eliminate pain/ edema and promote wound healingPhysical agents and mechanical modalities _ Cryotherapy for pain/ edema relief _ _ Integumentary repair _ Protect skin/surgical incision to promote wound healingN/A Recommend pain/ edema relieving strategies for home and provide handouts for education on wound healing Reduced patellofemoral joint mobilityImprove or normalize patellofemoral joint mobility compared to uninvolved legManual therapy _ Mobilize the patellofemoral joint using grades appropriate for stage of healing. Cross-fiber friction massage to the lateral and medial retinacula, patellar and quadriceps tendons, as indicated. Massage any scars to mobilize adhesionsProgress each unique patient as appropriate and indicatedN/A  Reduced knee ROM Improve knee ROM Physical agents and mechanical modalities _ Warm whirlpool or heating agent to increase tissue elasticity prior to manual and/or exercise therapy _ _ Manual therapy _ Cross-fiber friction massage to the lateral and medial retinacula, patellar and quadriceps tendons, as indicated. Massage any scars to mobilize adhesions _ _ Therapeutic exercises _ Passive knee motion can begin immediately after surgery. Knee flexion helps support bone healing by increasing compressive forces on the patella.(1) Fracture healing time is variable depending on the severity of injury. Nevertheless, gentle active/assisted ROM and stretching exercises can be implemented as soon as pain permits to relax tightened muscles and to prevent muscle and tendon shortening and scar tissue formationProgress each unique patient as appropriate and indicatedRecommend a home program that incorporates ROM activities as indicated _ Heel slides, standing hamstring curls, calf stretches, and heel raises  Reduced lower extremity strengthImprove lower extremity strengthElectrotherapeutic modalities _ No direct evidence is available to support the use of electrotherapeutic modalities for patellar fracture healing. Neuromuscular electrical stimulation may assist in VMO retraining _ _ Therapeutic exercises _ Begin lower extremity strengthening when appropriate or when cleared by physicianProgress to quadriceps resistance training. Include hip and core strengthening in preparation for return to prior activitiesRecommend a home program that incorporates strengthening activities as indicated _ Advance a home exercise program of closed-chain activities for total leg strengthening Deficits in posture, balance, and gaitImprove ambulatory function and balanceFunctional training _ Posture, balance, and gait re-education, as indicated _ _ Prescription, application of devices and equipment _ Assistive ambulatory devices (cane, crutches, walker, wheelchair) as indicatedWean from ambulatory device as patient progressesRecommend a home program that incorporates posture/ gait/balance, activities as indicated Patient at risk for falls Patient independent in falls preventionFalls prevention program _ Initiate as indicatedN/A Provide home program and oral and written fall-prevention advice, as indicated ."
        ]
    },
    "desired outcomes outcome measures": {
        "minimal or no knee pain during daily activities": [
            "WOMAC"
        ],
        "increased rom": [
            "Goniometry"
        ],
        "increased strength": [
            "MMT"
        ],
        "improved functional status, including gait mechanics and balance": [
            "Reevaluation, WOMAC, DGI"
        ],
        "decreased pain level": [
            "V AS"
        ],
        "reduced fall risk": [
            "Reevaluation of ability to wean off assistive device during gait"
        ],
        "return to prior function": [
            "SF-36,  patient satisfaction"
        ]
    },
    "maintenance or prevention": [
        "Continue independent home exercise program for maintenance of mobility and strength",
        "The primary criterion for return to high-risk  sport or work should be function consistent with sport or occupational demands",
        "Techniques for fall prevention Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Eff MP, Hatch RL, Higgins MK. Patellar, tibial, and fibular fractures. In: Fracture Management for Primary Care and Emergency Medicine . : Elsevier; 2020:263-290.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Piva SR, Childs JD, Klucinec BM, Irrgang JJ, Almeida JG, Fitzgerald GK. Patella fracture during rehabilitation after bone-patellar  tendon-bone  anterior cruciate ligament reconstruction: 2 case reports. J Orthop Sports Phys Ther . 2009;34(4):278-286.  doi:10.2519/jospt.2009.2864. (R)"
        },
        {
            "number in article": 3,
            "reference": "Mouton J, Gaillard R, Bankhead C, Batailler C, Servien E, Lustig S. Increased patellar fracture rate in total knee arthroplasty in preoperative varus greater than 15°: A case-control  study. J Arthroplasty . 2018;33(12):3685-3693.  doi:https://doi.org/10.1016/j.arth.2018.08.001. (R)"
        },
        {
            "number in article": 4,
            "reference": "Sun Y, Sheng K, Li Q, Wang D, Zhou D. Management of comminuted patellar fracture fixation using modified cerclage wiring. J Orthop Surg Res . 2019;14(1):324. doi:https://doi.org/10.1186/s13018-019-1385-5.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Shabat S, Mann G, Kish B, Stern A, Sagiv P, Nyska M. Functional results after patellar fractures in elderly patients. Arch Gerontol Geriatr . 2003;37(1):93-98.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Smith WR, Stahel PF, Suzuki T, Peacher G. Musculoskeletal trauma surgery. In: Skinner HB, McMahon PJ, eds. Current Diagnosis & Treatment in Orthopedics . 5th ed. New York: McGraw-Hill;  2014:62-62.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Liu F, Wang S, Zhu Y, Wu H. Patella rings for treatment of patellar fracture. Eur J Orthop Surg Traumatol . 2014;24(1):105-109.  doi:10.1007/s00590-012-1153-2.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "King AH, Engasser WM, Sousa PL, Arendt EA, Dahm DL. Patellar fracture following patellofemoral arthroplasty. J Arthroplasty . 2015;30(7):1203-1206.  doi:10.1016/ j.arth.2015.02.007. (R)"
        },
        {
            "number in article": 10,
            "reference": "Lue TH, Feng LW, Jun WM, Yin LW. Management of comminuted patellar fracture with non-absorbable  suture cerclage and Nitinol patellar concentrator. Injury. 2014;45(12):1974-1979.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Kadar A, Sherman H, Glazer Y, Katz E, Steinberg EL. Predictors for nonunion, reoperation and infection after surgical fixation of patellar fracture. J Orthop Sci . 2015;20(1):168-173.  doi:10.1007/s00776-014-0658-4.  (SR)"
        },
        {
            "number in article": 12,
            "reference": "Vedel JO, Vistrup S, Larsen P, Elsoe R. Altered long-term  health-related  quality of life in patients following patella fractures: a long-term  follow-up study of 49 patients. Eur J Trauma Emerg Surg . 2018;44(5):707-716.  doi:10.1007/s00068-017-0857-8.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Tang X, Liu Y, Wu H, et al. Five-pointed  star lattice sutures for fixation of patella transverse fractures: a clinical study. Eur J Orthop Surg Traumatol . 2019;29(1):163-168. doi:10.1007/s00590-018-2272-1.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Reul M, Verschaeve M, Mennes T, Nijs S, Hoekstra H. Functional outcome and economic burden of operative management of patellar fractures: the pivotal role of onerous implants. Eur J Trauma Emerg Surg . 2018;44(5):697-706.  doi:10.1007/s00068-017-0850-2.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Larsen P, Vedel JO, Vistrup S, Elsoe R. Long-lasting  hyperalgesia is common in patients following patella fractures. Pain Med . 2018;19(3):429-437.  doi:10.1093/pm/pnx144. (R)"
        },
        {
            "number in article": 16,
            "reference": "He S, Huang X, Yan B, Zhu J, Bao N, Zhao J. Modified technique of separate vertical wiring for the fixation of patellar inferior pole fracture. J Orthop Trauma . 2018;32(4):e145–e150.  doi:10.1097/BOT.0000000000001080. (R)"
        }
    ]
}