{
    "metadata": {
        "title": "Language Disorders  Preschool Children (Preliteracy Skills)",
        "synonyms": [
            "language delay  preschool children (preliteracy)",
            "language impairment preschool children (preliteracy)"
        ],
        "anatomical location body part affected": [
            "Medical problems (e.g., genetic disorders, hearing loss, head injury) can result in injury to the anatomy of communication and lead to language disorders in children; however, language disorders can have no known physical cause(1)"
        ],
        "area of specialty": [
            "child speech and language disorders"
        ],
        "description": [
            "Language disorders in preschool children can be developmental (present from birth) or acquired (resulting from injury or disease following some period of typical language development). A child with a primary language disorder experiences difficulties mainly in the acquisition or use of language. A child with a secondary language disorder presents with language difficulties associated with a separate primary condition (e.g., hearing loss, head injury).(2) Language disorders in early childhood often result from a combination of biological and environmental factors. For example, the effects of prematurity could be compounded if that child is in a neglectful, unresponsive home environment.(3) For typically developing children, “preschool age” refers to 2 years to 5 years of age.(4) However, some older children with language and/or other delays function at this level and will display the same characteristics as younger, typically developing children. Language skills that correspond to those displayed by typically developing preschool-aged  children have also been termed “developing language” skills. Children in the developing language stage have expressive vocabularies of more than 50 words and make sentences by combining words; however, their use of grammar often is incorrect and they are still learning basic sentence structure. If a child is chronologically between 2 years and 5 years of age, but displays delayed language skills, he or she might still be in the prelinguistic stage or the emerging language stage. Children in the prelinguistic stage of development have begun to communicate intentionally through the use of gesture and vocalization; however, they do not yet use conventional language (e.g., words). During the emerging language period, children begin using single words, two-word  combinations, and simple sentences(4)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "315.31": "expressive language disorder",
            "315.32": "mixed receptive-expressive language disorder",
            "315.34": "speech and language developmental delay due to hearing loss",
            "315.39": "other (developmental articulation disorder, dyslalia, phonological disorder)",
            "315.9": "unspecified delay in development",
            "438.10": "speech and language deficit, unspecified",
            "438.19": "other speech and language deficits"
        },
        "ICD-10 codes": {
            "F80.1": "expressive language disorder",
            "F80.2": "mixed receptive-expressive language disorder",
            "F80.89": "other developmental disorders of speech and language",
            "F80.9": "developmental disorder of speech and language, unspecified _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Spoken Language Comprehension G-code set": {
                "G9159": "Spoken language comprehension functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9160": "Spoken language comprehension functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9161": "Spoken language comprehension functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Spoken Language Expressive G-code set": {
                "G9162": "Spoken language expression functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9163": "Spoken language expression functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9164": "Spoken language expression functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Signs and symptoms of a language disorder will vary greatly depending upon the cause of the disorder, the specific age of the child (chronological and developmental), and the child’s environment. The symptoms of language disorders can range from mild to severe and vary among children as well as in the course of a given individual’s lifetime.(7) Signs that a preschool-aged  child has a language disorder or is having difficulty developing preliteracy skills include:",
            "Difficulty finding the words to express himself or herself clearly, including the use of fillers (e.g., “um”) and nonspecific vocabulary (e.g., “thing”) in oral language(8)",
            "Difficulty learning new vocabulary words(8)",
            "Difficulty understanding what he or she hears and/or difficulty following oral directions(8)",
            "Difficulty understanding and remembering information from a story he or she hears(8)",
            "Difficulty learning and remembering the words to songs and rhymes(8)",
            "Difficulty learning the alphabet(8)",
            "Difficulty learning letters and numbers(8)",
            "Difficulty identifying sounds that correspond to letters(8)",
            "Difficulty recognizing words and sounds that are similar (rhyme) or different(8) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Prior to conducting an in-depth  speech-language  evaluation, or during transdisciplinary assessment, information should be gathered on the child’s developmental level. The child’s developmental level is usually determined by a psychologist or developmental specialist. This information can be compared with information on the child’s language skills to determine whether or not the child’s language skills are commensurate with his or her nonverbal abilities. Whether or not a discrepancy exists between language and nonverbal developmental skills will guide intervention recommendations and goals(4)",
            "Parents, caregivers, and other family members should be considered an important part of the assessment team and can provide information on the child’s strengths and weaknesses across communication contexts.(4,15) Additionally, parental participation in the treatment process is essential for maximizing speech and language outcomes(15)",
            "In order to obtain a clear view of a child’s developing language system, it is necessary to assess a range of areas (e.g., vocabulary, syntax, morphology, pragmatics, phonology) and to use a variety of assessment measures in order to examine each area in depth(16)",
            "When assessing the language skills of young children, it is imperative to use developmentally appropriate contexts, content, and procedures. This might include observation of the child in his or her natural environment during typical or daily activities.(17) SLPs assessing the language skills of young children must also be aware of the variability among typically developing children as they learn language",
            "When assessing young children at risk for communication disorders, it might be necessary to conduct multiple screenings, observations, or assessments over time, as their skills and developmental expectations change rapidly.(4,16) It is incorrect to assume that the skills displayed by a young child during a single observation session completely capture the child’s  abilities. Furthermore, long-term  predictions should not be made or communicated to parents based on a single sample of behaviors(3)",
            "Although the use of standardized tests might be appropriate with some children (e.g., those from monolingual homes and those who are willing participants) and might identify global areas of delay, they do not identify patterns of difficulty, nor do they identify specific areas to target during treatment. In order to identify patterns of errors that children exhibit in real-life  communication, standardized tests must be supplemented with criterion-referenced measures, such as language sampling, in order to assemble a profile of the child’s linguistic strengths and weaknesses.(4,16) For example, once a standardized language test has been administered and an expressive language delay/disorder identified, it is necessary to complete additional assessments, such as language sampling, in order to identify patterns of errors (e.g., difficulty using plural markers).(4) Due to time constraints, SLPs might need to use initial treatment sessions to gather additional, more detailed, assessment data(16)",
            "Since children often have co-occurring  articulation problems and language disorders, it is always necessary to assess the language skills of a child who presents with articulation difficulties in order to rule out a language disorder or delay(4)",
            "Although parents might report strong language comprehension skills, it is important for the SLP to discriminate between a child’s ability to comprehend oral language versus a child’s ability to use nonverbal cues (e.g., gestures, eye gaze, context) to aid in following instructions and responding to a speaker appropriately(4)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  medical problems  e.g., genetic disorders, hearing loss, brain injury  can result in injury to the anatomy of communication and lead to language disorders in children; however, language disorders in young children often have no": [],
        "pathogenesis:  language disorders result from a variety of causes. symptoms vary, in part, according to the child’s age and linguistic expectations across the lifespan": [],
        "risk factors": [
            "Authors of a meta-analysis  to identify risk factors for specific language impairment in children who were “late talkers”as toddlers found that having a mother with less than a high school degree, being born later in the birth order of siblings,being male, or having a very low Apgar score at 5 minutes significantly increased the risk of developing specific languageimpairment(50)",
            "Preschool children with oral language disorders are at elevated risk for having difficulty developing reading skills(4,9,10,11)",
            "Children from families of low socioeconomic status or children from families with a history of reading disability are at riskfor reading difficulties(5,12)",
            "Boys are at greater risk for speech and language difficulties and reading problems than are girls(13)",
            "Mexican American children are at increased risk for reading difficulties and have poorer preliteracy skills at ages 24 to 48months compared to White American peers(46)",
            "Children with attention-deficit/hyperactivity  disorder (ADHD) have been found to have a higher risk of overall languageproblems as well as expressive, receptive, and pragmatic difficulties compared to typically developing children(53)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "A young child’s family and/or caregivers must be included in the evaluation and intervention practice according to the Individuals with Disabilities Education Act (IDEA)(4)",
        "Speech-language  pathologists (SLPs) should complete a review of a child’s medical and developmental history prior to conducting an assessment or intervention",
        "When working with children and their families/caregivers, SLPs must display cultural sensitivity and be aware of the role of a family’s culture in their interaction patterns, ability to access services and information, and views of medical interventions and disabilities.(14) For detailed information on communication disorders in bilingual infants and toddlers, please see Clinical Review…Language Disorders: Bilingual Infants and Toddlers ; CINAHL Topic ID Number: T709065. For detailed information on language disorders in school-aged  children, please see Clinical Review…Language Disorders: Bilingual School-Aged  Children ; CINAHL Topic ID Number: T709066",
        "The assessment and treatment of young children requires a team approach regardless of the setting (e.g., child’s home, preschool, rehabilitation center, hospital). Such a team might include the child’s family/caregivers, SLPs, occupational therapists (OTs), physical therapists (PTs), audiologists, early education specialists, preschool teachers and staff, nurses, physicians, and other team members as appropriate",
        "Development of an individualized education plan (IEP) in collaboration with the parents/caregivers and preschool teacher(s) may be appropriate for children with developmental disorders to address learning, language, cognitive, feeding, and/or motor problems",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Prior to conducting an in-depth  speech-language  evaluation, or during transdisciplinary assessment, information should be gathered on the child’s developmental level. The child’s developmental level is usually determined by a psychologist or developmental specialist. This information can be compared with information on the child’s language skills to determine whether or not the child’s language skills are commensurate with his or her nonverbal abilities. Whether or not a discrepancy exists between language and nonverbal developmental skills will guide intervention recommendations and goals(4)",
            "Parents, caregivers, and other family members should be considered an important part of the assessment team and can provide information on the child’s strengths and weaknesses across communication contexts.(4,15) Additionally, parental participation in the treatment process is essential for maximizing speech and language outcomes(15)",
            "In order to obtain a clear view of a child’s developing language system, it is necessary to assess a range of areas (e.g., vocabulary, syntax, morphology, pragmatics, phonology) and to use a variety of assessment measures in order to examine each area in depth(16)",
            "When assessing the language skills of young children, it is imperative to use developmentally appropriate contexts, content, and procedures. This might include observation of the child in his or her natural environment during typical or daily activities.(17) SLPs assessing the language skills of young children must also be aware of the variability among typically developing children as they learn language",
            "When assessing young children at risk for communication disorders, it might be necessary to conduct multiple screenings, observations, or assessments over time, as their skills and developmental expectations change rapidly.(4,16) It is incorrect to assume that the skills displayed by a young child during a single observation session completely capture the child’s  abilities. Furthermore, long-term  predictions should not be made or communicated to parents based on a single sample of behaviors(3)",
            "Although the use of standardized tests might be appropriate with some children (e.g., those from monolingual homes and those who are willing participants) and might identify global areas of delay, they do not identify patterns of difficulty, nor do they identify specific areas to target during treatment. In order to identify patterns of errors that children exhibit in real-life  communication, standardized tests must be supplemented with criterion-referenced measures, such as language sampling, in order to assemble a profile of the child’s linguistic strengths and weaknesses.(4,16) For example, once a standardized language test has been administered and an expressive language delay/disorder identified, it is necessary to complete additional assessments, such as language sampling, in order to identify patterns of errors (e.g., difficulty using plural markers).(4) Due to time constraints, SLPs might need to use initial treatment sessions to gather additional, more detailed, assessment data(16)",
            "Since children often have co-occurring  articulation problems and language disorders, it is always necessary to assess the language skills of a child who presents with articulation difficulties in order to rule out a language disorder or delay(4)",
            "Although parents might report strong language comprehension skills, it is important for the SLP to discriminate between a child’s ability to comprehend oral language versus a child’s ability to use nonverbal cues (e.g., gestures, eye gaze, context) to aid in following instructions and responding to a speaker appropriately(4)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Does the child have a primary disability that may have caused a communication disorder (e.g., hearing loss, cerebral palsy, autism spectrum disorder [ASD], traumatic brain injury)?",
                "course of treatment": {
                    "medical management": "Does the child receive medical management for any reason? If so, describe the medical management the child is receiving. Does the child have a history of prolonged hospitalization or time spent in the NICU?",
                    "surgical management": [],
                    "medications": "Determine what, if any, medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Unless a primary medical condition exists or is suspected, medical diagnostic tests are not common when diagnosing communication disorders"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech-language,  occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Does the child have an existing IFSP (individualized family service plan) or IEP?"
                },
                "aggravating easing factors": " Aggravating/easing factorsDoes the time of day, setting, communication partner, and/or health status influence the child’s communication skills?(3)Does the child display infrequent or inconsistent responses to his or her environment? Are the child’s communication attempts inconsistent, of poor quality, or difficult for caregivers to interpret? Do the parents/caregivers show decreased responsiveness to their child? Do the parents/caregivers demonstrate less affection and/or talk less frequently to their child? How adept are parents/caregivers at recognizing and responding to the child’s communication signals? Does the child’s parent or caregiver have a mood disorder (e.g., depression) or drug/alcohol dependency that may affect motivation to initiate or respond to communication?(3,18)Does the child have vision or hearing problems? Does the child have a motor impairment that affects his or her ability to communicate nonverbally and/or verbally?(18) -Children with language impairment have increased incidence of motor impairment, including impairment of the child’s ability to produce gestures to supplement communication attempts(19)If the child demonstrates delays in verbal language (speech production), are these delays accompanied by delays in the child’s overall communication skills (i.e., delayed communicative function and frequency)? Does the child exhibit isolated difficulties in oral-motor  skills and speech production?(4) Patterns of child-caregiver  interactions vary significantly between cultural groups, and the SLP must be knowledgeable of typical interaction patterns in a specific child’s family.(20) Does the family’s culture affect child-caregiver interaction patterns? What language(s) is/are spoken by the child’s caregivers? Do language barriers affect the family’s access to information and/or services?(2)",
                "body chart": "",
                "nature of symptoms": "The symptoms of a language disorder in preschool-aged  children are highly variable and may be influenced by the child’s exact age, the severity of accompanying motor or cognitive impairments, the child’s medical status, and the child’s preschool, home, or hospital environment. Preschool-aged  children with language disorders are at increased risk for problems in the areas of receptive language, expressive language, preliteracy, and/or social language (pragmatics).(3,8,18) Additionally, preschool-aged children with language disorders might have accompanying oral motor and/or speech production problems or dysphagia. For detailed information, please see the various Clinical Reviews on different language disorders",
                "rating of symptoms": "",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, with changes in the environment (e.g., during medical procedures, with different communication partners), and during different daily activities",
                "sleep disturbance": "Document number wakings/night",
                "other symptoms": "Does the child display problems in the areas of voice, hearing, oral-motor  skills, and/or dysphagia?(2) Document other symptoms the child may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., recurrent ear infections, difficulty hearing sounds in the environment, poor motor skill development, poor or unusual response to physical sensation, feeding/eating difficulties)Document symptoms within the child’s family (e.g., symptoms of depression, feelings of guilt or isolation, signs of abuse or neglect) and refer family to a social worker or psychologist if necessary(3) -In a study conducted in Australia, researchers found that 4-year-old  children with language impairment (when compared to typically developing peers) showed more negative dispositions and overall behavioral difficulties(21)Prior to being evaluated for a language delay or disorder, a child should undergo audiological testing in order to rule out or identify hearing loss -Children with hearing impairment are at increased risk of both receptive and expressive language disorders(22) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has a language delay/disorder previously been diagnosed in the child? Has a developmental delay or medical condition that could cause a language disorder previously been diagnosed?",
                    "comorbid diagnoses": "Ask patient’s family/primary caregiver about other problems, including hearing loss, behavioral problems, motor problems, cognitive problems, and feeding/eating problems",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask child’s family/primary caregiver about other symptoms the child is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the child reside in the hospital or at home? Does the child attend daycare or preschool? How does the child communicate thoughts, wants, and needs in various settings and with various communication partners (e.g., gestures, eye gaze, vocalizations, words, word combinations, sentences)? What types of activities does the child enjoy? What does the family/primary caregiver consider to be the child’s overall strengths and weaknesses?",
                "functional limitations assistance with ADLs adaptive equipment": "What functional communication limitations does the child experience in daily living? Does the child require the use of adaptive equipment for communication, mobility, and/or feeding?",
                "living environment": " Living environment -What types of literacy artifacts are present in the child’s home?(23) These might include pictures of characters from literature, books, newspapers, magazines, and writing instruments(23)  -What literacy events does the child observe and partake in at home?(23) These can include shared parent-child  book reading, observing a parent reading the newspaper, pretending to write, and looking through a picture book. It is essential that children be exposed to cognitive-linguistic stimulation (including spoken and written language exchanges) between the ages of 3 and 5 in order be ready to read by first grade(23) -With whom does the child live? What language(s) are spoken in the home? In the home, with whom does the child primarily communicate? -Does the child attend daycare or preschool? What language(s) are spoken in the daycare or preschool? -Is the child exposed to oral storytelling and narrative structure at home and/or daycare/preschool?(24) -Does the child experience an overall lack of language exposure at home? -Observe and describe interaction patterns displayed by the child and his or her family/caregivers or the child and his or her peers(3)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document whether or not the child uses assistive and/or adaptive device for communication (e.g., hearing aids, communication board), mobility, or feeding",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": " Speech and language examinationA child’s speech production can be assessed through a combination of standardized testing, observation, parental report, and speech sample analysis(4) -For detailed information on articulation and phonological disorders in children, please see the series of Clinical Reviews on speech sound disordersLanguage skills can be assessed using formal measures (e.g., standardized tests, parent-completed questionnaires, dynamic assessment language sampling) or informal observations. Several areas of language must be assessed, both receptively (language comprehension) and expressively. These areas include lexicon (vocabulary), syntax (grammar), and morphology (word structure)(4) -The Clinical Evaluation of Language Fundamentals-Preschool-2  (CELF-Preschool-2)  is an appropriate test for assessing oral language abilities in preschool children. The CELF-Preschool-2  provides the clinician with norm-referenced information about the child’s language skills in areas of syntax, morphology, and vocabulary(48)Pragmatics includes the social use of language and the often implicit rules that dictate the ways language is used to communicate.(3) Parent report can be an especially useful means of assessing pragmatic skills as parents are able to observe their child’s skills in a variety of settings(26) -For detailed information on the language testing involved in assessment of preliteracy skills in preschool aged children,Preschool Children ; CINAHL Topic ID NumberAssess vocal function, including vocal quality, loudness, pitch, and endurance; if there are specific concerns regarding voice, refer to otolaryngologist for complete workup to rule out laryngeal pathologies prior to completing a full",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Review early intervention, school, and/or medical records for information on cognitive deficits and/or the presence of a learning disability. If cognitive, developmental, behavioral, or learning problems are suspected, refer the child to the appropriate professional (e.g., child psychologist)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regards to modalities. Rehabilitation professionals should always use their professional judgment",
                "Precautions will vary according to the individual patient and the severity of accompanying cognitive, motor, medical, and/ or feeding symptoms",
                "Many early childhood programs stress parent education and involvement, and the IDEA requires parent/caregiver involvement in the assessment and treatment process. However, SLPs should be aware of the cultural implications of these types of programs. Prior to beginning intervention services, the SLP must become aware of the handling of social status in conversations, beliefs about when a child becomes able to communicate intentionally, and beliefs about how children learn language.(20) In addition to cultural variables, individual family variables may impact the level of involvement a family wishes to have in treatment provision (e.g., providing therapy following parent/family training, attending clinician-led therapy sessions, completing homework sent by the child’s SLP)(4)",
                "During treatment sessions, the SLP must be aware of the impact of positioning on a young child’s ability to communicate. Children who are medically fragile or have accompanying motor disabilities may require special positioning or support in order to facilitate communication. SLPs should collaborate with PTs and OTs in order to address these concerns(3)",
                "During treatment sessions, the SLP must be aware of sensory issues a young child may have (e.g., hypersensitivity to touch, sensory integration difficulties) and their possible impact on the child’s ability to communicate. SLPs should collaborate with OTs in order to address these concerns",
                "Development of an IFSP or IEP in collaboration with the parents and early childhood professionals may be necessary for children with language disorders and/or disorders/delays among multiple domains",
                "Clinicians should follow the guidelines of their clinic/hospital/school and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The diagnosis of a language delay or disorder in children is made by a fully certified and licensed SLP in collaboration with the child’s family and other medical and/or educational specialists. Although a reading disorder is not typically diagnosed during the preschool years, children with language disorders are at risk for developing reading impairments and it is important to identify those children who are having difficulty acquiring preliteracy skills(13)",
        "rule out": "Typical variation in language performance, language differences attributable to second-language  acquisition (when appropriate)(2)",
        "prognosis": [],
        "referral to other disciplines": "Appropriate referrals will depend upon the child and family’s individual needs. Referrals might be made to professionals in the following disciplines: audiology, occupational therapy, physical therapy, early childhood education, and social work",
        "other considerations": [],
        "treatment summary": [
            "Research has shown that preventing reading disabilities is more effective than treating these disabilities once they have been diagnosed. Therefore, best-practice  procedures advocate that emergent literacy skills be targeted in early childhood classrooms(6)",
            "When working with a young child, intervention services should be family-centered  in that communication develops in a natural context (e.g., during social interactions with a parent/caregiver), communication and socioemotional development  are reciprocal, and childhood communication disorders directly affect the family system.(3,34) However, once a child reaches preschool, IEPs, focusing on the child, will be generated in place of an IFSP",
            "Although IEPs focus on the educational needs of the individual child, parents/caregivers have legal rights allowing them to be involved in the assessment, treatment planning, and therapy stages of service delivery. Parents should be considered and treated as integral parts of the IEP team(4)",
            "During the preschool period, intervention may be carried out by a variety or combination of persons: SLPs, paraprofessionals (following the guidelines of the American Speech-Language-Hearing Association), parents, carefully selected peers or siblings who are supported and trained by an SLP, and/or the child’s classroom teacher with support/ training provided by an SLP(4,35)",
            "Several models of service delivery exist that can be used when working with a preschool child with a language delay/ disorder: clinical model (child is seen either individually or in a small group in a specialized setting), language-based classrooms, collaborative model (the SLP provides intervention within the child’s mainstream classroom), and consultant model (the SLP trains the child’s teacher and/or parents in ways to modify classroom or daily activities to address the child’s language needs).(4)Multitiered systems of supports (MTSS) are models for reading intervention with three different levels of support. Tier 1 involves whole-classroom instruction with screenings at various intervals to determine which children would benefit from additional support. In tier 2, children who are not making the expected progress are given small-group instruction; if additional support is necessary, tier 3 involves 1:1 instruction.(51) Examples of MTSS models of intervention are the Response to Intervention (RTI) and the Embedded-Explicit Model of Intervention –RTI -RTI principles(36) -Tiered instruction that is dependent on the individual needs of the child being served. Tiers vary according to level, frequency, and intensity of instruction -High-quality  instruction (involving knowledgeable professionals, varied instructional methods, ongoing assessment, matching experiences to child’s needs, and professional collaboration) -Research-based  core curriculum -Data collection to monitor student progress and instructional effectiveness coupled with attempts to understand a child’s current performance -Evidence-based  interventions -Instructional practices are selected and revised based upon set procedures (e.g., collaborating with the child’s family, consideration of the child’s needs and learning context) -Adherence to RTI principles is monitored -In order to work in early childhood settings that incorporate RTI, an SLP will need to:(37) -Gain additional training on the principles and implementation of RTI -Identify and provide preventive services to children at risk for language and learning difficulties -Spend more work time in a consultative role and in the mainstream classroom -For detailed information on RTI, see Clinical Review…Response to Intervention (RTI) ; CINAHL Topic ID Number: T709175 –Embedded-Explicit  Model of Intervention(6) -Incorporates three best practice parameters -Response-to-Treatment  Model (discussed above as RTI) -Collaboration between the SLP and classroom teacher, which may include “co-teaching”  during the first tier of intervention and explicit teaching of preliteracy and literacy skills by the SLP in the second tier of intervention -Supportive techniques -Use of intermediate targets: targets that the child may reach given adult support but not independently -Contextual manipulation: the child should be exposed to intervention goals in a variety of contexts -Dynamic assessment: the child’s performance is continuously assessed, especially the level of support he or she requires to perform targeted activities -Cycled targets: a child works on multiple goals concurrently – one skill does not need to be mastered before addressing another skill; this allows the child to integrate targeted skills over time -Emphasizes the following literacy domains: -Phonological awareness -Print concepts  -Alphabet knowledge and writing -Narrative and literate language -Organizes the classroom -Literacy learning opportunities are embedded throughout the class day -All children receive large-group,  first-tier literacy instruction -Additional explicit, small-group  instruction is provided to children who do not respond to first-tier  instruction –Authors of a study conducted in the United States with a cluster randomized design that included 104 preschool-age children in 39 classrooms using MTSS assessed the effectiveness of an additional phonemic awareness curriculum, PAth to Literacy, as tier 2 instruction. All of the children included in the study had been previously identified as needing tier 2 level instruction due to difficulty meeting whole-classroom  benchmarks. Half of the children-teacher groups were assigned to participate in PAth to Literacy and half were assigned to the control condition, Story Friends. PAth to Literacy involves 36 daily, scripted 10-minute  lessons with collaborative activities designed to teach phonemic awareness and alphabet knowledge. Story Friends, the control condition, uses the small-group  format to teach vocabulary skills. At the conclusion of the study, outcome measures indicated greater gains on the DIBELS first sound fluency and word parts fluency subtests for the PAth to Literacy group compared to the Story Friends group. These two subtests are associated with kindergarten readiness. All outcome measures indicated that phonemic awareness was learned best from the PAth to Literacy program as compared to vocabulary instruction(51)",
            "Shared-reading  intervention –Several studies have been conducted that point to the benefits of shared-reading  intervention for preschool-aged children with language delays/disorders.(38,39) Shared-reading  activities are book-centered  activities in which the child and adult work together to construct meaning from the book to which they are attending.(6) Shared-reading  is believed to be beneficial because: -Shared-reading  and exposure to literature enhance a child’s vocabulary development(40) -Shared-reading  activities offer contextual support (i.e., a book or familiar story), which allows the adult to use more complex language and supports the development of the child’s abstract language skills(38,40) -Oral language development and early literacy skills are interrelated and reciprocal(38) -Reading books is a natural activity for many American families and therefore allows intervention activities to be conducted in a naturalistic environment(41) -Providing intervention services during shared-book reading can strengthen the foundation upon which later literacy skills are built(41) –Authors of a study conducted in the United States with 27 kindergarten students with specific language impairment examined the effects of an interactive book reading intervention on language abilities and phonological processing. The goal of the study was to determine the most effective number of sessions. Children in this study received 12, 24, 36, or 48 exposures to the target words in the selected books through interactive book reading sessions; researchers found that the optimal number of exposures was 36. There did not appear to be additional benefits from 48 exposures(52) –Despite the benefits of incorporating shared-reading  into a treatment program for language delays and disorders, prior to including these activities in a treatment plan SLPs should consider an individual child’s/families perception of shared-reading  activities, the child’s motivation and desire to participate in book-related  activities, the effect (possibly negative) of changing a parent-child’s  interaction style, and ways to address goals in contexts other than shared-book reading to encourage the generalization of targeted skills(41)",
            "Learning Connections (LC): LC is an emerging literacy and mathematics curriculum developed for preschool children (aged 3–5 years) that focuses on oral language skills, phonemic awareness, alphabet knowledge, print concepts, and emergent writing. A study of children enrolled in a Head Start program divided 126 children into three groups: experimental literacy (classrooms implementing the LC curriculum), experimental math, or control (classrooms continued to implement current Head Start curriculum). Following 11 months of instruction, children in the experimental literacy classrooms displayed significantly better performance in the areas of phonemic awareness and emergent writing and somewhat better performance in emergent reading. These results support the practice of teaching several literacy skills concurrently and of teaching early literacy skills in an explicit, intentional manner(42) ",
            "Home-based  preliteracy programs –In a study conducted in the United States, researchers examined the effects of a home-based  phonological awareness intervention program that included 13 mother-child  dyads comprising mothers and their 4-year-old  children in whom specific language impairment previously was diagnosed(43) -The program was a 12-week,  home-based  book reading intervention(43) -The dyads were randomly assigned to one of three groups: one targeting print skills (e.g., letter recognition), one targeting phonological awareness, and another in which mothers were instructed to ask questions about the stories read(43) -Prior to the start of the study the mothers each completed a questionnaire to document home literacy practices(43) -The mothers all received 12 storybooks, a tape recorder, and 6 audiotapes; the mothers were asked to read each book at home 4 times per week while recording these sessions. The tapes were returned to researchers every 2 weeks(43) -If the mothers were not completing each task as described in the home program materials, researchers completed telephone calls to ask and answer questions regarding the protocol(43) -For those dyads included in the phonological awareness intervention program, the storybooks each included 9 questions throughout the text that related to the story and focused on different aspects of phonological awareness (either rhyme, beginning sounds, or word segmentation at the syllable level)(43) -The mothers had been given a list of suggestions meant to help facilitate the children’s performance on each task (e.g., pause for response, praise the child, etc.)(43) -The Phonological Awareness Literacy Screening (PALS-PreK)  was used as an outcome measure, measuring the children’s rhyme awareness before and after the intervention program(43) -The children who completed the phonological awareness intervention program in this study started with an average score of 4.0; scores increased to an average of 6.08 within 2 weeks of completing the 12-week  program(43) -Additionally, researchers examined the quality of the mothers’ interactions and scored them with respect to concept development (how well the mothers were able to support the children in learning the new concepts associated with phonological awareness). Over the course of the 12-week  program, the mothers’ scores, on average, declined 0.05 points per week, with an overall decline of 0.55 (equal to half a unit of support on the rating scale used)(43) -Possible explanations for the decline in concept development scores in the mothers included initial excitement about the program that decreased over time and the possibility that the mothers were not enforcing the correct concepts because they themselves did not understand the process by which children learn to read (i.e., phonological awareness concepts)(43) -Although the mothers declined in their average concept development scores, they were successful in implementing the program 91% of the time throughout the 12 weeks. Researchers in this study recommended the use of home-based phonological awareness programs for children with language impairment to prevent later reading disabilities; however, they also stated that parents themselves would require more support and education regarding the underlying goal of the program in order for the children to receive the greatest benefit(43) –Researchers in the United States conducted another study of a 12-week  home-based  storybook intervention program using the same general format as described above with 62 parent-child dyads focused on print concepts and alphabet knowledge including letter recognition and sound-to-letter  pairs; however, in this program there was a 25% dropout rate, with parents reporting that the program was too intense and not feasible(44) -For those children who did complete the treatment program, print-concept  knowledge was significantly higher in the treatment condition (those children who were asked questions about print concepts, letters, and/or words throughout the reading of the story) versus those children in picture-  or sound-focused  conditions(44) –In a study conducted in Italy in which researchers specifically examined the quality of mother’s repair strategies (when the parent corrects a child’s mistake or incorrect language production) in book-reading  tasks found that mothers of children with specific language impairment produced significantly more highly supportive repairs than mothers of age-matched  typically developing peers; however, when the children were matched based on MLU or linguistic development (rather than age), the mothers of children with language impairment and typically developing children produced the same quantity of high repairs(45) -These findings suggest that mothers match the level of support to the child’s level of language competence(45)  -Researchers in this study recommended continued education about appropriate repair strategies of the parents of children with language impairment in order to give the child the greatest benefit from all reading and linguistic activities in the home(45)",
            "Effects of instruction on children at risk for reading deficits: In a study conducted in the United States of 169 children (101 grouped as “at risk for reading deficits” with a mean age of 54.6 months at initial testing, 68 grouped as “not at risk” with a mean age of 55.5 months at initial testing), children received intervention focusing on phoneme identity and structured reading. In structured reading, an adult and child engage in a dialogue about what they are reading, the child is questioned about the story, and he or she is asked to relate it to his or her own experience. Although both groups showed significant improvements in phonological awareness at the segment and rhyme level, familiarity with books and print, and receptive vocabulary, the children in the at-risk  group required more teaching sessions(12) . Problem Goal Intervention Expected Progression Home Program Child is at risk for reading deficitsImprove child’s emergent literacy skillsResponse to Intervention (RTI) _ _ See Treatment summary , aboveProgression of therapeutic tasks will vary according to individual patient goals and specific needsDetermined on an individual basis Child is at risk for reading deficitsImprove child’s emergent literacy skillsEmbedded-Explicit Model of Intervention _ _ See Treatment summary , aboveProgression of therapeutic tasks will vary according to individual patient goals and specific needsDetermined on an individual basis Child is at risk for reading deficitsImprove child’s emergent literacy skillsShared-reading intervention/home- based preliteracy program _ _ See Treatment summary , aboveProgression of therapeutic tasks will vary according to individual patient goals and specific needsDetermined on an individual basis Child is at risk for reading deficitsImprove child’s emergent literacy skillsLearning Connections (LC) _ _ See Treatment summary , aboveProgression of therapeutic tasks will vary according to individual patient goals and specific needsDetermined on an individual basis ."
        ]
    },
    "desired outcomes outcome measures": {
        "increased preliteracy skills  e.g., phonemic awareness, alphabet knowledge, early writing skills": [
            "Test of Early Reading Ability (TERA:3)(29)",
            "Pre-school  and Primary Inventory of Phonological Awareness(32)",
            "Test of Early Written Language (TEWL-2)(31)",
            "Dynamic Indicators of Basic Early Literacy Skills (DIBELS)(51)"
        ],
        "increased exposure to reading, books, and print in the home": [
            "Parent questionnaires"
        ],
        "education for parents of preschool children with poor preliteracy development ": []
    },
    "maintenance or prevention": [
        "Young children with language impairments are at risk for difficulty developing preliteracy skills. Therefore, it is important to screen young children for language disorders in order to provide appropriate treatment for oral language problems and a strong foundation of preliteracy skills(13)",
        "Early language intervention to prevent literacy problems can be provided effectively in mainstream school or nursery school settings(54)",
        "The American Academy of Pediatrics recommends that parents begin shared reading with their children starting immediately after birth because of the long-term  positive effects on the development of literacy(23,25)"
    ],
    "patient education": [
        "For information on emergent literacy, please see https://www.asha.org/public/speech/emergent-literacy.htm Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Preschool language disorders. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/disorders/Preschool-Language-Disorders/ . Accessed February 12, 2018. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Kohnert K. Language Disorders in Bilingual Children and Adults . San Diego, CA: Plural Publishing; 2008. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Rossetti LM. Communication Intervention: Birth to Three . 2nd ed. San Diego, CA: Singular/Thomson Learning; 2001. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Paul R. Language Disorders from Infancy Through Adolescence: Assessment & Intervention . 3rd ed. St. Louis, MO: Mosby Elsevier; 2007. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Whitehurst GJ, Lonigan CJ. Child development and emergent literacy. Child Dev . 1998;69(3):848-872.  (G)"
        },
        {
            "number in article": 6,
            "reference": "Kaderavek JN, Justice LM. Embedded-explicit  emergent literacy intervention II: goal selection and implementation in the early childhood classroom. Lang Speech Hear Serv Sch. 2004;35(3):212-228.  (G)"
        },
        {
            "number in article": 7,
            "reference": "Genesee F, Paradis J, Crago MB. In: Dual Language Development and Disorders: A Handbook on Bilingualism and Second Language Learning . 2nd ed. Baltimore, MD: Brookes Publishing Company; 2006:193-213.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Language-based  learning disabilities. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/disorders/LBLD.htm . Accessed February 12, 2018. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Snowling MJ, Melby-Lervåg  M. Oral language deficits in familial dyslexia: A meta-analysis  and review. Psychol Bull . May 2016;142(5):498-545.  (M)"
        },
        {
            "number in article": 10,
            "reference": "Thompson PA, Hulme C, Nash HM, Gooch D, Hayiou-Thomas  E, Snowling MJ. Developmental dyslexia: predicting individual risk. J Child Psychol Psychiatry . August 2015;56(9):976-987.  doi:10.1111/jcpp.12412. (R)"
        },
        {
            "number in article": 11,
            "reference": "McQuiston S, Kloczko N. Speech and language development: monitoring process and problems. Pediatric Rev . June 2011;32:230-8;  quiz 239. doi:10.1542/pir.32-6-230.  (RV)"
        },
        {
            "number in article": 12,
            "reference": "Hindson B, Byrne B, Fielding-Barnsley  R, Newman C, Hine DW, Shankweiler D. Assessment and early instruction of preschool children at risk for reading disability. J Educ Psychol. 2005;97(4):687-704.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Sices L, Taylor HG, Freebairn L, Hansen A, Lewis B. Relationship between speech-sound  disorders and early literacy skills in preschool-age  children: impact of comorbid language impairment. J Dev Behav Pediatr . 2007;28(6):438-447.  (R)"
        },
        {
            "number in article": 14,
            "reference": "American Speech-Language-Hearing  Association. Practice portal: Pediatric dysphagia. http://www.asha.org/Practice-Portal/Clinical-Topics/Pediatric-Dysphagia/ . Accessed February 12, 2018. (G)"
        },
        {
            "number in article": 15,
            "reference": "Golubovi# Š, Markovi# J, Perovi# L. Things that can be changed in early intervention in childhood. Med Pregl . 2015;68(7-8):267-72.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Dockrell JE. Assessing language skills in preschool children. Child Adolesc Ment Health . 2001;6(2):74-85.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Neisworth JT, Bagnato SJ. The mismeasure of young children: the authentic assessment alternative. Infants Young Child . 2004;17(3):198-212.  (PP)"
        },
        {
            "number in article": 18,
            "reference": "Pennington L, Goldbart J, Marshall J. Interaction training for conversational partners of children with cerebral palsy: a systematic review. Int J Lang Commun Disord . 2004;39(2):151-170.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Iverson JM, Braddock BA. Gesture and motor skill in relation to language in children with language impairment. J Speech Lang Hear Res . 2011;54(1):72-86.  (R)"
        },
        {
            "number in article": 20,
            "reference": "van Kleeck A. Potential cultural bias in training parents as conversational partners with their children who have delays in language development. Am J Speech Lang Pathol . 1994;3:67-78.  (X)"
        },
        {
            "number in article": 21,
            "reference": "Prior M, Bavin E, Cini E, Eadie P, Reilly S. Relationships between language impairment, temperament, behavioural adjustment and maternal factors in a community sample of preschool children. Int J Lang Commun Disord . 2011;46(4):489-494.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Keilmann A, Kluesener P, Freude C, Schramm B. Manifestation of speech and language disorders in children with hearing impairment compared with children with specific language disorders. Logoped Phoniatr Vocol . 2011;36(1):12-20.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Hutton JS, Horowitz-Kraus  T, Mendelsohn AL, DeWitt T, Holland SK, C-MIND Authorship Consortium. Home Reading Environment and Brain Activation in Preschool Children Listening to Stories. Pediatrics . 2015;136:466-78.  doi:10.1542/peds.2015-0359.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Skarakis-Doyle  E, Dempsey L. Assessing story comprehension in preschool children. Top Lang Disord . 2008;28(2):131-148.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Council on Early Childhood, High PC, Klass P. Literacy promotion: an essential component of primary care pediatric practice. Pediatrics . August 2014;134(2):404-9. doi:10.1542/peds.2014-1384.  (G)"
        },
        {
            "number in article": 26,
            "reference": "O'Neill DK. The Language Use Inventory for Young Children: a parent-report  measure of pragmatic language development for 18- to 47-month-old  children. J Speech Lang Hear Res . 2007;50(1):214-228.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Ntourou K, Conture EG, Lipsey MW. Language abilities of children who stutter: a meta-analytical  review. Am J Speech Lang Pathol . 2011;20(3):163-179. doi:10.1044/1058-0360(2011/09-0102).  (M)"
        },
        {
            "number in article": 28,
            "reference": "Cabell SQ, Lomax RG, Justice LM, Breit-Smith  A, Skibbe LE, McGinty AS. Emergent literacy profiles of preschool-age  children with specific language impairment. Int J Speech Lang Pathol . 2010;12(6):472-482.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Reid DK, Hresko WP, Hammill DD. Test of Early Reading Ability . 3rd ed. Austin, TX: Pro-Ed; 2001. (GI)"
        },
        {
            "number in article": 30,
            "reference": "Boudreau D. Use of a parent questionnaire in emergent and early literacy assessment of preschool children. Lang Speech Hear Serv Sch . 2005;36(1):33-47.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Hresko WP, Herron SR, Peak PK. Test of Early Written Language: A Method of Evaluating the Products and Processes of Emerging Writing Ability . 2nd ed. Austin, TX: Pro-Ed;"
        },
        {
            "number in article": 1996,
            "reference": " (PP)"
        },
        {
            "number in article": 32,
            "reference": "Dodd B, Crosbie S, MacIntosh B, Teitzel T, Ozanne A. The Primary and Preschool Inventory of Phonological Awareness . London: Psychological Corporation; 2000. (PP)"
        },
        {
            "number in article": 33,
            "reference": "Hesketh A, Dima E, Nelson V. Teaching phoneme awareness to pre-literate  children with speech disorder: a randomized controlled trial. Int J Lang Commun Disord . 2007;42(3):251-271.  (RCT)"
        },
        {
            "number in article": 34,
            "reference": "Prizant BM, Meyer EC. Socioemotional aspects of language and social-communication  disorders in young children and their families. Am J Speech Lang Pathol . 1993;2:56-71. (G)"
        },
        {
            "number in article": 35,
            "reference": "Trent JA, Kaiser AP, Wolery M. The use of responsive interaction strategies by siblings. Topics Early Child Spec Educ . 2005;25(2):107-118.  (R)"
        },
        {
            "number in article": 36,
            "reference": "Jackson S, Pretti-Frontczak  K, Harjusola-Webb  S, Grisham-Brown  J, Romani JM. Response to intervention: implications for early childhood professionals. Lang Speech Hear Serv Sch. 2009;40(4):424-434.  (PP)"
        },
        {
            "number in article": 37,
            "reference": "Ehren BJ, Montgomery J, Rudebusch J, Whitmire K. Responsiveness to intervention: new roles for speech-language  pathologists. American Speech-Language-Hearing Association Web site. http://www.asha.org/slp/schools/prof-consult/NewRolesSLP.htm . Accessed February 12, 2018. (PP)"
        },
        {
            "number in article": 38,
            "reference": "Crain-Thoreson  C, Dale PS. Enhancing linguistic performance: parents and teachers as book reading partners for children with language delays. Topic Early Child Spec Educ . 1999;19(1):28-39.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Sloat EA, Letourneau NL, Joschko JR, Schryer EA, Colpitts JE. Parent-mediated  reading interventions with children up to four years old: a systematic review. Issues Compr Pediatr Nurs . 2015;38(1):39-56.  doi:10.3109/01460862.2014.983279. (SR)"
        },
        {
            "number in article": 40,
            "reference": "Majorano M, Lavelli M. The use of sophisticated words with children with specific language impairment during shared book reading. J Commun Disord . 2015;53:1-16. doi:10.1016/j.jcomdis.2014.10.001. (R)"
        },
        {
            "number in article": 41,
            "reference": "Kaderavek J, Justice LM. Shared storybook reading as an intervention context: practices and potential pitfalls. Am J Speech Lang Pathol . 2002;11(4):395-406.  (X)"
        },
        {
            "number in article": 42,
            "reference": "DeBaryshe BD, Gorecki DM. An experimental validation of a preschool emergent literacy curriculum. Early Educ Dev . 2007;18(1):93-110.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Skibbe LE, Justice LM, Bowles RP. Implementation processes associated with a home-based  phonological awareness intervention for children with specific language impairment. Int J Speech Lang Pathol . 2011;13(2):110-124.  (R)"
        },
        {
            "number in article": 44,
            "reference": "Justice LM, Skibbe LE, McGinty AS, Piasta SB, Petrill S. Feasibility, efficacy, and social validity of home-based  storybook reading intervention for children with language impairment. J Speech Lang Hear Res . 2011;54(2):523-538.  (R)"
        },
        {
            "number in article": 45,
            "reference": "Barachetti C, Lavelli M. Responsiveness of children with specific language impairment and maternal repairs during shared book reading. Int J Lang Commun Disord . 2011;46(5):579-591.  (R)"
        },
        {
            "number in article": 46,
            "reference": "Guerrero AD, Fuller B, Chu L, et al. Early growth of Mexican-American  children: lagging in preliteracy skills but not social development. Matern Child Health J . 2013;17(9):1701-1711.  doi:10.1007/s10995-012-1184-7.  (R)"
        },
        {
            "number in article": 47,
            "reference": "van Bergen E, de Jong PF, Maassen B, van der Leij A. The effect of parents' literacy skills and children's preliteracy skills on the risk of dyslexia. J Abnorm Child Psychol . October 2014;42(7):1187-200.  doi:10.1007/s10802-014-9858-9.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Pentimonti JM, Murphy KA, Justice LM, Logan JA, Kaderavek JN. School readiness of children with language impairment: predicting literacy skills from pre-literacy  and social-behavioural  dimensions. Int J Lang Commun Disord . March 2016;51(2):148-61.  doi:10.1111/1460-6984.12193.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Justice L, Logan J, Kaderavek J, Schmitt MB, Tompkins V, Bartlett C. Empirically Based Profiles of the Early Literacy Skills of Children With Language Impairment in Early Childhood Special Education. J Learn Disabil . 2015;48(5):482-94.  doi:10.1177/0022219413510179. (R)"
        },
        {
            "number in article": 50,
            "reference": "Rudolph JM. Case History Risk Factors for Specific Language Impairment: A Systematic Review and Meta-Analysis.  Am J Speech Lang Pathol . August 15, 2017;26(3):991-1010.  doi:10.1044/2016_AJSLP-15-0181.  (M)"
        },
        {
            "number in article": 51,
            "reference": "Goldstein H, Olszewski A, Haring C, et al. Efficacy of a Supplemental Phonemic Awareness Curriculum to Instruct Preschoolers With Delays in Early Literacy Development. J Speech Lang Hear Res . January 1, 2017;60(1):89-103.  doi:10.1044/2016_JSLHR-L-15-0451.  (RCT)"
        },
        {
            "number in article": 52,
            "reference": "Storkel HL, Voelmle K, Fierro V, Flake K, Fleming KK, Romine RS. Interactive Book Reading to Accelerate Word Learning by Kindergarten Children With Specific Language Impairment: Identifying an Adequate Intensity and Variation in Treatment Response. Lang Speech Hear Serv Sch . January 1, 2017;48(1):16-30. doi:10.1044/2016_LSHSS-16-0014.  (R)"
        },
        {
            "number in article": 53,
            "reference": "Korrel H, Mueller K, Silk T, Anderson V, Sciberras E. Research Review: Language problems in children with Attention-Deficit  Hyperactivity Disorder - a systematic meta-analytic review. J Child Psychol Psychiatry . June 2017. doi:10.1111/jcpp.12688. (SR)"
        },
        {
            "number in article": 54,
            "reference": "Fricke S, Burgoyne K, Bowyer-Crane  C, et al. The efficacy of early language intervention in mainstream school settings: a randomized controlled trial. J Child Psychol Psychiatry . October 2017;58(10):1141-1151.  doi:10.1111/jcpp.12737. (RCT)"
        }
    ]
}