{
    "metadata": {
        "title": "Developmental Language Impairment  Upper Elementary School-Aged Children and Adolescents",
        "synonyms": [
            "language impairment",
            "language disability",
            "specific language impairment (sli)",
            "receptive/expressive language disorder",
            "communication disorder",
            "developmental language disorder",
            "language learning disability (lld)",
            "spoken language disorder",
            " childhood dysphasia, nonspecific language impairment",
            "language impairment, developmental: upper elementary school-aged  children and adolescents",
            "developmental language disorder: upper elementary school-aged  children and adolescents"
        ],
        "anatomical location body part affected": [
            "Developmental language impairment is defined by the absence of other discernible neurological diagnoses in the presence of language difficulties. One study using MRI reported that there was a higher incidence of brain morphological abnormalities in children with developmental LI; however, not all children with developmental LI manifested abnormalities, and the authors noted that there is great heterogeneity in this population(1)"
        ],
        "area of specialty": [
            "child speech and language disorders"
        ],
        "description": [
            "The description of language disorder/impairment differs with the specific term used and varying diagnostic criteria:",
            "Specific language impairment (SLI; sometimes called primary language impairment [PLI]) has been described as delayed or disordered language development “in the absence of general cognitive deficits, hearing impairments, psychiatric problems, or frank neurological damage”(2)",
            "Expressive language disorder signifies an impairment in language production rather than language comprehension, and is a term recognized by the ICD-10;  however, the existence of an expressive disorder in the absence of a receptive language disorder has been questioned by experts(3)",
            "Language impairment/disorder, or language learning disorder, has been used in multiple studies to describe children who score below the average range on language tests and who have normal nonverbal intelligence quotient (IQ) as well as those who score in the mild intellectual disability range or whose exact IQ score is unknown.(4) The rationale for including children who have mild intellectual disability is based on evidence that these children perform similarly in language therapy to those who score within the normal range and that many children are identified as having a language impairment without receiving IQ testing(5)",
            "This summary will employ this broader definition, using the term language impairment (LI) to refer to children who have a language disorder from a very young age as a primary disability and who do not necessarily show a significant discrepancy between language ability and nonverbal IQ. For information on language disorders as a result of secondary disabilities, see the Clinical Reviews on hearing loss, vision loss, intellectual disability, childhood aphasia, cerebral palsy, and traumatic brain injury. A child or adolescent with LI may have difficulty with one or more aspects of language, including comprehension and expression of complex oral and written syntax, semantics, or  pragmatics and often presents with problems in attention, speech perception, working memory, and phonological awareness(4)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "F80.1": "expressive language disorder",
            "F80.2": "mixed receptive-expressive language disorder (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for procedure will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "A child or adolescent with LI is likely to have a history of delayed language development (e.g., first words did not appear until after the age of 2 years) as well as ongoing difficulty with one or more aspects of language, including comprehension and expression of complex syntax, semantics, or pragmatics. Phonological processing might also be affected. Signs and symptoms can be mild or severe and include deficits in one or more of the following areas:",
            "Semantics (vocabulary): Poor word retrieval, frequent use of filler words (e.g., um, like), use of nonspecific words (e.g., thing, stuff), overall low vocabulary level (limited breadth as well as depth), difficulty understanding and learning new words and concepts, and difficulty understanding abstract concepts, including idioms and jokes(6,7,51)",
            "Syntax (grammar): Difficulty understanding and using oral and written complex syntax, difficulty understanding and forming questions, and difficulty expressing ideas clearly using correct grammatical forms(4,6)",
            "Pragmatics (social discourse): Difficulty retelling past events, difficulty understanding or telling narratives, and difficulty using language to socially engage (e.g., talks at length without regard for the listener's interest)(6,8)",
            "Reading/writing/academics: LI in adolescents is associated with lower overall academic achievement.(65) Difficulty reading and comprehending material, difficulty with spelling and writing, difficulty understanding the details of a classroom lecture, and difficulty following classroom instructions.(6) Upper elementary school–aged  children and adolescents with LI have increased risk of difficulty with the language of math problems as well as nonlinguistic exact mathematic calculation (while general approximation or magnitude comparison is unaffected)(52,55)",
            "Speech/articulation: The school-aged  child with a LI might also have difficulties producing specific speech sounds(9) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Vision and hearing loss should be identified or ruled out before a speech-language evaluation",
            "The SLP should always consider the language that the child speaks at home when evaluating language ability. For detailed information on evaluating bilingual school-aged  children, please see Clinical Review…Language Disorders: Bilingual School-Aged  Children ; CINAHL Topic ID Number: T709066"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "There is no single identified cause of LI as a primary disability. For Risk factors , see below"
        ],
        "pathogenesis": [
            "Symptoms of a developmental LI typically appear within the first 2 to 3 years of life. The child often has had normaldevelopment in all areas but began talking late or had difficulties learning to talk and difficulties understanding complexlanguage.(10) The child might have also had immature speech-sound  production during the preschool years(10)–In a study conducted in the United Kingdom comparing language abilities in typically developing children (n = 38) tothose of children with LI (n = 13), researchers found atypical trajectories of phonological development in the childrenwith LI. Additionally, the relationship between lexical and phonological knowledge in children with LI was abnormalcompared to that of the typically developing children. Researchers hypothesized that these abnormalities likely contributeto LI because children with LI might have more difficulty abstracting phonological knowledge from lexical knowledge,might have more difficulty learning new words because of abnormal phonological knowledge, or might only be capableof reaching an immature stage of language development because of the limited phonological knowledge(48)–In a study conducted in the United States with 41 Russian-speaking  children (in 18 of whom LI was diagnosed),researchers found that despite intact representational syntactic knowledge, processing capacity limitations resulted inon-line  impairments of grammatical construction in the children with LI. Additionally, some of the language deficitsobserved appeared to be related to deficits of phonological short-term  memory capacity(49)–In a study conducted in the United Kingdom with 22 children (ages 8 to 12) with SLI, researchers compared acousticperception abilities between the children with SLI and typically developing, age-matched  peers. Results indicated that,compared to the typically developing children, children with SLI exhibited reduced perception of two of the four acoustictasks: rise time and duration. Additionally, children with SLI exhibited reduced ability to perceive lexical stress patternsas compared to the typically developing children(57)",
            "Authors of a meta-analysis  examined published and unpublished research on statistical learning abilities in persons withSLI compared to persons without SLI. Statistical learning is the manner in which typically developing children learnlanguage. Statistical learning occurs as listeners unconsciously hear and recognize patterns (statistical regularities) ofsyntax, morphology, and phonology. The authors of this meta-analysis  reported that research indicates that persons withSLI appear to have a deficit in statistical learning compared to persons without SLI, which might contribute to difficultylearning and using verbal language(60)"
        ],
        "risk factors": [
            "Family history of language disorders(11,12)",
            "Preterm birth(13)",
            "Low birth weight(12)",
            "Low 5-minute  Apgar score(12)",
            "Late or no prenatal care(12)",
            "High birth order (children who are born third or later)(12,61)",
            "Low maternal education(12)",
            "Having a single mother(12)",
            "Economic deprivation(12)",
            "Male sex(11)",
            "Autoimmune disease(11)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "The speech-language  pathologist (SLP) needs to be aware of cultural considerations when assessing communicative functioning and when developing treatment goals. Language and literacy needs of the child should be considered with respect to the cultural, familial, and community setting"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Vision and hearing loss should be identified or ruled out before a speech-language evaluation",
            "The SLP should always consider the language that the child speaks at home when evaluating language ability. For detailed information on evaluating bilingual school-aged  children, please see Clinical Review…Language Disorders: Bilingual School-Aged  Children ; CINAHL Topic ID Number: T709066"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document when speech or language difficulties were first noticed. Who referred the child for an evaluation?",
                "course of treatment": {
                    "medical management": "Determine whether the child is receiving medical care",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed, if any; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Diagnostic tests might include:",
                        "Psychological testing for cognitive ability (by a psychologist or educational psychologist)",
                        "Speech and language testing. For more information on specific tests, see Relevant tests and measures , below",
                        "Audiological testing to identify or rule out hearing loss"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether they help. Do the parents assist with homework or with reading? Does the child have a tutor or other help outside of school?",
                    "previous therapy": "Document whether child has had speech therapy or other intervention for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Does the child have hearing or vision difficulties?  -Does the child have a history of ear infections? -Does the child have behavior difficulties? -Does the child have difficulty in school? -Does the child exhibit articulation (speech) errors? -How are the child's social relationships? Does the child have good friends?",
                "body chart": "",
                "nature of symptoms": " Nature of symptoms -Was the child delayed in speaking? -Does the child have difficulty finding the right words? -Does the child have difficulty relating past events, telling stories, or explaining? -Does the child have frequent mispronunciations or difficulty with word retrieval or need extra time to provide an oral response?(14) -Does the child frequently misunderstand when spoken to? -Does the child use simplified grammatical structures or make grammatical errors? -Does the child have difficulty paying attention when spoken to? -Does the child have difficulty in conversations (e.g., is unaware of the listener's interest and monopolizes conversation)?",
                "rating of symptoms": "",
                "pattern of symptoms": "Does the child experience greater language difficulties in certain situations? (e.g., with unfamiliar persons, in certain classes, when discussing certain topics)",
                "sleep disturbance": "Document number of wakings/night. Does the child have sleep difficulties that affect school performance?",
                "other symptoms": "Document other symptoms the child may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician or social worker (e.g., behavior difficulties, seizures, attention problems, difficulty sleeping)Adolescents with LI have lower performance on measures of social skills and social cognitive abilities than typically developing adolescents.(15) Some have difficulty with emotional and behavioral self-regulation and are at risk for antisocial conduct disorders.(8) They are also at risk for having poorer quality friendships and for being bullied or victimized(15) -In a longitudinal study in the United Kingdom, researchers followed 65 students identified as having SLI from the age of 8 to 17 years.(16) Researchers investigated behavior, language, literacy, and self-concepts  at ages 8, 10, 12, 16, and 17 to determine whether early self-concepts  as well as behavioral, emotional, social, language, and literacy difficulties predicted behavioral difficulties and self-concepts  at 16/17 years of age. Results indicated that early language ability did not predict later behavioral difficulties or self-concepts.  However, researchers found that the correlation between academic self-concept  and reading accuracy level at 10 years approached significance. Researchers hypothesized that academic, rather than oral language, ability is the main factor linked to behavioral difficulties among adolescentsDoes the child have a history of ear infections? Has the child had a recent hearing evaluation? Does the child have difficulties with sound localization or auditory discrimination, or have difficulty understanding despite having normal hearing? Refer to an audiologist for a hearing evaluation or auditory processing evaluation as needed. For detailed information on language difficulties associated with central auditory processing disorder (CAPD), please see ClinicalT708565 -Authors of a study conducted in the United States with 782 adolescents from a juvenile detention center reported high rates of language disorders as well as low performance on tests of dichotic listening consistent with auditory processing deficits(62) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________",
                "respiratory status": "Note history of respiratory problems as indicated"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of developmental delay in any area? Is there a history of hearing loss or ear infections?",
                    "comorbid diagnoses": "Ask child or child’s family about other problems, including ADHD, depression, and anxiety ",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter drugs)",
                    "other symptoms": "Ask child or child’s family about other symptoms the child is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include receive intervention services? If so, are they home, school, or clinic based?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Obtain information on adaptive behaviors (as needed) and any adaptive equipment the child is using for communication or reading, including text-to-speech  software -Document the use of any assistive equipment for ADLs or mobility (e.g., wheelchair)",
                "living environment": "What language(s) are spoken in the home? Does the child speak one language better than another? Does the child prefer one language to another?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": " Speech and language examination (including reading)If there are concerns about speech/articulation ability, a standardized test or an informal (nonstandardized) analysis can be used to determine errors that have a high frequency of occurrence. For specific sounds, the number of omissions, substitutions, distortions, and additions can be completedLanguage assessment should include a combination of formal and informal measuresThe following are examples of standardized language evaluations for upper elementary(17) A norm-referenced comprehensive language test (expressive and receptive language) for ages 5 years to 16 years, 11 months(18) A norm-referenced  comprehensive language test (expressive and receptive language) for ages 8 years to 12 years, 11 months(19) A standardized measure of receptive vocabulary for ages 2 years, 6 months to 90+ years(20) A norm-referenced  test of narrative comprehension and oral narration for ages 5 years to 11 years, 11 months(21) A individually administered, norm-referenced  test designed to assess listening comprehension and oral expression for ages 3 to 21 years(22) A norm-referenced, individually administered expressive and receptive language assessment for ages 3 to 21 years. Contains a subtest to measure pragmatic language skillsInformal language measures are ecologically valid examples of the child's language that can complement information from standardized tests and can include interviews with child, parents, and/or teachers about language difficulties, narrative samples, conversational samples, and expository discourse. Expository discourse samples (discourse that informs, explains, or describes) have been found to yield more group differences between adolescents with LI and those without LI than conversational samples.(23) The SLP might wish to employ an expository -Observations of the student in the classroom or lunchroom can be informative for pragmatic language assessment (23) -\"Why do you like that game/sport?\" -\"I'm not familiar with that game/sport. Tell me about it. What are the rules, objectives, number of players, and so on?\" -\"What are some strategies to win the game/sport? How can you become a good player?\"(24) -Place four envelopes containing a wordless picture book on a table. The envelopes can all contain the same wordless picture book (e.g., Frog Where Are You?  Mayer, 1969; What Next, Baby Bear?  Murphy, 1983; Pancakes for Breakfast , dePaola, 1978; A Boy, a Dog, and a Frog , Mayer, 1967) -Tell the student that all four envelopes contain a different story. Have the student to choose one envelope, look carefully at the story for a few minutes, and then come back and tell the story. The examiner has to \"guess\" which story it is\"Now tell me the story of what happened in the book. Remember to tell me exactly all of the details so that I‘Once upon a time…’\" -Some children and adolescents with LI are able to tell oral narratives but struggle with written narratives.(25) Take a written sample narrative\"Can you tell me some of the things this person does that annoy you?\"(24) This narrative topic can illuminate any grammatical errors and is more aligned with the everyday language of a teenager than a story narrative(24) -Language samples (50–100  utterances minimum for a full sample; shorter utterances to measure targeted skills) can be recorded and then analyzed for vocabulary, syntax, and pragmatic skills. Syntactic measures include mean length of terminable units (T-units)  (syntactic structures that include a main clause with all subordinate clauses), subordinate clause production, clausal density (average number of clauses per T-unit),  and syntactic errors. Analysis -Systematic Analysis of Language Transcripts (SALT)(26) -The Computerized Language Analysis (CLAN), available for free from the Child Language Data Exchange System//talkbank.org/manuals/CLAN.pdfProvide a fluency evaluation if there are concerns about a fluency disorder. For detailed information on childhood-onset  fluency disorders, see the series of Clinical Reviews on this topicAccording to American Speech-Language-Hearing Association (ASHA) clinical practice guidelines, it is appropriate for an SLP to evaluate for and treat reading and writing impairment.(50) The rationale for SLPs to be involved in the development of literacy for children and adolescents is based on the connections between spoken and(a) spoken language lays the foundation for reading and writing; (b) spoken and written language are interdependent in that each builds on the other to create language and literacy competence throughout the lifespan; (c) children with spoken language deficits often experience difficulty learning to read and write; and (d) intervention for spoken language often results in improvements in written language abilities and vice versa(50) -Children with LI often have difficulty reading and writing. Assess reading and writing ability as necessary and age appropriate. The components of the reading evaluation will depend on the age of the child and his or her developmental level. These components include letter identification, letter-sound  identification, phonological awareness skills, sight word reading, fluency, and reading comprehension.(50) Written language tasks might include a written narrative -In a study in the United States designed to examine the use of abstract nouns and metacognitive verbs in a narrative writing sample of school-aged children and adolescents, researchers asked participants to “write a story about something funny, sad, or scary that happened to you and a friend.”(27) Researchers found that participants were engaged with this task and were reluctant to stop after the allotted 20 minutes. Narratives were analyzed with respect to total T-units,  mean length of T-unit,  clausal density, use of abstract nouns, and metacognitive verbs. Researchers concluded that this writing task was effective in eliciting literate words and complex syntax",
            "neurological examination": "",
            "oral structure and oral motor function": "Assess the child’s oral motor skills during speech, imitation of motor movements, diadochokinesis tasks, and strength testing tasks in order to identify or rule out a motor-based speech-language disorderProvide a voice evaluation if there are concerns about a voice disorder ",
            "perception": "",
            "arousal attention cognition": "Has the child received cognitive testing by a psychologist or psychiatrist? Document results of any cognitive evaluation –Authors of a meta-analysis  that included 131 studies comparing nonverbal cognitive test scores of children with SLI to those of typically developing children reported that children with SLI, on average, scored almost three quarters of a standard deviation below the typically developing children.(56) There was considerable variation across the research studies in terms of nonverbal cognitive tests used; when researchers controlled for the different tests, the effect size dropped slightly, from –0.72  to –0.69,  but both of these were significant differences.(56) Because diagnostic criteria for SLI include “normal nonverbal intelligence,” authors of this meta-analysis  caution against the use of traditional nonverbal cognitive testing for this population as it might not be appropriate for children with SLI or accurately reflect nonverbal abilities",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Adolescents with poor language and literacy skills are at risk for personal, social, and economic disadvantage(28)"
            ]
        },
        "diagnosis need for treatment": "A comprehensive language evaluation will determine the need for treatment and treatment goals",
        "rule out": " Rule out Hearing loss English language learning difficulties Vision difficulties",
        "prognosis": [
            "Prognosis for typical language development in a child with an LI varies according to multiple factors such as family support, coexisting diagnoses, cognitive abilities, motivation for therapy, and access to speech-language  therapy and home-based  language programs",
            "Good metacognitive awareness (awareness of one’s own thought processes and learning strategies) is a good prognostic indicator for adolescents with SLI who undergo speech therapy for language disorders(63)",
            "Children and adolescents with LI are at high risk for having reading difficulties(2,66)",
            "When compared to typically developing peers, adolescents with LI have been found to be less independent (e.g., self-care activities, traveling, meeting people, managing finances), have poorer quality friendships, have difficulty with emotional and behavioral self-regulation,  and to be at higher risk for being bullied(8,15,28,29)",
            "In a study conducted in the United Kingdom investigating educational outcomes for adolescents with LI, researchers found varying levels of performance on national educational examinations in secondary school. Higher IQ and stronger literacy skills were associated with higher academic achievement(30)"
        ],
        "referral to other disciplines": "Referral to a behavioral psychologist or behavioral specialist may be warranted to assist with behavioral therapy and/or challenging behaviors",
        "other considerations": [],
        "treatment summary": [
            "Although individual educational plans (IEPs) focus on the educational needs of the individual student, parents/caregivers and the student have legal rights allowing them to be involved in the assessment, treatment planning, and therapy stages of service delivery. Parents should be considered and treated as integral parts of the IEP team(9)",
            "The overall goal of language therapy for a child with a developmental LI should be to strengthen the child’s underlying semantic and lexical network, building stronger associative links in the real world to reduce word-finding  difficulties associated with LI(54)",
            "Authors of a systematic review of vocabulary interventions for adolescents with LI published in 2018 found that the strongest evidence for effectiveness existed for approaches that combined phonological and semantic interventions. Overall, the research found that all models of delivery had the potential to be beneficial (e.g., 1:1 therapy sessions, small-group  sessions, and classroom-based  interventions). The review included 13 studies that met the inclusion criteria with participants aged 11 to 16 years, 11 months(58)",
            "Language therapy can be school-  or clinic-based.  Several service-delivery  models are used to deliver language intervention in the U.S. public school system: individual therapy, small-group  therapy, collaboration with the teacher to deliver intervention within the classroom, and consultation with the teacher or teacher-aide to assist in delivering language intervention. There is no evidence to support one method over another; however, it is recognized that language goals should be linked to the curriculum when possible to provide multiple exposures to targeted language concepts (e.g., teaching vocabulary that is specific to content area classes)(4) –Response to Intervention (RTI): The RTI approach is a multitiered framework that involves universal screening to identify students who are at risk for language and reading difficulties, systematic evidence-based  classroom instruction, ongoing progress monitoring, and implementation of effective interventions for students who require more intensive instruction.(31) The first level (Tier 1) of the model involves providing high-quality,  evidence-based  instruction in a general education classroom. All students are screened at the beginning of the school year with a criterion-referenced  or norm-referenced  instrument to determine which students might benefit from additional instruction (e.g., students who fall below the 25th percentile on a screening measure). The second stage of the model (Tier 2) consists of small-group instruction and is directed toward students who continue to have difficulties despite the high-quality intervention. Their responsiveness to more intensive intervention is monitored after relatively short periods of time (e.g., 8 weeks). Tier 3  is provided for students who respond minimally to the second tier intervention and require specialized, more intensive instruction. When students fail to respond or respond minimally to the most intensive tier of instruction (Tier 3), they receive a comprehensive evaluation to determine their eligibility for special education services(31) -Cited advantages of the RTI approach include identification of students with language difficulties before they experience extensive academic failure, decreased numbers of students placed in special education, increased accountability for student performance in general and special education, reduced number of comprehensive evaluations, and increased time for collaboration among school professionals(32) -Studies investigating the effectiveness of the RTI approach in the upper elementary grades are limited(33,34) -SLPs often work in collaboration with general and special education teachers within an RTI model in roles such as the following: -Soliciting referrals from social studies and English teachers for students who would benefit from more intensive language instruction(35) -Providing direct service to students who need intensive language instruction. This instruction should be aligned with the curriculum(35) -Collaborating with school professionals to design interventions to improve Tier 1 instruction (e.g., suggest ways that a teacher can provide sufficient exposures to new vocabulary words for students)(36) -Collaborating with teachers to make modifications to the curriculum and instruction(35) -Administering progress-monitoring  measures to determine if the children are meeting benchmarks and to identify those who need additional instruction(36) -For detailed information on RTI, see Clinical Review…Response to Intervention (RTI) ; CINAHL Topic ID Number: T709175",
            "Collaborative teacher/SLP intervention –In an RCT in Australia, researchers investigated the efficacy of a collaborative intervention in which SLPs trained mainstream secondary teachers to make modifications in their oral and written language instruction.(37) A cohort of 13 teachers in two secondary schools (7 trained and 6 control) and 43 year-8  students (21 trained and 22 control) were tested preintervention, postintervention, and follow-up  3 months’ postintervention. Dependent measures included observations of the teachers’ use of techniques as well as student assessments in spoken and written language (Wechsler Individual Achievement Test-II  subtests of Listening Comprehension, Reading Comprehension, Written Expression, and Oral Expression). Teacher training was delivered in 10 50-minute  sessions over a period of 10 weeks in small-group  interactive meetings. Language modification techniques included: -teachers’ written language: Teachers were taught to break down large amounts of information on worksheets into smaller, visually distinct sections. They added graphics and visual icons as well as descriptions of instructional vocabulary -teachers’ oral language: Teachers were taught to make instructions explicit rather than implied and allow time for students’ processing and verbal responses. They repeated and paraphrased key instructions and faced the class when giving important information -information processing: Teachers were taught to include the whole class in deconstructing complex texts (e.g., creating mind maps on the board). They involved the whole class in creating visual aids to assist in information retention -direct vocabulary instruction: V ocabulary associated with each curricular topic was prioritized and vocabulary instruction was embedded in students’ learning through activities such as the use of visual symbols and whole-class interactive morphemic analysis –Results indicated a significant increase in the use of language modification techniques by trained teachers at postintervention and follow-up  and significant improvement in treatment group students’ written expression and listening comprehension relative to the control group immediately after intervention. No effects were found for oral expression and reading comprehension and no significant differences were found between treatment and control group at follow-up. Researchers hypothesize that adolescent students with LI may require additional support to achieve long-term  gains",
            "Clinician/teacher directed methods of language intervention –Intervention for syntax and morphology difficulties: -Authors of a systematic review of language interventions for school-aged children (kindergarten–12th  grade) concluded that there is insufficient evidence to draw firm conclusions regarding therapy targeted at syntax difficulties. Only one study reviewed investigated intervention for upper grade children or adolescents, and it did not yield significant differences between the control and treatment groups.(4) Recommendations for intervention for syntax and morphology  are based on clinical guidelines presented in case studies and descriptive studies. Grammar instruction should be linked to the curriculum -Select syntactical constructions from the text to target and have the student brainstorm syntactic variations and meanings -Explicitly teach 5–10  examples of a specific syntactic construction. Encourage the student to self-generate examples(38) -Show the student how to maintain a list of grammar rules in a notebook(38) -Have the student use specific syntactic forms while answering questions about a text(38) -Explicitly teach commonly used prefixes and suffixes -Authors of a qualitative review of interventions for older students with syntax difficulties outlined 4 principles of instruction in helping students to understand and use the unique grammar of expository texts:(39) -Grammatical instruction and explicit manipulation of grammatical forms should be embedded within the context of the expository discourse task (reading of curriculum materials) as well as in isolated, decontextualized metalinguistic activities -Opportunities for practice of new grammatical forms should be provided in all modalities: reading, writing, and oral language -Students should have multiple exposure to target patterns as well as repeated opportunities to practice new grammatical forms -Materials for treatment should be drawn from students’ curricular materials -In a study conducted in the United States with 30 children with SLI ages 10 to 14 years, 11 months, researchers investigated the effects of once-weekly therapy (n = 14) compared to twice-weekly  therapy (n = 16) for 9 weeks. All treatment sessions were 40–60  minutes long and treatment focused on training the children to comprehend complex sentence structures using repetition, metalinguistic training, and guided practice. Outcome measures indicated that 80% of participants exhibited medium or large effect sizes in their ability to produce complex sentences in structured contexts. There was no significant difference in treatment gains noted between the participants who had therapy once weekly versus twice weekly(59) –Intervention for semantics/vocabulary deficits: Authors of a review of language intervention studies for school-aged children in kindergarten through 12th grade reported that there is a lack of strong evidence regarding the effectiveness of vocabulary interventions but that SLPs should have some confidence in interventions that involve collaborating with classroom teachers to provide systematic vocabulary instruction.(4) V ocabulary intervention in the later grades should always be aligned with content classes. To understand increasingly difficult expository texts (texts that provide information), students have to learn specific words associated with social studies, science, mathematics, and literature(38) -Provide a rich context for students to learn new words. New vocabulary should not be encountered in isolation but in contexts that enforce the words’ meaning, such as expository texts, visuals, and video clips -Collaborate with regular and special education teachers to design instruction to provide students with multiple exposures to new words. Students need opportunities to hear a new word, read it, and use it in speaking and writing. Computerized instruction can also be used to reinforce vocabulary concepts -Use semantic organizers (visual representations of how words are related to each other) to teach clusters of words and to assist students in forming links between words -Teach students independent word-learning  strategies so that they can find meanings of words they encounter in spoken or written language on their own -Introduce examples of new words to assist students in understanding the boundaries of the definition -Teach students to define words themselves. Students may work in pairs to infer the meaning of new words they encounter in texts. Begin with instruction on how to define concrete nouns and gradually move to more abstract nouns(40) -In an RCT in the United Kingdom, researchers investigated the effects of semantic therapy for word-finding  difficulties in 15 children aged 9 years, 11 months to 15 years, 11 months with persistent language impairments.(41) Participants were randomly assigned to a therapy vs. a delayed control group. Therapy involved two 15-minute  semantic therapy sessions per week for 8 weeks that targeted words from one of three semantic categories (animals, food, clothes). Activities included sorting pictures by semantic categories, discussing the semantic attributes of pictures, comparing pictures in terms of the attributes, and using these attributes and categories as cues in games (e.g., 20 questions). Dependent measures were the Test of Adolescent Word Finding (TAWF) and the Test of Word Finding in Discourse  (TWFD). Results indicated that both treatment groups had significant increases in scores on the TAWF after therapy that were maintained 5 months later; the control group did not have an increase on the TAWF. Neither group made significant gains on the TWFD -In a study in the United Kingdom, researchers investigated the relative effects of a vocabulary intervention and a narrative intervention on the language and reading abilities of 54 adolescents (mean age 12 years, 8 months) with severe and complex difficulties in language and communication.(42) Participants were randomly assigned to a vocabulary intervention group or a narrative intervention group. Each group received intervention in two 50-minute  sessions per week for 6 weeks -Narrative intervention: Targeted the understanding and telling of stories with a focus on story structure, story description, and inferential understanding -V ocabulary intervention: Key concepts of vocabulary were taught through mind-mapping,  word associations, and word building. Specific concepts from the National Curriculum were targeted -Pretest language and reading measures indicated no significant difference between the two treatment groups. At posttest, both groups showed significant improvements on measures of receptive vocabulary, recalling sentences, and nonliteral comprehension. Differences between groups on other measures did not reach significance(42) –Interventions for pragmatic deficits: Authors of a systematic review of language interventions for school-aged  children in kindergarten through 12th grade did not identify any intervention studies for pragmatic deficits of children in the upper grades.(4) Pragmatic targets might include telling narratives, describing past events, asking questions, requesting help, interpreting people's emotions, taking another's perspective, maintaining topic, monitoring one's own conversational contributions, and interacting with peers. Activities to address these targets might include:(43) -Stories can be used to discuss the characters' actions and intentions to target specific social discourse goals -Story structure can be illustrated by examples as well as explicit instruction on narrative components (e.g., introduction, setting, characters). Cue cards with the components can be used to prompt children as they tell or retell narratives -Video of social interactions can be used to discuss and evaluate others' social discourse -Role-plays  can be used to practice social discourse goals -Multiple opportunities should be provided to use behaviors in different contexts to allow for generalization –Intervention for receptive language/auditory comprehension -In a study conducted in the United Kingdom with 72 children ages 9 to 17 years, researchers investigated the effectiveness of individual therapy sessions targeting individualized receptive and expressive language deficits (as well as some articulation and phonological awareness deficits). Researchers selected targets as well as control measures and found significant improvement on the targets after intervention (30% improvement on targets versus 8% improvement on controls). Researchers concluded that individualized, individual speech therapy for older children with SLI is effective(64) -In an RCT conducted in the United Kingdom with 14 adolescents with severe receptive LI, researchers reported significant gains in comprehension of coordinating conjunctions after 4 hours of individual shape coding therapy(53) -In Phase 1 of the trial, the therapy group received eight 30-minute individual sessions of shape coding therapy (explicit teaching with visual support) along with their usual speech therapy sessions. In Phase 2, the waiting control group received the same therapy protocol(53) -Therapy sessions consisted of introduction to coordinating conjunctions and explicit teaching of their meaning through spoken explanations and visual supports (i.e., the subject is circled, the auxiliary has a diamond written around it, the verb phrase is marked with a hexagon, and the adjective phrase has a cloud drawn around it)(53) -Coordinating conjunctions were introduced one at a time in a variety of sentences, and each step built on the previous step; the SLP did not move on to the next target conjunction until good comprehension was achieved (exact percentage of accuracy was not reported)(53) -At the conclusion of the 4 hours of individual therapy, subjects’ language skills were reassessed; significant improvement in comprehension of coordinating conjunctions was observed for the therapy group as compared to the waiting controls. After the waiting control group completed the therapy, their scores were significantly higher as well. Additionally, researchers combined results of phase 1 and 2 and found a significant effect overall. These gains were maintained at a 4-month  follow-up  as well(53) –Interventions for comprehension/text comprehension: Comprehension instruction in the later grades usually is associated with comprehension of specific texts. The following are techniques to assist students with comprehension in content area classes:  -Activate the student's prior knowledge: Discuss the text with the student prior to reading it to elicit background knowledge about the subject matter. Students can also be guided to read previews, summaries, or section headings before reading the text(38) -Assist the student to engage in active learning: Instruct the student how to use different materials such as quizzes, notes, alternative texts, personal summaries, or online resources to reinforce knowledge. Students with LI do not always study in an efficient way and need to be taught a script for reviewing material(38) -Target useful vocabulary: Target words for the student to learn should be identified in the text. The student can practice using vocabulary by answering questions about the text, retelling parts of the text using target words, making definitions with the words, or using target words in sentence generation. See above for more information on vocabulary instruction(38) -Facilitate strategy use: The SLP can assist the student in using different comprehension strategies. The following are some strategies that the student can use while reading text. All strategies should be explicitly taught and modeled by the SLP or teacher:(44,45,46) -Graphic and semantic organizers: Readers make visual or graphic representations of what they read -Question answering: The teacher/SLP poses questions before, during, or after reading -Question generation: Students are taught to ask themselves questions about what they read -Story structure: Students are taught to use story mapping to help them recall the details and parts of a story -Summarization: After reading a text, students are asked to summarize (orally or by writing) what they have just read",
            "Computer-based  intervention/training in rapid auditory processing: Fast ForWord (FFW) is a computer program designed to improve a child's detection of rapidly presented and changing speech stimuli. The program is based on the hypothesis that children's reading and language deficits are due to a general auditory processing deficit(47) –The effectiveness of FFW for improving reading and language abilities for 2nd-and 7th-grade  students at risk for language and reading difficulties was examined in an RCT conducted in 8 schools (N = 274 7th-grade  students) in the United States.(47) Participants in the treatment group received supplemental instruction with FFW (100 min/day, 5 days a week for 4 to 8 weeks). The control group received no additional intervention. The 7th-grade  students used a middle school version of the software that had graphics and content tailored to their age and grade levels. The authors concluded that FFW did not help the students improve their language and reading comprehension scores on a standardized achievement test . Problem Goal Intervention Expected Progression Home Program  Difficulty understanding and using correct or complex syntax and morphologyThe child will improve syntax and morphology understanding and use (goals may specify particular syntax objectives)Intervention for syntax and morphology difficulties _ _ Techniques for teaching oral syntax include: _ 1.Select syntactical constructions from the text to target and have the student brainstorm syntactic variations and meanings 2.Show the student how to use context clues to determine syntactic meaning(38) 3.Encourage the student to self-generate examples(38) 4.Show the student how to maintain a list of grammar rules in a notebook(38) 5.Have the student use specific syntactic forms while answering questions about a text(38) 6.Explicitly teach common prefixes and suffixesProgression will depend on the syntactic forms that the child currently knows and will progress according to developmental expectationsTo generalize the use of specific syntactic forms, it is important to provide activities for the child to do at home with caregivers Word finding difficulties and low vocabulary levelIncrease the child's vocabularyIntervention for vocabulary deficits _ In a school, the SLP will often work with the regular education or special education teacher to collaborate on vocabulary instruction. See above for principles of good vocabulary interventionProgression will depend on the child's vocabulary learning abilities. For example, the child may start with only 1–3 new words/ week and progress gradually to 7–10Home practice is important to provide multiple exposures to new words in different contexts  Pragmatic/social discourse deficitsThe child will improve pragmatic skillsInterventions for pragmatic deficits _ See above for specific therapy techniques regarding pragmatic language interventionProgression will depend on the targeted skills. If the goal is to increase narrative ability, the child may first tell narratives with picture cues as prompts and progress to telling narratives without pictures cues _ _ If social discourse skills are targeted, the child may first practice the skills with the therapist or with one other child and progress to using the skills in a small group and then in a natural contextHome practice is important to provide multiple opportunities for the child to use newly learned discourse skills in different situations(8) _ Receptive LI _ _To increase comprehension of spoken and written language; to increase the variety of the individual’s receptive vocabulary _ _Shape coding therapy (53) _ See Treatment summary , above _Progression will be determined on an individual basis; new vocabulary or sentence structures should be introduced one at a time in a variety of sentences, and each step should build on the previous step _ Continue to another target once desired, predetermined accuracy level has been achieved (e.g., 80% accuracy) _To increase comprehension of specific syntactic forms or vocabulary words, it is important to provide activities for the child to do at home with caregivers ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved vocabulary knowledge": [
            "PPVT-4",
            "CELF-5",
            "Test of Language Development–Intermediate"
        ],
        "improved auditory comprehension": [
            "CELF-5",
            "Test of Language Development–Intermediate",
            "OWLS-II",
            "CASL"
        ],
        "improved oral syntax": [
            "OWLS-II",
            "CASL",
            "Language sample"
        ],
        "improved narrative language abilities": [
            "Test of Narrative Language",
            "Story-telling  or spontaneous narrative sample"
        ],
        "improved pragmatic skills": [],
        "improved reading and writing skills": []
    },
    "maintenance or prevention": [
        "The child's progress on language goals should be monitored regularly to make appropriate adjustments in therapy",
        "There is some evidence that breastfeeding directly after birth has a protective effect against SLI. Researchers in the Netherlands theorized that this might be related to the fact that children who breastfeed have a lower rate of ear infections, might be because breastfeeding involves increased communication between mother and child, or possibly is a result of the nutritional benefits of breastmilk for brain development(61) Patient/Family Education",
        "For parent information on language-based  learning disabilities from ASHA, see https://www.asha.org/public/speech/ disorders/LBLD.htm",
        "For parent information on social language use (pragmatics) from ASHA, see https://www.asha.org/public/speech/disorders/ LBLD.htm Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Trauner D, Wulfeck B, Tallal P, Hesselink J. Neurological and MRI profiles of children with developmental language impairment. Dev Med Child Neurol . 2000;42(7):470-475.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Snowling MJ, Hayiou-Thomas  ME. Specific language impairment. In: Yeates KO, Ris MD, Taylor HG, et al, eds. Pediatric Neuropsychology: Research, Theory, and Practice . 2nd ed. New York, NY: Guilford Press; 2010:363-392.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Leonard LB. Is expressive language disorder an accurate diagnostic category? Am J Speech Lang Pathol . 2009;18(2):115-123.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Cirrin FM, Gillam R. Language intervention practices for school-age  children with spoken language disorders: a systematic review. Lang Speech Hear Serv Sch . 2008;39(1):S110-S137.  (SR)"
        },
        {
            "number in article": 5,
            "reference": "Loeb DF, Gillam RB, Hoffman L, Brandel J, Marquis J. The effects of Fast ForWord Language on the phonemic awareness and reading skills of school-age  children with language impairments and poor reading skills. Am J Speech Lang Pathol . 2009;18(4):376-387.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Language-based  learning disabilities. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/disorders/LBLD.htm . Accessed July 16,"
        },
        {
            "number in article": 2018,
            "reference": " (G)"
        },
        {
            "number in article": 7,
            "reference": "Qualls CD, Lantz JM, Pietrzyk RM, Blood GW, Hammer CS. Comprehension of idioms in adolescents with language-based  learning disabilities compared to their typically developing peers. J Commun Disord . 2004;37(4):295-311.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Brinton B, Fujiki M. Social competence in children with language impairment: making connections. Semin Speech Lang . 2005;26(3):151-159.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Paul R. Language Disorders from Infancy Through Adolescence: Assessment & Intervention . 3rd ed. St. Louis, MO: Mosby Elsevier; 2007. (G)"
        },
        {
            "number in article": 10,
            "reference": "Bishop DVM. What causes specific language impairment in children? Curr Dir Psychol Sci . 2006;15(5):217-221.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Choudhury N, Benasich AA. A family aggregation study: the influence of family history and other risk factors on language development. J Speech Lang Hear Res . 2003;46(2):261-272.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Stanton-Chapman  TL, Chapman DA, Bainbridge NL, Scott KG. Identification of early risk factors for language impairment. Res Dev Disabil . 2002;23(6):390-405.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Sansavini A, Guarini A, Justice LM, et al. Does preterm birth increase a child's risk for language impairment? Early Hum Dev . 2010;86(12):765-772.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Shaywitz SE, Morris R, Shaywitz BA. The education of dyslexic children from childhood to young adulthood. Annu Rev Psychol . 2008;59:451-475.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Durkin K, Conti-Ramsden  G. Young people with specific language impairment: a review of social and emotional functioning in adolescence. Child Lang Teach Ther . 2010;26(2):105-121.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Lindsay G, Dockrell J. Longitudinal patterns of behavioral, emotional, and social difficulties and self-concepts  in adolescents with a history of specific language impairment. Lang Speech Hear Serv Sch . 2012;43(4):445-460.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Semel E, Wiig EH, Secord WA. Clinical Evaluation of Language Fundamentals . 5th ed. San Antonio, TX: The Psychological Corporation; 2013. (PP)"
        },
        {
            "number in article": 18,
            "reference": "Hammill DD, Newcomer PL. Test of Language Development - Intermediate . 3rd ed. Austin, TX: Pro-Ed; 1997. (PP)"
        },
        {
            "number in article": 19,
            "reference": "Dunn LM, Dunn DM. Peabody Picture Vocabulary Test-4. 4th ed. Bloomington, MN: Pearson; 2007. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Gillam R, Pearson NA. The Test of Narrative Language . Austin, TX: Pro-Ed; 2004. (PP)"
        },
        {
            "number in article": 21,
            "reference": "Carrow-Woolfolk  E. Oral and Written Language Scales: Listening Comprehension and Oral Expression . Circle Pines, MN: American Guidance Service, Inc; 1995. (PP) "
        },
        {
            "number in article": 22,
            "reference": "Carrow-Woolfolk  E. Comprehensive Assessment of Spoken Language . Circle Pines, MN: American Guidance Services; 1999. (PP)"
        },
        {
            "number in article": 23,
            "reference": "Nippold MA, Mansfield TC, Billow JL, Tomblin JB. Expository discourse in adolescents with language impairments: examining syntactic development. Am J Speech Lang Pathol. 2008;17(4):356-366.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Wetherell D, Botting N, Conti-Ramsden  G. Narrative in adolescent specific language impairment (SLI): a comparison with peers across two different narrative genres. Int J Lang Commun Disord . 2007;42(5):583-605.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Fey ME, Catts HW, Proctor-Williams  K, Tomblin JB, Zhang X. Oral and written story composition skills of children with language impairment. J Speech Lang Hear Res . 2004;47(6):1301-1318.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Miller J, Iglesias A. Systematic Analysis of Language Transcripts (SALT), English & Spanish [Computer Software] . Madison, WI: Language Analysis Lab, University of Wisconsin-Madison;  2010. (PP)"
        },
        {
            "number in article": 27,
            "reference": "Sun L, Nippold MA. Narrative writing in children and adolescents: examining the literate lexicon. Lang Speech Hear Serv Sch . 2012;43(1):2-13.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Conti-Ramsden  G, Durkin K. Language and independence in adolescents with and without a history of specific language impairment (SLI). J Speech Lang Hear Res . 2008;51(1):70-83.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Durkin K, Conti-Ramsden  G. Language, social behavior, and the quality of friendships in adolescents with and without a history of specific language impairment. Child Dev . 2007;78(5):1441-1457.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Conti-Ramsden  G, Durkin K, Simkin Z, Knox E. Specific language impairment and school outcomes. I: Identifying and explaining variability at the end of compulsory education. Int J Lang Commun Disord . 2009;44(1):15-35.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Fletcher JM, Vaughn S. Response to intervention: preventing and remediating academic difficulties. Child Dev Perspect . 2009;3(1):30-37.  (RV)"
        },
        {
            "number in article": 32,
            "reference": "Moore-Brown  BJ, Montgomery JK, Bielinski J, Shubin J. Responsiveness to intervention: teaching before testing helps avoid labeling. Top Lang Disord . 2005;25(2):148-167. (R)"
        },
        {
            "number in article": 33,
            "reference": "Vaughn S, Cirino PT, Wanzek J, et al. Response to intervention for middle school students with reading difficulties: Effects of a primary and secondary intervention. School Psych Rev . 2010;39(1):3-21.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Adolescent literacy and older students with learning disabilities: a report from the National Committee on Learning Disabilities. Learn Disabil Q . 2008;31(4):211-218.  (RV)"
        },
        {
            "number in article": 35,
            "reference": "Ehren BJ. Speech-language  pathologists contributing significantly to the academic success of high school students: a vision of professional growth. Top Lang Disord . 2002;22(2):60-80.  (G)"
        },
        {
            "number in article": 36,
            "reference": "Justice LM. Evidence-based  practice, response to intervention, and the prevention of reading difficulties. Lang Speech Hear Serv Sch . 2006;37(4):284-297.  (X)"
        },
        {
            "number in article": 37,
            "reference": "Starling J, Munro N, Togher L, Arciuli J. Training secondary school teachers in instructional language modification techniques to support adolescents with language impairment: a randomized controlled trial. Lang Speech Hear Serv Sch . 2012;43(4):474-495.  (RCT)"
        },
        {
            "number in article": 38,
            "reference": "Horn DG. Expository intervention with adolescents. Top Lang Disord . 2010;30(4):350-367.  (G)"
        },
        {
            "number in article": 39,
            "reference": "Scott CM, Balthazar CH. The grammar of information: challenges for older students with language impairments. Top Lang Disord . 2010;30(4):288-307.  (RV)"
        },
        {
            "number in article": 40,
            "reference": "Nippold MA. Word definition in adolescents as a function of reading proficiency: a research note. Child Lang Teach Ther . 1999;15(2):171-176.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Ebbels SH, Nicoll H, Clark B, et al. Effectiveness of semantic therapy for word-finding  difficulties in pupils with persistent language impairments: a randomized control trial. Int J Lang Commun Disord . 2012;47(1):35-51.  (RCT)"
        },
        {
            "number in article": 42,
            "reference": "Joffe V. Enhancing language and communication in language-impaired  secondary school-aged  children. In: Clegg J, Ginsborg J, eds. Language and Social Disadvantage: Theory Into Practice . Hoboken, NJ: John Wiley & Sons Inc; 2006:207-216.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Brinton B, Fujiki M, Robinson LA. Life on a tricycle: a case study of language impairment from 4 to 19. Top Lang Disord . 2005;25(4):338-352.  (C)"
        },
        {
            "number in article": 44,
            "reference": "National Institute of Child Health and Human Development. Report of the National Reading Panel. Teaching children to read: an evidence-based  assessment of the scientific research literature on reading and its implications for reading instruction. National Institute of Child Health and Human Development Web site. http://www.nichd.nih.gov/ publications/pubs/nrp/Documents/report.pdf . Published 2000. Accessed July 16, 2018. (SR)"
        },
        {
            "number in article": 45,
            "reference": "Kamil ML, Borman GD, Dole J, Kral CC, Salinger T, Torgesen J. Improving adolescent literacy: effective classroom and intervention practices. A practice guide. (NCEE 2008-4027).  National Center for Education Evaluation and Regional Assistance, Institute of Education Sciences, U.S. Department of Education Web site. https://ies.ed.gov/ ncee/wwc/Docs/PracticeGuide/adlit_pg_082608.pdf . Published August 2008. Accessed July 16, 2018. (SR)"
        },
        {
            "number in article": 46,
            "reference": "Roberts G, Torgesen JK, Boardman A, Scammacca N. Evidence-based  strategies for reading instruction of older students with learning disabilities. Learn Disabil Res Pract . 2008;23(2):63-69.  (RV)"
        },
        {
            "number in article": 47,
            "reference": "Borman GD, Benson JG, Overman L. A randomized field trial of the Fast ForWord Language computer-based  training program. Educ Eval Policy Anal . 2009;31(1):82-106. (RCT)"
        },
        {
            "number in article": 48,
            "reference": "McKean C, Letts C, Howard D. Developmental change is key to understanding primary language impairment: the case of phonotactic probability and nonword repetition. J Speech Lang Hear Res . 2013;56(5):1579-1594.  doi:10.1044/1092-4388(2013/12-0066).  (R)"
        },
        {
            "number in article": 49,
            "reference": "Rakhlin N, Kornilov SA, Grigorenko EL. Gender and agreement processing in children with Developmental Language Disorder. J Child Lang . 2014;41(2):241-274.  doi:10.1017/ S030500091200058X. (R)"
        },
        {
            "number in article": 50,
            "reference": "Written Language Disorders. American Speech-Language-Hearing  Association Practice Portal Web site. https://www.asha.org/Practice-Portal/Clinical-Topics/Written-Language-Disorders/ . Accessed July 16, 2018. (G)"
        },
        {
            "number in article": 51,
            "reference": "McGregor KK, Oleson J, Bahnsen A, Duff D. Children with developmental language impairment have vocabulary deficits characterized by limited breadth and depth. Int J Lang Commun Disord . 2013;48(3):307-319.  doi:10.1111/1460-6984.12008.  (R)"
        },
        {
            "number in article": 52,
            "reference": "Nys J, Content A, Leybaert J. Impact of language abilities on exact and approximate number skills development: evidence from children with specific language impairment. J Speech Lang Hear Res . 2013;56(3):956-970.  doi:10.1044/1092-4388(2012/10-0229).  (R)"
        },
        {
            "number in article": 53,
            "reference": "Ebbels SH, Maric N, Murphy A, Turner G. Improving comprehension in adolescents with severe receptive language impairments: a randomized control trial of intervention for coordinating conjunctions. Int J Lang Commun Disord . 2014;49(1):30-48.  doi:10.1111/1460-6984.12047.  (RCT)"
        },
        {
            "number in article": 54,
            "reference": "Brooks PJ, Seiger-Gardner  L, Sailor K. Contrasting effects of associates and coordinates in children with and without language impairment: A picture–word  interference study. Appl Psycholinguist . 2014;35(3):515-545.  doi:10.1017/S0142716412000495. (R)"
        },
        {
            "number in article": 55,
            "reference": "Alt M, Arizmendi GD, Beal CR. The relationship between mathematics and language: academic implications for children with specific language impairment and English language learners. Lang Speech Hear Serv Sch . 2014;45(3):220-233.  doi:10.1044/2014_LSHSS-13-0003.  (R)"
        },
        {
            "number in article": 56,
            "reference": "Gallinat E, Spaulding TJ. Differences in the performance of children with specific language impairment and their typically developing peers on nonverbal cognitive tests: a meta-analysis.  J Speech Lang Hear Res . 2014;57(4):1363-1382.  doi:10.1044/2014_JSLHR-L-12-0363.  (M)"
        },
        {
            "number in article": 57,
            "reference": "Richards S, Goswami U. Auditory Processing in Specific Language Impairment (SLI): Relations With the Perception of Lexical and Phrasal Stress. J Speech Lang Hear Res . August 1, 2015;58(4):1292-305.  doi:10.1044/2015_JSLHR-L-13-0306.  (R)"
        },
        {
            "number in article": 58,
            "reference": "Lowe H, Henry L, Müller LM, Joffe VL. Vocabulary intervention for adolescents with language disorder: a systematic review. Int J Lang Commun Disord . March 2018;53(2):199-217.  doi:10.1111/1460-6984.12355.  (SR)"
        },
        {
            "number in article": 59,
            "reference": "Balthazar CH, Scott CM. Targeting complex sentences in older school children with specific language impairment: results from an early-phase  treatment study. J Speech Lang Hear Res . March 15, 2018;61(3):713-728.  doi:10.1044/2017_JSLHR-L-17-0105.  (R)"
        },
        {
            "number in article": 60,
            "reference": "Lammertink I, Boersma P, Wijnen F, Rispens J. Statistical learning in specific language impairment: a meta-analysis.  J Speech Lang Hear Res . December 20, 2017;60(12):3474-3486.  doi:10.1044/2017_JSLHR-L-16-0439.  (M)"
        },
        {
            "number in article": 61,
            "reference": "Diepeveen FB, Dommelen P, Oudesluys-Murphy  AM, Verkerk PH. Specific language impairment is associated with maternal and family factors. Child Care Health Dev . May 2017;43(3):401-405.  doi:10.1111/cch.12451. (R)"
        },
        {
            "number in article": 62,
            "reference": "Moncrieff D, Miller E, Hill E. Screening tests reveal high risk among adjudicated adolescents of auditory processing and language disorders. J Speech Lang Hear Res . April 17, 2018;61(4):924-935.  doi:10.1044/2017_JSLHR-H-17-0098.  (R)"
        },
        {
            "number in article": 63,
            "reference": "Poll GH, Burke L, Miller CA, Fiene J. Prognostic indicators: predicting degree of change from interventions for adolescents at risk for language weakness. Commun Disord Q . 2017;38(4):219-230.  (R)"
        },
        {
            "number in article": 64,
            "reference": "Ebbels SH, Wright L, Brockbank S, et al. Effectiveness of 1:1 speech and language therapy for older children with (developmental) language disorder. Int J Lang Commun Disord. July 2017;52(4):528-539.  doi:10.1111/1460-6984.12297.  (R)"
        },
        {
            "number in article": 65,
            "reference": "Spencer S, Clegg J, Stackhouse J, Rush R. Contribution of spoken language and socio-economic  background to adolescents' educational achievement at age 16 years. Int J Lang Commun Disord . March 2017;52(2):184-196.  doi:10.1111/1460-6984.12264.  (R)"
        },
        {
            "number in article": 66,
            "reference": "Werfel KL, Krimm H. A preliminary comparison of reading subtypes in a clinical sample of children with specific language impairment. J Speech Lang Hear Res . September 18, 2017;60(9):2680-2686.  doi:10.1044/2017_JSLHR-L-17-0059.  (R)"
        }
    ]
}