{
    "metadata": {
        "title": "Language Disorders  Bilingual School-Aged Children",
        "synonyms": [],
        "anatomical location body part affected": [
            "Medical problems (e.g., stroke, hearing loss, brain injury) can result in injury to the anatomy of communication and lead to language disorders in children; however, language disorders often have no known cause(1)"
        ],
        "area of specialty": [
            "child speech and language disorders"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {
            "315.31": "expressive language disorder",
            "315.32": "mixed receptive-expressive language disorder",
            "315.34": "speech and language developmental delay due to hearing loss",
            "315.39": "other (developmental articulation disorder, dyslalia, phonological disorder)",
            "438.10": "speech and language deficit, unspecified",
            "438.19": "other speech and language deficits"
        },
        "ICD-10 codes": {
            "F80.1": "expressive language disorder",
            "F80.2": "mixed receptive-expressive language disorder",
            "F80.89": "other developmental disorders of speech and language",
            "F80.9": "developmental disorder of speech and language, unspecified _ (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Signs and symptoms of a language disorder will vary greatly depending upon the cause of the language disorder, the age of the child, the language demands placed up the child, the severity of the language disorder, and the child’s environment. The symptoms of language disorders can be mild or severe and can vary between children as well as during a single child’s lifetime. School-aged  children with language disorders might display poor narrative skills, impaired social language (pragmatic) skills, problems learning to read and write, delayed rate of learning verbal material, and/or delayed language processing time.(2,4)Bilingual school-aged children are likely to display the same symptoms of language disorder as monolingual speakers of the same language. For example, the same types of grammatical errors are likely to be seen in the English language of a monolingual English-speaking  child with a language disorder and a bilingual English-speaking  and Spanish-speaking  child with a language disorder.(4) Bilingual children with a speech sound disorder in the area of phonology (i.e., phonological disorder) might exhibit sound error patterns displayed by monolingual children with phonological disorder in addition to patterns not usually produced by monolingual children.(5,6) Phonological errors produced by bilingual children can be determined by the phonological system of each of the child’s specific languages (e.g., word initial consonant clusters do not occur in Turkish; therefore, initial cluster reduction would not be seen in Turkish). Additionally, the phonological system of one language might influence the phonological system in the other language and lead to the production of phonological errors (“interference patterns”).(5) For detailed information on phonological disorders, see Speech Sound Disorders: Phonological ; CINAHL Topic ID Number: T708559 Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Precautions regarding the assessment of bilingual children –Prior to receiving a speech and language evaluation, bilingual children should receive testing from a specialist in the area of bilingual language assessment in order to determine which language the child is most proficient in. It is important that proficiency testing assess academic language (e.g., reading and writing) in addition to speaking and listening skills(8) –SLPs who assess bilingual children should be knowledgeable of the stages involved in the normal acquisition of a second language, including ways in which learning a second language (L2) can affect the child’s use of his or her first language (L1). SLPs must be aware that children who are learning a second language might display decreasing skills in L1 even in the absence of a language disorder. Diminishing fluency in L1 is more likely to occur in children who do not receive continued support in developing that language(2,8,9) –While children are in the process of learning a second language, their language skills and classroom performance might be affected by numerous affective, sociocultural, and linguistic factors (e.g., Is the child motivated to learn the second language? How much exposure does the child have to native speakers of this language? Does the child’s family value the use of the second language? What is the family’s socioeconomic status and how might this affect the child’s language skills?)(8) –When a language disorder is suspected, the child should always be assessed in both (or all) languages he or she is regularly exposed to in the home as well as school environments.(46) Additionally, it is critical to assess the child’s collective language system (i.e., combined skills of L1 and L2) rather than his or her skills in each language separately. This can be done through the use of appropriate tests (tests with culturally and linguistically appropriate content, tests normed on children with the same linguistic background), observation, and/or family interview.(2,10,46) Combination of direct language measures via formal testing with informal parental interviews has been found to be an effective and sensitive measure of language abilities in bilingual children(52) –Distinguishing a language difference from a language disorder is complicated by the fact that there is very little information on typical development in languages other than English and that much variety exists among speakers of other languages (e.g., Spanish speakers from Mexico might use different vocabulary from Spanish speakers from Spain or Central America).(6,8) Additionally, it is important to determine whether errors in a child’s speech are related to limited proficiency in a second language or an actual language disorder. Errors made by typically developing bilingual children differ from errors made by bilingual children with language impairment. For a typically developing bilingual child, vocabulary substitution errors are common and often are influenced by knowledge of the child’s first language; however, errors that violate syntactic principles of the language (e.g., omission of morphemes) are characteristic of a language disorder(41) –A school or clinic policy to delay assessment until a specific time (e.g., 2 years of English instruction has been completed) is inappropriate. The timing of a language assessment for a bilingual child should be considered on an individual basis(2) –Typically developing children who are early English language learners (those with less than 2 years of English learning) often make grammatical (morphological) errors that are the same as the errors made by monolingual English speakers  with a language disorder. Due to this fact, SLPs should use caution when considering morphological errors as an indicator of a language disorder in bilingual children. Additionally, typically developing children learning English vary greatly in the time they require to master English morphology(10) –When the SLP conducting a language assessment on a bilingual child does not share the same languages as the child, collaboration with trained support personnel is recommended. Professional interpreters or translators, bilingual diagnosticians, bilingual speech language pathology assistants, trained speakers from the child’s L1 community, and/or family members can fill this role(5) -In a study conducted in the United States with 167 children whose first language was Spanish and who were learning English as a second language, researchers completed comprehensive language assessments in both English and Spanish during the children’s first-grade  year with bilingual SLPs. Researchers performed logistic regression analyses on the assessment results, using sensitivity to determine diagnostic accuracy. Researchers found that the results of English standardized testing could be used to make a reasonably accurate diagnosis for bilingual children who have attended public school for at least 1 year and were using English at least 30% of the time(39) –Published research indicates that: 1) two separate phonological systems develop in bilingual children and 2) the stages of phonological development in typically developing bilingual children are different from the stages of phonological development in typically developing monolingual children who speak one of the same languages.(6) For example, a typically developing bilingual, English-  and Urdu-speaking  child will display phonological development in English that differs from the phonological development of a typically developing monolingual, English-speaking  child. Therefore, developmental information normed on monolingual children cannot be used to identify a phonological disorder in bilingual children –There is evidence to suggest that bilingualism does not exacerbate language disorders in children; however, it might lead to slower development of vocabulary (in children with and without language impairment). In a study conducted in Finland with 73 Swedish-Finnish  bilingual children and 43 Swedish-speaking  monolingual children, researchers found that the children in the study population who were identified as having SLI had lower scores than the control (typically developing) group on all language tests. The bilingual children (with and without language impairment) had lower scores than the monolingual group (with and without language impairment) only on a test of body-part naming. The interaction of group (control versus SLI) and bilingualism was not significant on any of the language scores (i.e., bilingualism did NOT exacerbate a language disorder)(40)",
            "Precautions regarding standardized testing of bilingual children –For clinicians in the United States, the use of standardized assessment measures is not recommended when testing bilingual children because 1) normative information on language development in nonstandard English speakers is lacking, 2) very few tests exist that have been normed on nonstandard English speakers, 3) conventional, norm-referenced  tests are culturally inappropriate for use with children from non-mainstream  American culture, and 4) such tests do not adequately capture a young child’s strengths and weaknesses in the area of communication.(8,11,12,13) When assessing culturally and linguistically diverse children with suspected language disorders, it is critical to use methods such as observation across multiple natural settings with multiple conversation partners and to consider input from parent/caregiver report of a child’s abilities(2,13) –Criterion or curriculum-referenced  assessments provide quantitative information (such as what knowledge a child does or does not possess) and specific test scores. These tests can be used to assess the child’s knowledge of the curriculum; however, they may be culturally and linguistically inappropriate and fail to provide information on the child’s thought processes and the strategies he or she used to answer test questions(14) –Tests that have been translated into a child’s L1 are unreliable for many reasons (e.g., the test may have been normed on monolingual children) and should not be used to diagnose language disorders(8)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  medical problems  e.g., stroke, hearing loss, brain injury  can result in injury to the anatomy of communication and lead to language disorders in children; however, language disorders often have no known cause": [],
        "pathogenesis:  language disorders result from a variety of causes. symptoms vary, in part, according to the child’s age and linguistic expectations across the lifespan": [],
        "risk factors:  risk factors for developmental language disorders include:": [
            "Child factors–Low 5-minute  Apgar score(7)–Later birth order (third child or higher within a family)(7)–Male sex(7)–Attention-deficit/hyperactivity  disorder (ADHD)(51)–Prematurity(42)-In a study conducted in the United States comparing 57 school-aged  children who were born 32 or fewer weeks’gestation or < 1,500 g to 57 school-aged children born full-term,  researchers found that those born prematurely had ahigher risk of discourse-level  language difficulties around age 7. By age 10, however, those children who were bornat or after 27 weeks’ gestation who had no frank neurological impairment had language abilities that were statisticallyindistinguishable from those of children who were full-term(42)",
            "Parent factors–Having a mother with less than a high school degree(7)",
            "Family history of speech and language disorders does not appear to be a consistent risk factor for children who arebilingual(52)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Speech-language  pathologists (SLPs) who work with linguistically and culturally diverse children and families must continuously work to develop clinical cultural competence. Kohnert suggests four characteristics of culturally competent clinicians:  Simultaneously appreciate cultural patterns and individual variation(2) Engage in cultural self-scrutiny  (what are the SLP’s cultural beliefs and personal biases?)(2) Embrace principles of evidence-based  practice(2) Consider language disorders within the social context(2)",
        "The assessment and treatment of bilingual children often requires a team approach. If the SLP does not share the child/ family’s linguistic or cultural background, translators, interpreters, and/or cultural mediators may be needed to participate in the assessment and intervention process(2,8)",
        "Development of an individualized education plan (IEP; school-aged)  in collaboration with the parents/caregivers and school/ educational personnel for children with language disorders is essential to address communication and learning problems in the school environment; an IEP team for a bilingual child should include a professional fluent in each language spoken by the child",
        "SLPs should complete a review of a child’s medical history prior to conducting an assessment or intervention",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Precautions regarding the assessment of bilingual children –Prior to receiving a speech and language evaluation, bilingual children should receive testing from a specialist in the area of bilingual language assessment in order to determine which language the child is most proficient in. It is important that proficiency testing assess academic language (e.g., reading and writing) in addition to speaking and listening skills(8) –SLPs who assess bilingual children should be knowledgeable of the stages involved in the normal acquisition of a second language, including ways in which learning a second language (L2) can affect the child’s use of his or her first language (L1). SLPs must be aware that children who are learning a second language might display decreasing skills in L1 even in the absence of a language disorder. Diminishing fluency in L1 is more likely to occur in children who do not receive continued support in developing that language(2,8,9) –While children are in the process of learning a second language, their language skills and classroom performance might be affected by numerous affective, sociocultural, and linguistic factors (e.g., Is the child motivated to learn the second language? How much exposure does the child have to native speakers of this language? Does the child’s family value the use of the second language? What is the family’s socioeconomic status and how might this affect the child’s language skills?)(8) –When a language disorder is suspected, the child should always be assessed in both (or all) languages he or she is regularly exposed to in the home as well as school environments.(46) Additionally, it is critical to assess the child’s collective language system (i.e., combined skills of L1 and L2) rather than his or her skills in each language separately. This can be done through the use of appropriate tests (tests with culturally and linguistically appropriate content, tests normed on children with the same linguistic background), observation, and/or family interview.(2,10,46) Combination of direct language measures via formal testing with informal parental interviews has been found to be an effective and sensitive measure of language abilities in bilingual children(52) –Distinguishing a language difference from a language disorder is complicated by the fact that there is very little information on typical development in languages other than English and that much variety exists among speakers of other languages (e.g., Spanish speakers from Mexico might use different vocabulary from Spanish speakers from Spain or Central America).(6,8) Additionally, it is important to determine whether errors in a child’s speech are related to limited proficiency in a second language or an actual language disorder. Errors made by typically developing bilingual children differ from errors made by bilingual children with language impairment. For a typically developing bilingual child, vocabulary substitution errors are common and often are influenced by knowledge of the child’s first language; however, errors that violate syntactic principles of the language (e.g., omission of morphemes) are characteristic of a language disorder(41) –A school or clinic policy to delay assessment until a specific time (e.g., 2 years of English instruction has been completed) is inappropriate. The timing of a language assessment for a bilingual child should be considered on an individual basis(2) –Typically developing children who are early English language learners (those with less than 2 years of English learning) often make grammatical (morphological) errors that are the same as the errors made by monolingual English speakers  with a language disorder. Due to this fact, SLPs should use caution when considering morphological errors as an indicator of a language disorder in bilingual children. Additionally, typically developing children learning English vary greatly in the time they require to master English morphology(10) –When the SLP conducting a language assessment on a bilingual child does not share the same languages as the child, collaboration with trained support personnel is recommended. Professional interpreters or translators, bilingual diagnosticians, bilingual speech language pathology assistants, trained speakers from the child’s L1 community, and/or family members can fill this role(5) -In a study conducted in the United States with 167 children whose first language was Spanish and who were learning English as a second language, researchers completed comprehensive language assessments in both English and Spanish during the children’s first-grade  year with bilingual SLPs. Researchers performed logistic regression analyses on the assessment results, using sensitivity to determine diagnostic accuracy. Researchers found that the results of English standardized testing could be used to make a reasonably accurate diagnosis for bilingual children who have attended public school for at least 1 year and were using English at least 30% of the time(39) –Published research indicates that: 1) two separate phonological systems develop in bilingual children and 2) the stages of phonological development in typically developing bilingual children are different from the stages of phonological development in typically developing monolingual children who speak one of the same languages.(6) For example, a typically developing bilingual, English-  and Urdu-speaking  child will display phonological development in English that differs from the phonological development of a typically developing monolingual, English-speaking  child. Therefore, developmental information normed on monolingual children cannot be used to identify a phonological disorder in bilingual children –There is evidence to suggest that bilingualism does not exacerbate language disorders in children; however, it might lead to slower development of vocabulary (in children with and without language impairment). In a study conducted in Finland with 73 Swedish-Finnish  bilingual children and 43 Swedish-speaking  monolingual children, researchers found that the children in the study population who were identified as having SLI had lower scores than the control (typically developing) group on all language tests. The bilingual children (with and without language impairment) had lower scores than the monolingual group (with and without language impairment) only on a test of body-part naming. The interaction of group (control versus SLI) and bilingualism was not significant on any of the language scores (i.e., bilingualism did NOT exacerbate a language disorder)(40)",
            "Precautions regarding standardized testing of bilingual children –For clinicians in the United States, the use of standardized assessment measures is not recommended when testing bilingual children because 1) normative information on language development in nonstandard English speakers is lacking, 2) very few tests exist that have been normed on nonstandard English speakers, 3) conventional, norm-referenced  tests are culturally inappropriate for use with children from non-mainstream  American culture, and 4) such tests do not adequately capture a young child’s strengths and weaknesses in the area of communication.(8,11,12,13) When assessing culturally and linguistically diverse children with suspected language disorders, it is critical to use methods such as observation across multiple natural settings with multiple conversation partners and to consider input from parent/caregiver report of a child’s abilities(2,13) –Criterion or curriculum-referenced  assessments provide quantitative information (such as what knowledge a child does or does not possess) and specific test scores. These tests can be used to assess the child’s knowledge of the curriculum; however, they may be culturally and linguistically inappropriate and fail to provide information on the child’s thought processes and the strategies he or she used to answer test questions(14) –Tests that have been translated into a child’s L1 are unreliable for many reasons (e.g., the test may have been normed on monolingual children) and should not be used to diagnose language disorders(8)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Does the child have a primary disability that might have caused a language disorder (e.g., hearing impairment, cerebral palsy, traumatic brain injury)? Who referred the child for a speech and language assessment? What is the primary area of concern? Does one language appear more impaired than another?",
                "course of treatment": {
                    "medical management": "Does the child receive medical management for any reason? If so, describe the medical management the child is receiving ",
                    "surgical management": [],
                    "medications": "Determine what, if any, medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Unless a primary medical condition exists or is suspected, medical diagnostic tests are not common when diagnosing language disorders. Review all available medical records in the case of a primary medical condition or injury"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech-language,  occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Numerous factors influence language abilities in a bilingual child. Some factors to consider -How does the child’s personality and/or culture affect his or her use of language; e.g., is the child shy and reluctant to speak in class or to unfamiliar adults? -How much experience does the child have with L2? How much support/input does the child receive in L1? Does the child’s family value the use of L2? Does the child’s family value the continued use of L1? -What is the family’s socioeconomic status and how might that affect the child’s language skills?(8) Is the child experiencing “additive bilingualism,” in which the use of L1 and L2 is encouraged and supported, or “subtractive bilingualism,” in which L2 is acquired while the continued development of L1 is neglected?(2)",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms and whether symptoms present in L1 only, L2 only, or both languages. Document whether or not child displays characteristics of typical second-language  acquisition (e.g., interference of L1 on L2, continued use of some incorrect L2 structures, silent period with reluctance to produce L2, language loss of L1 due to diminished support in this language)(8)",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Does the child display problems in the areas of voice, fluency, hearing, pragmatic language, and/or oral-motor  skills?(2) Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., recurrent ear infections, difficulty hearing sounds in the environment, poor motor skill development, poor or unusual response to physical sensation, feeding/eating difficulties)Does the child demonstrate behavior problems or frustration due to language disorder/ communication difficulties? Document symptoms of psychosocial disturbance or behavioral problems in the patient as well as within the patient’s family (e.g., symptoms of depression, feelings of guilt or isolation, signs of abuse or neglect) and refer family to a social worker or psychologist if necessaryDocument hearing ability, including known hearing loss and use of hearing aid(s) or cochlear implant(s). Prior to being evaluated for a language delay or disorder, a child should undergo audiological testing in order to rule out or identify hearing impairment Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has a language delay/disorder previously been diagnosed in the child? Hasa developmental delay or medical condition that could cause a language disorder previously been diagnosed? Has a learning disorder previously been diagnosed?",
                    "comorbid diagnoses": "Ask patient’s family/primary caregiver/school nurse about other problems, including hearing loss, behavioral problems, motor problems, cognitive problems, and feeding/eating problems",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask child’s family/primary caregiver about other symptoms the child is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the child have peers who primarily speak L1 or L2? Does the child engage in reading activities with his or her family/primary caregiver? How does the child communicate thoughts, wants, and needs in various settings and with various communication partners? What types of  activities does the child enjoy? What does the family/primary caregiver/teacher consider to be the child’s overall strengths and weaknesses?",
                "functional limitations assistance with ADLs adaptive equipment": "What functional communication limitations does the child experience in daily living? Does the child require the use of adaptive equipment for communication, mobility, and/or feeding? Living and school environment -With whom does the child live? What language(s) are spoken in the home? In the home, with whom does the child primarily communicate? -At what age did the child begin receiving exposure to L2? Was the child’s exposure to L2 simultaneous or sequential to his or her exposure to L1?(2,9) -What is the child’s level of proficiency in L1 and L2?(9) -Does the child’s L1 hold social prestige and is it supported in the community outside the child’s home?(2,9) -Does the child continue to be supported in the development of L1?(2) -What are the child’s family’s/culture’s expectations regarding how children use language? (e.g., are children expected to initiate conversation with adults? Are children expected to verbally display knowledge? Do cultural members establish eye contact during conversation? Does the culture value verbal communication?)(15) -What amount and quality of exposure to L1 and L2 does the child receive at home?(9) -Does the child experience an overall lack of language exposure at home? A decreased amount of linguistic input to children is often associated with a family’s poverty level and can negatively affect the child’s language skills(8) -What is the child’s school placement (e.g., English-only  instruction, bilingual instruction in the child’s L1 and L2)? Does the child receive English as a second language (ESL) instruction? Does the child receive support from an ESL teacher? -How do the linguistic expectations of the home differ from linguistic expectations of school/the child’s teacher?(16) (e.g., is the child expected to assertively display verbal knowledge at school while he or she is expected to refrain from displays of knowledge in the home?)",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document whether or not the child uses assistive and/or adaptive device for communication (e.g., hearing aids, communication board) or mobility",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": " Speech and language examination –Speech (articulation/phonology) -In order to assess a young child’s articulation, a speech sample can be taken and analyzed. From this speech-sample analysis, information on the child’s phonetic inventory and speech production patterns can be gleaned. When assessing -It is permissible to conduct testing only in L1 if the child’s exposure to L2 is negligible(17) -When the child has had consistent exposure to two languages, articulation testing should occur in both languages.(17) Unfortunately, tests rarely are available in languages other than English, and little information exists on the typical development of phonological skills in children speaking various language combinations (e.g., English and Punjabi, English and Arabic). When possible, the SLP should attempt to gather normative data on typical phonological development of the language combination in question. Following the acquisition of normative data, the speech of a child suspected of having an articulation or phonological disorder can be compared to the speech production of typically developing children who speak the same language combination.(6) Parent interview can also provide important information on the child’s speech development, especially if the child has siblings with same language background. In this case, parents can compare and contrast the speech development of the child being assessed with his or her siblings in order to determine whether the child’s speech is developing atypically -The SLP must consider the ways each language might affect articulation/phonology in the other language(17,18) -If the child does not display an articulation impairment in L1, an articulation impairment should not be diagnosed, even if errors occur in L2(17,18)  -Dialectical variations of speech production should not be considered errors(17) -The whole word measures phonological mean length of utterance (pMLU) and proportion of whole word proximity (PWP) are reliable measures of speech production in both monolingual and bilingual children and can be used to assess a bilingual child for a speech sound disorder(19) -pMLU examines the child’s ability to produce words that are complex in length; the child receives one point for each correctly produced segment of the word and an additional point for each consonant in the correct position(19)the word “week” has a target pMLU of 5; when produced correctly, it is phonetically transcribed as /wik/; the child would receive 3 points for correctly pronouncing each phonetic segment (i.e., /w/, /i/, and /k/) and then 2 points because /w/ and /k/ are each in the correct position(19) -PWP is calculated by dividing the child’s pMLU by the target pMLU(19)using the word “week,” if the child’s production is transcribed as /wi/, his pMLU is 3 (a point each for /w/ and /i/ and another point for /w/ in the correct position); the PWP is 3 (actual pMLU) divided by 5 (target pMLU), or 0.6(19) -There are 6 stages of pMLU development (Stage I–Stage  V+) outlined by Ingram and Ingram; for details on the specific stages see reference 20 -Bilingual children with a speech sound disorder will demonstrate the same articulation errors across both languages(18) -In a study comparing /s/ cluster reduction in Spanish-English  bilingual children with phonological disorders to /s/ cluster reduction in monolingual children with phonological disorders, researchers found that -monolingual children reduced /sl-/ clusters by dropping the second consonant (i.e., retaining the /l/) and the bilingual children demonstrated the opposite pattern (i.e., dropping the /l/ and retaining the /s/)(20) -addition of a “prothetic vowel” prior to the target /s/ cluster occurred only in the bilingual population(20) -except for these differences noted above, the pattern of /s/ cluster reduction was similar in bilingual and monolingual children(20)Assess language comprehension and expression -Ideally, language assessments should be conducted in L1 and L2; however, in many situations this is not possible due to a variety of reasons (e.g., lack of trained professionals who speak child’s home language, lack of developmental information on child’s L1). Additionally, language assessments that consider L1 and L2 separately may underestimate the child’s true language abilities(2,21) -Due to the caveats associated with using standardized tests with bilingual children, language assessment may rely primarily on informal procedures such as observations, interview, and language sampling(8) -Language assessments of bilingual children may focus on functional communication and the child’s ability to effectively communicate his or her thoughts, wants, and needs in daily interactions(8) -An alternative way to test the language skills of bilingual children is through the use of process measures. In contrast to product measures, which assess a child’s current store of knowledge and skills, process measures assess a child’s language learning or language processing system. Process measures include language-learning  measures (such as dynamic assessment) and language-based  processing measures (wherein a child’s ability to process language in various conditions, such as decreased response time, is assessed)(2) -In a study conducted with bilingual children (Dutch-Turkish)  in the Netherlands, researchers found that errors in verb inflection varied considerably and there was no specific error profile that could be used to distinguish typically developing children from those with SLI(37)Pragmatics includes the social use of language and the often implicit rules that dictate the ways language is used to communicate.(22) The three levels of pragmatics are intentions (why a child communicates), conversational discourse (turn-taking,  topic changing rules), and role taking (the ability to take the listener’s perspective during conversation.(22) Strong pragmatic skills are essential for being able to engage socially and linguistically, while weak pragmatic skills may indicate the risk of or presence of a language disorder. What are considered appropriate pragmatic skills vary significantly across cultural groups,(15) and the SLP must be knowledgeable of typical pragmatics in aAre children expected to initiate conversation with adults? Are children “allowed” to direct topics of conversation? Are young children’s verbalizations and actions considered intentional?(15) Language inventories are used to gather information about a child’s current use of language asWhat are the child’s communication environments? Who are the child’s language partners? What purposes will each language serve in the child’s daily life?(1,22)Samples of the child’s expressive language skills in L1 and L2 should be collected during conversations between the child and a peer, sibling, parent, or language-matched professional/paraprofessional. Language samples are an essential part of assessment for specific language impairment and complement information obtained in standardized testing.(54) Language samples of English provide information on the child’s mean length of utterance (MLU), lexical diversity, and pragmatic functions. Although developmental norms exist for English-language skills, such norms may not exist for the child’s L1. Additionally, for languages other than English and Spanish, no guidelines exist regarding the collection and analysis of language samples.(2) As a nonstandardized option, adult speakers of the child’s L1 could listen to the language sample and make objective judgments on the appropriateness of the child’s language(8)Wordless books can be used to assess a child’s production of a narrative. Bilingual children with language impairments are likely to have problems with respect to producing the microstructure (details, complexity) and macrostructure (beginning, middle, end)elements of narratives(35)Observation can occur in structured and/or unstructured activities and should occur across multiple settings as the child interacts with a variety of conversation partners(14)There is conflicting evidence about whether it is appropriate to use nonword repetition tasks to assess for language impairment in bilingual children. At this time, the evidence does not universally support or refute the use of these tasks in a language evaluation for a bilingual child(23,24,48)Assess vocal function, including vocal quality, loudness, pitch, and endurance; if there are specific concerns regarding voice, refer to otolaryngologist for complete workup to rule out laryngeal pathologies prior to completing a full",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Review school and/or medical records for information on cognitive deficits and/or the presence of a learning disability. If cognitive or learning problems are suspected, refer the child to the appropriate professional (e.g., school psychologist)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Although many language treatment programs stress parent education and involvement, SLPs should be aware of the cultural implications of these types of programs. Prior to beginning intervention services, the SLP must become aware of the extent to which the family values verbal communication, the handling of social status in conversations, beliefs about when a child becomes able to communicate intentionally, and beliefs about how children learn language(15)",
                "When providing intervention services to bilingual children and their families in the United States, an SLP must be aware that families from non-mainstream  American culture may have differing views regarding communication disorders, the treatment of language disorders, and the etiology of such disorders(8) ",
                "The assessment and treatment of bilingual children often requires a team approach. When providing intervention services to a school-aged child, it is critical to involve the child’s classroom teacher(s) in goal writing and treatment implementation. If the SLP does not share the child/family’s linguistic or cultural background, translators, interpreters, and/or cultural mediators may be needed to participate in the intervention process(2,8)",
                "SLPs should complete a review of a child’s medical history prior to conducting an intervention",
                "Clinicians should follow the guidelines of their clinic/hospital or school and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The diagnosis of a language disorder in a bilingual child is made by a fully certified and licensed SLP. The SLP should have knowledge in the area of bilingual language acquisition and the assessment of language disorders in bilingual children. In order to diagnose a language disorder in a bilingual child, the SLP should work closely with an interpreter/translator (if the SLP does not speak both of the child’s languages), the child’s family, the child’s teacher(s), medical professionals, and members of the child’s cultural and linguistic community",
        "rule out": "Typical variation in language performance, language differences attributable to second language acquisition, lack of exposure to language input(2,8)",
        "prognosis": [],
        "referral to other disciplines": "Appropriate referrals will depend upon the child and family’s individual needs. Referrals to specialists in the following disciplines might be appropriate, depending on the outcomes of the speech-language  evaluation: audiology, occupational therapy, physical therapy, educational psychology, ESL, and bilingual education",
        "other considerations": [],
        "treatment summary": [
            "Supporting the development of both L1 and L2 –Developing an effective plan of care for bilingual children must include making long-term  plans to support the development of both L1 and L2.(27) The acquisition of both the home language and the language of the majority culture or school will allow the child to participate in a full range of language activities with social, emotional, cultural, educational, and vocational value(2) –Language intervention should first occur in the child’s L1 in order to support his or her conceptual and linguistic development and to ensure continued development in L1.(8,21,27) Published research supports the use of L1 in the treatment of bilingual children and indicates that focusing on developing skills in the home language does not negatively impact their acquisition of L2.(21,27) When possible, bilingual children with language impairment should be treated in both languages(49,50) –Although supporting the child’s home language should be the first priority of early intervention services, bilingual children with language disorders are likely to need bilingual intervention in order to support the development of L2 as they reach school age.(27) Linguistic features of L2 that are not present in L1 may require more focused attention (e.g., verb endings that are used to indicate tense are present in English but not Mandarin Chinese)(21) –SLPs should be aware that mixing languages (“code switching”) is common in many families and has social, cultural, and linguistic value. Therefore, code switching should not be discouraged, nor should parents/family members be encouraged to keep languages separate during informal interactions.(21,27) Although code switching during conversation should not be discouraged, certain activities can be carried out at times to focus on each language individually (e.g., book reading, singing, rhyming)(2)",
            "Training parents, teachers, paraprofessionals, and peers to implement treatment –Research supports the effectiveness of training parents and/or paraprofessionals who speak the child’s L1 to provide intervention services;(27) however, when implementing parent training programs, the SLP must be aware of cultural differences in communication styles(15) –Research demonstrates that using typically developing peer models can facilitate language development in children with language disorders or delay. Therefore, matching 2 children with the same L1 (one typically developing, one with a language disorder) might serve to improve the language skills of the child with a language disorder(27) ",
            "General language-learning  strategies:  These strategies may be implemented in either (or both) of the child’s languages in order to increase his or her skills across languages –Increase student’s attention to subtle changes in the acoustic or visual signal that changes phrase or sentence meaning (e.g., “The dogs played ball” vs. “The dog played ball”). The goal is that increased awareness of subtle changes in one language will increase the child’s awareness of subtle changes in all languages he or she encounters(2) –School-aged  children who grow up speaking the language of their school system (typically English in the United States) rely upon their previous language experience coupled with information provided from the acoustic signal when decoding language in an educational setting. However, children with a limited English background rely much more heavily on the acoustic signal to decode linguistic information. Therefore, the unfavorable signal-to-noise  ratios that exist in many American classrooms are more detrimental to second-language learners than to monolingual students. The following strategies are recommended to improve the acoustic/listening conditions of classrooms containing English-language learners:(28) -Educational audiologist and/or SLP consult with classroom teachers to identify the ways in which student needs and classroom acoustics interact -Educational audiologist and/or SLP collaborate with classroom teachers to develop ways to reduce classroom noise during instructional activities -Educational audiologist and/or SLP collaborate with classroom teachers to improve the acoustic signal, especially during activities focusing on literacy",
            "Generalization/transfer of linguistic skills across languages:  Research has yielded conflicting results as to whether linguistic skills targeted and achieved in one language will transfer to another language in bilingual children with language disorders.(2) The degree of transfer may depend upon: 1) the area of language affected by the disorder (e.g., phonology, syntax, semantics), 2) how similar both languages are in the targeted aspect (e.g., do both languages use morphological endings to indicate verb past tense?), 3) the severity of language disorder, and 4) the type of intervention being provided.(2) Therefore, experts in the area of bilingual language disorders recommend that transfer of skills from one language to another be explicitly targeted. Recommended strategies include: –Explicit instruction on the similarities in form and meaning between the two languages (e.g., addition of “s” to many nouns to signal plurality in both Spanish and English)(1) –Forward and backward translation activities to highlight similarities and differences in language form while maintaining language meaning. For example, in an exercise targeting syntax, a Mandarin-speaking  child describes action photos in English at school; takes the pictures home, where he or she asks an adult to describe the actions in Mandarin into an audio recorder; and returns to school, where he or she translates the adult’s descriptions into grammatically correct English (with assistance as necessary)(2) –Back-and-forth  home school books to target vocabulary development: a notebook is created that contains pictures of items used at school or in language treatment sessions. The pictures are labeled with the appropriate English word and then sent home to be labeled in the child’s home language. Family members can add pictures of items from home which can then be translated into English at school(2) –In a randomized controlled trial conducted in Canada with 29 bilingual children who had primary language impairment (PLI), researchers found that both bilingual and monolingual treatment resulted in improvements in L2. For all of these children, L2 was French. The native/home languages were varied and included Arabic, Bengali, Chinese, and Spanish, among others. The children were randomized into monolingual (French/L2) treatment group (n = 11), bilingual treatment group (n = 9), and a control/delayed treatment group (n = 9). Sessions took place once weekly, for 50 minutes at a time, for 16 weeks. Language therapy targeted vocabulary and syntax goals that were appropriate for each given child. At the conclusion of the intervention, French vocabulary significantly improved in only the treated groups, but not the delayed treatment/control group. Syntax abilities improved for all children, regardless of whether they were receiving treatment or not. Researchers concluded that both monolingual and bilingual treatments appeared to result in gains in L2, but not L1. Researchers considered that the intensity of the treatment (1x/week) was not enough to produce significant differences between the monolingual and bilingual treatment groups(45) –In a study conducted in the United States, 59 school-aged Spanish-English  bilingual children with SLI were randomly assigned to one of four groups (nonlinguistic cognitive processing, English-only,  bilingual, or control [deferred treatment]) in addition to their school-based speech-language  treatment services. All experimental treatment groups received 360 minutes of therapy per week for 6 weeks. In the nonlinguistic cognitive processing treatment group, therapy activities all involved nonlinguistic stimuli to target memory and attention skills. Treatment activities for the children in the English-only  or bilingual treatment groups were exactly the same except that treatment was provided  primarily in Spanish (80% of the time) for the bilingual group. Both the English and Spanish treatment activities were aligned with traditional, evidence-based  principles and incorporated a combination of computer-based  and interactive language activities. At the conclusion of therapy, all treatment groups made gains on multiple measures of English and outperformed the control group. Outcome measures indicated that changes in the targeted areas for each treatment group occurred: significant increases in processing speed occurred in the nonlinguistic treatment group; significant improvements on English-language  measures occurred in the English-only treatment group; improvements (although not statistically significant) were observed in both Spanish and English in the bilingual treatment group. Interestingly, more of the measures of English language reached statistical significance than did the Spanish-language  measures in the bilingual treatment group despite the fact that treatment was primarily conducted in Spanish(34) -These researchers also sought to assess long-term outcomes of the three different types of interventions. In a separately published study using the same children from the initial study, researchers examined treatment effects after a period of 3 months. In the data analysis, researchers examined generalization of skills learned in therapy rather than performance on specific trained items. Improvements were observed on all English-language  measures for both the English-only and bilingual treatment groups. Researchers also noted that the children in the study exhibited maintenance of Spanish-language abilities. Because Spanish is L1/home language, and not the dominant language in their school or community, there is a risk of losing ability in that language due to lack of practice opportunities(47) -Authors of the studies above completed a prior study with 2 Spanish-English  bilingual children with SLI in which they assessed the effect of nonlinguistic cognitive processing treatment on language skills. Outcome measures demonstrated that both participants made gains in the targeted nonlinguistic cognitive processing skills as well as on measures of Spanish and English language skills(38)",
            "Vocabulary instruction: A child’s vocabulary level is an important predictor of reading comprehension (i.e., in order to be successful in English reading comprehension, a child must have a solid knowledge of English vocabulary). Therefore, programs with the goal of teaching bilingual children to read in L2 must contain components focusing on vocabulary development in L2.(29,30) V ocabulary instruction includes: –Shared book reading: An instructional activity wherein one or more adults shares a book with a group of children. During the interaction, the adult provides scaffolding to target learning goals, such as vocabulary development, and collaborative learning between adult and child is encouraged. Adults engaging in shared book-reading activities should adjust their input according to the children’s level of engagement, interest, and language comprehension(30,31) –Previewing content-area  vocabulary that will be used in the child’s classroom through the use of semantic webs, comparison chart, and Venn diagrams(2) –Establishing the use of a back-and-forth  home school book as discussed above(2)",
            "Reading development:  Children with language disorders are at increased risk for reading and writing difficulties. Additionally, children who receive reading instruction in L2 may require more explicit instruction than monolingual children learning to read in L1.(29) Increasingly, SLPs, especially those working in the school setting, are becoming responsible for participating in programs aimed at preventing reading failure (such as Response to Intervention [RTI] and providing interventions that support reading skill development(32) –RTI consists of the following components:(33) -Identify children who are at risk  for poor learning outcomes, such as those who are English-language  learners and/or those who have a language disorder (e.g., poor reading development) -Monitor students’ progress over the course of instruction -Provide evidence-based  interventions to those children who do not progress -Adjust the intensity and nature of the intervention according to student progress and responsiveness -Identify students with learning disabilities –RTI typically is delivered in three “tiers” of instruction(32) -First-tier  instruction is delivered in mainstream classrooms. Reading instruction is composed of evidence-based practices -Second-tier  instruction is provided to students whose reading skills fail to progress with first-tier instruction. Second-tier instruction may include small-group  work targeting specific reading skills -Third-tier  instruction is provided to students who have failed to meet criterion levels of reading development by 3rd grade or beyond. Before receiving third-tier  instruction, a student undergoes a complete educational assessment and may subsequently qualify for special education services (which are considered third-tier  levels of instruction)  –For detailed information on RTI, see Clinical Review…Response to Intervention (RTI) ; CINAHL Topic ID Number: T709175",
            "Treating phonological disorders:  Experts on phonological disorders in bilingual children recommend the following treatment hierarchy: –First, treat phonological patterns (errors) that occur with the same frequency in both L1 and L2 since these error patterns affect intelligibility in both languages. Treatment should occur in both of the child’s languages. However, the syllable structure of the language must also be considered in deciding which goals to initially include and/or leave out. For example, if the child’s L1 does not contain many multisyllabic words, targeting the production of two-syllable  words (syllabicity) would not be appropriate, although that is often an initial goal in the remediation of phonological disorders in English when syllable deletion is exhibited(5) –Second, treat phonological patterns that occur with unequal frequency in L1 and L2. For example, final consonant deletion may occur in the Spanish and English of a bilingual child. However, since final consonants are less common in Spanish than English, the rate of final consonant deletion is likely to be lower and have less of an effect on Spanish intelligibility. Treatment should be conducted in both of the child’s languages(5) –Third, treat phonological processes that occur in only one of the child’s languages. Treatment should occur in only the affected language(1) . Problem Goal Intervention Expected Progression Home Program Language disorder Improve language skills Support continued development of L1 1.Communicate value of L1 to child’s family and persons involved in child’s education 2.Provide intervention services in L1, if possible (through the SLP, paraprofessional, parent, or peer) 3.Direct parents to language-learning resources available in their home language (e.g., books, websites)(2)Progression of therapeutic tasks will vary according to patient goalsParents/family members provide input in L1  Language disorder Improve language skills Parent-training programs 1.Identify language facilitation techniques (e.g., following the child’s lead, expanding upon the child’s utterances, being at the child’s physical level) that are appropriate to use in the child’s home culture(2) 2.Provide educational opportunities to parents in language development and appropriate language facilitation techniques(2) 3.Incorporate a variety of teaching methods such as demonstrations, coaching, role playing, mediated parent- child interactions, videotaped examples, and specific feedback(2) 4.Work in collaboration with paraprofessionals who are fluent in the family’s L1 to conduct training(2)Progression of therapeutic tasks will vary according to patient goals and parental motivation and/or level of involvementParents/family provide direct intervention during daily activities Language disorder Improve language skills Peer-based intervention 1.Match child with a language disorder with a typically developing peer who speaks the same L1(2) 2.Provide an environment for peer interactions. SLP (or paraprofessional fluent in child’s L1) can shape or mediate the language used by the typically developing peer during interactions(2)Progression of therapeutic tasks will vary according to patient goalsCan incorporate siblings, neighborhood children as appropriate  Language disorder Improve language skills General language- learning strategies 1.Explicitly instruct student to attend to similarities in form between his or her languages (e.g., addition of “s” to nouns to make noun plural)(2) 2.Optimize the classroom listening environment by collaborating with the classroom teacher to a) evaluate the unique listening needs of his or her class, b) reduce classroom noise, c) improve the classroom’s acoustic signal as necessary(28)Progression of therapeutic tasks will vary according to patient goalsTo be determined on an individual basis Language disorder Transfer skills acquired through the remediation of one language to another languageTransferring skills between languages 1.Provide explicit instruction on similarities and differences in form between the child’s two languages(2) 2.Complete forward and backward translation activities(2) 3.Create back-and-forth vocabulary books(2)Progression of therapeutic tasks will vary according to patient goalsParticipation in translation and vocabulary activities by members of the child’s family Poor vocabulary developmentImprove vocabulary to support reading developmentVocabulary instruction 1.Engage child in shared reading experiences(30,31) 2.Preview vocabulary child will encounter in classroom curriculum(2) 3.Create back-and-forth vocabulary books(2)Progression of therapeutic tasks will vary according to patient goalsTo be determined on an individual basis  At risk for reading delayProvide intervention and instruction prior to the identification of a reading delayResponse to intervention _ SLPs can participate in RTI in a variety of ways: 1.Consult and collaborate with classroom teachers to improve tier 1 instruction (might include collaborative lesson planning and/or co-teaching)(32) 2.Audit/assess classroom reading environment and reading instruction during tier 1 instruction(32) 3.Monitor student progress throughout tiers of instruction(32) 4.Provide tier 2 instruction (providing reading instruction with greater intensity to small groups at school)(32) 5.Participate in in-depth student assessments prior to tier 3 instruction(32) 6.Provide tier 3 instruction as necessary(32)Progression of therapeutic tasks will vary according to patient goalsTo be determined on an individual basis  Phonological disorder Improve intelligibility in speech productionTreatment of phonological disorders 1.Target phonological processes that are present in each of the child’s languages with the same frequency(5) 2.Target phonological processes that are present in each of the child’s languages but with unequal frequency(5) 3.Target phonological processes that are present in only one of the child’s languages(5)Progression of therapeutic tasks will vary according to patient goalsTo be determined on an individual basis ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved receptive and expressive language skills": [
            "Ethnographic interview(2,14)",
            "Observation of language performance over time in a variety of communication contexts(2,14)",
            "Language inventory(2,22)",
            "Language sample(2,8)",
            "Process measures, including language-learning  measures (such as dynamic assessment) and language-based  processing"
        ]
    },
    "maintenance or prevention": [
        "Language intervention should first occur in the child’s L1 in order to support his or her conceptual and linguistic development and to ensure continued development in L1.(8,21,27) Without targeted support of L1, children are at risk for experiencing “subtractive bilingualism,” in which a child’s language skills in L2 grow while skills in L1 diminish(2)"
    ],
    "patient education": [
        "For information on communication disorders presented in Spanish: https://www.asha.org/public/espanol/",
        "For information on the benefits of bilingualism: https://www.asha.org/public/speech/development/the-advantages-of-being-bilingual/  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Speech and language disorders and diseases. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/disorders/ . Accessed February 16, 2018. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Kohnert K. Language Disorders in Bilingual Children and Adults . San Diego, CA: Plural Publishing; 2007. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Definitions of communication disorders and variations. American Speech-Language-Hearing  Association Web site. https://www.asha.org/policy/RP1993-00208/ . Accessed February 12, 2018. (G)"
        },
        {
            "number in article": 4,
            "reference": "Genesee F, Paradis J, Crago MB. Language impairment in Dual Language Children. In: Dual Language Development and Disorders: A Handbook on Bilingualism and Second Language Learning (Communication and Language Intervention Series) . Baltimore, MD: Brookes Publishing Co; 2004:193-213.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Yavas M, Golstein B. Phonological assessment and treatment of bilingual speakers. Am J Speech Lang Pathol . 1998;7(2):49-60.  (PP)"
        },
        {
            "number in article": 6,
            "reference": "Holm A, Dodd B, Stow C, Pert S. Identification and differential diagnosis of phonological disorder in bilingual children. Lang Test . 1999;16(3):271-292.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Rudolph JM. Case History Risk Factors for Specific Language Impairment: A Systematic Review and Meta-Analysis.  Am J Speech Lang Pathol . August 15, 2017;26(3):991-1010.  doi:10.1044/2016_AJSLP-15-0181.  (R)"
        },
        {
            "number in article": 8,
            "reference": "McKibbin C. Assessment and intervention for children with limited English proficiency and language disorders. Am J Speech Lang Pathol . 1994;3(3):77-88.  (G)"
        },
        {
            "number in article": 9,
            "reference": "Moore SM, Perez-Mendez  C. Working with linguistically diverse families in early intervention: misconceptions and missed opportunities. Semin Speech Lang . 2006;27(3):187-198.  (X)"
        },
        {
            "number in article": 10,
            "reference": "Paradis J. Grammatical morphology in children learning English as a second language: implications of similarities with specific language impairment. Lang Speech Hear Serv Sch. 2005;36(3):172-187.  (R)"
        },
        {
            "number in article": 11,
            "reference": "McGregor KK, Williams D, Hearst S, Johnson AC. The use of contrastive analysis in distinguishing difference from disorder: a tutorial. Am J Speech Lang Pathol . 1997;6(3):45-54.  (C)"
        },
        {
            "number in article": 12,
            "reference": "Laing SP, Kamhi A. Alternative assessment of language and literacy in culturally and linguistically diverse populations. Lang Speech Hear Serv Sch . 2003;34(1):44-55.  (G)"
        },
        {
            "number in article": 13,
            "reference": "Neisworth JT, Bagnato SJ. The mismeasure of young children: the authentic assessment alternative. Infants Young Child . 2004;17(3):198-212.  (PP)"
        },
        {
            "number in article": 14,
            "reference": "Westby CE, StevensDominguez M, Oetter P. A performance/competence model of observational assessment. Lang Speech Hear Serv Sch . 1996;27(2):144-152.  (PP)"
        },
        {
            "number in article": 15,
            "reference": "van Kleeck A. Potential cultural bias in training parents as conversational partners with their children who have delays in language development. Am J Speech Lang Pathol . 1994;3(1):67-78.  (X)"
        },
        {
            "number in article": 16,
            "reference": "Pena E, Iglesias A, Lidz CS. Reducing test bias through dynamic assessment of children's word learning ability. Am J Speech Lang Pathol . 2001;10(2):138-154.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Implementation guidelines for speech impairment with an articulation disorder: Cultural & linguistic diversity (CLD) companion. Texas Speech-Language-Hearing  Association Web site. http://www4.esc13.net/uploads/speech/docs/TSHA_CLD_ArticGuide.pdf . Accessed February 16, 2018. (G)"
        },
        {
            "number in article": 18,
            "reference": "Preston JL, Seki A. Identifying residual speech sound disorders in bilingual children: a Japanese-English  case study. Am J Speech Lang Pathol . 2011;20(2):73-85.  (C)"
        },
        {
            "number in article": 19,
            "reference": "Yavas M. Acquisition of /s/-clusters  in Spanish-English  bilingual children with phonological disorders. Clin Linguist Phon . 2010;24(3):188-198.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Burrows L, Goldstein BA. Whole word measures in bilingual children with speech sound disorders. Clin Linguist Phon . 2010;24(4-5):357-368.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Gutierrez-Clellen  VF. Language choice in intervention with bilingual children. Am J Speech Lang Pathol . 1999;8(4):291-302.  (G)"
        },
        {
            "number in article": 22,
            "reference": "Rossetti LM. Populations at risk for communication delay. In: Communication Intervention: Birth to Three . 2nd ed. San Diego, CA: Singular Publishing Group; 2001:1-142.  (G)"
        },
        {
            "number in article": 23,
            "reference": "Windsor J, Kohnert K, Lobitz KF, Pham GT. Cross-language  nonword repetition by bilingual and monolingual children. Am J Speech Lang Pathol . 2010;19(4):298-310.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Steele SC, Hwa-Froelich  DA. Children's nonword repetition tasks and English language learners. Perspect Sch Based Issues . 2010;11(3):73-79.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Chung KK, Ho CS. Second language learning difficulties in Chinese children with dyslexia: what are the reading-related  cognitive skills that contribute to English and Chinese word reading? J Learn Disabil . 2010;43(3):195-211.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Paul R. Child language disorders in a pluralistic society. In: Language Disorders from Infancy through Adolescence . 3rd ed. St. Louis, MO: Mosby Elsevier; 2007:177-180.  (GI)"
        },
        {
            "number in article": 27,
            "reference": "Kohnert K, Yim D, Nett K, Kan PF, Duran L. Intervention with linguistically diverse preschool children: a focus on developing home language(s). Lang Speech Hear Serv Sch . 2005;36(3):251-263.  (G)"
        },
        {
            "number in article": 28,
            "reference": "Nelson P, Kohnert K, Sabur S, Shaw D. Classroom noise and children learning through a second language: double jeopardy?. Lang Speech Hear Serv Sch . 2005;36(3):219-229.  (R)"
        },
        {
            "number in article": 29,
            "reference": "August D, Snow C, Carlo M, Proctor CP. Literacy development in elementary school second-language  learners. Top Lang Disorders . 2006;26(4):351-364,  385-390. (R)"
        },
        {
            "number in article": 30,
            "reference": "Pollard-Durodola  SD, Mathes PG, Vaugh S, Cardenas-Hagan  E, Linan-Thompson  S. The role of oracy in developing comprehension in Spanish-speaking  English language learners. Top Lang Disorders . 2006;26(4):365-384.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Justice LM, Kaderavek J. Using shared storybook reading to promote emergent literacy. Teach Except Child . 2002;34(4):8-13.  (G)"
        },
        {
            "number in article": 32,
            "reference": "Justice LM. Evidence-based  practice, response to intervention, and the prevention of reading difficulties. Lang Speech Hear Serv Sch . 2006;37(4):284-297.  (G)"
        },
        {
            "number in article": 33,
            "reference": "What is RTI? National Center on Response to Intervention Web site. http://www.rti4success.org/ . Accessed February 16, 2018. (GI)"
        },
        {
            "number in article": 34,
            "reference": "Ebert KD, Kohnert K, Pham G, Disher JR, Payesteh B. Three treatments for bilingual children with primary language impairment: examining cross-linguistic  and cross-domain effects. J Speech Lang Hear Res . 2014;57(1):172-186.  (R)"
        },
        {
            "number in article": 35,
            "reference": "Squires KE, Lugo-Neris  MJ, Peña ED, Bedore LM, Bohman TM, Gillam RB. Story retelling by bilingual children with language impairments and typically developing controls. Int J Lang Commun Disord . 2014;49(1):60-74.  doi:10.1111/1460-6984.12044.  (R)"
        },
        {
            "number in article": 36,
            "reference": "Ziethe A, Eysholdt U, Doellinger M. Sentence repetition and digit span: potential markers of bilingual children with suspected SLI? Logoped Phoniatr Vocol . 2013;38(1):1-10. doi:10.3109/14015439.2012.664652. (R)"
        },
        {
            "number in article": 37,
            "reference": "Blom E, de Jong J, Orgassa A, Baker A, Weerman F. Verb inflection in monolingual Dutch and sequential bilingual Turkish-Dutch  children with and without SLI. Int J Lang Commun Disord . 2013;48(4):382-393.  doi:10.1111/1460-6984.12013.  (R)"
        },
        {
            "number in article": 38,
            "reference": "Ebert KD, Rentmeester-Disher  J, Kohnert K. Nonlinguistic cognitive treatment for bilingual children with primary language impairment. Clin Linguist Phon . 2012;26(6):485-501. doi:10.3109/02699206.2012.660226. (C)"
        },
        {
            "number in article": 39,
            "reference": "Gillam RB, Peña ED, Bedore LM, Bohman TM, Mendez-Perez  A. Identification of specific language impairment in bilingual children: I. Assessment in English. J Speech Lang Hear Res . 2013;56(6):1813-1823.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Korkman M, Stenroos M, Mickos A, Westman M, Ekholm P, Byring R. Does simultaneous bilingualism aggravate children's specific language problems? Acta Paediatr . 2012;101(9):946-952.  doi:10.1111/j.1651-2227.2012.02733.x.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Armon-Lotem  S. Between L2 and SLI: inflections and prepositions in the Hebrew of bilingual children with TLD and monolingual children with SLI. J Child Lang . 2014;41(1):3-33.  doi:10.1017/S0305000912000487. (R)"
        },
        {
            "number in article": 42,
            "reference": "Mahurin Smith J, DeThorne LS, Logan JAR, Channell RW, Petrill SA. Impact of prematurity on language skills at school age. J Speech Lang Hear Res . 2014;57(3):901-916. doi:10.1044/1092-4388(2013/12-0347).  (R)"
        },
        {
            "number in article": 43,
            "reference": "Lugo-Neris  MJ, Peña ED, Bedore LM, Gillam RB. Utility of a Language Screening Measure for Predicting Risk for Language Impairment in Bilinguals. Am J Speech Lang Pathol. August 2015;24(3):426-37.  doi:10.1044/2015_AJSLP-14-0061.  (R)"
        },
        {
            "number in article": 44,
            "reference": "Verdon S, McLeod S, Wong S. Reconceptualizing practice with multilingual children with speech sound disorders: people, practicalities and policy. Int J Lang Commun Disord . 2015;50(1):48-62.  doi:10.1111/1460-6984.12112.  (R)"
        },
        {
            "number in article": 45,
            "reference": "Thordardottir E, Cloutier G, Ménard S, Pelland-Blais  E, Rvachew S. Monolingual or bilingual intervention for primary language impairment? A randomized control trial. J Speech Lang Hear Res . April 2015;58(2):287-300.  doi:10.1044/2014_JSLHR-L-13-0277.  (RCT)"
        },
        {
            "number in article": 46,
            "reference": "Peña ED, Bedore LM, Kester ES. Assessment of language impairment in bilingual children using semantic tasks: two languages classify better than one. Int J Lang Commun Disord. March 2016;51(2):192-202.  doi:10.1111/1460-6984.12199.  (R)"
        },
        {
            "number in article": 47,
            "reference": "Pham G, Ebert KD, Kohnert K. Bilingual children with primary language impairment: 3 months after treatment. Int J Lang Commun Disord . 2015;50(1):94-105. doi:10.1111/1460-6984.12123.  (RCT)"
        },
        {
            "number in article": 48,
            "reference": "Boerma T, Chiat S, Leseman P, Timmermeister M, Wijnen F, Blom E. A Quasi-Universal  Nonword Repetition Task as a Diagnostic Tool for Bilingual Children Learning Dutch as a Second Language. J Speech Lang Hear Res . December 2015;58(6):1747-60.  doi:10.1044/2015_JSLHR-L-15-0058.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Gildersleeve-Neumann  C, Goldstein BA. Cross-linguistic  generalization in the treatment of two sequential Spanish-English  bilingual children with speech sound disorders. Int J Speech Lang Pathol . February 2015;17(1):26-40.  doi:10.3109/17549507.2014.898093. (C)"
        },
        {
            "number in article": 50,
            "reference": "Lugo-Neris  MJ, Bedore LM, Peña ED. Dual language intervention for bilinguals at risk for language impairment. Semin Speech Lang . May 2015;36(2):133-42. doi:10.1055/s-0035-1549108.  (R)"
        },
        {
            "number in article": 51,
            "reference": "Korrel H, Mueller K, Silk T, Anderson V, Sciberras E. Research Review: Language problems in children with Attention-Deficit  Hyperactivity Disorder - a systematic meta-analytic review. J Child Psychol Psychiatry . June 2017;58:640-654.  doi:10.1111/jcpp.12688. (SR)"
        },
        {
            "number in article": 52,
            "reference": "Boerma T, Blom E. Assessment of bilingual children: What if testing both languages is not possible? J Commun Disord . March 2017;66:65-76.  doi:10.1016/ j.jcomdis.2017.04.001. (R)"
        },
        {
            "number in article": 53,
            "reference": "Petersen DB, Chanthongthip H, Ukrainetz TA, Spencer TD, Steeve RW. Dynamic Assessment of Narratives: Efficient, Accurate Identification of Language Impairment in Bilingual Students. J Speech Lang Hear Res . April 14, 2017;50(4):983-998.  doi:10.1044/2016_JSLHR-L-15-0426.  (R)"
        },
        {
            "number in article": 54,
            "reference": "Ebert KD, Pham G. Synthesizing Information From Language Samples and Standardized Tests in School-Age  Bilingual Assessment. Lang Speech Hear Serv Sch . January 1, 2017;48(1):42-55.  doi:10.1044/2016_LSHSS-16-0007.  (R)"
        }
    ]
}