{
    "metadata": {
        "title": "Communication Disorders  Autism Spectrum Disorder in Children",
        "synonyms": [
            "communication impairment  autism spectrum disorder in children",
            "language disorder: autism spectrum disorder in children",
            "language impairment: autism spectrum disorder in children",
            "autism spectrum disorder in children: communication disorders",
            " autism spectrum disorder in children: communication disorders"
        ],
        "anatomical location body part affected": [
            "Autism spectrum disorder (ASD) is a neurodevelopmental condition that affects the entire individual"
        ],
        "area of specialty": [
            "autism spectrum disorder"
        ],
        "description": [
            "The diagnostic criteria for ASD are described in the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) ,published in May 2013.(1) Individuals previously diagnosed with autistic disorder, Asperger’s disorder, or pervasive developmental disorder not otherwise specified (PDD-NOS)  should now receive the diagnosis of ASD. As defined in the DSM-5 , ASD has the following diagnostic criteria:",
            "“Persistent deficits in social communication and social interaction across multiple contexts”(1)",
            "“Restricted, repetitive patterns of behavior, interests, or activities”(1)",
            "“Symptoms must be present in the early developmental period”(1)",
            "“Symptoms cause clinically significant impairment in social, occupational, or other important areas of current functioning”(1)",
            "“These disturbances are not better explained by intellectual disability or global developmental delay”(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "F84.0": "autistic disorder",
            "F84.5": "Asperger’s syndrome",
            "F84.8": "other pervasive developmental disorders",
            "F84.9": "pervasive developmental disorder, unspecified (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement have been identified"
        ],
        "presentation signs and symptoms": [
            "Communication deficits in children with ASD depend on the severity of the disorder and any accompanying cognitive deficits. Severity is classified using three levels (Level 3 = requiring very substantial support, Level 2 = requiring substantial support, Level 1 = requiring support) and depends on the extent of social communication impairments and restricted, repetitive patterns of behavior(1)",
            "The following are deficits in social communication in individuals with ASD as described by the DSM-5 : –“Deficits in social-emotional  reciprocity, ranging, for example, from abnormal social approach and failure of normal back-and-forth  conversation; to reduced sharing of interests, emotions, or affect; to failure to initiate or respond to social interactions”(1)  –“Deficits in nonverbal communicative behaviors used for social interaction, ranging, for example, from poorly integrated verbal and nonverbal communication; to abnormalities in eye contact and body language or deficits in understanding and use of gestures; to a total lack of facial expressions and nonverbal communication”(1) –“Deficits in developing, maintaining, and understanding relationships, ranging, for example, from difficulties adjusting behavior to suit various social contexts; to difficulties in sharing imaginative play or in making friends; to absence of interest in peers”(1)",
            "The following are examples of restricted, repetitive patterns of behavior described in the DSM-5 . Individuals with ASD exhibit at least two of the following: –“Stereotyped or repetitive motor movements, use of objects, or speech” (1) –“Insistence on sameness, inflexible adherence to routines, or ritualized patterns of verbal and nonverbal behavior”(1) –“Highly restricted, fixated interests that are abnormal in intensity or focus”(1) –“Hyper-  or hyporeactivity to sensory input or unusual interest in sensory aspects of the environment”(1) –Specific behavioral symptoms include the following: -Repetitive movements (rocking, twirling, hand flapping)(4) -Self-abusive  behavior (e.g., biting, head-banging)(4) -Difficulty with disturbances in routine -Fascination with parts of an object (e.g., spinning wheels of a car) -Unusual sensitivity to light, sound, and touch -Constant physical movement Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Parents/caregivers should be involved in both assessment and treatment. They have a unique perspective and can provide information about the child that cannot be obtained through formal or informal measures(8) ",
            "The speech-language  pathologist (SLP) needs to be aware of cultural considerations when assessing communicative functioning and when developing treatment goals.(8) Communication needs of the child should be considered with respect to the cultural, familial, and community setting(8)",
            "Standardized assessment measures should be used in conjunction with ecologically valid measures, such as play-based observation(9)",
            "When assessing the language skills of children, it is imperative to use developmentally appropriate contexts, content, and procedures. This might include observation of the child in his or her natural environment during typical or daily activities(9)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Reported frequencies of ASD in the United States, and in other countries, have approached 1% of the total population.(1)The cause of ASD is unknown, but some risk factors have been identified (see below)"
        ],
        "pathogenesis": [
            "Studies of the brains of children with ASD have found that the clinical signs of ASD are often associated with a periodof abnormal brain and head overgrowth; in a study conducted in the United States, researchers found 67% more neuronsin the prefrontal cortex of seven male children with ASD, compared to a control group of six typically developing malechildren(5)"
        ],
        "risk factors for asd": [
            "Genetic susceptibility: Based on twin concordance rates, heritability estimates for ASD have ranged from 37% to higherthan 90%. As many as 15% of cases of ASD are associated with a known genetic mutation(1,7)",
            "Male sex: Males are diagnosed with ASD four times more often than females(1)",
            "Nonspecific environmental factors, including advanced paternal age, fetal exposure to valproate, and low birth weight, mayincrease the risk of ASD(1,7)",
            "Advanced maternal age (to a lesser extent than advanced paternal age)(7)",
            "Fetal hypoxia(7)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "ASD is usually diagnosed in very young children; therefore, precautions to evaluation will also be determined by the patient’s age and family concerns. It is recommended that parents and/or caregivers be involved in all assessment procedures",
        "Children with ASD sometimes exhibit feeding and/or swallowing disorders. Evaluate swallowing as needed. For detailed information on assessment and treatment of feeding problems in children with ASD, see Clinical Review…Dysphagia: Autism Spectrum Disorder ; CINAHL Topic ID Number: T708946"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Parents/caregivers should be involved in both assessment and treatment. They have a unique perspective and can provide information about the child that cannot be obtained through formal or informal measures(8) ",
            "The speech-language  pathologist (SLP) needs to be aware of cultural considerations when assessing communicative functioning and when developing treatment goals.(8) Communication needs of the child should be considered with respect to the cultural, familial, and community setting(8)",
            "Standardized assessment measures should be used in conjunction with ecologically valid measures, such as play-based observation(9)",
            "When assessing the language skills of children, it is imperative to use developmentally appropriate contexts, content, and procedures. This might include observation of the child in his or her natural environment during typical or daily activities(9)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document when ASD was first diagnosed and when communication difficulties were first noted -Delayed language development(1) -Authors of a large (N = 644), prospective, longitudinal study conducted in Australia found an inverse relationship between expressive vocabulary size at age two and presence of autistic behaviors at age 20. Additionally, there was a significant association between “late-talker”  status at age two and having high levels of autistic characteristics at age 20(56) -Lack of social interest(1) -Unusual social interactions(1) -Odd play patterns (e.g., lining toys up but not playing with them)(1) -Repetitive behaviors emerging during toddler stage(1)",
                "course of treatment": {
                    "medical management": "Medical management will vary according to the child’s presenting symptoms",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they beingAntidepressants have been used to treat repetitive behaviors and anxiety as well as control aggression in children with ASD; the usefulness of these medications is not confirmed(6)These drugs are used to reduce stereotyped behaviors, decrease hyperactivity, and minimize aggression(6)Stimulants might be prescribed to decrease hyperactivity in individuals with ASD(6)Antianxiety drugs have been used to reduce anxiousness and panic disorders associated with ASD(6)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  When ASD is suspected, a physician or other qualified health care professional will administer a screening test. If a screening indicates the possible presence of ASD, a comprehensive diagnostic evaluation should be conducted by a multidisciplinary team (e.g., psychologist, neurologist, psychiatrist, SLP). In addition, an audiologist might test for hearing problems"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack), organic or other types of special diets, or alternative therapies (e.g., equineassisted  therapy,(47) acupuncture) and whether or not they help",
                    "previous therapy": "Document whether child has had occupational, physical, or speech therapy for this or other conditions, and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Does the child have hearing or vision difficulties? -How severe are the child’s communication difficulties? -Does the child have a co-occurring  disorder associated with ASD, such as an intellectual disability, epilepsy, or tuberous sclerosis (a disorder that includes seizures resulting from cuts in the brain)?(6) -Does the child or caregivers speak another language at home, at school, and/or in the community? -What modality does the child use to communicate? -Is the child overly sensitive to sensory stimulation?  -Research studies estimate that sensory processing disorders occur in between 45% and 96% of children with ASD.(46) The presence of a sensory disorder might impact the choice of augmentative and alternative communication (AAC) or the manner in which speech therapy is delivered (see below for more information on AAC). For children with sensory processing disorders, speech therapy sessions and AAC should be individually tailored to the child’s particular needs (e.g., use of carpet pieces on the back of pictures for increased sensory input; low lights in the therapy room; omission of toys that make loud noises)(46) -For detailed information on sensory processing disorders that can co-occur  in children with ASD, see ClinicalPediatrics ; CINAHL Topic ID Number -How does the child respond to loud noises/visually stimulating environments/being in a group of people? -How does the child handle changes in his or her routine?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": " Nature of symptoms -How does the child communicate (e.g., verbally, with manual gestures)? -How well does the child understand spoken communication? -How well does the child use oral communication? -How does the child communicate when he or she is upset or anxious?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 0-10 scale to assess symptoms at their best, at their worst, and at the moment",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night)",
                "sleep disturbance": "Document any difficulty sleeping. Children with ASD sometimes experience disrupted sleep schedules due to effects of some medications",
                "other symptoms": "Document other symptoms the child is experiencing that could exacerbate the condition and/or symptoms that could indicate the need fora physician or social worker referral (e.g., anxiety, seizures, difficulty sleeping)",
                "respiratory status": "Note respiratory history and current respiratory status for any indication of aspirationDocument other symptoms the patient is experiencing or exhibiting that could exacerbate the condition and/or symptoms that could indicate the need for a physician or social worker referral (e.g., anxiety, seizures, difficulty sleeping, self-injurious behavior). High levels of parental stress due to behavior problems associated with ASD might warrant referral to counseling/support services for families(10)Has the child’s hearing and vision been screened? If hearing loss is suspected, refer to an audiologist for a full evaluation. If vision loss is suspected, refer to an optometrist Barriers to learning -Are there any barriers to learning? Yes__ No__ -If yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of developmental delay in any area?",
                    "comorbid diagnoses": "Ask patient or patient’s family about other problems, including communication problems, intellectual disability, epilepsy, and hearing impairment Individuals with ASD often have co-occurring psychiatric disorders. Researchers in the United States investigated the cooccurrence  of psychiatric disorders in 109 children with ASD from Boston and Salt Lake City who ranged in age 44% of the sample had specific phobias, such as fear of needles, shots, crowds, and loud noises(2) 37% had obsessive compulsive disorder (OCD)(2) 31% had attention deficit hyperactivity disorder (ADHD)(2) 10% had major depression(2) Obesity is a common comorbidity in children and adolescents with ASD. The factors that potentially result in obesity in children and adolescents with ASD include poor nutrition, low levels of physical activity, medication side effects, and metabolic abnormalities(45) ",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs). Pharmacist or a physician inquiry about medications that may influence eating, appetite, sleep habits, or gastrointestinal status",
                    "other symptoms": "Ask patient or patient’s family about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include receive intervention services? If so, are they home, school, or clinic based? Does the child attend daycare or school? If the child attends school, what support services are in place?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Obtain information on adaptive behaviors and adaptive equipment the child is using, such as AAC communication devices, hearing aids, glasses, or adaptive eating equipment -An instrument commonly used to assess adaptive behavior skills in children with ASD is the Vineland Adaptivecommunication, socialization, daily living skills, and motor skills and provides a measure of maladaptive behavior (from birth to age 90 years)(11)",
                "living environment": "Stairs, number of floors in home, with whom child lives (e.g., caregivers, family members). Identify if there are barriers to age-appropriate independence in the home; any modifications necessary? Does the child have any siblings? How do the siblings and other family members communicate with the child? Who are the child’s communication partners in the home? Who prepares the child’s meals? Any environmental distractions/excessive sensory stimulation?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "According to the SIGN national clinical guideline for “Assessment, diagnosis and interventions for autism spectrum disorders,” all children with ASD should receive a thorough speech, language, and communication evaluation, as well as intervention when indicated(52)If the child uses speech for communication, and if there are concerns about speech/articulation ability, a standardized test or an informal (nonstandardized) analysis can be used to determine errors that have a high frequency of occurrence and are early developing, as well as those that are functionally important for that child and child’s family. A sound inventory can be completed for those who have severely limited speech. For specific sounds, the number of omissions, substitutions, distortions, and additions can be completedAssessment should include a combination of formal and informal measures (language samples)Informal language measures are useful for examining the child’s responsiveness to communication, mean utterance length (MLU), word use/vocabulary, echolalia, pronoun use, and pragmatics.(3) Elicitation measures may be used to encourage the child to communicate. The following are some techniques to elicit -Keep toys away from the child, but within sight so that the child needs to request them(3) -Eat a snack in front of the child without offering the food to the child (to elicit requests)(3) -Provide a mystery box or opaque container with objects. When the child withdraws an object, the child can comment on the object(3) -Engage in social routines (e.g., blowing bubbles) and provide an interruption so that the child can request continuation(3) -Elicit requests of parts of toys or puzzles by offering some but not all of the parts(3) -Pretend to misunderstand or to not hear the child in order to elicit a conversational repair(3) -Provoke a comment by doing something silly (e.g., funny hat) or pointing to a noteworthy object (e.g., band-aid  on a finger)(3)Comprehensive test batteries for language may be used with children who are able to(17) Ages one year to six years, 11 months(18) Preschool version is for ages three to six years 11 months; CELF-5  is for ages five years to 16 years, 11 months (has a pragmatic language component)(18) Ages four years to eight years, 11 months (has a pragmatic language component)A behavioral language assessment with two parts, the direct training assessment and generalization assessment, that is appropriate for children with ASD. The direct training assessment examines basic learning skills (e.g., maintaining eye contact, taking turns), as well as advanced skills (e.g., advanced addition and subtraction, guessing). The generalization assessment examines basic generalization skills (e.g., imitating movements and vocalizations), as well as advanced skills (e.g., identifying sarcasm, solving logic puzzles)(51)A behavioral language assessment that is appropriate for children with ASD. The test assesses 170 skills beginning with basic language abilities  (e.g., requesting and identifying items) and moving to advanced abilities (e.g., conversational exchanges, reading comprehension)(51)Children with ASD have difficulty with pragmatic language skills, including turn-taking,  eye contact, and narrative discourse. Older children with ASD have difficulty making inferences about others’ intentions and emotional states which further hinders social communication abilities.(53) In a study conducted in the United States with 408 children, researchers found that children with ASD who have greater impairments of gross motor skills are more likely to have social impairments.(19)Another study conducted in the United States with data from 1,708 children ages two to 17 years who were enrolled in the Autism Speaks—Autism Treatment Network (AS-ATN)  confirmed the findings that motor impairments are associated with language and social impairments in children with ASD.(58) It is recommended that SLPs use informal language samples or published assessment tools to(3)CSBS-DP expressive language, social communication and symbolic abilities by means of a parent report and direct interactionsan infant-toddler checklist, a caregiver questionnaire, and a 30-minute  behavior sample of the child. It can be used in all children aged six to 24 months and in children up to age six years who have a developmental age lower than 24 months(21) A caregiver-report  rating scale for social and communicative behaviors such as social awareness, social information processing, ability to produce reciprocal social responses, and social use of language. It can be used in children and adolescents (four years to 18 years)(22) A screening checklist of pragmatic language skills that can be completed by parents and teachers for children and adolescents. The child’s skills can be compared to a norm-referenced  sample(23) A checklist of pragmatic skills based on observation(24) A measure that provides an inventory of a child’s communication abilities(25) A standardized measure that examines narrative comprehension and production for children aged five to 11 years(26)Norm-referenced  multi-rater assessment; allows the SLP to obtain a broad picture of social behaviors from teachers, parents, and other studentsa reliable, sensitive checklist for assessing social skills in children with ASD(57)Provide a voice evaluation if there is an indication of a voice disorderProvide a fluency evaluation if there is an indication of a fluency disorderReading deficits have been described in children with ASD.(60) Provide a reading evaluation as necessary or refer to a reading specialist/special education teacher. Assessment can include letter identification, letter-sound identification, phonological awareness skills, site word reading, fluency, and reading comprehension",
            "neurological examination": "",
            "oral structure and oral motor function": "Problems with oromotor and verbal imitation skills have been reported in children with ASD.(59) Assess the child’s oral motor skills during speech, imitation of motor movements, diadochokinesis tasks, and strength testing tasks in order to identify or rule out a motor-based  speech-language disorderFeeding difficulties associated with ASD include strong food preferences, restriction of diet to a narrow range of foods, unusual eating behaviors (e.g., eating inedible items), oral motor difficulties, and refusing to eat certain types of food or entire food groups.(27) In addition to a behavioral component to feeding, physiological issues, such as sensory processing issues and gastrointestinal issues, may also play a role in the feeding skills of child’s with ASD.(27) For detailed information on assessment and treatment of feeding problems in children with ASD, see Clinical Review…Autism Spectrum Disorder , referenced above",
            "perception": "",
            "arousal attention cognition": "Children with ASD often exhibit deficits of attention including impaired joint attention.(59)If present, cognitive deficits associated with ASD can range from mild to profound. The evaluating or treating SLP should note the results of any neurological (MRI, CT), neuropsychological, or psychological/cognitive tests that have been completed. Common psychological tests/intelligence tests administered toAges two years, six months to seven years, three months(12) Ages six years to 16 years, 11 months(13) Test of cognitive functioning for children aged two to 42 months",
            "aac assessment": "Individuals with ASD sometimes require the use of AAC. According to the Scottish Intercollegiate Guidelines Network (SIGN) national clinical guideline for “Assessment, diagnosis and interventions for autism spectrum disorders,” AAC should be considered for all children with ASD in order to improve child-caregiver  communication.(52) AAC can be aided or unaided. Aided AAC requires external equipment, such as picture books/cards, communication boards, or computerized speech-generating  devices. Unaided AAC refers to communication techniques that the person can produce without external resources, such as manual signs/sign language, gestures, and facial expressions.(14,54) Many individuals with ASD use a combination of aided and unaided AAC, and AAC can be used in addition to oral language. The most appropriate model for this assessment is a team assessment with participation and input from family members.(15)An AAC evaluation should include an assessment of the ability to understand symbols. The Tangible Symbol Systems Levels of –What type of AAC does the child use? –Is he or she comfortable with the AAC being used? –How long has the child used AAC? –Does AAC improve communicative efforts both receptively and expressively? –The SLP and communication assessment team (e.g., school teacher, occupational therapist) should always consider the cultural, linguistic, and economic background, as well as the technological proficiency of the family, during assessment and when making recommendations regarding AAC use.(14)Universal design is a relatively new concept with respect to assistive technology, including AAC; the idea of universal design is to create devices that serve needs of a wide range of individuals—those with and without disabilities.(48) For example, there are many apps available for download on the iPad  that allow it to become a high-tech  AAC device for a child with ASD, but can also be used by the patient’s parents whose language abilities are intact.(49) For devices with universal design, no adaptations are necessary.(48) The iPad or other commercially-available  computer tablets also have the advantage of being highly socially acceptable, which is appealing to many parents who do not want their child’s AAC device to appear awkward or stand out(49) An ecological inventory is recommended as part of the AAC assessment. In an ecological inventory, the communication behaviors of the child are observed in a particular setting, such as the classroom. The child’s communicative behaviors are compared with those of peers to illuminate possible discrepancies. In this way, contexts and activities are identified in which the child’s communication skills can be enhanced(15) –For detailed information on use of AAC in assessment and treatment of a child with ASD, see Clinical Review…Children with Autism Spectrum Disorder (ASD) ; CINAHL Topic IDT709149",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Because of the complex, multidimensional nature of the deficits associated with ASD, it is important that a multidisciplinary approach to treatment be employed in the development of Individual Family Service Plans (IFSPs) and Individualized Education Programs (IEPs) ",
                "High levels of parent stress due to behavior problems associated ASD might require referral to clinical/counseling/support services for families(10)",
                "Children with ASD are at risk for feeding and swallowing disorders; perform a feeding/swallowing evaluation if feeding/swallowing disorders are suspected, or if the child exhibits signs of malnourishment"
            ]
        },
        "diagnosis need for treatment": "A comprehensive speech-language evaluation will determine the need for treatment and treatment goals. Most children with ASD have need of speech-language  therapy to improve language and social skills",
        "rule out": "During the diagnostic process, the following disorders are ruled out or can be diagnosed as comorbid conditions in children with ASD: Hearing impairment Rett syndrome(1)Individuals with social (pragmatic) communication disorder show impairment in social communication and social interactions but do not have restricted and repetitive behavior or interests(1) Schizophrenia with childhood onset(1) Intellectual disability without ASD(1) Expressive and receptive language disorder(1) Psychosocial/environmental deprivation OCD(2) Anxiety disorder(2) Selective mutism(1)",
        "prognosis": [
            "In a study conducted in Israel involving 78 children diagnosed with ASD aged 15 to 35 months, researchers found that the following pretreatment characteristics predicted greater cognitive gains with early intervention: less severe symptoms, younger age at the start of intervention, older maternal age, and higher maternal education(28)"
        ],
        "referral to other disciplines": "Referral to a behavior psychologist or behavior specialist may be warranted to assist with behavioral therapy and/or challenging behaviors. Refer to a nutritionist if food preferences and mealtime aversions interfere with nutritional intake. Refer to an occupational therapist for a sensory processing assessment.(27) Social services can assist the family in negotiating assistance systems (e.g., medical services, daycare)",
        "other considerations": [],
        "treatment summary": [
            "Authors of a systematic review of articles published between 1991 and 2001 on communication treatment studies for children with ASD synthesized the results of 60 studies and concluded that several types of treatment approaches are effective, including interventions incorporating sign language, discrete-trial  training, and milieu teaching procedures. In addition, the authors concluded that challenging behaviors decrease when children with ASD are taught efficient and effective communication skills(29)",
            "Authors of a systematic review investigating the effects of communication-based  treatment on children with ASD from 2002 to 2007 synthesized the findings of 36 studies and reported the following overall clinical applications(30) –An individual’s profile of communication abilities and deficits is important in the selection of a particular treatment method –A combination of approaches, rather than a single treatment, might be most beneficial",
            "Treatment approaches –Behavioral interventions -Applied behavior analysis (ABA): ABA is based on the theory of operant conditioning and is designed to eliminate negative behaviors and increase positive ones. Operant conditioning principles include shaping, chaining, discrimination training, and contingency management. Therapy is usually provided in a one-to-one  discrete trial format, and targets can include a variety of communicative functions, including preverbal communication, requesting desired items, social language (e.g., please, thank you), positive interactions with peers, answering wh-questions,  and overall increased  communication.(29) The use of ABA requires specific training. For more information, see research and guidelines by Lovaas(31) -Authors of a systematic review of communication-based  treatments for ASD reported that ABA methods for improving adaptive behavior and communication are well-established.  The authors also concluded that peers can be effective models of target behaviors.(32) The authors caution that individual characteristics should be considered when planning treatment, and that naturalistic or developmental treatment methods might be more appropriate than ABA for some persons with ASD.(32) Some documented limitations of ABA are inadequate generalization, prompt dependence, and lack of motivation(32) -Early Intensive Behavioral Intervention (EIBI): EIBI is based on ABA principles and is typically an intensive home-based  program (upwards of 40 hours per week for two or more years). Reichow presented an overview of five meta-analyses  on EIBI for young children with ASD. He found that the conclusions of four out of the five meta-analyses  indicated that EIBI is an effective intervention for children with ASD.(38) EIBI is a comprehensive treatment with an extensive amount of empirical support. He found that children who receive EIBI have increases on measures of IQ and more moderate increases in adaptive behavior. Gains on standardized language measures are not as frequently reported in studies. Reichow concluded that more studies are needed to determine effects on language ability -Intervention to improve joint attention and symbolic play using ABA and procedures of responsive and facilitative interactive methods: Researchers in the United States examined the effects of an intervention targeting joint attention and symbolic play in children aged three to four years with ASD.(40) Fifty-eight  children were randomized to a joint attention intervention, a symbolic play intervention, or control group. Interventions were provided 30 minutes daily for five to six weeks. After the intervention, children in the joint attention intervention showed more child-initiated joint attention, as well as an improvement in responding to joint attention, and children in the play group showed greater diversity and sophistication of play as compared to the control group -In a five-year  follow-up  study of 40 participants in the study above, researchers found that the joint attention intervention group gained 12.5 expressive language standard score points above the control group and the play group achieved 10.6 standard score points above the control group.(41) The researchers concluded that improved skills of joint attention and play are associated with better later language outcomes –Naturalistic behavioral approaches: Naturalistic behavioral approaches use some of the elements of behavioral training but are conducted in natural environments -Milieu teaching (MT) (enhanced milieu treatment): Features of MT include the following: a) following the child’s attentional lead and establishing joint attention; b) using teaching episodes that are brief, positive, and rewarding, and that are included within natural activities that occur throughout the child’s day (incidental teaching); c) simultaneous teaching of form (syntax), content (vocabulary), and function (pragmatics); d) targeting general communication forms and function that are on the boundary of the child’s productive communicative competence; and e) using mands (requests), questions, and models to elicit production of targets that are related to the child’s focus of attention (i.e., teacher demonstrates a verbal mand for the child to imitate and the child is reinforced by receiving the desired object after producing the imitation); and f) using time delay in which the presentation of a highly desired object out of reach is followed by a delay so that the child has time to initiate a request to receive the desired object(32) -Authors of a review of the literature summarized research findings related to the effects of MT and children with ASD: -Several clinical trials have found MT to be effective for children with ASD(32) -Relatively low-intensity  treatment can lead to significant gains(32) -Treatment leads to gains in joint attention and requesting, particularly for children who exhibited some joint attention capabilities before treatment(32) -In a five-month  study conducted in the United States, researchers investigated the use of MT strategies implemented by teachers in an early-childhood  special education classroom (ECSE).(44) MT strategies were implemented in two activities per day and targeted communication goals for three children with ASD aged two through five years. MT strategies were found to increase spontaneous speech in all three children. The researchers concluded that teacher implementation of milieu MT strategies could provide a cost-effective  way to address communication targets in the classroom -Functional communication training (FCT): The purpose of FCT is to determine the motivation for or purpose of a challenging behavior and then teach a more appropriate replacement behavior. This approach is often used with children  with ASD who exhibit challenging behaviors (e.g., tantrums, aggression, self-injury).  For example, a child who has limited language and who has an excessive number of tantrums may be taught the use of requests (mand training) to obtain desired items. Most of the research on FCT is limited to single-subject  studies, but there is preliminary evidence that FCT is effective in eliminating negative behaviors and generalization of new language skills to other people and environments(32) -Pivotal response training (PRT): PRT uses behavioral approaches in a natural environment. Like MT and FCT, PRT makes use of the child’s interests and allows the child to make choices. All verbal attempts (even approximations) are reinforced and reinforcement is related to the desired behavior (e.g., if the child indicates “more ice cream,” he/she receives more ice cream rather than praise). Authors of a review of treatments for children with ASD indicated that PRT results in gains in functional communication. Recent research has further explored the types of children who benefit most. Children who have a strong interest in toys and tolerance of others in close proximity before treatment have a higher level of positive response to treatment(32) –Developmental interventions -Developmental interventions include Floortime techniques and the Hanen approach (More Than Words), and are based on the theory that language acquisition is supported by strong adult-child interactions.(32,33) Such approaches are also referred to as responsivity education (RE) because parents are trained to follow their child’s lead, better recognize their child’s nonverbal communication attempts, and respond to them in meaningful ways during play-based  and natural situations. Parent training approaches also help parents to stimulate the child’s communication by structuring conversation and the physical environment. Hanen training has been found to be effective in helping parents increase their children’s ability to be more interactive in communication, resulting in improved interaction by their children. Authors of a review of communication-based  developmental interventions for children with ASD concluded that current findings support the efficacy of parent-based  developmental interventions(32) -In a single-subject  (ABACAD design) study in the United States, researchers compared a social-pragmatic  intervention (“responsive interaction condition”) and a naturalistic behavioral intervention (MT condition”) on language use and social engagement in five preschool children with ASD(43) -Responsive interaction condition: This intervention consisted of language modeling and expansions that emphasized the child’s language targets. The therapist responded to all communication in a natural way, but did not attempt to elicit any language from the child -MT condition: This condition used direct elicitation of children’s language targets by prompting. The goal was to elicit one language target every 30 to 60 seconds. Four types of milieu prompts were used: 1) modeling, 2) commands, 3) questions, and 4) time delay. When the child used targeted language, the therapist would reinforce with access to desired materials -Analysis of language samples indicated that naturalistic interventions that employed direct elicitation of child language led to larger gains in expressive language targets than interventions that used facilitative strategies (responsive interaction) only –Classroom-based  interventions -Treatment and Education of Autistic and related Communication-  handicapped Children (TEACCH) -TEACCH is a classroom-based  program that emphasizes structure and consistency in a carefully designed environment. Visual supports, such as charts, clearly labeled physical spaces, and picture schedules, are used to supplement auditory information. The aim is to facilitate the independence of children with ASD by providing predictable routines and visual supports -According to the authors of a review of communication-based  studies for children with ASD, present support for TEACCH for improving communication abilities in children with ASD is preliminary and limited, with most evidence of communication gains based on parental report and anecdotal evidence(32) -Project DATA (Developmentally Appropriate Treatment for Autism): Project DATA combines aspects from both the developmental and behavioral models of treatment, integrating family-centered, developmentally appropriate aspects of early-intervention  programs with the direct and explicit components of ABA. Children with ASD attend an early-childhood,  inclusive classroom with more extended time for intensive intervention -Authors of another study of Project DATA conducted in the United States found a differential response to this program among the program participants: some children responding well to the program with significant improvements and others not improving at all; participants that did respond well to the therapy provided through Project DATA were noted to have established joint attention and sociability skills, as well as good use of AAC in social communication  environments, whereas the participants who did not respond to this program had poor underlying joint attention and social/communication skills(34) –Computer-assisted  interventions -Authors of a review of computer-assisted  technologies (CAT) to enhance social and communication development in individuals with ASD found that CAT studies lacked methodological rigor compared to studies that investigated non-CAT approaches.(42) The reviewers reported that potential challenges of CAT approaches are that many programs have not been specifically developed for individuals with ASD and that some employ features (e.g., sounds) that may lead to undesirable behaviors. In addition, they cite the potential social isolation of a child using a program and the lack of generalization of treatment effects as other potential drawbacks. They advocate larger-scale studies that compare CAT approaches to non-CAT approaches –Video modeling -The purpose of video modeling is to teach a child with ASD a particular communication skill through observational learning. The video format is intended to decrease the anxiety that may be associated with direct therapy -Steps in the video modeling approach include:(32) -Videotaped images are made of a target behavior or skill -The child watches the video clips -After viewing the clips, the child practices the skills with a therapist -The child then practices the skill in other settings to provide for generalization -The child observes the videotape again, as necessary -Authors of a review of communication-based interventions for children with ASD reported that there is evidence from multiple studies to support the use of video modeling in increasing social engagement of children with limited verbal skills. There is also support for the use of video modeling to teach play behaviors to children with ASD(32) –Social skills interventions: Social skills interventions include social skills training, the use of social stories, comic strip conversations, and peer/sibling training -Social skills training -In social skills training, children are taught skills such as perspective taking, conversational skills, problem solving, emotional awareness, and regulation -Methods used include coaching, modeling, social scripts, and written cueing -Authors of a systematic review of communication-based  interventions concluded that there is little evidence to support the use of social skills training alone to improve social abilities of children with ASD. Behavioral techniques might be necessary to provide reinforcement for appropriate social skills(32) -Social stories -Social stories are narratives written by parents, teachers, or clinicians to help children with ASD understand certain social situations. It is hypothesized that the child will increase social understanding by repeatedly rereading narratives that are often accompanied by photographs or pictures. In this way, the behaviors in particular social situations become familiar and predictable -Two separate reviews investigating the evidence for social stories concluded that the evidence is limited due to weaknesses in study design(32) -Comic strip conversations -In therapy involving comic strips for social skills training, children with ASD are encouraged to draw comic strips with thought bubbles that describe the intents of verbal communication(35) -Authors of a case study described comic strip conversations in therapy for two boys with ASD in a speech-language pathology classroom setting; pre-made  comic strips were used and gains towards social skills goals were made by both children after four weeks of intervention(35) -For the first child, gains in eye contact and initiation of interactions with typically developing peers were noted; for the second child, social gains were “tremendous,” with significant carryover from the comic strip activity to peer interactions with improved turn-taking  and teamwork(35) -Peer/sibling training -Peer/sibling training involves teaching peers to facilitate social interactions with children with ASD through direct instruction, adult modeling, and prompt reinforcement  -Authors of a review of communication-based interventions for children with ASD reported that peer/sibling training is promising and is based on 20 years of single-subject  studies(32) -In a randomized controlled trial, researchers in the United States compared the relative effectiveness of a peer-mediated  approach (PEER) to a child-assisted  approach (CHILD) on improving social skills of high-functioning children with ASD in general education classrooms.(39) Participants included 60 children with ASD (in first through fifth grade and with IQ > 65) and 815 typically developing children. Participants were in 56 classrooms in 30 different schools across the Los Angeles area. The two interventions were delivered in six weeks with a total of twelve 20-minute  sessions provided two times week. The participants with ASD were randomized to receive the CHILD-assisted  intervention, the PEER-mediated intervention, both interventions, or neither intervention -CHILD: Treatment was delivered in individualized sessions to the child with ASD during recess or lunchtime and focused on improving specific social skills with multiple opportunities for practice (role playing) during sessions with adult coaching, modeling, and feedback. Skills that were targeted were based on the needs of the individual child (e.g., entering a game) -PEER: Group social skills training was based on positive social modeling by peers. Peers met in a group format with a trained interventionist for 20 minutes twice weekly during recess or lunchtime, and practiced facilitating and engaging children with social needs on the playground. For example, they were taught how to identify appropriate and inappropriate behaviors on the playground, as well as to recognize isolated children and to engage them in a game. The student with ASD was never identified to maintain the student’s confidentiality -Measures included the Social Network Survey, a social network salience ratio score, playground observation of peer engagement, and a teacher questionnaire that assessed social skills -The authors concluded that the PEER-mediated intervention produced greater social involvement than the CHILD-mediated  intervention and that improvements in socialization were maintained for up to three months after treatment ended –AAC -Over half of children with ASD remain nonverbal and require an alternate method of communicating, such as the use of aided symbols, speech-generating devices, and/or manual signing. There is a growing body of research supporting the use of AAC in children with ASD(36,37) -For detailed information on use of AAC in assessment and treatment of children with ASD, see Clinical Review… Augmentative and Alternative Communication: Children with Autism Spectrum Disorder (ASD) , referenced above . Problem Goal Intervention Expected Progression Home Program Poor social communication skills _ _ Poor overall language skills (syntax, pragmatics, comprehension)Improve communication skillsSee above for interventions _ Intervention approach will be determined by a comprehensive assessment of language that includes formal and informal measuresThe child will improve communication skills. The expected progression may vary with the presence or absence of cues, the environment, the communication partner, and the communicative taskA home program is recommended for generalization of skills Nonverbal or lacking in method of communicatingLearn to use a form of AAC (e.g., manual signs, picture symbols, high-tech device)AAC _ Intervention approach and the use of AAC will be determined by a comprehensive assessment of language that includes formal and informal measuresThe child will learn to use a form of AAC. The expected progression may vary with the presence or absence of cues, the environment, the communication partner, and the communicative taskA home program is recommended for generalization of skills  Maladaptive behaviors Improve communication skillsSee above for interventions _ Intervention will be determined by a comprehensive assessment of language and behavior that includes formal and informal measures (i.e., observation, language sample)The child will reduce maladaptive behaviors and improve communication skills. The expected progression will vary with the presence or absence of cues, the environment, the communication partner, and the communicative taskA home program is recommended for generalization of skills ."
        ]
    },
    "desired outcomes outcome measures": {
        "improvements in functional language skills": [
            "Language assessments that include a combination of formal and informal measures (language samples)–Informal language measures: Informal language measures are useful for examining the child’s responsiveness tocommunication, MLU, word use/vocabulary, echolalia, pronoun use, and pragmatics(3)–Formal language measures: Comprehensive test batteries for language may be used with children who are able to respondto test questions",
            "Ecological inventory: In an ecological inventory, the communication behaviors of the child are observed in a particularsetting, such as the classroom. The child’s communicative behaviors are compared with those of peers and to the child’sown pretreatment behaviors to illuminate any change or improvement(15)",
            "Parent report and teacher report"
        ],
        "reduced maladaptive behaviors": [
            "Ecological inventory: In an ecological inventory, the communication behaviors of the child are observed in a particularsetting, such as the classroom. The child’s communicative behaviors are compared with those of peers and to the child’sown pretreatment behaviors to illuminate any change or improvement(15)",
            "Parent report and teacher report",
            "A behavior psychologist can measure the frequency of maladaptive behaviors"
        ]
    },
    "maintenance or prevention": [
        "Early intervention is recommended for children with ASD(30) Patient/Family Education",
        "Parent/family education is essential for children with ASD. Parents should be educated about ASD itself, as well as specific strengths and weaknesses in their own child. Education is the responsibility of each member of the multidisciplinary team. In a study conducted in the United States with 12 parents of children with ASD, researchers found that an online training program was appropriate for helping parents obtain and apply research-based information about ASD. In this study, the parents were divided into control and treatment groups, and both groups were given pre- and posttests regarding their knowledge about ASD. After completing the online training program, the parents in the treatment group scored significantly higher on their posttest, while the control group scores remained about the same.(50) Researchers in this study noted that online training programs such as this would be helpful for families who lived in remote or rural areas and could not easily come to physician or outpatient therapy offices",
        "See “Autism Spectrum Disorder (ASD)” from the U.S. National Institutes of Health, Eunice Kennedy Shriver National Institute of Child Health and Human Development at https://www.nichd.nih.gov/health/topics/autism/Pages/default.aspx",
        "See “Autism Spectrum Disorder Fact Sheet” from the U.S. National Institute of Neurological Disorders and Stroke, National Institutes of Health, at https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Autism-Spectrum-Disorder-Fact-Sheet  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders: DSM-5. 5th ed. Arlington, VA: American Psychiatric Publishing; 2013. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Leyfer OT, Folstein SE, Bacalman S, et al. Comorbid psychiatric disorders in children with autism: interview development and rates of disorders. In: J Autism Dev Disord . Vol"
        },
        {
            "number in article": 36,
            "reference": " 7 ed; 2006:849-861.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Paul R. Assessing communication in high functioning students with autism spectrum disorders. Perspect School-Based  Issues. 2005;6:14-20.  doi:10.1044/sbi6.3.14. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Mayo Clinic staff. Autism spectrum disorder: Symptoms. MayoClinic.com Web site. http://www.mayoclinic.com/health/autism/DS00348/DSECTION=symptoms . Accessed August 28, 2018. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Courchesne E, Mouton PR, Calhoun ME. Neuron number and size in prefrontal cortex of children with autism. JAMA. 2011;306(18):2001-2010.  (R)"
        },
        {
            "number in article": 6,
            "reference": "What is Autism Spectrum Disorder? National Institutes of Mental Health Web site. http://www.nimh.nih.gov/health/topics/autism-spectrum-disorders-asd/index.shtml . Accessed August 28, 2018. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Kolevzon A, Gross R, Reichenberg A. Prenatal and perinatal risk factors for autism: a review and integration of findings. Arch Pediatr Adolesc Med . 2007;161(4):326-333. doi:10.1001/archpedi.161.4.326.  (SR)"
        },
        {
            "number in article": 8,
            "reference": "National Joint Committee for the Communication Needs of Persons With Severe Disabilities (NJC). Augmentative and Alternative Communication. American Speech-Language-Hearing  Association . http://www.asha.org/NJC/AAC/ . Accessed August 28, 2018. (G)"
        },
        {
            "number in article": 9,
            "reference": "Paul R. Language Disorders from Infancy Through Adolescence: Assessment & Intervention . 3rd ed. St. Louis, MO: Mosby Elsevier; 2007. (G)"
        },
        {
            "number in article": 10,
            "reference": "Lecavalier L, Leone S, Wiltz J. The impact of behaviour problems on caregiver stress in young people with autism spectrum disorders. J Intellect Disabil Res . 2006;50(3):172-183.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Sparrow SS, Cicchetti DV, Balla DA. Vineland Adaptive Behavior Scales . 2nd ed. San Antonio, TX: Pearson; 2008. (PP)"
        },
        {
            "number in article": 12,
            "reference": "Wechsler D. Wechsler Intelligence Scale for Children . 4th ed. San Antonio, TX: PsychCorp; 2003. (PP)"
        },
        {
            "number in article": 13,
            "reference": "Bayley N. Bayley Scales of Infant and Toddler Development . 3rd ed. San Antonio, TX: Psychological Corp; 2006. (PP)"
        },
        {
            "number in article": 14,
            "reference": "Fossett B, Mirenda P. Augmentative and alternative communication. In: Odom SL, Horner RH, Snell ME, Blacher J, eds. Handbook of Developmental Disabilities . New York, NY: Guilford Press; 2007:330-348.  (G)"
        },
        {
            "number in article": 15,
            "reference": "Augmentative and Alternative Communication. American Speech-Language-Hearing  Association Web site Web site. https://www.asha.org/Practice-Portal/Professional-Issues/Augmentative-and-Alternative-Communication/ . Accessed August 27, 2018. (G)"
        },
        {
            "number in article": 16,
            "reference": "Rowland C, Schweigert P. Tangible Symbol Systems: Making the Right to Communicate a Reality for Individuals with Severe Disabilities . Portland, OR: Design to Learn Projects; 2000. (PP)"
        },
        {
            "number in article": 17,
            "reference": "Reynell JK, Gruber CP. Reynell Developmental Language Scales . Los Angeles, CA: Western Psychological Services; 1990. (PP)"
        },
        {
            "number in article": 18,
            "reference": "Semel E, Wiig EH, Secord WA. Clinical Evaluation of Language Fundamentals . 5th ed. San Antonio, TX: The Psychological Corporation; 2013. (PP)"
        },
        {
            "number in article": 19,
            "reference": "Sipes M, Matson JL, Horovitz M. Autism spectrum disorders and motor skills: the effect on socialization as measured by the Baby And Infant Screen For Children with aUtIsm Traits (BISCUIT). Dev Neurorehabil . 2011;14(5):290-296.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Wetherby AM, Prizant BM. Communication and Symbolic Behavior Scales Developmental Profile: 1st normed ed . Baltimore, MD: Paul H. Brookes; 2002. (PP)"
        },
        {
            "number in article": 21,
            "reference": "Constantino JN. The Social Responsiveness Scale . Los Angeles, CA: Western Psychological Services; 2005. (PP)"
        },
        {
            "number in article": 22,
            "reference": "Bishop D. Children's Communication Checklist-2 . London: Psychological Corp; 2003. (PP)"
        },
        {
            "number in article": 23,
            "reference": "Prutting CA, Kirchner DM. A clinical appraisal of the pragmatic aspects of language. J Speech Hear Disord . 1987;52(2):105-119.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Kleiman LI. Functional Communication Profile-Revised . East Moline, IL: LinguiSystems; 2003. (PP)"
        },
        {
            "number in article": 25,
            "reference": "Gillam R, Pearson NA. TNL: Test of Narrative Language . Austin, TX: Pro-Ed; 2004. (PP)"
        },
        {
            "number in article": 26,
            "reference": "Wang HT, Sandall SR, Davis CA, Thomas CJ. Social skills assessment in young children with autism: a comparison evaluation of the SSRS and PKBS. J Autism Dev Disord . 2011;41(11):1487-1495.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Twachtman-Reilly  J, Amaral SC, Zebrowski PP. Addressing feeding disorders in children on the autism spectrum in school-based  settings: physiological and behavioral issues. Lang Speech Hear Serv Sch . 2008;39(2):261-272.  (RV)"
        },
        {
            "number in article": 28,
            "reference": "Ben Itzchak E, Zachor DA. Who benefits from early intervention in autism spectrum disorders?. Res Autism Spectr Disord . 2011;5(1):345-350.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Goldstein H. Communication intervention for children with autism: a review of treatment efficacy. J Autism Dev Disord . 2002;32(5):373-396.  (RV)"
        },
        {
            "number in article": 30,
            "reference": "Ben Itzchak E, Lahat E, Burgin R, Zachor AD. Cognitive, behavior and intervention outcome in young children with autism. Res Dev Disabil . 2008;29(5):447-458.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Lovaas OI. Teaching Individuals with Developmental Delays: Basic Intervention Techniques . Austin, TX: Pro-Ed; 2003. (G)"
        },
        {
            "number in article": 32,
            "reference": "Brunner DL, Seung H. Evaluation of the efficacy of communication-based  treatments for autism spectrum disorders: a literature review. Commun Disord Q . 2009;31(1):15-41. (RV)"
        },
        {
            "number in article": 33,
            "reference": "Sussman F. More Than Words: A Guide to Helping Parents Promote Communication and Social Skills in Children with Autism Spectrum Disorder . Toronto: Hanen Centre;"
        },
        {
            "number in article": 1999,
            "reference": " (G)"
        },
        {
            "number in article": 34,
            "reference": "Sandall SR, Ashmun JW, Schwartz IS. Differential response to a school-based  program for young children with ASD. Top Early Child Spec Educ . 2011;31(3):166-177.  (R)"
        },
        {
            "number in article": 35,
            "reference": "Gallardo L. Use of comic strip conversations: therapeutic interventions producing positive outcomes for partially included children who have autism spectrum disorders. Perspect Sch Based Issues . 2011;12(3):101-107.  (C)"
        },
        {
            "number in article": 36,
            "reference": "Nunes DRP. AAC interventions for autism: a research summary. Int J Spec Educ . 2008;23(2):17-26.  (RV)"
        },
        {
            "number in article": 37,
            "reference": "der Meer L, Rispoli M. Communication interventions involving speech-generating  devices for children with autism: a review of the literature. Dev Neurorehabil . 2010;13(4):294-306.  (RV)"
        },
        {
            "number in article": 38,
            "reference": "Reichow B. Overview of meta-analyses  on early intensive behavioral intervention for young children with autism spectrum disorders. J Autism Dev Disord . 2012;42(4):512-520. doi:10.1007/s10803-011-1218-9.  (RV)"
        },
        {
            "number in article": 39,
            "reference": "Kasari C, Rotheram-Fuller  E, Locke J, Gulsrud A. Making the connection: randomized controlled trial of social skills at school for children with autism spectrum disorders. J Child Psychol Psychiatry . 2012;54(4):431-439.  doi:10.1111/j.1469-7610.2011.02493.x.  (RCT)"
        },
        {
            "number in article": 40,
            "reference": "Kasari C, Freeman S, Paparella T. Joint attention and symbolic play in young children with autism: a randomized controlled intervention study. J Child Psychol and Psychiatry . 2006;47(6):611-620.  doi:10.1111/j.1469-7610.2005.01567.x.  (RCT)"
        },
        {
            "number in article": 41,
            "reference": "Kasari C, Gulsrud A, Freeman S, Paparella T, Hellemann G. Longitudinal follow-up of children with autism receiving targeted interventions on joint attention and play. J Am Acad Child Adolesc Psychiatry . 2012;51(5):487-495.  doi:10.1016/j.jaac.2012.02.019. (R)"
        },
        {
            "number in article": 42,
            "reference": "Ploog BO, Scharf A, Nelson D, Brooks PJ. Use of computer-assisted  technologies (CAT) to enhance social, communicative, and language development in children with autism spectrum disorders. J Autism Dev Disord . 2013;43(2):301-322.  doi:10.1007/s10803-012-1571-4.  (RV)"
        },
        {
            "number in article": 43,
            "reference": "Ingersoll B, Meyer K, Bonter N, Jelinek S. A comparison of developmental social-pragmatic  and naturalistic behavioral interventions on language use and social engagement in children with autism. J Speech Lang Hear Res . 2012;55(5):1301-1313.  doi:10.1044/1092-4388(2012/10-0345).  (R)"
        },
        {
            "number in article": 44,
            "reference": "Christensen-Sandfort  RJ, Whinnery SB. Impact of milieu teaching on communication skills of young children with autism spectrum disorder. Topics Early Child Spec Educ . 2013;32(4):211-222.  doi:10.1177/0271121411404930. (R)"
        },
        {
            "number in article": 45,
            "reference": "Srinivasan SM, Pescatello LS, Bhat AN. Current perspectives on physical activity and exercise recommendations for children and adolescents with autism spectrum disorders. Phys Ther . June 2014;94(6):875-89.  doi:10.2522/ptj.20130157. (RV)"
        },
        {
            "number in article": 46,
            "reference": "Schaaf RC, Benevides T, Mailloux Z, et al. An intervention for sensory difficulties in children with autism: a randomized trial. J Autism Dev Disord . June 2014;44(7):1493-506. doi:10.1007/s10803-013-1983-8.  (RCT)"
        },
        {
            "number in article": 47,
            "reference": "Hawkins BL, Ryan JB, Cory LA, Donaldson MC. Effects of Equine-Assisted  Therapy on Gross Motor Skills of Two Children with Autism Spectrum Disorder: A Single-Subject Research Study. Therapeutic Recreation Journal . 2014;48(2):135-149.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Anson D. Assistive Technology. In: Pendleton HM, Schultz-Krohn  W, eds. Pedretti’s Occupational Therapy: Practice Skills for Physical Dysfunction ; 2018:415-434.  (GI)"
        },
        {
            "number in article": 49,
            "reference": "King AM, Thonrieczek M, Voreis G, Scott V. iPad® use in children and young adults with Autism Spectrum Disorder: An observational study. Child Language Teaching and Therapy Web site. Published 2013. doi:10.1177/0265659013510922. (R)"
        },
        {
            "number in article": 50,
            "reference": "Suppo J, Mayton MR. Expanding training opportunities for parents of children with autism. Rural Special Education Quarterly . 2014;33(3):19-28.  (R)"
        },
        {
            "number in article": 51,
            "reference": "Dixon MR, Belisle J, Stanley C, Rowsey K, Daar JH, Szekely S. Toward a Behavior Analysis of Complex Language for Children with Autism: Evaluating the Relationship between PEAK and the VB-MAPP.  Journal of Developmental and Physical Disabilities . April 2015;27(2):223-233.  doi:10.1007/s10882-014-9410-4.  (R)"
        },
        {
            "number in article": 52,
            "reference": "Assessment, diagnosis and interventions for autism spectrum disorders.”. Scottish Intercollegiate Guidelines Network (SIGN) national clinical guideline Web site. https:// www.sign.ac.uk/assets/sign145.pdf . Accessed August 28, 2018. (G)"
        },
        {
            "number in article": 53,
            "reference": "Bodner KE, Engelhardt CR, Minshew NJ, Williams DL. Making Inferences: Comprehension of Physical Causality, Intentionality, and Emotions in Discourse by High-Functioning Older Children, Adolescents, and Adults with Autism. J Autism Dev Disord . September 2015;45(9):2721-2733.  doi:10.1007/s10803-015-2436-3.  (R)"
        },
        {
            "number in article": 54,
            "reference": "Webster CD, Fruchter D, Dean J, Konstantareas MM, Sloman L. Lessons that Linger: A 40-Year Follow-Along  Note About a Boy with Autism Taught to Communicate by Gestures When Aged Six. J Autism Dev Disord . July 2016;46(7):2561-2564.  doi:10.1007/s10803-016-2773-x.  (C)"
        },
        {
            "number in article": 55,
            "reference": "Solomon O, Heritage J, Yin L, Maynard DW, Bauman ML. ‘What Brings Him Here Today?’: Medical Problem Presentation Involving Children with Autism Spectrum Disorders and Typically Developing Children. J Autism Dev Disord . February 2016;46(2):378-393.  (R)"
        },
        {
            "number in article": 56,
            "reference": "Armstrong R, Whitehouse AJ, Scott JG, et al. A Relationship Between Early Language Skills and Adult Autistic-Like  Traits: Evidence from a Longitudinal Population-Based Study. J Autism Dev Disord . 2017;47(5):1478-1489.  doi:10.1007/s10803-016-3014-z.  (R)"
        },
        {
            "number in article": 57,
            "reference": "Wainer AL, Berger NI, Ingersoll BR. Brief Report: The Preliminary Psychometric Properties of the Social Communication Checklist. J Autism Dev Disord . 2017;47(4):1231-1238. doi:10.1007/s10803-016-3026-8.  (R)"
        },
        {
            "number in article": 58,
            "reference": "Mody M, Shui AM, Nowinski LA, et al. Communication Deficits and the Motor System: Exploring Patterns of Associations in Autism Spectrum Disorder (ASD). J Autism Dev Disord. 2017;47(1):155-162.  doi:10.1007/s10803-016-2934-y.  (R)"
        },
        {
            "number in article": 59,
            "reference": "Dalton JC, Crais ER, Velleman SL. Joint attention and oromotor abilities in young children with and without autism spectrum disorder. J Commun Disord . 2017;69:27-43. doi:10.1016/j.jcomdis.2017.06.002. (R)"
        },
        {
            "number in article": 60,
            "reference": "McIntyre NS, Solari EJ, Gonzales JE. The Scope and Nature of Reading Comprehension Impairments in School-Aged  Children with Higher-Functioning  Autism Spectrum Disorder. J Autism Dev Disord . 2017;47(9):2838-2860.  doi:10.1007/s10803-017-3209-y.  (R)"
        }
    ]
}