{
    "metadata": {
        "title": "Developmental Language Impairment  Elementary-School-Aged Children",
        "synonyms": [
            "language disorder",
            "language disability",
            "specific language impairment (sli)",
            " receptive/expressive language disorder",
            "communication disorder",
            "developmental language disorder",
            "language learning disability",
            "spoken language disorder",
            "nonspecific language impairment",
            "childhood dysphasia",
            "language impairment, developmental: elementary school-aged  children",
            "developmental language disorder: elementary school-aged  children"
        ],
        "anatomical location body part affected": [
            "Developmental language impairment (LI) is defined by the absence of other discernible neurological diagnoses in the presence of language difficulties. In a study conducted in the United States using magnetic resonance imaging (MRI), researchers reported that there was a higher incidence of brain morphological abnormalities in children with developmental LI. In this study not all children with developmental LI manifested abnormalities, and the authors noted that there is great heterogeneity in this population(1)"
        ],
        "area of specialty": [
            "child speech and language disorders"
        ],
        "description": [
            "The description of language disorder/impairment differs with the specific term used and varying diagnostic criteria:",
            "Specific language impairment (SLI; sometimes called primary language impairment [PLI]) has been described as delayed or disordered language development \"in the absence of general cognitive deficits, hearing impairments, psychiatric problems, or frank neurological damage\" (p. 363)(2)",
            "Expressive language disorder signifies an impairment in language production rather than language comprehension, and is a term recognized by the ICD-9  and ICD-10; however, the existence of an expressive disorder in the absence of a receptive language disorder has been questioned by experts(3)",
            "Language impairment/disorder, or language learning disorder, has been used in research studies to describe children who score below the average range on language tests and who have normal nonverbal intelligence quotient (IQ) as well as those who score in the mild intellectual disability range or whose exact IQ score is unknown.(4) The rationale for including children who have mild intellectual disability is based on evidence that these children perform similarly in language therapy to those who score within the normal range and that many children are identified as having a language impairment without receiving IQ testing(5)",
            "This summary will employ this broader definition, using the term \"LI\" to refer to children who have a language disorder from a very young age as a primary disability and who do not necessarily show a significant discrepancy between language ability and nonverbal IQ. For detailed information on language disorders as a result of secondary disabilities, see Clinical Reviews on hearing loss, vision loss, intellectual disability, childhood aphasia, and traumatic brain injury. A child with LI might have difficulty with one or more aspects of language, including comprehension and expression of complex syntax, semantics, or pragmatics, and often presents with problems in attention, speech perception, working memory, and phonological awareness(4) "
        ],
        "indications": [],
        "ICD-9 codes": {
            "315.3": "developmental speech or language disorder",
            "315.31": "expressive language disorder",
            "315.32": "mixed receptive-expressive language disorder",
            "438.10": "speech and language deficit, unspecified",
            "438.19": "other speech and language deficits"
        },
        "ICD-10 codes": {
            "F80.1": "expressive language disorder",
            "F80.2": "mixed receptive-expressive language disorder",
            "F80.9": "developmental disorder of speech and language, unspecified _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The elementary school-aged  child with LI might have a history of delayed language development (e.g., first words did not appear until after the age of 2 years) as well as ongoing difficulty with one or more aspects of language, including comprehension and expression of complex syntax, semantics, or pragmatics. Phonological processing might also be affected. Signs and symptoms can be mild or severe and include deficits in one or more of the following areas:",
            "Pre-literacy/phonology:  The ability to produce and discriminate the specific sounds of a given language, which may or may not include difficulty identifying and producing rhyme, difficulty matching letters to their sounds, and difficulty segmenting and blending syllables/sounds in words(2,6)",
            "Semantics (vocabulary): The study of vocabulary and word meaning, which may or may not include poor word retrieval, frequent use of filler words (e.g., um, like), use of nonspecific words (e.g., thing, stuff), overall low vocabulary level, and difficulty understanding and learning new words and concepts(6)",
            "Syntax (grammar): The individual's grammar or ability to combine words into sentences, which may or may not include difficulty understanding and using complex syntax, difficulty understanding and forming questions, and difficulty expressing ideas clearly using correct grammatical forms (e.g., past tense).(48) Also might include difficulty using morphological endings correctly(4,6)",
            "Pragmatics (social discourse): The ability to use language in interactions with others, which may or may not include difficulty retelling past events, difficulty understanding or telling narratives, and difficulty using language to socially engage.(6) The stories of children with LI contain shorter and less complex clauses, less variety of words, and more grammatical errors than those of children without LI(7)",
            "Reading/writing/academics: Difficulty reading and comprehending material, difficulty with spelling and writing, difficulty understanding the details of a classroom lecture, and difficulty following classroom instructions(6)",
            "Speech/articulation: Difficulty with the production of speech sounds, which may or may not result from hearing impairment, neurologic problems(such as dysarthrias or cerebral palsy, which might be caused by neuromuscular impairment from brain tumor, stroke, or nervous system), apraxia (difficulty coordinating mouth and speech movements), and structural defects (such as cleft lip/palate, macroglossia).(6) The elementary-school-aged  child with LI might also have difficulties producing specific speech sounds(8)",
            "Fluency: Disorders associated with stuttering(6)",
            "V oice: Disorders related to misuse or organic changes(6) Cause, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Vision and hearing loss should be ruled out/diagnosed before a speech-language evaluation",
            "The SLP should always consider the language that the child speaks at home when evaluating language ability. For detailed information on evaluating bilingual school-aged  children, please see Clinical Review…Language Disorders: Bilingual School-Aged  Children ; CINAHL Topic ID Number: T709066"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [
        "The speech-language  pathologist (SLP) needs to be aware of cultural considerations when assessing communicative functioning and when developing treatment goals. Language and literacy needs of the child should be considered with respect to the cultural, familial, and community setting"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Vision and hearing loss should be ruled out/diagnosed before a speech-language evaluation",
            "The SLP should always consider the language that the child speaks at home when evaluating language ability. For detailed information on evaluating bilingual school-aged  children, please see Clinical Review…Language Disorders: Bilingual School-Aged  Children ; CINAHL Topic ID Number: T709066"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document when speech or language difficulties were first noticed. Who referred the child for an evaluation?",
                "course of treatment": {
                    "medical management": "Determine whether or not the child is receiving medical care ",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed, if any; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed : Diagnostic tests might include:",
                        "Speech and language testing. For detailed information on specific tests, see Relevant tests and measures , below",
                        "Psychological testing for cognitive ability (by a psychologist or educational psychologist)",
                        "Audiological testing to identify or rule out hearing loss"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether or not they help. Do the parents participate in homebased  therapy or home program activities, including the use of educational software programs? Do the parents read to the child regularly?",
                    "previous therapy": "Document whether child has had speech therapy or other interventions for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Does the child have hearing or vision difficulties? -Has the child had ear infections? -Does the child speak more than one language? -Does the child have behavior difficulties? -Does the child have difficulty in school? -Does the child exhibit articulation (speech) errors? -Does the child have any fine or gross motor difficulties?",
                "body chart": "",
                "nature of symptoms": " Nature of symptoms -Was the child delayed in speaking? -Does the child appear to use a variety of different words? -Does the child have difficulty finding the right words? -Does the child have difficulty relating past events, telling stories, or explaining? -Does the child have frequent mispronunciations or difficulty with word retrieval, or need extra time to provide a verbal response?(14) -Does the child frequently misunderstand when spoken to? -Does the child use simplified grammatical structures or make grammatical errors? -Does the child have difficulty paying attention when spoken to? -Does the child appear to have any difficulty with his/her writing skills?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment",
                "pattern of symptoms": "Does the child experience greater language difficulties in certain situations? (e.g., with unfamiliar persons, in certain classes, when discussing certain topics)",
                "sleep disturbance": "Document number of waking moments during the night, if any. Does the child have sleep difficulties that affect school performance?",
                "other symptoms": "Document other symptoms child might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician or social worker (e.g., behavior difficulties, seizures, difficulty sleeping)",
                "respiratory status": "Note history of respiratory status as neededDocument psychosocial or behavioral problems. Does the child become frustrated when he or she is not understood? Is the child bothered by language problems?Does the child have a history of ear infections? Has the child had a recent hearing evaluation? Does the child have difficulties with sound localization, auditory discrimination, or understanding despite having normal hearing? Refer to an audiologist for a hearing evaluation or auditory processing evaluation as needed Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of developmental delay in any area?",
                    "comorbid diagnoses": "Ask patient or patient’s family about other problems, including communication problems, intellectual disability, epilepsy, and hearing loss",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter drugs)",
                    "other symptoms": "Ask patient or patient’s family about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include receive intervention services? If so, are they home, school, or clinic based?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Obtain information on adaptive behaviors (as needed) and any adaptive equipment the child is using for reading, including text-to-speech software",
                "living environment": "What language(s) are spoken in the home? Does the child speak one language better than another? Does the child prefer one language to another?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": " Speech and language examination (including reading)If there are concerns about speech/articulation ability, a standardized test or an informal (non-standardized) analysis can be used to determine speech errors. For specific sounds, the type of word-level  omissions, substitutions, distortions, and additions can be completedLanguage assessment should include a combination of formal and informal measuresThe following are some examples of formal language evaluations for elementary(15) A norm-referenced comprehensive language test (expressive and receptive language) for ages 5 years to 16 years, 11 months(16) A norm-referenced  comprehensive language test (expressive and receptive language) for ages 4 years to 8 years, 11 months(17) A standardized measure of receptive vocabulary for ages 2 years, 6 months to 90+ years(18) A norm-referenced  test of narrative comprehension and oral narration for ages 5 years to 11 years, 11 monthsInformal language measures are ecologically valid examples of the child's language that can complement information gathered from standardized tests and can include analyses of oral and written narrative samples, conversational samples during play, or classroom observations -Observations of the child in the classroom, in the lunch room, and at recess can be informative for pragmatic language",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Has the child received cognitive testing by a psychologist or psychiatrist? Document results of any cognitive evaluation –Authors of a meta-analysis  that included 131 studies comparing nonverbal cognitive test scores of children with SLI to those of typically developing children reported that children with SLI scored, on average, almost three-quarters  of a standard deviation below the typically developing children.(46) There was considerable variation across the research studies in terms of nonverbal cognitive tests used; when researchers controlled for the different tests, the effect size dropped slightly, from –0.72  to –0.69,  but both of these were significant differences.(46) Because diagnostic criteria for SLI include “normal nonverbal intelligence,” authors of this meta-analysis  caution against the use of traditional nonverbal cognitive testing for this population as it might not be appropriate for children with SLI or accurately reflect nonverbal abilities",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Children with LI who improve in spoken language abilities have better reading outcomes than those with persistent language impairments. Also, children's literacy knowledge/experience and their initial reading achievement are good predictors of subsequent reading outcomes(22)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Identification and treatment of young children with LI is essential for preventing future problems with language, reading, and academics(2,22)"
            ]
        },
        "diagnosis need for treatment": "A comprehensive language evaluation will determine the need for and goals for treatment. Language therapy has repeatedly been shown in research studies to improve language abilities in elementary-school-aged children(51)",
        "rule out": " Rule out Hearing loss Language difficulties due to second-language  acquisition Vision difficulties",
        "prognosis": [
            "In a study conducted in the United States with 272 children in kindergarten, first, or second grade in whom LI had been diagnosed by their school-based  SLP, researchers measured and compared language and literacy skills at the start and end of the school year. In this sample, all of the children participated in school-based  speech therapy services for LI throughout the school year. Language skills were measured with the CELF-4  (4th edition) and the Picture V ocabulary subtest of the Woodcock-Johnson  Tests of Achievement–III.  Literacy skills (specifically letter/word identification and phonological awareness) were assessed using the Letter-Word Identification subtest of the Woodcock-Johnson  Tests of Achievement–III and with the Catts Deletion task (e.g., “Say mailbox without the mail”). Researchers found that there were four distinct language profiles in this sample of children: low language and literacy skills, average language skills/low PA skills, average language skills/high PA skills, and high language and literacy skills. At the end of the school year, the same four profiles were found in this sample of children; however, over half of the children improved language skills, moving them to a higher language profile group (e.g., a child having average language skills/low PA skills at the start of the school year had average language skills/high PA skills at the end). Researchers found that those children who made improvements came from significantly higher socioeconomic backgrounds, had significantly higher language composite scores, and had a significantly greater number of therapy sessions than did those children whose language profile remained stable over the course of the year(9)"
        ],
        "referral to other disciplines": "Referral to a behavior psychologist or behavior specialist might be warranted to assist with behavioral therapy and/or challenging behaviors",
        "other considerations": [],
        "treatment summary": [
            "Although Individualized Educational Plans (IEPs) focus on the educational needs of the individual child, parents/caregivers have legal rights entitling them to be involved in the assessment, treatment planning, and therapy stages of service delivery. Parents should be considered and treated as integral parts of the IEP team(23)",
            "Language therapy can occur in either a clinic or a school setting. Several service delivery models are used to deliver language intervention in the U.S. public school system: individual therapy, small-group  therapy, collaboration with the teacher to deliver intervention within the classroom, and consultation with the teacher or teacher’s aide to assist them in delivering language intervention. At this time, there is no evidence to support one method over another; however, it is recognized that language goals should be linked to the curriculum when possible to provide multiple exposures to targeted language concepts (e.g., vocabulary that is specific to content area classes)(4)",
            "Models of service delivery –Classroom-based  vs. pull-out  intervention: Authors of a systematic literature review in the United States compared pull-out  models of language intervention with classroom-based  models of language intervention.(24) Studies included in the review were randomized clinical trials, quasi-experimental  designs, or regression discontinuity designs. Other criteria included participants' age range (2–8years) and disability (SLI; receptive and/or expressive language disorder). Only 3 studies met inclusion criteria (91 participants). Fifty-three  of the children received language intervention in a classroom-based  setting. Thirty-eight children received pull-out  intervention in individual or small-group  sessions. Duration of intervention ranged from 3 to 6 months with 1–2 treatment sessions weekly. Authors of a systematic review of all 3 studies found that classroom-based  inclusive models in which the SLP and classroom teacher team-taught  the language lessons had an advantage over the pull-out  model and SLP-led  classroom lessons (without collaboration from teacher). Reviewers interpreted these findings with caution due to the lack of studies and the lack of rigorous design features –Indirect language therapy: In a cohort study in the United Kingdom, researchers investigated whether language therapy was equally efficacious when delivered by school staff rather than by SLPs or SLP assistants.(25) Participants were aged 6–11  years with a diagnosis of language impairment (N = 38). Teachers met with the research-affiliated SLP before the 4-month  intervention period to discuss individual child language goals and a plan for delivery of language-learning activities. They met again at mid-intervention  to discuss each child's goals and to monitor progress. A language support model was published by the researchers and can be found at https://www.strath.ac.uk/media/faculties/ hass/slt/languagesupportmodel/lsm_doc1_intro.pdf . Outcomes were compared to those of a previous randomized controlled trial in the United Kingdom in which SLPs delivered therapy and the intervention group made significant gains in expressive language as compared to the control group.(26) Results indicated the participants did not make significant gains in expressive language. In addition, fewer language-learning  activities were delivered than in a previous randomized controlled trial in which the program was delivered by SLPs. At present, the more efficacious therapy is that delivered by speech and language therapists or speech and language therapy assistants to children individually or in groups. This might be related to more faithful adherence to the interventions schedule, and to a probably greater amount of language-learning  activity undertaken.(25) Researchers concluded that intervention delivered by the consultancy approach needs to be carefully monitored –Response to Intervention (RTI): The RTI approach is a multi-tiered  framework that involves universal screening to identify students who are at risk for language and reading difficulties, systematic evidence-based  classroom instruction, ongoing progress monitoring, and implementation of effective interventions for students who require more intensive instruction.(27) The first level (Tier 1) of the model involves providing high-quality,  evidence-based  instruction in a general education classroom. All students are screened at the beginning of the school year with a criterion-referenced  or norm-referenced  instrument to determine which students might benefit from additional instruction (e.g., students who fall below the 25th percentile on a screening measure). The second stage of the model (Tier 2) consists of small-group instruction and is directed toward students who continue to have difficulties despite the high-quality intervention. Their responsiveness to more intensive intervention is monitored after relatively short periods of time (e.g., 8 weeks). Tier 3 is provided for students who respond minimally to the second tier intervention and require specialized, more intensive instruction. When students fail to respond or respond minimally to the most intensive tier of instruction (Tier 3), they receive a comprehensive evaluation to determine their eligibility for special education services –Cited advantages of the RTI approach include identification of students with language difficulties before they experience extensive academic failure, decreased numbers of students placed in special education, increased accountability for student performance in general and special education, reduced number of comprehensive evaluations, and increased time for collaboration among school professionals(28) –Multiple research studies on the RTI approach have indicated promising gains for children who receive early, evidence-based  intervention for reading difficulties.(29,30,31) One study has explored using RTI for students with mild speech-sound  disorders; however, there is limited research regarding language intervention for children with LI -The need for early and intensive multi-tiered  intervention programs is proven by scientific literature, showing that the reading difficulties of a large majority of pupils can be prevented if early and intensive interventions are provided. Accumulated literature shows that intense and systematic supplemental interventions are needed to accelerate the reading growth of struggling learners. SLPs can best serve their pupils, and a more general population of at-risk students within their schools, by helping to design and deliver multi-tiered  preventive reading programs from preschool onward(32) -SLPs might work in collaboration with general and special education teachers within an RTI model in roles such as the following: -Collaborating with school professionals to design interventions to improve Tier 1 instruction(32) -Administering progress monitoring measures to determine if the children are meeting benchmarks and to identify those who need additional intervention(32) -Delivering Tier 2 and Tier 3 support for at-risk  students(32) –For detailed information on RTI, see Clinical Review…Response to Intervention (RTI) ; CINAHL Topic ID Number: T709175",
            "Language interventions: syntax and vocabulary –Let’s Talk Programme: The Let’s Talk Programme is a whole-school  training program developed in the United Kingdom to increase teachers’ awareness of speech, language, and communication needs and to increase teachers’ skills in providing strategies and resources to support children with communication disorders.(33) The program includes teacher training to use strategies to enable more effective communication, such as visual cues, pausing, and modeling language. The second part of the program includes a small-group  language intervention. In an intervention study in the United Kingdom, researchers investigated the effects of the Let’s Talk Programme delivered by trained education practitioners on expressive and receptive language of 12 children (mean age = 6 years, 9 months) with listening, attention, and expressive language difficulties (according to teacher report). The comparison group was a delayed treatment group that included 12 children who were similarly identified. Treatment sessions were 1/2 hour once a week for 8 weeks. Pre- and postintervention measures included the Bus Story Test, a narrative assessment, and the British Picture V ocabulary Scale (BPVS), a measure of receptive vocabulary. Results indicated that the treatment group had a significant increase in mean length of utterance (MLU) and use of subordinate clauses. The comparison group did not show significant gains in MLU or subordinate clause use. No change in either group was found on a measure of receptive vocabulary",
            "Intervention for syntax and morphology difficulties: A common method for teaching correct oral syntax to children with LI is to model the target form and provide opportunities for the child to use the form in meaningful ways.(4) For children who can read, correct syntactic forms might be facilitated through written context. Authors of a systematic review of language  interventions for elementary school-aged  children concluded that there is insufficient evidence to draw firm conclusions regarding therapy targeted at syntax difficulties.(4) Two Level 2 studies (nonrandomized comparison studies or multiple single-subject  design studies) have shown moderately large to large effects from intervention that employs imitation, modeling, or modeling plus evoked production –Intervention for semantics/vocabulary deficits: Authors of a review of language intervention studies for elementary school-aged  children reported that there is a lack of strong evidence regarding the effectiveness of vocabulary interventions, but that SLPs should have some confidence in interventions that involve collaborating with classroom teachers to provide systematic vocabulary instruction.(4) V ocabulary intervention is particularly important in the early grades to prepare students for more complex reading material in the later grades. Some principles of vocabulary intervention include:(34) -Provide a rich context for students to learn new words. New words should not be encountered in isolation but in contexts that enforce their meaning, such as dialogic reading (clinician or teacher reads while the child actively participates in the book reading experience by answering questions, commenting, and making predictions), hands-on  activities, expository texts, and visuals -Collaborate with the regular and special education teachers to provide students with multiple exposures to new words. Students need opportunities to hear the new word, read it, and use it in speaking and writing. Computerized instruction can also be used to reinforce vocabulary concepts -Teach students to use semantic organizers (visual representations of how words are related to each other) to teach clusters of words and to assist in forming links between words -Teach students independent word-learning  strategies so that they can determine meanings of words they encounter in spoken or written language on their own –Interventions for phonological awareness (PA)/meta-linguistics: Elementary-school-age  students with LI often have difficulty with PA skills. PA skills can be targeted by the SLP or in collaboration with the teacher. Authors of a systematic review found that phonological interventions targeting the skills of rhyming, sound identification, phoneme segmentation, phoneme manipulation, and grapheme-phoneme  correspondence were associated with moderately large to large effects and that these effects were maintained over time.(4) For most children, PA instruction does not need to be long (20 hours or less); however, students with reading disabilities might need additional instruction. PA activities include:(35) -identifying the individual sounds in words. Example: \"What is the first sound in dog?\" (/d/) -recognizing common sounds in different words. Example: \"Tell me the sound that is the same in bike, boy, and bus\" (/b/) -categorizing phonemes. Example: \"Which word does not belong? Dog, dish, bus\" (bus) -phoneme blending. Example: \"What is the word /s/ /k/ /u/ /l/?\" (school) -phoneme deletion. Example: \"What is street without the /s/?\" (treet) -phoneme segmentation: \"How many phonemes in keep?\" (3: /k/ /i/ /p/) –Interventions for pragmatic deficits: Authors of a systematic review of language interventions for elementary-school-aged children found that 2 studies found moderately large to large effects for interventions that included direct instruction on topic initiation and group entry procedures (e.g., how to join a group of children playing a game or with toys).(4) Other pragmatic targets include telling narratives, describing past events, asking questions, requesting help, interpreting people's emotions, taking another's perspective, and maintaining a topic. Activities to address these targets might include:(36) -Storybooks can be used to practice retelling narratives as well as to discuss the characters' actions and intentions for specific social discourse goals -Story structure can be illustrated by examples as well as explicit instruction on narrative components (e.g., introduction, setting, characters). Cue cards with the components can be used to prompt children as they tell or retell narratives -Videos of social interactions can be used to discuss and evaluate others' social discourse -Puppets or role playing can be used to practice social discourse goals -Multiple opportunities should be provided to use behaviors in different contexts to allow for generalization -Narrative intervention: Literature-based  interventions are commonly used to target multiple linguistic goals as well as narration abilities -Contextualized vs. de-contextualized  language intervention: Researchers in the United States explored the relative effects of a contextualized (literature-based)  language invention (CLI), a de-contextualized  language intervention (DLI), and a control group on sentence and discourse-level measures. Sixteen children (aged 6–9 years) were randomly assigned to a DLI or CLI group. Eight children from a no-treatment  phase of a separate study acted as a control group. In the CLI condition, children were given opportunities to listen to stories, answer comprehension questions, compare/contrast  characters and stories, discuss and define meanings of words, generate inferences, and solve problems related to the stories. Children in the DLI condition answered questions and played games from commercially packaged language materials. Intervention was delivered by an SLP in small groups (3–4 students) in a public school 3 times per week for 6 weeks (50-minute  sessions). Results indicated significant gains on sentence-level  and discourse-level  measures for both treatment groups as compared to the control group. Effect size analysis indicated that the CLI group outperformed the DLI group on all measures. The authors interpret these preliminary results with caution and advise a larger, more internally valid efficacy study to confirm the effects(54) -Explicit instruction of story grammar components: The effects of explicit instruction in story grammar components (setting, initiating event, attempt/action, internal response, consequence, ending) and story organization were investigated in a pilot study of 24 children (aged 6–9years) in the United States with specific language learning difficulties.(37)Dependent measures included T-unit  analysis (T-unit  = smallest word group that can be considered a grammatical sentence) and grammar component analysis of stories told by participants pre- and post-intervention.  In addition, a control measure of identification of parts of speech (not addressed in intervention) was administered. The intervention utilized a program entitled  The Expression Connection: A Structured Approach to Teaching Storytelling to School-Age Children .(38)Small-group  intervention was provided for 30 minutes/2 times weekly for 13 weeks. Upon posttest, significant gains were found on mean number of T-units  and developmental story level but not on parts-of-speech  identification measures",
            "Dialogic reading intervention –The effects of dialogic reading (shared book reading in which an adult creates a dialogue with the child) between adults and 5 to 6 year olds on expressive vocabulary and narrative abilities were investigated in a Canadian study of 40 English-speaking  children in kindergarten classrooms with a high concentration of low-income  households.(39) Children were randomly assigned to a dialogic reading treatment group or an alternative treatment group (phoneme awareness program). In a dialogic reading technique described by Whitehurst et al., the adult encourages the child's oral language by using elaborative \"wh-\"  and open-ended questions, repetition of good responses, and expansion of incomplete responses.(40) In this study, \"interveners\" (not described in the study) were taught how to do dialogic reading by watching a video that depicted teachers using dialogic reading prompts, and then were given a standard list of prompts and opportunities to role-play.  Intervention took place over 8 weeks/2 times per week for 20-minute sessions in groups of 1 to 4 children. At posttest, the children in the dialogic reading group produced narratives that were better structured and more appropriately de-contextualized  than the narratives of the children who were in the alternative treatment group. In addition, the narratives of the children in the treatment group included more structural components. The authors report that results should be interpreted with caution due to modest effect sizes and the absence of a variety of narrative types examined in this study –In a phase I/II preliminary clinical trial conducted in the United States that included 27 kindergarten students with SLI, researchers investigated the effects of interactive book reading on word learning. Treatment materials were 10 commercially available, age-appropriate  books with color illustrations. From these books, 60 target words were selected due to the repetition of the words throughout the books. In this study, the children were randomized into four groups with varying treatment intensities: children received either 12, 24, 36, or 48 exposures to each of the target words. Researchers found that word knowledge increased with increasing number of sessions, with a maximum effect reached at 36 sessions. There was no increased performance on outcome measures (definition task and naming task) for the group that received 48 exposures to the words(53)",
            "Intervention for comprehension and auditory processing: –Comprehension monitoring instruction: Comprehension monitoring refers to recognizing and reacting appropriately when one does not understand. Instruction in comprehension monitoring might involve: -teaching good listening skills (sitting still, looking at the speaker, thinking about what the speaker is saying)(41) -teaching children to recognize how messages are hard to follow (too soft, too garbled, confusing, too long)(41) -teaching children how to react when they do not understand (ask a person to repeat the message slowly, ask a person about an unfamiliar word)(41)",
            "Computer-directed  intervention/training in rapid auditory processing: Fast ForWord Language (FFW-L)  is a computer program that was developed with the objective of increasing a child's ability to perceive fast-changing  acoustic input to allow for improvement in overall language ability –In a randomized controlled trial (N = 216; ages 6–9 years) in the United States, researchers investigated the efficacy of FFW-L  by comparing 4 treatment interventions, each lasting 1 hour and 40 minutes, 5 days a week for 6 weeks(42)  -FFW-L:  Children played 7 different types of computer games that targeted tone discrimination, detection of individual phonemes, phoneme matching, identifying matched syllable pairs, discrimination between minimal pair words, comprehending grammatical morphemes, and comprehending complex sentence structure(42) -Computer-assisted  language intervention (CALI): Children used 7 computerized instructional models from other educational commercial software during treatment sessions. The modules targeted discrimination and memory of non-speech  sounds, detection of individual phoneme changes, phoneme discrimination, identifying matched syllable pairs, and comprehending grammatical morphemes and complex sentence structures(42) -Individualized language intervention (ILI): Children participated in individualized language therapy provided by an SLP targeting specific language skills related to the topic and content of children's books: semantics, syntax, narration, and PA(42) -Language facilitation strategies used by the SLP included slower speech rate, emphatic stress on target forms, recasts, focused stimulation, incidental teaching, scaffolding, and mediation(42) -Academic enrichment (AE): Children played with computer games targeting mathematics, science, and geography(42) –Participants in all 4 intervention conditions improved significantly from pretest to posttest on global language measures and measures of backward masking(42) –FFW-L  was not more effective than the nonspecific comparison treatment (AE) in improving general language skills(42) –Children in the FFW-L  and CALI interventions made greater gains in PA than the children in the other two groups(42) –The authors hypothesized that successful language intervention might include the following components that were common to all 4 interventions: intensive intervention that requires the child to attend carefully and respond immediately and includes opportunities for socialization with same-ability  peers and attention from positive and caring adults(42) . Problem Goal Intervention Expected Progression Home Program  Difficulty understanding and using correct or complex syntax or morphologyThe child will improve syntax and/or morphology understanding and use (goals might specify particular syntax objectives)Intervention for syntax and morphology difficulties _ Techniques for teaching oral syntax include: _ 1.Modeling the correct syntactic forms repeatedly during activities that stress the use of that form (e.g., book reading activity with a book that repeatedly uses a grammatical structure) 2.Modeling the correct grammatical form and prompting the child to imitate the correct form 3.Modeling the form and providing opportunities for the child to produce the form spontaneously 4.Teaching the correct form explicitly to the child (\"We say ‘are’ because we are talking about more than one person. They are going to the store.\") 5.Providing written assignments that allow the child to practice the correct syntactic formProgression will depend on the syntactic and morphological forms that the child currently knows and will progress according to developmental expectationsTo generalize the use of specific syntactic forms, it is important to provide activities for the child to do at home with caregivers Word-finding difficulties and low vocabulary levelIncrease the child's vocabularyIntervention for vocabulary deficits _ In a school, the SLP will often work with the regular education or special education teacher to deliver vocabulary instruction. See above for principles for good vocabulary interventionProgression will depend on the child's vocabulary learning abilities. For example, the child might start with only 1–3 new words/week and progress gradually to 7–10Home practice is important to provide multiple exposures to new words in different contexts  Pragmatic/social discourse deficitsThe child will improve pragmatic skillsInterventions for pragmatic deficits _ See above for specific therapy techniques regarding pragmatic language interventionProgression will depend on the targeted skills. If the goal is to increase narrative ability, the child might first tell narratives with picture cues as prompts and progress to telling narratives without picture cues _ _ If social discourse skills are targeted, the child might first practice the skills with the therapist or with one child and progress to using the skills in a small group and then in a more natural contextHome practice is important to provide multiple opportunities for the child to use newly learned discourse skills in different situations Poor comprehension skillsThe student will increase comprehensionComprehension monitoring instruction _ See above for specific information on comprehension monitoring instructionProgress will depend on the level of the child's use of comprehension monitoring strategiesHome practice is important to provide multiple opportunities for the child to use newly learned discourse skills in different situations The student has poor PA skillsThe student will increase PA skillsPA instruction _ See above for specific information on PA instructionProgression will depend on the student's level of PA. PA instruction can vary by activity (segmenting, blending, identifying initial sounds in words) and type of words (single syllable, multisyllable, nonsense words)Homework to practice newly learned PA skills is recommended ."
        ]
    },
    "desired outcomes outcome measures": {
        "increased vocabulary": [
            "PPVT-4"
        ],
        "improved comprehension of oral language": [
            "CELF-5",
            "Test of Language Development–Primary",
            "PPVT-4",
            "Test of Narrative Language",
            "Informal measures (e.g., oral and written narrative samples, conversational samples during play, or classroom observations)"
        ],
        "improved oral and written syntax": [
            "Written or spoken language samples",
            "CELF-5",
            "Test of Language Development–Primary",
            "Test of Narrative Language",
            "Informal measures (e.g., oral and written narrative samples, conversational samples during play, or classroom observations)"
        ],
        "improved pragmatic skills": [
            "Observations of the child in the classroom, in the lunch room, and at recess"
        ],
        "improved pa": []
    },
    "maintenance or prevention": [
        "The child's progress on language goals should be monitored regularly to make appropriate adjustments in therapy Patient/Family Education",
        "For parent information on language-based  learning disabilities from the American Speech-Language-Hearing  Association, see https://www.asha.org/public/speech/disorders/LBLD.htm",
        "For parent information on social language and pragmatic language disorders from the American Speech-Language-Hearing Association, see https://www.asha.org/public/speech/development/Social-Communication/  and https://www.asha.org/slp/ PragLangDis/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Trauner D, Wulfeck B, Tallal P, Hesselink J. Neurological and MRI profiles of children with developmental language impairment. Dev Med Child Neurol . 2000;42(7):470-475.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Snowling MJ, Hayiou-Thomas  ME. Specific language impairment. In: Yeates KO, Ris MD, Taylor HG, et al, eds. Pediatric Neuropsychology: Research, Theory, and Practice . 2nd ed. New York, NY: Guilford Press; 2010:363-392.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Leonard LB. Is expressive language disorder an accurate diagnostic category? Am J Speech Lang Pathol . 2009;18(2):115-123.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Cirrin FM, Gillam R. Language intervention practices for school-age  children with spoken language disorders: a systematic review. Lang Speech Hear Serv Sch . 2008;39(1):S110-S137.  (SR)"
        },
        {
            "number in article": 5,
            "reference": "Loeb DF, Gillam RB, Hoffman L, Brandel J, Marquis J. The effects of Fast ForWord Language on the phonemic awareness and reading skills of school-age  children with language impairments and poor reading skills. Am J Speech Lang Pathol . 2009;18(4):376-387.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Language-based  learning disabilities. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/disorders/LBLD.htm . Accessed January 17, 2018. (G)"
        },
        {
            "number in article": 7,
            "reference": "Fey ME, Catts HW, Proctor-Williams  K, Tomblin JB, Zhang X. Oral and written story composition skills of children with language impairment. J Speech Lang Hear Res . 2004;47(6):1301-1318.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Paul R. Language Disorders from Infancy Through Adolescence: Assessment & Intervention . 3rd ed. St. Louis, MO: Mosby Elsevier; 2006. (G)"
        },
        {
            "number in article": 9,
            "reference": "Tambyraja SR, Schmitt MB, Farquharson K, Justice LM. Stability of Language and Literacy Profiles of Children With Language Impairment in the Public Schools. J Speech Lang Hear Res. August 1, 2015;58(4):1167-81.  doi:10.1044/2015_JSLHR-L-14-0197.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Bishop DVM. What causes specific language impairment in children?. Cur Dir Psychol Sci . 2006;15(5):217-221.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Choudhury N, Benasich AA. A family aggregation study: the influence of family history and other risk factors on language development. J Speech Lang Hear Res . 2003;46(2):261-272.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Stanton-Chapman  TL, Chapman DA, Bainbridge NL, Scott KG. Identification of early risk factors for language impairment. Res Dev Disabil . 2002;23(6):390-405.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Sansavini A, Guarini A, Justice LM, et al. Does preterm birth increase a child's risk for language impairment? Early Hum Dev . 2010;86(12):765-772.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Shaywitz SE, Morris R, Shaywitz BA. The education of dyslexic children from childhood to young adulthood. Annu Rev Psychol . 2008;59:451-475.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Semel E, Wiig EH, Secord WA. Clinical Evaluation of Language Fundamentals . 5th ed. San Antonio, TX: The Psychological Corporation; 2013. (PP)"
        },
        {
            "number in article": 16,
            "reference": "Hammill DD, Newcomer PL. Test of Language Development - Intermediate . 4th ed. Austin: Pro-Ed; 2008. (PP)"
        },
        {
            "number in article": 17,
            "reference": "Dunn LM, Dunn DM. Peabody Picture Vocabulary Test-4. 4th ed. Bloomington, MN: Pearson; 2007. (PP)"
        },
        {
            "number in article": 18,
            "reference": "Gillam R, Pearson NA. The Test of Narrative Language . Austin, TX: Pro-Ed; 2004. (PP)"
        },
        {
            "number in article": 19,
            "reference": "Nippold MA, Mansfield TC, Billow JL, Tomblin JB. Expository discourse in adolescents with language impairments: examining syntactic development. Am J Speech Lang Pathol. 2008;17(4):356-366.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Wetherell D, Botting N, Conti-Ramsden  G. Narrative in adolescent specific language impairment (SLI): a comparison with peers across two different narrative genres. Int J Lang Commun Disord . 2007;42(5):583-605.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Miller J, Iglesias A. Systematic Analysis of Language Transcripts (SALT), English & Spanish (Version 9). [Computer software] . Madison, WI: Language Analysis Lab, University of Wisconsin-Madison;  2010. (PP)"
        },
        {
            "number in article": 22,
            "reference": "Catts HW, Fey ME, Tomblin JB, Zhang X. A longitudinal investigation of reading outcomes in children with language impairments. J Speech Lang Hear Res . 2002;45(6):1142-1157.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Paul R. Language Disorders from Infancy Through Adolescence: Assessment & Intervention . 3rd ed. St. Louis, MO: Mosby Elsevier; 2007. (G) "
        },
        {
            "number in article": 24,
            "reference": "McGinty AS, Justice LM. Classroom-based  versus pull-out interventions: a review of the experimental evidence. EBP Briefs . 2006;1(1):1-14.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "McCartney E, Boyle J, Ellis S, Bannatyne S, Turnbull M. Indirect language therapy for children with persistent language impairment in mainstream primary schools: outcomes from a cohort investigation. Int J Lang Commun Disord . 2011;46(1):74-82.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Boyle J, McCartney E, O'Hare A, Forbes J. Direct versus indirect and individual versus group modes of language therapy for children with primary language impairment: principal outcomes from a randomised controlled trial and economic evaluation. Int J Lang Commun Disord . 2008;44(6):826-846.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Fletcher JM, Vaughn S. Response to intervention: preventing and remediating academic difficulties. Child Dev Perspect . 2009;3(1):30-37.  (RV)"
        },
        {
            "number in article": 28,
            "reference": "Moore-Brown  BJ, Montgomery JK, Bielinski J, Shubin J. Responsiveness to intervention: teaching before testing helps avoid labeling. Top Lang Disord . 2005;25(2):148-167. (R)"
        },
        {
            "number in article": 29,
            "reference": "Fletcher JM, Vaughn S. RTI models as alternatives to traditional views of learning disabilities: response to commentaries. Child Dev . 2009;3(1):48-50.  (X)"
        },
        {
            "number in article": 30,
            "reference": "Wanzek J, Vaughn S. Response to varying amounts of time in reading intervention for students with low response to intervention. J Learn Disabil . 2008;41(2):126-142.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Simmons DC, Coyne MD, Kwok OM, McDonagh S, Ham BA, Kame’enui EJ. Indexing response to intervention: a longitudinal study of reading risk from kindergarten through third grade. J Learn Disabil . 2008;41(2):158-173.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Justice LM. Evidence-based  practice, response to intervention, and the prevention of reading difficulties. Lang Speech Hear Serv Sch . 2006;37(4):284-297.  (X)"
        },
        {
            "number in article": 33,
            "reference": "Hutchinson J, Clegg J. Education practioner-led  intervention to facilitate language learning in young children: an effectiveness study. Child Lang Teach Ther . 2011;27(2):151-164.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Ehren BJ. Partnerships to support reading comprehension for students with language impairment. Top Lang Disord . 2006;26(1):42-54.  (C)"
        },
        {
            "number in article": 35,
            "reference": "U.S. Department of Health and Human Services: National Institute of Child Health & Human Development. Report of the National Reading Panel. Teaching children to read: an evidenced-based  assessment of the scientific research literature on reading and its implications for reading instruction. http://www.dys-add.com/resources/SpecialEd/TeachingChildrenToRead.pdf . Published 2000. Accessed January 17, 2018. (M)"
        },
        {
            "number in article": 36,
            "reference": "Brinton B, Fujiki M, Robinson LA. Life on a tricycle: a case study of language impairment from 4 to 19. Top Lang Disord . 2005;25(4):338-352.  (C)"
        },
        {
            "number in article": 37,
            "reference": "Green LB, Klecan-Aker  JS. Teaching story grammar components to increase oral narrative ability: a group intervention study. Child Lang Teach Ther . 2012;28(3):263-276.  (R)"
        },
        {
            "number in article": 38,
            "reference": "Klecan-Aker  JS, Brueggeman L. The Expression Connection: A Structured Approach to Teaching Storytelling to School-age  Children. Vero Beach, FL: Speech Bin; 1991. (G)"
        },
        {
            "number in article": 39,
            "reference": "Lever R, Sénéchal M. Discussing stories: on how a dialogic reading intervention improves kindergartners' oral narrative construction. J Exp Child Psychol . 2011;108(1):1-24. (R)"
        },
        {
            "number in article": 40,
            "reference": "Whitehurst GJ, Arnold DS, Epstein JN, Angell AL, Smith ME, Fischel JE. A picture book reading intervention in day care and home for children from low-income  families. Dev Psychol. 1994;30(5):679-689.  (R)"
        },
        {
            "number in article": 41,
            "reference": "Law J, Lee WW, Lindsay G, Roulstone S, Wren Y, Zeng B. \"What Works\": Interventions for children and young people with speech, language, and communication needs: London, UK: Department for Education ; 2010. (RV)"
        },
        {
            "number in article": 42,
            "reference": "Gillam RB, Loeb DF, Hoffman LM. The efficacy of Fast ForWord Language intervention in school-age  children with language impairment: a randomized controlled trial. J Speech Lang Hear Res . 2008;51(1):97-119.  (RCT)"
        },
        {
            "number in article": 43,
            "reference": "Written language disorders. American Speech-Language-Hearing  Association Practice Portal. http://www.asha.org/Practice-Portal/Clinical-Topics/Written-Language-Disorders/ . Accessed January 17, 2018. (G)"
        },
        {
            "number in article": 44,
            "reference": "McKean C, Letts C, Howard D. Developmental change is key to understanding primary language impairment: the case of phonotactic probability and nonword repetition. J Speech Lang Hear Res . 2013;56(5):1579-1594.  doi:10.1044/1092-4388(2013/12-0066).  (R)"
        },
        {
            "number in article": 45,
            "reference": "Rakhlin N, Kornilov SA, Grigorenko EL. Gender and agreement processing in children with Developmental Language Disorder. J Child Lang . 2014;41(2):241-274.  doi:10.1017/ S030500091200058X. (R)"
        },
        {
            "number in article": 46,
            "reference": "Gallinat E, Spaulding TJ. Differences in the performance of children with specific language impairment and their typically developing peers on nonverbal cognitive tests: a meta-analysis.  J Speech Lang Hear Res . 2014;57(4):1363-1382.  doi:10.1044/2014_JSLHR-L-12-0363.  (M)"
        },
        {
            "number in article": 47,
            "reference": "Woods PL, Rieger I, Wocadlo C, Gordon A. Predicting the outcome of specific language impairment at five years of age through early developmental assessment in preterm infants. Early Hum Dev . 2014;90(10):613-619.  doi:10.1016/j.earlhumdev.2014.07.010. (R)"
        },
        {
            "number in article": 48,
            "reference": "Krok WC, Leonard LB. Past Tense Production in Children With and Without Specific Language Impairment Across Germanic Languages: A Meta-Analysis.  J Speech Lang Hear Res. August 2015;58(4):1326-40.  doi:10.1044/2015_JSLHR-L-14-0348.  (M)"
        },
        {
            "number in article": 49,
            "reference": "Thompson PA, Hulme C, Nash HM, Gooch D, Hayiou-Thomas  E, Snowling MJ. Developmental dyslexia: predicting individual risk. J Child Psychol Psychiatry. September 2015;56(9):976-87.  doi:10.1111/jcpp.12412. (R)"
        },
        {
            "number in article": 50,
            "reference": "Richards S, Goswami U. Auditory Processing in Specific Language Impairment (SLI): Relations With the Perception of Lexical and Phrasal Stress. J Speech Lang Hear Res. August 2015;58(4):1292-305.  doi:10.1044/2015_JSLHR-L-13-0306.  (R)"
        },
        {
            "number in article": 51,
            "reference": "To CK, Lui HM, Li XX, Lam GY. A Randomized Controlled Trial of Two Syntactic Treatment Procedures With Cantonese-Speaking,  School-Age  Children With Language Disorders. J Speech Lang Hear Res. 2015. August 1, 1970;58(4):1258-72.  doi:10.1044/2015_JSLHR-L-14-0140.  (RCT)"
        },
        {
            "number in article": 52,
            "reference": "Narrative Story Retell Database. SALT software/Computerized language sample analysis. https://saltsoftware.com/media/wysiwyg/reference_database/ NarStoryRetellRDBDoc.pdf . Accessed January 17, 2018. (GI)"
        },
        {
            "number in article": 53,
            "reference": "Storkel HL, Voelmle K, Fierro V, Flake K, Fleming KK, Romine RS. Interactive Book Reading to Accelerate Word Learning by Kindergarten Children With Specific Language Impairment: Identifying an Adequate Intensity and Variation in Treatment Response. Lang Speech Hear Serv Sch . January 2017;48(1):16-30. doi:10.1044/2016_LSHSS-16-0014.  (R)"
        },
        {
            "number in article": 54,
            "reference": "Gillam SL, Gillam RB, Reece K. Language outcomes of contextualized and decontextualized language intervention: results of an early efficacy study. Lang Speech Hear Serv Sch. July 2012;43(3):276-291.  doi:10.1044/0161-1461(2011/11-0022).  (R)"
        }
    ]
}