{
    "metadata": {
        "title": "Language Disorders  Bilingual Infants and Toddlers",
        "synonyms": [
            "language delay  bilingual infants and toddlers",
            "language impairment bilingual infants and toddlers"
        ],
        "anatomical location body part affected": [
            "Medical problems (e.g., stroke, hearing loss, brain injury) can result in injury to the anatomy of communication and lead to language disorders in children; however, language disorders can have no known cause(1)"
        ],
        "area of specialty": [
            "child speech and language disorders"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {
            "315.31": "expressive language disorder",
            "315.32": "mixed receptive-expressive language disorder",
            "315.34": "speech and language developmental delay due to hearing loss",
            "315.39": "other (developmental articulation disorder, dyslalia, phonological disorder)",
            "438.10": "speech and language deficit, unspecified",
            "438.19": "other speech and language deficits"
        },
        "ICD-10 codes": {
            "F80.1": "expressive language disorder",
            "F80.2": "mixed receptive-expressive language disorder",
            "F80.89": "other developmental disorders of speech and language",
            "F80.9": "developmental disorder of speech and language, unspecified _ (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement have been identified"
        ],
        "presentation signs and symptoms": [
            "Signs and symptoms of a language disorder will vary greatly depending upon the cause of the language disorder, the age of the child, the language demands placed upon the child, and the child’s environment. The symptoms of language disorders might be mild or severe and vary between children as well as in the course of a single child’s lifetime. Infants and toddlers with language disorders might display delayed language acquisition, limited vocabulary use, limited comprehension of language, delayed phonological skills, short utterance length, poor pragmatic skills, and/ or delayed use of grammatical structures.(2,3,4) Bilingual infants and toddlers are likely to display the same symptoms of language disorder as monolingual speakers of the same language. For example, the same types of grammatical errors are likely to be seen in the English language of a monolingual English-speaking  child with a language disorder and a bilingual English-  and Spanish-speaking  child with a language disorder(3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Precautions regarding the assessment of bilingual children –SLPs who assess bilingual children should be knowledgeable of the stages involved in the normal acquisition of a second language, including ways in which learning a second language (L2) can affect the child’s use of his or her first language (L1). SLPs must be aware that young children who are learning a second language might display decreasing skills in L1 even in the absence of a language disorder. Diminishing fluency in L1 is more likely to occur in children who do not receive continued support in developing that language(2,8,9) –While children are in the process of learning L2, their language skills and classroom performance might be impacted by numerous affective, sociocultural, and linguistic factors (e.g., is the child motivated to learn L2? How much exposure does the child have to native L2 speakers? Does the child’s family value the use of L2? What is the family’s socioeconomic status and how might this affect the child’s language skills?)(8) –When assessing a bilingual child suspected of having a language disorder, it is critical to assess the child’s collective language system (i.e., combined skills of L1 and L2) rather than his or her skills in each language separately(2) –Distinguishing a language difference from a language disorder is complicated by the fact that there is very little information on typical development in languages other than English and that much variety exists among speakers of other languages (e.g., Spanish speakers from Mexico might use different vocabulary than Spanish speakers from Spain or Central America).(8) Additionally, it is important to determine whether errors in a child’s speech are related to limited proficiency in a second language or an actual language disorder. Errors made by typically developing bilingual children differ from errors made by bilingual children with language impairment. For a typically developing bilingual child, vocabulary substitution errors are common and often influenced by knowledge of the child’s first language; however, errors that violate syntactic principles of the language (e.g., omission of morphemes) are characteristic of a language disorder(19) –When the SLP conducting a language assessment on a bilingual child does not speak the same language(s) as the child, collaboration with trained support personnel is recommended. Professional interpreters or translators, bilingual diagnosticians, bilingual speech-language  pathology assistants, trained speakers from the child’s L1 community, and/or family members can fill this role(20) –Published research indicates that: 1) two separate phonological systems develop in bilingual children and 2) the stages of phonological development in typically developing bilingual children are different from the stages of phonological development in typically developing monolingual children who speak one of the same languages.(21) For example, a typically developing bilingual, English-  and Urdu-speaking  child will display phonological development in English that differs from the phonological development of a typically developing monolingual, English-speaking  child. Therefore, developmental information normed on monolingual children cannot be used to identify a phonological disorder in bilingual children –SLI appears to manifest similarly in monolingual children and children with approximately equal abilities in two languages.(25) There is evidence to suggest that bilingualism does not exacerbate language disorders in children; however, it might lead to slower development of vocabulary (in children with and without language impairment). In a study conducted in Finland with 73 Swedish-Finnish  bilingual children and 43 Swedish-speaking  monolingual children, researchers found that the children in the study population who were identified as having SLI had lower scores than the control (typically developing) group on all language tests. The bilingual children (with and without language impairment) had lower scores than the monolingual group (with and without language impairment) only on a test of body part naming. The interaction of the group (i.e., control versus SLI) and bilingualism was not significant on any of the language  scores (i.e., bilingualism did NOT exacerbate a language disorder).(22) In a study conducted in Germany with children aged 16 to 26 months, researchers found that the bilingual children had smaller vocabulary sizes in both languages and recommended that the criteria used to diagnose a toddler as a “late talker” for a monolingual child (i.e., less than 50 words and no word combinations at 24 months) should not be used for a bilingual toddler(23)",
            "Precautions regarding the assessment of infants and toddlers –When assessing the language skills of infants and toddlers, it is imperative to use developmentally appropriate contexts, content, and procedures. This can include observation of the child in his or her natural environment during typical or daily activities(10) –When assessing young children, it is essential to collaborate extensively with the child’s family and/or caregivers(10) –The family system and cultural context must be considered when assessing the language skills of young children(4)",
            "Precautions regarding standardized testing of bilingual infants and toddlers –For clinicians in the United States, the use of conventional, norm-referenced tests are culturally inappropriate to use with children from nonmainstream American culture and do not adequately capture a young child’s strengths and weaknesses in the area of communication.(8,10) When assessing infants and toddlers with suspected language disorders, it is critical to use methods such as observation across multiple natural settings and to consider input from parent/caregiver report of a child’s abilities(10) -Developmentally referenced assessment measures compare a child’s skills to those of typically developing children; however, the reference points used by such measures are often based upon skill acquisition by mainstream White children who are monolingual English speakers and might be invalid for children from other cultural and linguistic backgrounds(11) -English tests that have been translated into a child’s L1 are unreliable for many reasons and should not be used to diagnose language disorders(8) –Criterion-  or curriculum-referenced  assessments provide quantitative information (such as what knowledge a child does or does not possess) and provide quantitative test results. These tests might be culturally and linguistically inappropriate and fail to provide information on the child’s thought processes and the strategies he or she used to answer test questions(11) –When assessing a bilingual child, the SLP must ensure that the content of assessment materials and the method of assessment are culturally appropriate.(10) For example, items included in a traditional vocabulary test might not be present in a child’s home culture and/or a child might come from a culture in which adults and children do not engage in one-on-one  interactions",
            "Phases of sequential bilingual development –Normal language acquisition in a child who is exposed to two (or more) languages is different than language acquisition of a monolingual child(7) –The following five phases of bilingual language acquisition should be considered during an evaluation of a bilingual child with a suspected language disorder(7) -Silent period: the period of time in which a child comprehends both languages but has limited expressive output; can last from 3 to 6 months(7) -Language loss: occurs as the child acquires L2; he or she uses L1 less frequently and appears to lose some of his or her skills in L1(7) -Language transfer: a phase in which the child uses syntax, morphology, pragmatics, and/or semantics from L1 when speaking L2(7) -Interlanguage: occurs as the child continues to learn L2 and begins communicate more in both languages; inconsistent error patterns emerge in L2 as part of the normal development of learning a second language(7) -Codeswitching: alternating between two languages within a single conversation or sentence; the child often substitutes structures, forms, or vocabulary from L1 for those in L2 he or she has not yet learned(7)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  medical problems  e.g., stroke, hearing loss, brain injury  can cause injury to the anatomy of communication and lead to language disorders in children; however, language disorders often have no known cause": [],
        "pathogenesis:  language disorders result from a variety of causes. symptoms vary, in part, according to the child’s age and linguistic expectations across the lifespan": [],
        "risk factors:  medical problems resulting in a language disorder have specific risk factors. for example, the risk factors for down syndrome differ significantly from risk factors for traumatic brain injury, both of which can result in language": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Speech-language  pathologists (SLPs) who work with linguistically and culturally diverse infants, toddlers, and families must continuously work to develop clinical cultural competence. Kohnert suggests four characteristics of culturally competent clinicians: Appreciate cultural patterns and while recognizing that individual variation will occur within those patterns(2) Engage in cultural self-scrutiny  (what are the SLP’s cultural beliefs and personal biases?)(2) Embrace principles of evidence-based  practice(2) Consider language disorders within the social context(2)",
        "According to the American Speech-Language-Hearing  Association (ASHA), in order to be considered a bilingual SLP, the SLP must be able to speak and comprehend his or her own L1 and at least one other language with native proficiency or near-native  proficiency in terms of vocabulary, semantics, phonology, morphology/syntax, and pragmatics(7) educate patients and their families on the normal acquisition of both L1 and L2 in individuals who are monolingual and bilingual(7) administer and interpret standardized and nonstandardized assessments for communication disorders(7)  competently provide therapeutic interventions in both L1 and L2(7) identify cultural factors that might affect the delivery of speech therapy services to an individual’s language community(7)",
        "The assessment and treatment of bilingual infants and toddlers often requires a team approach. If the SLP does not share the child/family’s linguistic or cultural background, translators, interpreters, and/or cultural mediators might be needed to participate in the assessment and intervention process(2,8)",
        "SLPs should complete a review of a child’s medical history prior to conducting an assessment or intervention",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Precautions regarding the assessment of bilingual children –SLPs who assess bilingual children should be knowledgeable of the stages involved in the normal acquisition of a second language, including ways in which learning a second language (L2) can affect the child’s use of his or her first language (L1). SLPs must be aware that young children who are learning a second language might display decreasing skills in L1 even in the absence of a language disorder. Diminishing fluency in L1 is more likely to occur in children who do not receive continued support in developing that language(2,8,9) –While children are in the process of learning L2, their language skills and classroom performance might be impacted by numerous affective, sociocultural, and linguistic factors (e.g., is the child motivated to learn L2? How much exposure does the child have to native L2 speakers? Does the child’s family value the use of L2? What is the family’s socioeconomic status and how might this affect the child’s language skills?)(8) –When assessing a bilingual child suspected of having a language disorder, it is critical to assess the child’s collective language system (i.e., combined skills of L1 and L2) rather than his or her skills in each language separately(2) –Distinguishing a language difference from a language disorder is complicated by the fact that there is very little information on typical development in languages other than English and that much variety exists among speakers of other languages (e.g., Spanish speakers from Mexico might use different vocabulary than Spanish speakers from Spain or Central America).(8) Additionally, it is important to determine whether errors in a child’s speech are related to limited proficiency in a second language or an actual language disorder. Errors made by typically developing bilingual children differ from errors made by bilingual children with language impairment. For a typically developing bilingual child, vocabulary substitution errors are common and often influenced by knowledge of the child’s first language; however, errors that violate syntactic principles of the language (e.g., omission of morphemes) are characteristic of a language disorder(19) –When the SLP conducting a language assessment on a bilingual child does not speak the same language(s) as the child, collaboration with trained support personnel is recommended. Professional interpreters or translators, bilingual diagnosticians, bilingual speech-language  pathology assistants, trained speakers from the child’s L1 community, and/or family members can fill this role(20) –Published research indicates that: 1) two separate phonological systems develop in bilingual children and 2) the stages of phonological development in typically developing bilingual children are different from the stages of phonological development in typically developing monolingual children who speak one of the same languages.(21) For example, a typically developing bilingual, English-  and Urdu-speaking  child will display phonological development in English that differs from the phonological development of a typically developing monolingual, English-speaking  child. Therefore, developmental information normed on monolingual children cannot be used to identify a phonological disorder in bilingual children –SLI appears to manifest similarly in monolingual children and children with approximately equal abilities in two languages.(25) There is evidence to suggest that bilingualism does not exacerbate language disorders in children; however, it might lead to slower development of vocabulary (in children with and without language impairment). In a study conducted in Finland with 73 Swedish-Finnish  bilingual children and 43 Swedish-speaking  monolingual children, researchers found that the children in the study population who were identified as having SLI had lower scores than the control (typically developing) group on all language tests. The bilingual children (with and without language impairment) had lower scores than the monolingual group (with and without language impairment) only on a test of body part naming. The interaction of the group (i.e., control versus SLI) and bilingualism was not significant on any of the language  scores (i.e., bilingualism did NOT exacerbate a language disorder).(22) In a study conducted in Germany with children aged 16 to 26 months, researchers found that the bilingual children had smaller vocabulary sizes in both languages and recommended that the criteria used to diagnose a toddler as a “late talker” for a monolingual child (i.e., less than 50 words and no word combinations at 24 months) should not be used for a bilingual toddler(23)",
            "Precautions regarding the assessment of infants and toddlers –When assessing the language skills of infants and toddlers, it is imperative to use developmentally appropriate contexts, content, and procedures. This can include observation of the child in his or her natural environment during typical or daily activities(10) –When assessing young children, it is essential to collaborate extensively with the child’s family and/or caregivers(10) –The family system and cultural context must be considered when assessing the language skills of young children(4)",
            "Precautions regarding standardized testing of bilingual infants and toddlers –For clinicians in the United States, the use of conventional, norm-referenced tests are culturally inappropriate to use with children from nonmainstream American culture and do not adequately capture a young child’s strengths and weaknesses in the area of communication.(8,10) When assessing infants and toddlers with suspected language disorders, it is critical to use methods such as observation across multiple natural settings and to consider input from parent/caregiver report of a child’s abilities(10) -Developmentally referenced assessment measures compare a child’s skills to those of typically developing children; however, the reference points used by such measures are often based upon skill acquisition by mainstream White children who are monolingual English speakers and might be invalid for children from other cultural and linguistic backgrounds(11) -English tests that have been translated into a child’s L1 are unreliable for many reasons and should not be used to diagnose language disorders(8) –Criterion-  or curriculum-referenced  assessments provide quantitative information (such as what knowledge a child does or does not possess) and provide quantitative test results. These tests might be culturally and linguistically inappropriate and fail to provide information on the child’s thought processes and the strategies he or she used to answer test questions(11) –When assessing a bilingual child, the SLP must ensure that the content of assessment materials and the method of assessment are culturally appropriate.(10) For example, items included in a traditional vocabulary test might not be present in a child’s home culture and/or a child might come from a culture in which adults and children do not engage in one-on-one  interactions",
            "Phases of sequential bilingual development –Normal language acquisition in a child who is exposed to two (or more) languages is different than language acquisition of a monolingual child(7) –The following five phases of bilingual language acquisition should be considered during an evaluation of a bilingual child with a suspected language disorder(7) -Silent period: the period of time in which a child comprehends both languages but has limited expressive output; can last from 3 to 6 months(7) -Language loss: occurs as the child acquires L2; he or she uses L1 less frequently and appears to lose some of his or her skills in L1(7) -Language transfer: a phase in which the child uses syntax, morphology, pragmatics, and/or semantics from L1 when speaking L2(7) -Interlanguage: occurs as the child continues to learn L2 and begins communicate more in both languages; inconsistent error patterns emerge in L2 as part of the normal development of learning a second language(7) -Codeswitching: alternating between two languages within a single conversation or sentence; the child often substitutes structures, forms, or vocabulary from L1 for those in L2 he or she has not yet learned(7)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Does the child have a primary disability that could have caused a language disorder (e.g., hearing loss, cerebral palsy, traumatic brain injury)? ",
                "course of treatment": {
                    "medical management": "Does the child receive medical management for any reason? If so, describe the medical management the child is receiving",
                    "surgical management": [],
                    "medications": "Determine what, if any, medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Unless a primary medical condition exists or is suspected, medical diagnostic tests are not common when diagnosing language disorders"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech-language,  occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Numerous factors influence a bilingual child’s language skills. Some factors to considerHow does the child’s personality and/or culture affect his or her use of language? Is the child shy and reluctant to speak in class or to unfamiliar adults? How much experience does the child have with English? How much support/ input does the child receive in L1? Does the child’s family value the use of English? Does the child’s family value the continued use of L1? What is the family’s socioeconomic status and how might that affect the child’s language skills?(8) Is the child experiencing “additive bilingualism,” in which the use of both L1 and L2 is encouraged and supported, or “subtractive bilingualism,” in which L2 is acquired while the continued development of L1 is neglected?(2)",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms and whether symptoms present in only L1, only L2, or both languages. Document whether or not child displays characteristics of typical second-language  acquisition (e.g., interference of L1 on L2, continued use of some incorrect L2 structures, silent period with reluctance to produce L2, language loss of L1 due to diminished support in this language)(8)",
                "rating of symptoms": "",
                "pattern of symptoms": "Document whether symptoms present only in L1, only in L2, or in both languages",
                "sleep disturbance": "",
                "other symptoms": "Does the child display problems in the areas of voice, fluency, hearing, pragmatic language, and/ or oral-motor skills?(2) Document other symptoms patient is experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., recurrent ear infections, difficulty hearing sounds in the environment, poor motor skill development, poor or unusual response to physical sensation, feeding/eating difficulties)Does the child demonstrate behavior problems or frustration due to communication difficulties? Document symptoms of psychosocial disturbance or behavioral problems in the patient as well as within the patient’s family (e.g., symptoms of depression, feelings of guilt or isolation, signs of abuse or neglect) and refer family to a social worker or psychologist if necessary(4)Document hearing ability including history of ear infections -Prior to being evaluated for a language delay or disorder, a child should undergo audiological testing in order to rule out or identify hearing loss. Additionally, toddlers who spent time in the NICU during infancy are at increased risk for hearing loss and should be closely monitored by an audiologist(12) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has the child previously been diagnosed with a language delay/disorder? Has the child previously been diagnosed with a developmental delay or medical condition which could cause a language disorder?",
                    "comorbid diagnoses": "Ask patient’s family/primary caregiver about other problems, including hearing loss, behavioral problems, motor problems, cognitive problems, and feeding/eating problems",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter drugs)",
                    "other symptoms": "Ask child’s family/primary caregiver about other symptoms the child is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the child attend daycare or preschool? Does the child have peers who primarily speak L1 or L2? Is the child read to by his or her parents? How does the child communicate thoughts, wants, and needs in various settings and with various communication partners? What types of activities does the child enjoy? What does the family/primary caregivers consider to be the child’s overall strengths and weaknesses?",
                "functional limitations assistance with ADLs adaptive equipment": "What functional communication limitations does the child experience in daily living? Does the child require the use of adaptive equipment for communication, mobility, and/or feeding?",
                "living environment": " Living environment -With whom does the patient live? What language(s) are spoken in the home? In the home, with whom does the child primarily communicate? -Does the child attend daycare or preschool? What language(s) are spoken in the daycare or preschool? -At what age did the child begin receiving exposure to L2? Was the child’s exposure to L2 simultaneous or sequential to his or her exposure to L1?(2,9) -What is the child’s level of proficiency in L1 and L2?(9) -Does the child’s L1 hold social prestige and is it supported in the community outside the child’s home?(2,9) -Does the child continue to be supported in the development of L1?(2) -What are the child’s family’s/culture’s expectations regarding how children use language? (Are children expected to initiate conversation with adults? Are children expected to verbally display knowledge? Do cultural members establish eye contact during conversation? Does the culture value verbal communication?)(13) -What amount and quality of exposure to L1 and L2 does the child receive at home?(9) -Does the child experience an overall lack of language exposure at home? Decreased amount of linguistic input to children is often associated with a family’s poverty level and might negatively affect the child’s language skills(8)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document the use of augmentative or alternative communication (AAC).Depending on the severity of speech and language deficits, it might be appropriate to assess the patient’s ability to use an AAC system. For detailed information regarding the use of AAC devices in speech-language therapy, see the series of Clinical Reviews on this topicAssess the child’s oral motor skills in order to identify or rule out a motor-based speech-language  disorder. Assess the child’s oral motor skills during typical eating and/or drinking activities. SLPs should be aware that children from some cultural backgrounds might not be accustomed to displaying skills or knowledge upon request from an adult(13)Document any history of visual and/or perceptual disturbances",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [
                "Observation:  Observation might occur in structured and/or unstructured activities and should occur across multiple settings as the child interacts with a variety of conversation partners.(11) The observation of a young child at play can reveal information on his or her language abilities(4)"
            ],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Prior to being evaluated for a language delay or disorder, a child should undergo audiological testing in order to rule out or identify hearing loss",
            "special tests specific to diagnosis": " Special tests specific to diagnosisPatterns of infant/toddler-caregiver interaction vary significantly across cultural groups and the SLP must be knowledgeable of typical interaction patterns in a specific child’s family.(4,13) Although certain interaction styles are considered optimal for language development in mainstream American families (e.g., positioning child to promote eye-to-eye  contact, use of vocal and pitch variations when speaking to an infant, following the child’s lead), these behaviors might be culturally inappropriate for children from other cultural and linguistic backgrounds.(4) Additionally, an SLP must be aware of cultural variations in who are typical caregivers of young children (e.g., parents or older siblings) when deciding which interactions to observe during observation-based assessments(13)Open-ended  topic starters should be used in an ethnographic interview to gain information about the child’s language development and use. This process might involve interviewing the child’s parents, the child,  the child’s teachers, and members of the child’s home culture. The clinician should aim to gather information on 1) the parents’ language goals for the child 2) how parents perceive the child’s language skills to be in comparison to his or her siblings, 3) whether or not there is a history of language disorders within the family, and 4) descriptions of behavior/ language typically exhibited by the child(2,11)Used to gather information about a child’s current use of language as well as his or her futurewhat are the child’s communication environments? Who are the child’s language partners? What purposes will each language serve in the child’s daily life?(2,4)Samples of the child’s expressive language skills in L1 and L2 might be collected during conversations between the child and a peer, sibling, parent, or language-matched  professional/paraprofessional. Language samples of English provide information on the child’s mean length of utterance (MLU), lexical diversity, and pragmatic functions. Although developmental data exist for English language skills, such normative data might not exist for the child’s L1. Additionally, for languages other than English and Spanish, no guidelines exist regarding the collection and analysis of language samples.(2) As a nonstandardized option, adult speakers of the child’s L1 could listen to the language sample and objective judgments on the appropriateness of the child’s language(8)",
            "speech and language examination": " Speech and language examinationPrior to becoming fluent in verbal language, typically developing children use gestures to communicate a variety of thoughts, wants, and needs. Observing a child’s use of gesture can provide information on his or her ability to regulate social interactions, display signs of affection, and request activities or objects.(4) When assessing a child from a different cultural or linguistic background, the SLP must be aware of typical ways in which gesture is used in the child’s familyIn order to assess a young child’s articulation, a speech sample can be taken and analyzed. From this speech sample analysis, information on the child’s phonetic inventory and speech production patterns can be -It is appropriate to conduct testing in L1 only if the child’s exposure to L2 is negligible(14) -When the child has had consistent exposure to two languages, articulation testing should occur in both languages(14) -The SLP must consider the ways each language might affect articulation/phonology in the other language(14)  -If the child does not display an articulation impairment in L1, he or she should not be diagnosed with an articulation impairment, even if errors occur in L2(14) -Dialectical variations of speech production should not be considered errors(14) –Language comprehension and expression -Ideally, language assessments should be conducted in L1 and L2; however, in many situations this is not possible due to a variety of reasons (e.g., lack of trained professionals who speak child’s home language, lack of developmental information on child’s L1). Additionally, language assessments that consider L1 and L2 separately might underestimate the child’s true language abilities(2,15) -Due to the caveats associated with using standardized tests with bilingual infants and toddlers, language assessment will often rely primarily on informal procedures such as observations, interview, and language sampling(8) -If possible, use standardized assessments that were created in a specific language and normed on individuals who speak that language(16) -For example, Inventarios de Desarrollo de Habilidades Communicativas (INV) is a Spanish version of the MacArthur-Bates  Communicative Development Inventories (CDI), not just a translation of the original English version of the test. Additionally, this test was standardized on Spanish-speaking  children/parents in Mexico(16)Wordless books can be used to assess a child’s production of a narrative. Bilingual children are likely to have problems with respect to producing the microstructure (details, complexity) and macrostructure (beginning, middle, end) elements of narratives(24) -Language assessments of bilingual children might focus on functional communication and the child’s ability to effectively communicate his or her thoughts, wants, and needs in daily interactions(8)Pragmatics includes 1) the social use of language and 2) the often implicit rules that dictate the waysintentions (why a child communicates), conversational discourse (turn-taking,  topic changing rules), and role taking (the ability to take the listener’s perspective during conversation. Strong pragmatic skills are essential to being able to engage socially and linguistically, while weak pragmatic skills might indicate the risk of or presence of a language disorder.(4) What are considered appropriate pragmatic skills vary significantly between cultural groups, and the SLP must be knowledgeable of typical pragmatics inAre children expected to initiate conversation with adults? Are children “allowed” to direct topics of conversation? Are young children’s verbalizations and actions considered intentional?(13)Rule out or identify the presence of a voice disorder by listening to the child’s vocal quality in a language sample -For detailed information on voice disorders, see the series of the Clinical Reviews on this topicRule out or identify atypical speech disfluencies (stuttering)",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Observe the child’s level of arousal in a state of sleep? Awake and alert? Withdrawn and unable to interact due to illness or the level of stimulation in the environment? The child’s state will influence his or her ability to demonstrate language skills during an assessment(4)",
            "aac assessment": "",
            "swallow examination": "Assess swallowing function as indicated and appropriate. For detailed information on dysphagia inT708938",
            "tracheostomy examination": "If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of tracheostomy tube and use of a speaking valve, T708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients who have accompanying motor symptoms might be at risk for falls; follow facility protocols for fall prevention and post fall prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall prevention strategies. If patient is hospitalized, discharge criteria should include independence with fall prevention strategies",
                "Although many early intervention programs stress parent education and parent involvement, SLPs should be aware of the cultural implications of these types of programs. Prior to beginning intervention services, the SLP must become aware of the family’s value of talk, the handling of social status in conversations, beliefs about when a child becomes able to communicate intentionally, and beliefs about how children learn language(13)",
                "When providing intervention services to bilingual children and their families in the United States, an SLP must be aware that families from nonmainstream American cultures might have different views regarding communication disorders, the treatment of language disorders, and the etiology of such disorders(8)",
                "The assessment and treatment of bilingual infants and toddlers often requires a team approach. If the SLP does not share the child/family’s linguistic or cultural background, translators, interpreters, and/or cultural mediators might be needed to participate in the intervention process(2,8)",
                "SLPs should complete a review of a child’s medical history prior to conducting intervention",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The diagnosis of a language disorder in a bilingual infant or toddler is made by a fully certified and licensed SLP. The SLP should have knowledge in the area of bilingual language acquisition and the assessment of language disorders in bilingual children. In order to diagnose a language disorder in a bilingual child, the SLP should work closely with an interpreter/translator (if necessary), the child’s family, the child’s teacher(s), medical professionals, and members of the child’s cultural and linguistic community",
        "rule out": "Typical variation in language performance, language differences attributable to second language acquisition, lack of exposure to language input(2,8)",
        "prognosis": [],
        "referral to other disciplines": "Appropriate referrals will depend upon the child and family’s individual needs. Referrals might be made to professionals in the following disciplines: audiology, occupational therapy, physical therapy, early childhood education, and ESL and bilingual specialists ",
        "other considerations": [],
        "treatment summary": [
            "Authors of a systematic review of the literature on language interventions for bilingual children ages 2-6 with language impairment reported that the body of evidence to support specific interventions is poor. The quality and quantity of studies investigating the efficacy of language interventions for bilingual children with language impairment is low and most of the studies involve only Spanish-English bilingual children. The research indicates some evidence that bilingual therapy (speech and language treatment in both languages) and in-home  therapy programs are effective. Additional research is necessary to determine the best course of treatment for bilingual children who have or are at risk for a language disorder(26)",
            "Language intervention can either occur in the child’s L1 in order to support his or her conceptual and linguistic development and to ensure continued development in L1or simultaneously in both (all) of the child’s languages.(8,15,17,18) Published research supports the use of L1 in the treatment of bilingual children and indicates that focusing on developing skills in the home language does not negatively impact their acquisition of L2(15,17)",
            "Although supporting the child’s home language should be the first priority of early intervention services, bilingual children with language disorders are likely to need bilingual intervention in order to support the development of L2 as they reach school-age.(17) Linguistic features of L2 that are not present in L1 might require more focused attention (e.g., verb endings which are used to indicate tense are present in English but not Mandarin Chinese)(15)",
            "SLPs should be aware that mixing languages (code-switching)  is common in many families and has social, cultural, and linguistic value. Therefore, code-switching should not be discouraged, nor should parents/family members be encouraged to keep languages separate(15,17)",
            "Research supports the effectiveness of training parents and/or paraprofessionals who speak the child’s L1 to provide intervention services; however, when implementing parent training programs, the SLP must be aware of cultural differences in communication styles(13,17)",
            "Research demonstrates that using typically developing peer models can facilitate language development in children with language disorders or delay. Therefore, matching 2 children with the same L1 (one typically developing, one with a language disorder) might serve to improve the language skills of the child with language disorder(17)",
            "For detailed information on treatment techniques for a language disorder, see  Clinical Review…Language Disorders: Toddlers , referenced above . Problem Goal Intervention Expected Progression Home Program Language disorder/ language delayImprove language skills Support continued development of L1 _ 1.Communicate value of L1 to child’s family and people involved in child’s education(2) 2.Provide intervention services in L1, if possible (through the SLP, paraprofessional, parent or peer)(2) 3.Direct parents to language-learning resources available in their home language (e.g., books, Web sites)(2)Supported development of L1 will foster child’s conceptual and linguistic developmentParents/family members provide input in L1  Language disorder/ language delayImprove language skills Parent-training programs _ 1.Identify language facilitation techniques (e.g., following the child’s lead, expanding upon the child’s utterances, being at the child’s physical level) that are appropriate to use in the child’s home culture(2) 2.Provide educational opportunities to parents in language development and appropriate language facilitation techniques(2) 3.Incorporate a variety of teaching methods: demonstrations, coaching, role plays, mediated parent- child interactions, videotaped examples, and specific feedback(2) 4.Work in collaboration with paraprofessionals who are fluent in the family’s L1 to conduct training(2)Parents/family members will use culturally appropriate techniques to foster language developmentParents/family provide direct intervention during daily activities Language disorder/ language delayImprove language skills Peer-based intervention _ 1.Match the child with a language disorder with a typically developing peer who speaks the same L1(2) 2.Provide an environment for peer interactions. The SLP (or paraprofessional fluent in child’s L1) can shape or mediate the language used by the typically developing peer during interactions(2)Interaction in L1 with typically developing peer will facilitate language developmentMight incorporate siblings, neighborhood children as appropriate  ."
        ]
    },
    "desired outcomes outcome measures": {
        "achievement of age-appropriate  language milestones": [
            "Ethnographic interview(2,11)",
            "Language inventory(2,4)",
            "Language sample(2,8)",
            "Observation(4,11)"
        ],
        "functional communication in both  all  languages": [
            "Ethnographic interview(2,11)",
            "Language inventory(2,4)",
            "Language sample(2,8)",
            "Observation(4,11)"
        ]
    },
    "maintenance or prevention": [
        "Language intervention should first occur in the child’s L1 in order to support his or her conceptual and linguistic development and to ensure continued development in L1.(8,15,17) Without targeted support of L1, children are at risk for experiencing “subtractive bilingualism,” in which language skills in L2 grow while skills in L1 diminish(2)"
    ],
    "patient education": [
        "For information on acquiring English as a second language presented in Spanish: https://www.asha.org/public/speech/development/Aprendizaje-del-Ingles-como-Segundo-Idioma/",
        "For information on the benefits of bilingualism: https://www.asha.org/public/speech/development/the-advantages-of-being-bilingual/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "American Speech-Language-Hearing  Association (ASHA). Speech and language disorders and diseases. ASHA Web site. http://www.asha.org/public/speech/disorders/ . Accessed June 8, 2017. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Kohnert K. In: Language Disorders in Bilingual Children and Adults . San Diego, CA: Plural Publishing; 2008:1-167.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Genesee F, Paradis J, Crago MB. In: Dual Language Development and Disorders: A Handbook on Bilingualism and Second Language Learning . Baltimore, MD: Brookes Publishing Company; 2004:193-213.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Rossetti LM. Communication Intervention: Birth to Three . 2nd ed. Clifton Park, NY: Delmar, Cengage Learning; 2001. (G)"
        },
        {
            "number in article": 5,
            "reference": "Stanton-Chapman  TL, Chapman DA, Bainbridge NL, Scott KG. Identification of early risk factors for language impairment. Res Dev Disabil . 2002;23(6):390-405.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Woods PL, Rieger I, Wocadlo C, Gordon A. Predicting the outcome of specific language impairment at five years of age through early developmental assessment in preterm infants. Early Hum Dev. 2014;90(10):613-619.  . doi:10.1016/j.earlhumdev.2014.07.010. (R)"
        },
        {
            "number in article": 7,
            "reference": "Garcia MP, Seitel A. Bilingual language learners: difference, delay, or disorder? Texas A&M International University Communication Disorders Program. 2009 Texas Speech-Language  Hearing Association Convention. 2009. (CP)"
        },
        {
            "number in article": 8,
            "reference": "Roseberry-McKibbin  C. Assessment and intervention for children with limited English proficiency and language disorders. Am J Speech Lang Pathol . 1994;3:77-88.  (G)"
        },
        {
            "number in article": 9,
            "reference": "Moore SM, Perez-Mendez  C. Working with linguistically diverse families in early intervention: Misconceptions and missed opportunities. Semin Speech Lang . 2006;27(3):187-198.  (X)"
        },
        {
            "number in article": 10,
            "reference": "Neisworth JT, Bagnato SJ. The mismeasure of young children: the authentic assessment alternative. Infants Young Child . 2004;17(3):198-212.  (PP)"
        },
        {
            "number in article": 11,
            "reference": "Westby CE, Stevens Dominguez M, Oetter P. A performance/competence model of observational assessment. Lang Speech Hear Serv Sch . 1996;27(2):144-156.  (PP)"
        },
        {
            "number in article": 12,
            "reference": "Paul R. Language Disorders from Infancy Through Adolescence: Assessment & Intervention . 3rd ed. St. Louis, MO: Mosby Elsevier; 2007. (GI)"
        },
        {
            "number in article": 13,
            "reference": "van Kleeck A. Potential cultural bias in training parents as conversational partners with their children who have delays in language development. Am J Speech Lang Pathol . 1994;3:67-78.  (X)"
        },
        {
            "number in article": 14,
            "reference": "Linguistically diverse populations: considerations and resources for assessment and intervention. Texas Speech-Language-Hearing  Association Web site. http://www.txsha.org/ p/cm/ld/fid=86 . Accessed June 8, 2017. (X)"
        },
        {
            "number in article": 15,
            "reference": "Gutierrez-Clellen  VF. Language choice in intervention with bilingual children. Am J Speech Lang Pathol . 1999;8:291-302.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Guiberson M, Rodríguez BL, Dale PS. Classification accuracy of brief parent report measures of language development in Spanish-speaking  toddlers. Lang Speech Hear Serv Sch. 2011;42(4):536-549.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Kohnert K, Yim D, Nett K, Kan PF, Duran L. Intervention with linguistically diverse preschool children: a focus on developing home language(s). Lang Speech Hear Serv Sch . 2005;36(3):251-263.  (G)"
        },
        {
            "number in article": 18,
            "reference": "Goldstein BA. Clinical implications of research on language development and disorders in bilingual children. Top Lang Disord . 2006;26(4):305-321,  385-390. (R)"
        },
        {
            "number in article": 19,
            "reference": "Armon-Lotem  S. Between L2 and SLI: inflections and prepositions in the Hebrew of bilingual children with TLD and monolingual children with SLI. J Child Lang . January 2014;41(1):3-33.  doi:10.1017/S0305000912000487. (R)"
        },
        {
            "number in article": 20,
            "reference": "Yavas M, Golstein B. Phonological assessment and treatment of bilingual speakers. Am J Speech Lang Pathol . 1998;7(2):49-60.  (GI)"
        },
        {
            "number in article": 21,
            "reference": "Holm A, Dodd B, Stow C, Pert S. Identification and differential diagnosis of phonological disorder in bilingual children. Lang Test . 1999;16(3):271-292.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Korkman M, Stenroos M, Mickos A, Westman M, Ekholm P, Byring R. Does simultaneous bilingualism aggravate children's specific language problems? Acta Paediatr . September 2012;101(9):946-52.  doi:10.1111/j.1651-2227.2012.02733.x.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Kiese-Himmel  C, Sellner L, Bockmann AK. The early expressive vocabulary size in simultaneous bilingual growing-up  infants - a diagnostic relevant criterion?. Gesundheitswesen . August 2013;75(8-9):496-9.  doi:10.1055/s-0032-1331242.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Squires KE, Lugo-Neris  MJ, Peña ED, Bedore LM, Bohman TM, Gillam RB. Story retelling by bilingual children with language impairments and typically developing controls. Int J Lang Commun Disord . 2014;49(1):60-74.  doi:10.1111/1460-6984.12044.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Leonard LB. Children with specific language impairment and their contribution to the study of language development. J Child Lang . 2014;41(Suppl 1):38-47. doi:10.1017/ S0305000914000130. (RV)"
        },
        {
            "number in article": 26,
            "reference": "Durán LK, Hartzheim D, Lund EM, Simonsmeier V, Kohlmeier TL. Bilingual and Home Language Interventions With Young Dual Language Learners: A Research Synthesis. Lang Speech Hear Serv Sch . October 2016;47(4):347-371.  doi:10.1044/2016_LSHSS-15-0030.  (SR)"
        }
    ]
}