{
    "metadata": {
        "title": "Depression and Exercise",
        "synonyms": [
            "depression and exercise",
            "unipolar mood disorder and exercise",
            "unipolar disorder and exercise",
            "major depressive disorder and exercise",
            "major depression and exercise",
            "clinical depression and exercise",
            "double depression and exercise",
            "cyclothymic disorder and exercise",
            "adjustment disorder with depressed mood and exercise",
            "atypical depression and exercise",
            "catatonic depression and exercise",
            "exercise and depression",
            " unipolar depression and exercise",
            "depression, unipolar and exercise",
            "mood disorder, unipolar and exercise",
            "depressive disorder and exercise"
        ],
        "anatomical location body part affected": [
            "Depression affects the entire person, particularly the brain and nervous system, psychophysical function, and well-being"
        ],
        "area of specialty": [
            "acute care",
            "cardiovascular rehabilitation",
            "home health",
            " neurological rehabilitation",
            "orthopedic rehabilitation",
            "oncology rehabilitation",
            " pediatric rehabilitation",
            "geriatric rehabilitation",
            "women’s health"
        ],
        "description": [
            "Clinical depression is a primary mood disorder characterized by a persistent depressed mood with decreased interest in activities that formerly gave pleasure or a sense of well-being,  and decline from one’s previous functioning(1,8)",
            "According to the Diagnostic and Statistical Manual of Mental Disorders, depressive disorders include disruptive mood dysregulation disorder, major depressive disorder (MDD), persistent depressive disorder (dysthymia), premenstrual dysphoric disorder, substance/medication-induced  depressive disorder, and unspecified depressive disorder(4)",
            "The common features of all depressive disorders are the presence of sad, empty, or irritable mood accompanied by somatic and cognitive changes that significantly affect the individual’s capacity to function. What differs among them are issues of duration, timing, or presumed etiology(4)",
            "Persistent depressive disorder (dysthymia) represents a consolidation of DSM-5 –defined chronic major depressive disorder and dysthymic disorder(4)",
            "Preventive exercise programs for older adults, especially those with a history of depression, are needed to improve or maintain function and decrease the risk of frailty(22)",
            "Recent systematic reviews and meta-analyses  indicate that regular physical activity is preventive of future depression and also is a viable treatment option(23,24,25) –Authors of a 2016 systematic review of prospective cohort studies (N = 1,128,290 participants) found that persons with low age-related  cardiorespiratory fitness were at increased risk of developing depression(23) –Authors of a 2016 meta-analysis  of 23 RCTs (N = 977 participants) found that exercise was an effective independent intervention for mild depression and a worthwhile adjunct treatment in combination with antidepressants(24) –Authors of a 2016 meta-analysis  of 41 RCTs found that both aerobic and nonaerobic exercise programs were effective treatment options for adults aged 60 years or older with depressive symptoms(25)  or application of equipment Sleep disturbance related to depressive symptomsImprove sleep quality Therapeutic exercise High-dose and low- dose aerobic exercise that augments SSRI treatment improves insomnia independent of improvements in depressive symptoms(12)Optimal parameters for progression are not established _ _ A greater dose of exercise is necessary for improving sleep when used as a monotherapy (i.e., patients not currently receiving treatment for MDD)(12)Provide the patient and family/caregivers with written instructions regarding exercise program that can be performed at home and correct use and/ or application of equipment . Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement is identified"
        ],
        "presentation signs and symptoms": [
            "At least five of the following core criterion symptoms are present in persons with a diagnosis of depression(4) –Depressed mood (sad most of the time and most days). In children, this can manifest as irritable mood –Anhedonia: an inability to experience pleasure from activities usually found enjoyable –Increased or decreased appetite or weight loss or weight gain greater than 5% body weight over a 30-day  period –Insomnia or hypersomnia –Psychomotor agitation or retardation –Fatigue –Feeling excessively guilty or worthless –Inability to concentrate or make decisions –Suicidal ideation or continually thinking about death",
            "Sedentary lifestyle/reduced physical activity –Authors of a longitudinal cohort study (n = 56 adults with clinical depression and n = 56 controls without depression) in Germany found that the following factors contributed to reduced exercise(18) -Lower intent to exercise, decreased self-efficacy, and increased negative outcome expectation from exercise -Inability to transform intent to exercise into exercise participation Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Respect the patient’s feelings; listen and take suicidal ideation seriously. See red flags, above "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Significant psychosocial stressors (e.g., loss) often trigger depression, particularly the first episodes.(7) Other psychosocialcauses include stress, cognitive distortions, and learned helplessness(6,7,8)",
            "Depression has been linked to the faulty production, regulation, and reuptake of key neurotransmitters and hormones,including dopamine, serotonin, norepinephrine, gamma-aminobutyric  acid (GABA), corticotropin-releasing  hormone(CRH), growth hormone (GH), and cortisol(1,6,7)",
            "Environmental factors and learned behavior may affect neurotransmitter levels and/or have an independent influence on thedevelopment of depression(8)–Symptoms of depression precede sedentary behavior; i.e., depressive symptoms serve as causal factors to reduce physicalactivity levels"
        ],
        "pathogenesis": [
            "Neurotransmitters produce nerve impulses when they travel across the synaptic junction and produce an action potential.Depression is linked to excessive reuptake (reabsorption) or enzymatic-induced breakdown of neurotransmitter activity(6)",
            "Stress can also increase CRH levels and affect pathways within the hypothalamic-pituitary-adrenal  (HPA) axis,(1) which inturn can produce effects related to HPA overdrive, including the hypersecretion of cortisol. Elevated cortisol is associatedwith depression(1,8)"
        ],
        "risk factors   ,": [
            "Female sex–In the United States, beginning in early adolescencethe rates of MDD in women are 1.5 to 3 times higher compared tomen(4)–In the United States, the lifetime risk for MDD is 10% for males and 20% for females(7)–In a one-year  period, the prevalence of premenstrual dysphoric disorder is 1.8 to 5.8% (4)–Thirteen percent of postpartum women develop MDD(7)",
            "Age–MDD is most common among persons18–29  years of age and 65 years and older(4)–MDD peak incidence in the United States is 30–40  years of age(7)–For Americans who are older than 65 years, the suicide rates are higher among persons with depression compared to thegeneral population.Suicide rates among those with MDD are highest in males who are 75 years or older(14)–Depression is more prevalent among institutionalized older adults (i.e., in skilled nursing homes or hospitalized)compared to those in community residences(14)",
            "Genetics(8)–There is significant evidence of familial predominance, but a pattern of inheritance has not been established(7)-Concordance among monozygotic twins is approximately 50%(7)-Two to four times increased risk for developing MDD if a first-degree  family member has major depressive disorder(4)",
            "The more severe the first depressive episode, the greater the risk for persistent depression(8)",
            "History of neuroticism and other psychiatric disorders increases risk(4)",
            "Environmental/sociopsychological factors that increase risk(4,8)–Adverse childhood experience (parental loss or separation, child sexual abuse)–Recent stressful life event or high level of chronic stress–Recent death of a loved one(14)–Unwanted pregnancy, postpartum pain(13)–Unmarried individual–Unhappy marriage or relationship–Domestic abuse or violence(8)–Separation or divorce",
            "Substance abuse and dependence(8)",
            "Presence of a comorbid chronic medical condition such as cancer, cardiovascular disease, type 2 diabetes mellitus (DM2),morbid obesity, multiple sclerosis, epilepsy, dementia, Parkinson’s disease, or chronic pain(8)–Approximately 10 to 15% of cases of depression are caused by general medical illnesses(7)–In older adults, depression and dementia often coexist(7)",
            "Cognitive personality traits (pessimistic style of explaining negative events; i.e., tendency to ruminate)(7)",
            "Physical inactivity/sedentary lifestyle(23,26)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Take immediate action for the following red flags Suicidal ideation. All statements, gestures, or behaviors of a suicidal or para-suicidal  nature should be taken seriously. Contact the referring physician immediately Suicidal attempts or plans (especially when means such as firearms are readily available) –Risk factors for suicide include recent stressful life event, medical illness, male sex, single or living alone, prominent feelings of hopelessness, older age, family history, access to firearms or other means, substance abuse, and sudden period of apparent remission(4) –Use of multiple or potent medications. Antidepressants can be fatal in high doses(6) –Presence of borderline personality disorder markedly increases the risk for future suicide attempts(4) In children, depression can present with somatic complaints, irritability, and social withdrawal. There is an increased risk of suicidality in children, adolescents, and young adults (up to age 25 years) who are treated with SSRIs(8) If there are suspicions that a mother with suicidal or homicidal ideation and/or psychotic symptoms (delusions, hallucinations) is having thoughts of harming the baby, contact the referring physician immediately. A potentially psychotic mother should not be left alone with the baby(13)"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Interview patient and review chart, noting history of mood disorders, psychiatric illness, other comorbidities, recent pregnancy, substance abuse, date of onset, precipitating factors, family history, tests and measures, reports, previous hospitalizations, medications, and treatment -Is the patient’s current depression chronic or acute? -Have there been periods of remission? -Have symptoms been present since childhood? -Does the patient have dementia? -Are symptoms related to a recent life event, such as the death of a loved one, loss of a job, or the birth of a child? -What is the current reason for the referral?",
                "course of treatment": {
                    "medical management": "Patients may have received or may be receiving psychotherapy, drug therapy, phototherapy, electroconvulsive therapy (ECT), repetitive transcranial magnetic stimulation (rTMS), and/or vagus nerve stimulation (VNS) Psychotherapy is often indicated in mild to moderate depression(2) Evidence for the effectiveness of cognitive behavioral therapy (CBT) alone is mixed, but it may be effective in the treatment of mild to moderate adolescent depression. The goal is to alter thoughts and behaviors to improve mood by encouraging pleasurable activities, reducing negative thoughts, and improving assertiveness and problemsolving  skills to reduce feelings of hopelessness Authors of an RCT conducted in Iran concluded that a combination of CBT and exercising 3 times per week was effective in reducing depressive symptoms and suicidal ideations in patients with mild to moderate symptoms of depression(29) Multiple medications(i.e., polypharmacy) may cause drug-to-drug  interactions and significant side effects that can impact a wide variety of bodily functions, including motor response (e.g., agitation or retardation) and energy levels(1) Phototherapy (bright light therapy) has been used in the treatment of mood disorders with seasonal patterns (e.g., seasonal affective disorder [SAD])(6) ECT may be used in cases of longstanding, severe, or recalcitrant depression(6)",
                    "surgical management": [],
                    "medications": "Note what medications have been prescribed and what medications, supplements, and other substances the patient is currently taking. Are the prescribed medications effective? In general, no antidepressant has been found consistently superior to another, and when a medication does not lead to symptom remission switching to another medication is often preferable to augmenting the current medication(1) Medication(s) of choice can be different for each person Patient needs to consult with a physician and pharmacist for recommendations and management Commonly used antidepressants(1) SSRIs (such as sertraline, fluoxetine, paroxetine, citalopram) Authors of a 2016 updated study on the use of SSRIs and serotonin norepinephrine reuptake inhibitors (SNRIs) for children and adolescents have suggested that SSRIs may not be the prescription of choice nor are they contraindicated. These authors suggest the use of fluoxetine as the medication of choice for those with MDD and/or anxiety disorders(30) Norepinephrine reuptake inhibitors (NERIs, such as bupropion) SNRIs, such as venlafaxine, maprotiline Monoamine oxidase inhibitors. Be aware of multiple adverse side effects and interactions with blood pressure reducing agents while taking MAOIs Tricyclic antidepressants (TCAs, such as amitriptyline, desipramine) (13) Mirtazapine(13) Lithium Antipsychotics Special precautions for the use of antidepressants(1) To prevent toxicity, allow for a “washout” period of at least 2 weeks before introducing a new antidepressant MAOIs should not be combined with any other antidepressant as doing so can cause “serotonin syndrome”  A reduction in serotonin in the body can increase levels of depression and too much serotonin in the body can lead to excessive nerve cell activity which can lead to confusion, rapid heart rate, loss of muscle coordination, agitation, headaches TCAs should not be combined with SSRIs as the latter can augment the effects of TCAs Antidepressants should not be taken with St. John’s wort, as doing so can amplify serotonergic effects and cause toxicity All antidepressants are excreted into breast milk but are generally compatible with lactation. SSRIs and nortriptyline have a better safety profile for breastfeeding. Infants should be monitored for any adverse side effects. Minimize infant exposure by breastfeeding during nonpeak times of blood concentration(13)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Typically, medical tests help to rule out alternative causes of depressive symptoms",
                        "Thyroid function test and brain scans (CT, EEG, MRI), drug screening, and blood panels (complete blood count, vitamin B12, and basal metabolic panel) to rule out systemic and neurological conditions(7)",
                        "Postpartum thyroiditis can occur in up to 5.7% of women in the United States and is associated with depression(13)",
                        "Urine toxicology screen(14)",
                        "For specific depression assessments, see Special tests specific to diagnosis , below"
                    ],
                    "alternative therapies": "Alternative therapies such as St. John’s wort and folatehave mixed results in the management of depression",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Note any physical therapy exercises, activities, or treatments that may aggravate or alleviate depressive symptoms -Ask the patient what he or she does at home that improves or worsens the symptoms -Document whether medications or other treatments have helped -Document presence of hyperalgesia or allodynia",
                "body chart": "",
                "nature of symptoms": " Nature of symptoms -Document nature of physical symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling) -Document depressive symptoms and feelings (e.g., helplessness, hopelessness, sadness, worry, fear, irritability, inability to concentrate, guilt, loss of interest in activities, difficulty remembering, loss of pleasure, loss of desire) -Note changes in appetite, psychomotor retardation or agitation, fatigue -Screen for depression with the mnemonic “SIG E CAPS” (sleep, interest in activities, guilt/worthlessness, energy, concentration, appetite disturbance/weight loss, psychomotor retardation/agitation, suicidal thoughts)(14)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if symptoms are present now and how much). Symptoms associated with exertion may be rated using the Borg Rating of Perceived Exertion (RPE) Scale",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also, if present, document changes in symptoms due to weather or other external variables, as well as seasonal patterns or cycling",
                "sleep disturbance": "Sleep disturbance, though not necessary for diagnosis, is a major DSM-5 criterion for depression(4) -Note difficulty falling asleep or waking up -Note difficulty falling back asleep after waking up -Note the total hours of sleep and the total number of awakenings -Document behaviors, medications, or foods related to sleep disturbances -The Pittsburgh Sleep Quality Index Questionnaire may be used to document sleep impairment",
                "other symptoms": "Document other symptoms that could exacerbate the condition and/or symptoms that would warrant referral to a physician (e.g., suicidal ideation, extreme anger or resentment with or without homicidal ideation, decline in level of consciousness, disorganized thinking) -Dementia and delirium share many of the same symptoms as depression in older adults (e.g., reduced concentration, agitation, misperceptions,and delusions) and depression may coexist with dementia and delirium -Delirium should be treated as a medical emergency -Symptoms include disorientation, delusions, mood lability, memory problems",
                "respiratory status": "Any history of respiratory problems? -Note use of supplemental oxygen, concentrator, tracheostomy, BiPAP, CPAP, or nasal cannula  -Note arterial blood gas, hemoglobin, and hematocrit levels Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________ -Difficulty concentrating is a common symptom of depression that can affect learning"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Recurrence is common. Ask about prior episodes of depression, including their length and treatment. History of suicide attempts?",
                    "comorbid diagnoses": "Ask the patient about other medical problems, including diabetes, cancer, cardiovascular disease, complications of pregnancy, eating disorders, learning disabilities, behavioral disorders (e.g., ADHD, oppositionaldefiant disorder), other psychiatric disorders, orthopedic disorders Depression often coexists with and is exacerbated by anxiety disorders as well as substance abuse and other psychiatric illnesses Commonly associated conditions are bipolar disorder, cyclothymic disorder, anxiety, grief, and schizophrenia(8)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs, supplements, and home remedies)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " -Determine the level of regular physical activity. Have there been any recent changes in motivation, affect, and/or desire to participate in previously pleasurable activities? -Connect physical therapy goals to past and present hobbies to encourage the patient to engage in activities that may alleviate depressive symptoms",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Document what assistive devices are available, the patient’s needs, and the availability of friends, family members, and caregivers to assist in the home and community",
                "living environment": " Living environment -Determine the number of stairs, the number of floors in the home, with whom patient lives, caregivers, etc. -Inquire about child care assistance if postpartum depression is a concern -Identify if there are barriers to independence in the home; any modifications necessary? -Assess whether the patient’s living environment is amenable to home exercise and whether the patient has access or transportation to a gym, park, or other recreational space -Note whether family and friends are available and willing to assist the patient with mobility (if necessary) and home exercise program as prescribed"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures (while tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Assess the need for assistive/adaptive devices to improve patient independence and safety with functional activities. Injuries, including falls, may result in increased debility, which can exacerbate depressive symptoms",
            "balance": "Assess static and dynamic sitting and standing balance as indicated, noting any asymmetry or difficulty maintaining positions with or without perturbations  –Tinetti Balance Test –Berg Balance Scale –Functional Reach Test",
            "cardiorespiratory function and endurance": [
                "Assess BP, pulse rate, and oxygen saturation, especially in the presence of known or suspected cardiac or pulmonary dysfunction",
                "Endurance may be assessed using the 6-minute  walk for distance test (6MWT)",
                "Use Borg Rating of Perceived Exertion (RPE) Scale and/or the Dyspnea Scale during 6MWT, noting any difficulty with breathing at rest or upon exertion"
            ],
            "circulation": "Assess bilateral peripheral pulses; note arterial or venous insufficiency and symptoms of intermittent claudicationAssess the patient’s ability to carry, lift, and transfer objects. Assess any specific body mechanics/positions required for the patient’s employment or frequent ADLs such as computer work, studying at a desk, household chores –Bed mobility, with sequencing, safety, and assist levels (e.g., rolling, scooting, supine to sit) and transfers, as indicated –Timed Up and Go (TUG) test –Functional Independence Measure (FIM)",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Document cadence, step length, stride length, and any gait deviations/asymmetry. Note the patient’s ability to safely and independently negotiate uneven and varied terrain, change directions, avoid obstacles, and engage in other tasks while walking or propelling/operating wheelchair or scooter. Document any assistive devices used –Use the 10-meter  walk test (10MWT), 6MWT, and/or Dynamic Gait Index (DGI) Motor function (motor control/tone/learning) –Assess motor function, coordination, and fine and gross level control of extremities, head, neck, and trunk –Document overall level of motor activity, as depression may lead to agitation or retardation of motor activity –Note asterixis (hand tremor when the wrist is extended), tremor, myoclonus, jerking, or patterned movement –Assess bilateral lower and upper extremity muscle tone and note any hypo/hypertonia. Assess spasticity and clonus as indicated. Use the Modified Ashworth Scale for spasticity assessment –More in-depth  testing is indicated for patients with neurological diagnoses",
            "muscle strength": "Assess bilateral upper and lower extremity strength with manual muscle testing (MMT) or myotomal assessment, noting any asymmetry or weakness. Measure bilateral grip strength with handheld dynamometer",
            "observation inspection palpation including skin assessment": [
                "Overall condition of the skin, including turgor, temperature, and color, noting the presence of ecchymosis, erythema, edema, ulcerations, and wounds",
                "Note any of the following: clubbing, cyanosis, edema, jugular vein distention"
            ],
            "posture": " Posture –Assess whether posture contributes to pain, functional limitations, difficulty breathing, and/or difficulty moving –Note posture in positions and activities that mirror the patient’s daily environment",
            "range of motion": "Assess bilateral active and passive ROM of upper and lower extremities, noting asymmetry or restrictions, especially knee extension, ankle dorsiflexion, and hip extension necessary for optimal gait biomechanics",
            "self-care activities of daily living": "The Barthel Index or Patient-Specific  Functional Scale can be used. Obtain ADL testing results from occupational therapy, if available",
            "reflex testing": "Assess bilateral biceps, triceps, brachioradialis, and quadriceps reflexes; note abnormal upper and lower motor neuron signs (e.g., Babinski, myoclonus)",
            "sensory testing": " Sensory testing –Assess light touch, sharp-dull,  pressure, vibration, two-point  discrimination along dermatomes, and peripheral nerve distributions for bilateral upper and lower extremities –Conduct monofilament testing (especially in the presence of known or suspected neuropathy)",
            "special tests specific to diagnosis": " Special tests specific to diagnosis  (1) –Patient Health Questionnaire-2  (PHQ-2)  consists of two questions; “yes” answer to either question warrants a follow-up",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Obtain neuropsychology testing results, if available. Screen for orientation and cognitive impairment as indicated. The Mini-Mental  State Examination (MMSE) can be used as an assessment tool –Depression may affect the ability to process information, solve problems, make decisions, concentrate, and remember, which may impair the patient’s ability to remember safety precautions, retain information about home exercise, and may carryover to functional tasks",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to the modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis may be at risk for falls due to decreased focus and difficulty concentrating; if inpatient, follow the facility protocols for fall prevention and post fall-prevention  instructions at the bedside. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Patients with this diagnosis are as much as 4 times more likely to commit suicide than individuals in the general population.  (5) Note any suicidal thoughts, plans, or attempts. Monitor closely, limit access to means by which the patient can attempt suicide, alert staff, and notify the patient’s physician as well as law enforcement if there appears to be an imminent threat of suicide",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "Depression/lack of physical activity Patients with depression often have some form of disability or functional decline. Physical therapy can address functional deficits and enable patients with depression to participate in ADLs and decrease the social isolation that is associated with limited mobility Inpatient rehabilitation is indicated for patients who are severely depressed, psychotic, at risk for harm to self or others, or unable to care adequately for themselves due to depression(8)",
        "rule out": "Many conditions may be comorbid with or share some of the same symptoms as depression. It is necessary to rule out the following(7,8) Dysthymic disorders Bipolar disorder PTSD Personality disorders Anxiety disorders Schizophrenia or schizoaffective disorder with depressive features Premenstrual dysphoric disorder Metabolic dysfunction (hypercalcemia) Organic brain disease, degenerative dementias Chronic fatigue syndrome Hepatic or renal disease  Vitamin B12 deficiency(14)Cushing’s syndrome Baby blues (mood lability resolves within days;not classified as a psychiatric disorder)(13) Thyroid dysfunction, postpartum thyroiditis(13) Substance use Side effects of medications (e.g., hormones) Dysmenorrhea",
        "prognosis": [
            "Depression is a treatable illness; however, it is often recurring.(8)Without treatment, first-time  episodes can last from 6–12 months.(7) Risk of recurrence is higher without treatment.(7) The type and severity of depression influences treatment and recovery(7,8)",
            "Approximately 50% of patients with a single depressive episode will experience a recurrence of symptoms within 2 to 3 years of the initial diagnosis.The risk increases by 16% with each subsequent depressive episode(8)",
            "Seventy percent of treated patients with depression will have significant improvement in symptoms.(8) Of those in whom MDD is diagnosed, one-third  will become resistant to medications(15)",
            "Prognosis is poorer in older adults, most likely due to physical comorbidities and other factors. Cure rate in older adults varies from 30–70%(14)",
            "Depression may reduce motivation to maintain physical capacity. For example, in an Australian prospective cohort study (N = 1,148 nonfrail men, 70–87 years  of age), the authors found that those with a history of depression had declined more in tests of physical function (TUG, timed sit-to-stand,  functional reach, and step test) than those without depression when retested at a 9-year follow-up(22)",
            "Untreated maternal depression is linked to chronic depression and child developmental delay.(8)Untreated postpartum depression is associated with increased risk for maternal suicide and infanticide(13)"
        ],
        "referral to other disciplines": " Referral to other disciplines Referral to occupational therapy for ADLs, bathing, dressing, hygiene, self-care,  problem-solving,  and safety Referral to a physician, psychiatrist, psychologist, counselor, or social worker for management of depression, especially if symptoms worsen or if the patient expresses suicidal thoughts or behaviors Referral to a nutritionist if the patient is taking MAOIs, which necessitates avoidance of foods high in tyramine(14) Referral to adult or child protective services in cases of suspected abuse Referral to law enforcement if the patient appears to be in imminent danger of suicide or self-injurious  behavior Referral to support groups",
        "other considerations": [
            "According to the 2016 Canadian Network for Mood and Anxiety Treatments (CANMAT) clinical guidelines for the management of adults with major depressive disorder, exercise, bright light therapy, St. John’s wort, omega-3  fatty acids, SAMe, and yoga are recommended as a first-  or second-line  treatment for individuals with mild to moderately severe depression(27)"
        ],
        "treatment summary": [
            "Therapists can encourage patients to assist with setting realistic, therapy goals, which can enhance patients’ feelings of self-control and ability and reduce feelings of despair and helplessness(17,18)",
            "Exercise decreases depressive symptoms regardless of age, sex, and comorbidities(9,20,28) –Authors of a 2018 systematic review of studies of aerobic exercise and postpartum depression support the effectiveness of an aerobic exercise program for reducing postpartum depression(28) –Authors of a meta-analysis  (14 randomized trials with over 2000 participants) found that tai chi, yoga, dance, running, volleyball, basketball, and badminton reduce depressive symptoms in young adults(20) –Authors of a meta-analysis  (33 randomized trials with over 1870 participants) found that resistive exercise groups had significantly lower depression scores than the control groups. They concluded that exercise is as effective as antidepressant medications and that the mood-altering effects of exercise hold true regardless of age, sex, or comorbidities(9) ",
            "General recommendations for exercise prescription(10,11) –Combining cardiovascular and resistive exercise is the most effective program to reduce depression(11) –Duration of exercise (per session) (11) -Sessions of approximately 60 minutes –Frequency and program length -Three exercise sessions per week for 4 weeks(10) –Moderate-intensity  exercise is typically most effective for reducing symptoms of depression(11) –. Problem Goal Intervention Expected Progression Home Program Depression related to or exacerbated by comorbid pain, tenderness, and swellingReduce pain/swelling _ _ Maintain pain-free ROM, strength, and tissue integrity _ _ Decrease or eliminate pain and educate patient on pain control _ _ Protect healing structuresPhysical agents and mechanical modalities _ Use appropriate modalities for specific diagnosis in order to facilitate repair, ROM, and pain relief _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "improve motor-related  impairments": [
            "ROM, MMT, DGI"
        ],
        "decreased pain and swelling, and other symptoms that exacerbate or contribute to depression": [
            "V AS, patient reassessment"
        ],
        "improved mobility with appropriate adaptations and equipment": [
            "ROM, DGI, Berg Balance Scale, FIM, Tinetti Balance Test, 6MWT, 10MWT"
        ],
        "improved cognitive, social, and occupational functioning": [
            "BDI, PHQ-2,  PHQ-9,  GDS-15,  HAM-D,  ZSRDS"
        ],
        "increased cardiorespiratory endurance": [
            "6MWT"
        ],
        "increased physical activity": [
            "Yale Physical Activity Scale (YPAS)"
        ],
        "improved sleep quality": [
            "Pittsburgh Sleep Quality Index"
        ]
    },
    "maintenance or prevention": [
        "Emphasize long-term  treatment, follow-up,  and lifestyle changes to which the patient can adhere. Emphasize that depression is a medical condition and not a character defect.(8) Collaborative care with a multidisciplinary approach in the outpatient setting has been shown to be more effective for improving depression symptoms in patients, based on three published systematic reviews(21)",
        "The United States Department of Veterans Affairs recommends annual screening for depression for all veterans(19)",
        "Universal screening during pregnancy should be a part of routine prenatal care to identify risk factors for depression, which can allow for earlyintervention before or immediately after delivery. Education should be provided to all pregnant women, especially those with a history of depression or risk factors, on the signs and symptoms of postpartum depression. Routine follow-up  from the hospital, visiting nurse, or physician’s office should take place to screen mothers and provide direct observations of the mother regarding safety issues and mother-baby bonding(13) Breastfeeding mothers who are taking antidepressants require additional education and support regarding the risks and benefits of the use of antidepressants during breastfeeding. Mothers should not discontinue their medication without consulting their physician(13)",
        "Maintenance and prevention of recurrence may include lifestyle changes that incorporate daily exercise, good sleep, proper diet, and a reduction in tobacco and alcohol use(8,9)",
        "Psychotherapy and medications may be necessary to provide long-term relief(3,6)",
        "Depression prevention programs can be effective in reducing or stopping recurrent episodes of depression in adolescents(16)"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Fancer T, McCarron RM, Kukoyi O, Bourgeois JA. Mood disorders - depression. In: McCarron RM, Xiong GL, Bourgeois JA, eds. Lippincott's Primary Care: Psychiatry . Philadelphia, PA: Wolters Kluwer Health/Lippincott, Williams & Wilkins; 2009:17-37.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Li M, Rodin G. Depression and illness. In: Suls JM, Davidson KW, Kaplan RM, eds. Handbook of Health Psychology and Behavioral Medicine . New York: The Guilford Press; 2010:217-231.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Hölzel L, Härter M, Reese C, Kriston L. Risk factors for chronic depression--a  systematic review. J Affect Disord . 2011;129(1-3):1-13.  (SR)"
        },
        {
            "number in article": 4,
            "reference": "American Psychiatric Association. In: Diagnostic and Statistical Manual of Mental Disorders DSM-V-TR . 5th ed. Arlington, VA: American Psychiatric Publishing; 2013:155-168. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Coryell W, Schlesser M. The dexamethasone suppression test and suicide prediction. Am J Psychiatry . 2001;158(5):748-753.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Sadock BJ, Sadock VA, Ruiz P. Mood disorders. In: Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry . 11th ed. Philadelphia, PA: Lippincott Williams & Wilkins; 2015:347-386.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Zimmerman M, D'Avanzato C. Depression, major. In: Ferri FF, ed. Ferri's Clinical Advisor: 5 books in 1 . 2018 ed. Philadelphia, PA: Elsevier; 2018:371-372.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Edemekong P, Rafiq N. Depression. In: Domino FJ, ed. The 5-minute clinical consult standard 2018 . 26th ed. Philadelphia, PA: Wolters Kluwer; 2017:260-269.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Gordon BR, McDowell CP, Hallgren M, Meyer JD, Lyons M, Herring MP. Association of efficacy of resistance exercise training with depressive symptoms: Meta-analysis  and meta-regression  analysis of randomized clinical trials. JAMA Psychiatry . 2018;75(6):566-576.  doi:10.1001/jamapsychiatry.2018.0572. (M)"
        },
        {
            "number in article": 10,
            "reference": "Morres ID, Hinton-Bayre  A, Motakis E, Carter T, Callaghan P. A pragmatic randomised controlled trial of preferred intensity exercise in depressed adult women in the United Kingdom: Secondary analysis of individual variability of depression. BMC Public Health . 2019;19(1). doi:10.1186/s12889-019-7238-7.  (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Bennie JA, De Cocker K, Biddle SJH, Teychenne MJ. Joint and dose-dependent  associations between aerobic and muscle-strengthening  activity with depression: A cross-sectional  study of 1.48 million adults between 2011 and 2017. Depression Anxiety . 2020;37(2):166-178.  doi:10.1002/da.22986. (R)"
        },
        {
            "number in article": 12,
            "reference": "Rethorst CD, Sunderajan P, Greer TL, et al. Does exercise improve self-reported  sleep quality in non-remitted  major depressive disorder? Psychol Med . 2013;43(4):699-709. doi:10.1017/S0033291712001675. (R)"
        },
        {
            "number in article": 13,
            "reference": "Myer K, Byatt N. Depression, postpartum. In: Domino FJ, ed. The 5-minute clinical consult . 25th ed. Philadelphia, PA: Wolters Kluwer; 2017:276-277.  (GI)"
        },
        {
            "number in article": 14,
            "reference": "Slowik JM, Jones RM, Lanier JB. Depression, geriatric. In: Domino FJ, ed. The 5-minute clinical consult . 25th ed. Philadelphia, PA: Wolters Kluwer; 2017:274-275.  (GI)"
        },
        {
            "number in article": 15,
            "reference": "Magid M, McRoberts RL. Depression, treatment resistant. In: Domino FJ, ed. The 5-minute clinical consult . 25th ed. Philadelphia, PA: Wolters Kluwer; 2017:278-279.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "Lucuesta N, Gladwell J. Depression, adolescent. In: Domino FJ, ed. The 5-minute clinical consult . 25th ed. Philadelphia, PA: Wolters Kluwer; 2017:272-273.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "Precin P. Psychosocial disorders. In: S. B. OS, T. J. S, G. D. F, eds. Physical rehabilitation . 6th ed. Philadelphia, PA: FA Davis Co; 2014:1175-1214.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "Kramer LV, Helms AW, Seelig H, Fuchs R, Bengel J. Correlates of reduced exercise behavior in depression: the role of motivational and volitional deficits. Psychol Health . 2014;29(10):1206-1225.  doi:10.1080/08870446.2014.918978. (R)"
        },
        {
            "number in article": 19,
            "reference": "Bentley SM, Pagalilauan GL, Simpson SA. Major depression. Med Clin North Am . 2014;98(5):981-1005.  doi:10.1016/j.mcna.2014.06.2013. (R)"
        },
        {
            "number in article": 20,
            "reference": "Guo S, Liu F, Shen J, Wei M, Yang Y. Comparative efficacy of seven exercise interventions for symptoms of depression in college students: A network of meta-analysis. Medicine. 2020;99(47):1-10.  doi:10.1097/MD.0000000000023058. (M)"
        },
        {
            "number in article": 21,
            "reference": "Van Ginneken N, Tharyan P, Lewin S, et al. Non-specialist  health worker interventions for the care of mental, neurological, and substance-abuse  disorders in low- and middle-income  countries. Cochrane Database Syst Rev . 2013;(11). Art No: CD009149. doi:10.1002/14651858.CD009149.pub2.  (M)"
        },
        {
            "number in article": 22,
            "reference": "Almeida OP, Hankey GJ, Yeap BB, et al. Depression among nonfrail old men is associated with reduced physical function and functional capacity after 9 years follow-up:  the Health in Men cohort study. J Am Med Dir Assoc . 2017;18(1):65-69.  doi:10.1016/j.jamda.2016.09.002.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Schuch FB, Vancampfort D, Sui X, et al. Are lower levels of cardiorespiratory fitness associated with incident depression? A systematic review of prospective cohort studies. Prev Med . 2016;93:159-165.  doi:10.1016/j.ypmed.2016.10.011.  (SR)"
        },
        {
            "number in article": 24,
            "reference": "Kvan S, Kleppe CL, Nordhus IH, et al. Exercise as a treatment for depression: a meta-analysis.  J Affect Disord . 2016;202:67-86.  doi:10.1016/j.jad.2016.03.063.  (M)"
        },
        {
            "number in article": 25,
            "reference": "Rhyner KT, Watts A. Exercise and depressive symptoms in older adults: a systematic meta-analytic  review. J Aging Phys Act . 2016;24(2):234-246. doi:10.1123/japa.2015-0146.  (M)"
        },
        {
            "number in article": 26,
            "reference": "Danielsson L, Kihlbom B, Rosberg S. \"Crawling out of the cocoon\": Patients' experiences of a physical therapy exercise intervention in the treatment of major depression. Phys Ther. 2016;96(8):1241-1250.  doi:10.2522/ptj.20150076.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Ravindran AV, Balneaves LG, Faulkner G, et al. Canadian Network for Mood and Anxiety Treatments (CANMAT) 2016 clinical guidelines for the management of adults with major depressive disorder: Section 6. Special populations: Youth, women, and the elderly. Canadian Journal of Psychiatry . 2016;61(9):588-603. doi:10.1177/0706743716659276. (G)"
        },
        {
            "number in article": 28,
            "reference": "Pritchett RV, Daley AJ, Jolly K. Does aerobic exercise reduce postpartum depressive symptoms? A systematic review and meta-analysis.  Midirs Midwifery Digest . 2018;28(1):78-86.  (SR)"
        },
        {
            "number in article": 29,
            "reference": "Abdollahi A, LeBouthillier DM, Najafi M, et al. Effect of exercise augmentation of cognitive behavioural therapy for the treatment of suicidal ideation and depression. J Affect Disord. 2017;219:58-63.  doi:http://dx.doi.org/10.1016/j.jad.2017.05.012. (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Garland JE, Kutcher S, Virani A, Elbe D. Update on the use of SSRIs and SNRIs with children and adolescents in clinical practice. J Can Acad Child Adolesc Psychiatry . 2016;25(1):4-10.  https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4791100/#b27-ccap25_p0004 . (R)"
        }
    ]
}