{
    "metadata": {
        "title": "Plica Syndrome",
        "synonyms": [
            "medial shelf syndrome",
            "shelf syndrome",
            "plica synovialis mediopatellaris syndrome",
            "mediopatellaris syndrome, plica synovialis",
            "synovialis mediopatellaris syndrome, plica",
            "medial plica syndrome",
            "plica syndrome, medial",
            "pathological synovial plica syndrome",
            "plica syndrome, pathological synovial",
            "synovial plica syndrome, pathological"
        ],
        "anatomical location body part affected": [
            "Anteromedial aspect of the knee; fold of synovial membrane. Several plicae can be found in the knee: 1) superior, 2) medial, 3) lateral, and 4) inferior plica. The most clinically relevant and most commonly involved structure is the medial plica, which is found under the medial retinaculum and vastus medialis obliquus (VMO) runs parallel to the medial patella, and inserts distally onto the infrapatellar fat pad(5)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Inflammation or fibrotic thickening of plica (synovial fold) in the knee. It is thought to be a remnant of embryologic development. This medial patellar membrane can cause pain, catching, and inflammation(4)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M65.86": "other synovitis and tenosynovitis, lower extremity",
            "M67.50": "plica syndrome, unspecified knee (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients typically present with an intermittent dull ache just medial to the patella but above the joint line, as well as pain and tenderness under the patella. Other complaints may be catching, clicking, giving way, locking, snapping, and tightness. Symptoms may begin insidiously with a history of overuse or suddenly from direct/blunt trauma. On occasion, symptoms may appear bilaterally(4)",
            "Physical activities involving repetitive knee flexion and extension (e.g., stair-climbing, squatting, rowing, cycling) can aggravate the condition. Sustained knee flexion postures, such as during prolonged sitting, can also increase symptoms when inflammation is present(4)",
            "A fibrotic cord over the medial femoral condyle may be palpable, coupled with an audible sound during ROM. Pain with palpation of the cord over the anteromedial knee is the most characteristic sign of plica syndrome",
            "This syndrome is found most frequently in teenagers, when meniscal and ligamentous injuries are still rare Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Although plicae are common, pathological plicae are rare. Thus, the diagnosis of plica syndrome should come after exclusion of other, more common anteromedial knee conditions (e.g., meniscal tears, ligament injuries, chondromalacia)",
            "Pathological plicae can also be concomitant with other intraarticular knee conditions(5)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Direct blow or trauma to knee tissue(5)",
            "Excessive twisting motions(5)",
            "Chronic overuse(5)",
            "Repetitive knee flexion and extension activities",
            "Secondary dysfunction of knee internal derangement, such as a meniscus tear or osteochondritis dissecans"
        ],
        "pathogenesis": [
            "It is widely believed that plicae arise from mesenchyme (embryonic connective tissue) during embryologic developmentof the knee at 3–4 months of fetal life.(4)The mesenchyme forms the membranes that eventually divide the differentcompartments of the knee. Plicae are composed of excess tissue from these membranes that failed to be reabsorbed andeventually become inward folds of the synovial lining(4,5)",
            "Plicae commonly are asymptomatic and have been reported to be present in 50% of the population. Unfortunately, theirpresence can also lead to an inflammatory state or hypertrophic fibrosis if trauma or repetitive activity is introduced,respectively",
            "Repetitive plica inflammation probably leads to the hypertrophic fibrosis, with proliferation of nerves and blood vessels.This progression results in an enlarged medial plica that is less elastic and can either become impinged between the medialfemoral condyle and the medial facet of the patella during knee flexion or create a shearing force over the medial femoralcondyle(5)",
            "Close proximity of the plica under the VMO muscle may cause pain and associated patellar tracking disorders. Fibroticchanges of the plica can lead to degeneration and softening of the patellofemoral joint cartilage(5)",
            "The progression has even been postulated to be a cause for medial compartment degeneration, or knee osteoarthritis, asarticular cartilage is sloughed off by the medial plica(5)"
        ],
        "risk factors": [
            "Plica syndrome is equally common in men and women, who typically are young and active",
            "The condition is most common in the 20’s and 30’s, but it is also found on occasion in children or teenagers",
            "Participation in physical activity not typical of one’s normal activities (e.g., “weekend warriors”) or not appropriate forone’s current fitness level",
            "Vigorous recreational activity (e.g., running, cycling, swimming, horseback riding, gymnastics) during adolescence",
            "Recent change in running surface, footwear, or orthotics"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Although plicae are common, pathological plicae are rare. Thus, the diagnosis of plica syndrome should come after exclusion of other, more common anteromedial knee conditions (e.g., meniscal tears, ligament injuries, chondromalacia)",
            "Pathological plicae can also be concomitant with other intraarticular knee conditions(5)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Have pain and function gradually worsened, or did pain start suddenly? Was onset of pain related to trauma or overuse? What activities are associated with symptoms (e.g., use of stairs, squatting, prolonged sitting, sports)? Any episodes of joint clicking or locking?",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management for knee pain. Has patient modified activity level and/or used a knee brace? How has the pain responded to treatments?",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? NSAIDs often are recommended",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The diagnosis usually is made clinically(3)",
                        "Radiographs may be useful if another condition is suspected, but unfortunately they do not detect plicae",
                        "MRI is usually not recommended unless other knee pathology is suspected. However, MRI has been reported to be helpful for evaluating the thickness and extension of the medial plicae(5) "
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Physical activities involving repetitive knee flexion and extension (e.g., stair-climbing,  squatting, rowing, cycling, sit to stand) may be reported to be aggravating(4,5) -Sustained knee flexion postures, such as during prolonged sitting, may also increase symptoms as the plica is pulled taut(5) -Popping, clicking, catching when moving the knee from 90 degrees of flexion to extension. Instability and feeling of knee “giving way” have also been reported(5) -Knee pain is eased when knee is static at 0 degrees extension, such as in standing(5)",
                "body chart": "Use body chart to document location and nature of symptoms. Patients typically complain of localized ache and tenderness medial to patella but above the joint line",
                "nature of symptoms": "Document nature of symptoms (constant vs intermittent, sharp, dull, aching, burning, numbness, tingling). Patients typically report an intermittent dull ache with a feeling of catching, clicking, giving way, locking, snapping, or tightness",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician. Symptoms such as weight loss, pallor, fever, and anorexia are rare systemic symptoms, more commonly seen in osteosarcoma Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any previous skeletal problems or injury to the affected joint?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Inquire about recreational activity, sports, and occupation",
                "functional limitations assistance with ADLs adaptive equipment": "Document use of any assistive or adaptive devices",
                "living environment": "stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height and weight. Quadriceps atrophy may be assessed by taking muscle girth measurements",
            "assistive and adaptive devices": "Evaluate need for, proper fit, and use of knee brace and/or other ambulatory assistive device",
            "balance": "Test reaction to displacement of center of gravity in standing position and balance in 1-leg  stand. Can be normal if the knee is straight and pain/swelling is not extensive",
            "cardiorespiratory function and endurance": [],
            "circulation": "Typically normal",
            "functional mobility": "If patient is an athlete, assess sports-related motion related to pain ",
            "gait locomotion": "Assess for antalgic gait or excessive compensatory mechanismsEvaluate knee joint and patellofemoral joint mobility and stability. Medial gliding of the patella may induce a characteristic popping sound or pain at 30 degrees flexion. Include knee ligament stress tests and meniscal tests",
            "muscle strength": "Assess strength of the lower extremity, especially for the hip abductor and external rotator musculature if gait deficits are observed. Check quadriceps strength in chronic cases or where atrophy is visible",
            "observation inspection palpation including skin assessment": [
                "Knee effusion rarely is seen",
                "Quadriceps atrophy is common in chronic cases(5)",
                "Tenderness medial to the patella over the medial femoral condyle will most likely be found with a pathological medial plica(4)",
                "Crepitus may be palpable during knee motion",
                "A painful arc may be experienced between 30˚ and 60˚ during knee motion,although popping may be felt under the examiner’s fingers between 45˚ and 60˚ flexion(5)"
            ],
            "posture": "Look for abnormal joint alignment, such as genu varus or excessive tibial torsion. Compare lower extremities for asymmetry in standing at the pelvis, hip, knee, and foot",
            "range of motion": "Assess for loss of ROM due to pain, joint locking, or muscle shortening/stiffness. Quadriceps tightness is often seen in patients with a symptomatic plica(5)",
            "self-care activities of daily living": "",
            "reflex testing": "Should be normalUsually not impaired, except in severe cases",
            "sensory testing": "Should be normal",
            "special tests specific to diagnosis": " Special tests specific to diagnosiswith the knee held in 30 degrees of flexion, the examiner pushes the patella medially. Pain is reproduced as the plica is pinched between the femur and the patella(5)Questionnaire given to a patient to assess for items such as gait, ability to use assistive devices, pain, swelling, squatting, and climbing stairs",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cold intolerance",
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Over a regenerating peripheral nerve",
                "Over a circulatory compromise",
                "Over an area of peripheral vascular disease",
                "Paroxysmal cold hemoglobinuria",
                "Hypertension",
                "Thermoregulatory disorders",
                "Over a superficial peripheral nerve",
                "Over an open wound",
                "Over an area of poor sensation",
                "Individuals with poor cognition ",
                "In the very young or very old",
                "Persons with aversion to cold",
                "Over the trunk or heart region in patients with demand-type  pacemakers and implantable cardioverter defibrillators (ICDs)",
                "Over the pelvic, abdominal, lumbar, or hip region of a pregnant woman",
                "Over the carotid bodies",
                "Over the phrenic nerve, eyes, or gonads",
                "Over areas of known peripheral vascular disease",
                "Over areas of active osteomyelitis",
                "Over areas of hemorrhage",
                "With patients without intact sensation",
                "With patients who cannot communicate",
                "With patients with compromised mental ability",
                "With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heartbeat)",
                "Over active or previous neoplasms",
                "With electrodes -Over compromised skin, unless treating wound specifically -Over tissues that are vulnerable to hemorrhage -Cervical region in patients with history of stroke or seizures",
                "Do not use within 5 yards of diathermy units or other source of electromagnetic radiation"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Cryotherapy  contraindications(1)",
                "Cryotherapy  precautions(1)",
                "Electrotherapy  contraindications (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(1)",
                "Electrotherapy  precautions(1)"
            ]
        },
        "diagnosis need for treatment": "Activity-related  knee pain. Guided intervention needed for activity modification and pain management Rule out  (4,5) Hoffa syndrome Patellofemoral pain syndrome Meniscus injury Chondromalacia Pes anserine bursitis Medial collateral ligament injury Patella bipartite Hip pathology if an adolescent Degenerative joint disease Osteochondritis dissecans Osteosarcoma",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Orthopedic surgeon if conservative treatment fails Orthotist for custom orthotics",
        "other considerations": [],
        "treatment summary": [
            "There is general agreement that the initial management of medial synovial plica syndrome should be conservative. Conservative treatment has been reported to be effective in 60% of cases. The goals of conservative treatment are joint protection, pain management, and restoration of function. Attempt to medialize the patella with interventions such as vastus medialis obliquus strengthening, taping, or bracing. Orthopedic referral is indicated when symptoms persist beyond this time frame(6) . Problem Goal Intervention Expected Progression Home Program  Pain, effusion Decrease pain intensity, minimize swellingPhysical agents and mechanical modalities _ Trial of iontophoresis or phonophoresis with dexamethasone for pain management as indicated and ordered by physician.(5) Cryotherapy for pain management and edema _ _ Activity modification _ Restrict high-impact activities such as jumping and high-shear motions. Encourage non-weight-bearing activities that do not aggravate the condition. Although bracing may be prescribed for joint protection, avoid prolonged immobilization _ _ Manual therapy _ Soft-tissue mobilization (e.g., effleurage) for edema reductionContinue interventions as neededInstruct patient in pain and edema management Faulty gait/limb mechanicsImprove gait mechanics and walking speedFunctional training _ Gait training _ _ Assess need for shoe orthoticsFunctional training _ As necessary to reduce disability in daily activities such as use of steps or flights of stairs _ _ Participation in sport/ occupation-specific functional progressions as indicatedN/A  Crepitus/loose body/ clicking/catching that may require orthopedic consultPostpone or obviate the need for surgical interventionTherapeutic strategies _ Attempt to medialize the patella with interventions such as vastus medialis obliquus strengthening, taping, or bracing. _ Decrease inflammationRefer to physician N/A Reduced ROM Increase/maintain pain- free full ROMTherapeutic exercises _ Lower extremity muscle stretching as indicated, especially the hamstrings, quadriceps, and gastrocnemius _ _ Manual therapy _ Soft-tissue mobilization, passive ROM, stretching shortened muscles _ Tibiofemoral joint mobilizationTherapeutic exercises _ Continue flexibility programDevelop maintenance program Reduced quadriceps strength and atrophyIncrease/maintain sufficient strengthTherapeutic exercises _ There are no published RCTs of exercise therapy to develop guidelines in plica syndrome. Start with isometric and short- arc (20˚) quadriceps strengthening exercises. _ Proximal hip strengthening may improve symptoms related to abnormal rotation of the femurTherapeutic exercises _ Progress to low- intensity, low-impact exercises to condition muscles that support the knee joint and to improve circulation. _ Progress to closed chain exercises as tolerated _ _ Bicycling may be introduced if the patient can do so without reproduction of symptomsContinue prescribed exercises  Proprioceptive deficit Age-appropriate proprioception and balance reactionsPrescription, application of devices and equipment _ Temporary knee taping or neoprene sleeve for knee joint stabilization and to compensate for proprioceptive deficitsTherapeutic exercises _ Balance and proprioception activities without taping or use of knee sleeveContinue prescribed exercises/ bracing ."
        ]
    },
    "desired outcomes outcome measures": {
        "decrease pain intensity": [
            "V AS, Lysholm score"
        ],
        "minimize swelling": [
            "Lysholm score, stroke test for knee joint effusion measurement(2)"
        ],
        "improve gait mechanics and walking speed": [
            "Gait assessment, Lysholm score"
        ],
        "increase maintain pain-free  full rom": [
            "Goniometry and flexibility reassessment"
        ],
        "increase maintain sufficient strength": [
            "Manual muscle testing, Lower Extremity Functional Scale (LEFS), Lysholm score"
        ],
        "age-appropriate  proprioception and balance reactions": [
            "Balance and proprioception tests, Lower Extremity Functional Scale (LEFS), Lysholm score"
        ],
        "postpone or obviate the need for surgical intervention": []
    },
    "maintenance or prevention": [
        "Ongoing joint protection during potentially aggravating activities",
        "Maintain lower extremity strength and flexibility",
        "Orthotics for proper alignment"
    ],
    "patient education": [
        "“Plica Syndrome,” Orthogate Patient Education website, https://www.orthogate.org/patient-education/knee/plica-syndrome Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016:42-44,  80-82. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Sturgill LP, Snyder-Mackler  L, Manal TJ, Axe MJ. Interrater reliability of a clinical scale to assess knee joint effusion. J Orthop Sports Phys Ther . 2009;39(12):845-849.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Stubbings N, Smith T. Diagnostic test accuracy of clinical and radiological assessments for medial patella plica syndrome: a systematic review and meta-analysis.  Knee. 2014;21(2):486-490.  doi:10.1016/j.knee.2013.11.001. (M)"
        },
        {
            "number in article": 4,
            "reference": "Keller J. What is plica syndrome? This irritating knee issue can be hard to pinpoint but fairly simple to manage. IDEA Fitness J . 2017;14(1):88. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Lowe W. Exploring elusive knee pain. Massage Today . 2015;15(3):6-11.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Kisner C, Colby LA, Borstad JD. The knee. In: Therapeutic Exercise Foundations and Techniques . 7th ed. Philadelphia, PA: FA Davis Company; :792-793.  (GI) "
        }
    ]
}