{
    "metadata": {
        "title": "Memory Impairment  Speech Therapy",
        "synonyms": [
            "memory deficits  speech therapy"
        ],
        "anatomical location body part affected": [
            "The brain"
        ],
        "area of specialty": [
            "adult neurological disorders"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G31.84": "mild cognitive disorder, so stated",
            "F06.8": "other specified mental disorders due to known physiological condition",
            "F44.0dissociative": "amnesia",
            "R41.1": "anterograde amnesia",
            "R41.2": "retrograde amnesia",
            "R41.3": "other amnesia",
            "R41.81": "age-related cognitive decline",
            "I69.011": "memory deficit following nontraumatic subarachnoid hemorrhage",
            "I69.111": "memory deficit following nontraumatic intracerebral hemorrhage",
            "I69.211": "memory deficit following other nontraumatic intracranial hemorrhage",
            "I69.311": "memory deficit following cerebral infarction",
            "I69.811": "memory deficit following other cerebrovascular disease",
            "I69.911": "memory deficit following unspecified cerebrovascular disease _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Memory G-code set": {
                "G9168": "Memory functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9169": "Memory functional limitation, projected goal status at initial therapy treatment/ outset and at discharge from therapy",
                "G9170": "Memory functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified. As with any therapeutic intervention, insurance companies require that the therapy is medically necessary and that there is a reasonable expectation that the patient can make improvements. For this reason, patients with severe dementia are unlikely to be candidates for reimbursement for memory therapy"
        ],
        "presentation signs and symptoms": [
            "Memory is considered to be a complex network of neurological processes.(1) Generally, the concept of memory is viewed in three parts: encoding, storage, and retrieval.(1) Patients with memory impairment might experience problems in one or more of the following memory stages:",
            "Three stages of memory(1) –Encoding: process by which information is recorded –Storage: maintenance of information over time –Retrieval: accessing the stored information",
            "Two major memory “systems”(1) –Working (short-term)  memory: limited capacity memory utilized for manipulating information during learning or reasoning tasks –Long-term  memory: holds information permanently; thought to have an unlimited capacity -Declarative (explicit) memory: specific experiences from the past; general knowledge -Nondeclarative (implicit) memory: automatic skills and habits -Prospective memory: recognizing deferred intentions to be performed at some point in the future (e.g., “Turn on the outside light at 5 p.m.”) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Due to the nature of the deficits, patients with memory impairment should always be evaluated with a family member or caregiver present in order to ensure that the most accurate information is obtained",
            "It is vital to be aware of a patient’s stamina, fatigue, level of frustration, and whether or not the patient is in pain or distress. The time of day and the number of previous evaluations can affect the patient’s alertness and performance"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  memory impairment is associated with many diagnoses and disabilities, including but not limited to:": [
            "Acute intermittent hypoxia caused by obstructive sleep apnea (OSA)(44)",
            "Alcohol and other drug abuse (AODA)(1,2)",
            "Alzheimer’s disease(2,3,4) (for detailed information on assessment and treatment of Alzheimer’s disease, see ClinicalReview…Alzheimer's Disease: Speech Therapy ; CINAHL Topic ID Number:T708913)",
            "Brain tumor(2) (for detailed information on assessment and treatment of adult brain tumor, see Clinical Review…BrainTumors: Adult – Speech Therapy ; CINAHL Topic ID Number: T708860)",
            "Cancer and cancer treatment(51)",
            "Dementia(2,3,4) (for detailed information on assessment and treatment of patients with dementia, see the series of ClinicalReviews on this topic)",
            "Depression(2,3,60,62)",
            "HIV infection/AIDS(1,2,5) (for detailed information on patients with HIV/AIDS, see Clinical Review…CommunicationImpairments: HIV/AIDS in Children ; CINAHL Topic ID Number:T709113and Clinical Review…CommunicationImpairments: HIV/AIDS in Adults ; CINAHL Topic ID Number: T709114)",
            "Huntington disease(2) (for detailed information on assessment and treatment of Huntington disease, see Clinical Review…Dysphagia: Huntington Disease ; CINAHL Topic ID Number: T709195)",
            "Korsakoff syndrome (i.e.,thiamine deficiency)(2,3)",
            "Intellectual disability(1) (for detailed information on assessment and treatment of patients with intellectual disability, see theseries of Clinical Reviews on this topic)",
            "Multiple sclerosis(2,6,50,63) (for detailed information on assessment and treatment of multiple sclerosis, see ClinicalReview…Multiple Sclerosis: Communication Deficits ; CINAHL Topic ID Number:T708856)",
            "Normal-pressure  hydrocephalus(2)",
            "Parkinson disease(2,7,47) (for detailed information on patients with Parkinson disease, see Clinical Review…ParkinsonDisease (Speech) ; CINAHL Topic ID Number: T708751)",
            "Schizophrenia(1,54) (for detailed information on patients with schizophrenia, see Clinical Review…Schizophrenia: SpeechTherapy ; CINAHL Topic ID Number: T708977)–Authors of a meta-analysis  of RCTs found that memory impairment in patients with schizophrenia occurred with greaterfrequency when patients were treated with a combination of antipsychotic medications and electroconvulsive therapy(ECT) versus antipsychotic medications alone(61)",
            "Stroke(4) (for detailed information on patients with stroke, see Clinical Review…Stroke Rehabilitation: Speech Therapy ;CINAHL Topic ID Number: T708774)",
            "Syphilis(2)",
            "Traumatic brain injury (TBI)(8) (for detailed information on TBI, see series of Clinical Reviews on this topic)",
            "Wilson’s disease(2) (for detailed information on patients with Wilson’s disease, see Clinical Review…Dysphagia: Wilson'sDisease ; CINAHL Topic ID Number: T709138)"
        ],
        "pathogenesis:  the pathogenesis of memory impairment will differ depending on the patient’s underlying diagnosis. with progressive diseases and disorders  e.g., alzheimer’s disease and parkinson disease , memory deficits worsen as the disease": [],
        "risk factors:  each of the aforementioned causes of memory impairment is associated with specific risk factors. the following are risk factors for memory impairment in the absence of an underlying neurological diagnosis:": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Use cultural sensitivity when assessing and treating patients with cognitive impairment, including memory(11)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Due to the nature of the deficits, patients with memory impairment should always be evaluated with a family member or caregiver present in order to ensure that the most accurate information is obtained",
            "It is vital to be aware of a patient’s stamina, fatigue, level of frustration, and whether or not the patient is in pain or distress. The time of day and the number of previous evaluations can affect the patient’s alertness and performance"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Interview patient and family members to determine what types of memory are impaired. Document when the memory impairment was diagnosed; is there an underlying diagnosis? When did the memory impairment begin? Was the onset sudden or gradual? ",
                "course of treatment": {
                    "medical management": "Medical management of patients with memory impairment will depend on the etiology of the memory impairment. Patients who present with memory deficits/mild cognitive impairment in the absence of a known diagnosis should be under the care of a physician for regular visits in order to monitor for progression of the memory impairment(9)",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken? Patients with Alzheimer’s disease might be prescribed any of the following cholinesterase-inhibiting  drugs to enhancetacrine (Cognex), donepezil (Aricept), rivastigmine (Exelon), and galantamine (Reminyl/Razadyne)(2,3,9,11) Patients with depression should be taking their prescribed antidepressants(2,3,9) Authors of a randomized, placebo-controlled, double-blinded  trial conducted in China found that a low dose of ketamine administered intravenously during ECT treatment for patients with severe depression resulted in improved memory and learning abilities as well as lower incidence of global cognitive deficits compared to ECT alone(64) Patients with Parkinson disease might be prescribed dopaminergic drugs (levodopa/carbidopa) and acetylcholinesteraseinhibiting  drugs(2) Patients with schizophrenia usually are prescribed antipsychotic drugs, which alleviate schizophrenic symptoms (such as hallucinations/delusions); however, these medications do not appear to improve the patients’ memory(1) Patients with TBI might require anticonvulsants if seizures persist longer than 1 week after the injury. Additionally, physicians sometimes prescribe cholinesteraseinhibiting  drugs such as donepezil (Aricept) or glutamate-blocking  drugs such as memantine (Namenda) to improve cognition(8,11)",
                    "diagnostic tests completed": [
                        "CT or MRI studies(2,3,4,9,11)",
                        "Patients with neurological deficits might have an EEG completed(3)",
                        "PET scan",
                        "First approved by the United States Food and Drug Administration (FDA) in 2012, an Amyvid PET scan (Florbetapir) for amyloid imaging is a new test that can assist physicians in diagnosing the underlying cause of memory loss. A positive result on this test supports Alzheimer’s disease as the underlying cause of memory impairment in an adult undergoing workup for subjective memory complaints. A negative result will trigger the need for additional tests so that the diagnostic team can accurately diagnose and treat the underlying cause of memory impairment(56)",
                        "HIV test(11)",
                        "Heavy metal screening(11)",
                        "Full blood count(4,11)",
                        "Electrolyte determinations(4,11)",
                        "Liver function tests(4,11)",
                        "Serum vitamin B12 concentration(4,11)",
                        "SPECT (single-photon  emission computed tomography) imaging(9)",
                        "Thyroid function tests(4,11)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., use of calendar or schedule) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "When does the patient forget information? Are there specific types of information or situations that seem to exacerbate the memory impairment? Is there anything that appears to improve memory functioning?",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, insomnia). Is the patient experiencing depression or delirium? ",
                "respiratory status": "Does the patient require supplemental oxygen? Nasal cannula? Does the patient have a tracheostomy tube? Does the patient require ventilator support?Document psychosocial status, including history of mental illness -Patients with severe depression can present with memory impairment as a symptom of pseudodementia (a reversible condition common among older adults with depression in which the patient appears to have dementia; however, the symptoms are caused by untreated depression).(2,3,9)Memory impairment improves in these patients when they are taking the appropriate antidepressant medications -Patients experiencing considerable amounts of stress might experience memory impairment. Cortisol, a hormone the body produces in response to stress, has been linked to reduced memory(10) -Memory disturbances can occur in patients with PTSD(12)Document hearing ability, including history of hearing impairment and use of hearing aids or cochlear implants Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe__________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Did the patient have a previous memory or mild cognitive impairment? Has preexisting memory impairment recently become worse? Did the patient have a previous neurological condition such as TBI, stroke, dementia, psychiatric disorder, or degenerative disease that presented with memory deficits as well?",
                    "comorbid diagnoses": "Ask patient or family members/caregiver about other problems, including diabetes, cancer, heart disease, complications of pregnancy, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) Although clinical trials have shown mixed results, patients sometimes utilize OTC supplements such as ginkgo biloba to increase memory(9,11) Note the use of hormone replacement therapy; researchers in Sweden found that the addition of testosterone to estrogen treatment in oophorectomized women (women who have had their ovaries surgically removed) was associated with decreased immediate verbal memory function(13)",
                    "other symptoms": "Ask patient or family/caregiver about other symptoms (cognitive and physical) that the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient attending school or working? Does the patient need therapy in order to return to school, work, or hobbies?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient require hearing aids or use a cochlear implant? If so, are the hearing aids/cochlear implant in good working order? Does the patient wear glasses? Does the patient require a cane, walker, or other mobility device? Is it safe for the patient to live independently or with family at home?",
                "living environment": "stairs, number of floors in the home, with whom patient lives(e.g., family members, caregivers). Identify barriers to age-appropriate independence in the home; any modifications necessary? Does the patient drive? Patients with memory problems often require home modifications to promote safety"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "Thorough testing will be required for patients who have memory deficits; however, the specific tests administered will depend on the patient’s primary diagnosis (e.g., TBI, stroke, multiple sclerosis) and physical symptoms (e.g., impaired gait, hemiplegia, reduced fine motor skills). The following are standardized tests that assess aneuropsychological test used to assess an individual's verbal memory abilities; has been used with patients of varying diagnoses; for use with persons aged16 to 89 years(1,5)a self-report  questionnaire; measure of everyday failures of memory and attention; patient rates how often in the past 6 months he or she made each of the given error types(7)standardized, performance-based  measure of prospective memory; scores range from 0 to 48; comprises 8 prospective memory tasks; for persons aged18 to 95 years(5)self-report  questionnaire; created to assess memory complaints in older adults(1)assesses overall cognitive impairment. Sections include Orientation to Time, Orientation to Place, Registration, Attention and Calculation, Recall, Naming, Repetition, Comprehension, Reading, Writing, Drawing(2,7,9,11)16-item  questionnaire assesses perceived memory difficulties via self-report(5)direct measurement of everyday memory; 4 parallel forms (A, B, C, D); provides useful clinical information and has been adapted for use with patients who have restricted mobility(1,6)visual and verbal memory testing portions of the Wechsler Adult Intelligence Scale(14)",
            "speech and language examination": "Depending on the primary diagnosis, patients with memory impairment sometimes also experience speech or language deficits. A complete speech/language assessment should be administered to include standard tests of dysarthria and aphasia. (For detailed information on assessment and treatment of dysarthria and/or aphasia, see the series of Clinical Reviews on those topics)",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Memory skills require that an individual be able to attend to the environment and maintain arousal.(8) Memory deficits will be exacerbated in patients with considerably compromised attention or arousal. The Mini-Mental State Examination (MMSE) (described below) is an appropriate assessment tool to screen for arousal, attention, and other cognitive deficits(2,7,9,11)For patients with memory deficits, the discrepancies between a patient’s account of his or her memory skills and the account given by a caregiver are very important. When the patient appears to overestimate his or her memory deficits, this is a clinical indicator of depression; when the memory deficits are underestimated, this is a clinical indicator of dementia or Alzheimer’s disease.(1) During the intake/medical history interview it is important to obtain  information about the types of memory impairment the patient is experiencing as well as the memory impairment’s rate of progression(11)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with a diagnosis resulting in memory impairment may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies. Patients with memory impairment might be at risk for a number of other safety concerns (e.g., wandering from home, forgetting to turn off the stove) and will require additional safety precautions",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The diagnosis of a memory disorder will depend on the results of standardized memory testing, memory questionnaires, and the full speech, language, and cognitive evaluation. For patients who present with memory deficits in the absence of an underlying diagnosis (such as stroke or Parkinson disease), the physician might diagnose mild cognitive impairment (MCI). MCI is defined as “a state in which a single cognitive function, usually memory,  is impaired to an extent that is greater than would be anticipated for age, yet the patient does not meet criteria for the diagnosis of dementia.”(15) The patient and the patient’s family or caregiver must also be involved in the decision to pursue therapy based on the patient’s potential ability to make improvements and the patient and family’s desire to participate in the therapy program",
        "rule out": "Memory deficits sometimes occur in combination with other diagnoses. Concomitant diagnoses should be identified. For patients in whom pseudodementia (i.e., severe untreated depression; see Psychosocial status , above) is suspected, a psychologist or psychiatrist must determine if the patient is taking the proper antidepressants at the correct dosages prior to making the additional diagnosis of memory deficits(2,3,9)",
        "prognosis": [],
        "referral to other disciplines": "Referral to neurology should be made for a full neurological workup in the case of a patient who presents with memory impairment with no known underlying cause. Referral to psychology, psychiatry, or neuropsychology should be made if the patient reports feelings of depression, hopelessness, or other emotional distress, including considerable stress.(3,10,11) Referral to ophthalmology should be made if patient appears to have visual field loss or poor vision.(3) Referral to audiology should be made if the patient presents with hearing loss.(3) Referrals to physical and occupational therapy should be made in cases in which patients have concomitant physical deficits such as impaired gait or fine motor skills (for detailed information on physical and occupational therapy assessment and treatment of patients with memory impairment, see Clinical Review…Memory Loss: Implications for Physical/Occupational Therapy ; CINAHL Topic ID Number: T708885)",
        "other considerations": [],
        "treatment summary": [
            "Authors of a systematic review that included 14 studies of memory rehabilitation for adults with neurological impairment found that descriptions of interventions were generally poor, making it difficult for clinicians to replicate treatments in the field. Authors recommended that future researchers provide detailed descriptions of memory rehabilitation programs, including providing manuals and formats for sessions whenever possible(59)",
            "Authors of a systematic review and meta-analysis  of nonpharmacological interventions found that traditional memory training is not effective for reducing subjective memory complaints; however, there were significant improvements in objective memory functioning (as measured by standardized tests)(17) –Interventions that were aimed at changing the patient’s beliefs and attitudes about his or her own memory abilities were the most successful in improving subjective memory complaints(17)",
            "Authors of a systematic review of the literature on cognitive interventions for patients with MCI and memory deficits found that all programs reviewed reported some statistically significant improvement in memory function, regardless of the type of intervention; 15 studies were included in this review, of both group and individual therapy formats(18)",
            "Authors of a review of the literature on remedial and compensatory methods for memory enhancement found that remedial methods were effective in healthy individuals of all ages; limited data were available for use of these treatments on memory-impaired  patients. Additionally, this review found that evidence supports the efficacy of compensatory memory strategies with multiple patient populations (including stroke and TBI) with memory impairments(19)",
            "Authors of a meta-analysis  of memory-training  interventions for older adults without cognitive impairment who were seeking to improve memory skills with training of memory strategies found that, among 10 different memory strategies identified in the various studies, the largest treatment gains were found when multiple strategies were trained simultaneously.(38) Memory strategies used in these studies included: (38) –Internal memory strategies -Rehearsal: repetition of information to facilitate encoding -Associations: use of sentences, images, senses, or words to form links or connections between items to facilitate recall -Categorization: grouping and recognizing similarities between items to facilitate recall -Imagery: combining items to remember in a visual representation to facilitate encoding and recall -Concentration: enhancing listening and processing skills to facilitate encoding of information  -Mnemonics: using a combination of the above techniques to facilitate memory (e.g., a group of people’s names, a specific number, a group of items) –External memory aids: using environmental cues to facilitate everyday memory functioning (e.g., lists, reminder notes, calendars, recorded messages)(38)",
            "In a single-blind  RCT conducted in the United Kingdom with 72 participants who had memory deficits resulting from neurological impairment, researchers compared the efficacy of a self-help  control group to that of a compensation training memory group and a restitution memory group(48) –Participants were randomized to one of the groups; each group received 10 sessions, each 90 minutes in length. A manual was used to guide each treatment session –In the compensation group, content included discussion of external and internal (see above) memory strategies as well as use of errorless learning –In the restitution group, the discussion was mainly focused on internal memory aids, with some discussion of external aids, as well as the value of attention for supporting memory function –In the self-help  group, the topics of discussion were relaxation and coping strategies –At the conclusion of this trial, there was no significant difference on the Everyday Memory Questionnaire between any of the three groups’ scores(restitution 36.6, compensation 41.0, self-help  44.1). There was a significant difference between groups on the Internal Memory Aids Questionnaire, with the compensation and restitution groups each using significantly more internal memory aids than the self-help group –In a later study conducted by the same authors with a smaller group of participants, the researchers calculated the time spent discussing memory rehabilitation in each group. Participants in the compensation and restitution groups spent significantly more time discussing memory rehabilitation than did the participants in the self-help group. Despite this significant difference, there was no overt improvement in everyday memory in any of the three groups(49) –In a later study, the authors examined the data from a subgroup of individuals included in the original trial—persons with multiple sclerosis. The original study included 39 persons with the diagnosis of multiple sclerosis: 17 were in the restitution group, 12 in the compensation group, and 10 in the self-help  group. Researchers found that there was no difference between the intervention groups (restitution or compensation) and the self-help  group in terms of self-reported memory problems at the conclusion of the trial. There were significant differences in the emotional states of the two intervention groups at both 5- and 7-month  follow-ups  as measured by the Wimbledon Self-Report  Scale (an assessment of emotional state).(55) Researchers found that persons with multiple sclerosis who experienced memory deficits were in less emotional distress when treated with compensatory strategies rather than restitution techniques(55) ›Specific treatment approaches for memory impairment",
            "Ridiculously imaged story (RIS) method: A method of training patients to recall lists of words by incorporating the words into an imagery-heavy  story(6) –Utilizes a computer –First session introduces patient to RIS method; written story is presented on the computer screen with 20 words in boldface that are to be recalled at a later point –Patient reads story and is then instructed to type back into the computer as many boldface words as he or she can recall –If words are missed, a 2-step  cuing system is used –First, the part of the story with the missed word is re-presented  on the screen –Second, a category cue is given (e.g., if the target word was “dog,” the cue “animal” is provided) –The same story is used for sessions 1–4, then a new one for 5–8; after this point a new story is introduced each session –Training is considered complete when the patient is able to create both the list of words to remember and the RIS to help recall them –Progress appears to depend on the patient’s diagnosis; in a study comparing patients with TBI to those with multiple sclerosis, the patients with TBI required a lengthier time in treatment to achieve the same amount of progress when compared to the patients with multiple sclerosis(6)",
            "Internal memory devices—involves training patients to utilize internal strategies to increase recall(6,16) –Visual imagery—strengthening encoding and storage of information by creating a vivid picture in the patient’s mind -In an RCT conducted in the United States with 86 participants who had memory impairments related to multiple sclerosis, researchers found that a memory treatment called modified Story Memory Technique (mSMT; based on imagery and context) resulted in significant improvements in objective and everyday memory(50)  -The intervention group completed 10 sessions of mSMT, which is highly manualized and provides the therapist with scripts for use in sessions. During the last 2 sessions, the focus is using the skills learned in mSMT in “real-life” situations -The intervention group was further randomized into a booster session group (the booster group received 5 monthly sessions to practice real-life scenarios during the time of the 10 initial sessions or after the 10 sessions were completed) or placebo booster session group -Primary outcome measures were the CVLT (objective memory) and the RBMT (everyday memory) -At the conclusion of the study, there were significant improvements on both the CVLT and RBMT for the intervention group, but not the control group. There were no differences between the booster sessions group and the placebo booster sessions group, indicating that the impact of the booster sessions was not significant –Mnemonic devices – creating a unique phrase or sentence to recall information at a later time (e.g., “Nose over toes” to remember to lean forward during a sit-to-stand transfer) -In a randomized, single-blind  study conducted in the United States comparing healthy older adults and older adults with amnestic MCI (aMCI), researchers found that mnemonic strategies were effective for improving memory for specific content for at least 1 month for subjects with MCI(39) -23 healthy controls and 29 patients with MCI were randomized to either mnemonic strategy or matched-exposure groups (i.e., 4 total groups were created) -Each group completed 5 sessions within a 2-week period and a follow-up  session 1 month after the conclusion of the study -In the mnemonic strategy group, the subjects were trained to use mnemonic strategies (for this study, mnemonic was object-location  association) to recall a list of 15 objects; in the repeated exposure group, the subjects were repeatedly exposed to the list of words without any training for mnemonic recall strategy -Outcome measures found significantly better recall of the lists among both healthy controls and patients with MCI when mnemonic strategies were used versus repeated exposure; the effects persisted for at least 1 month –Rehearsal – repetition of information aloud or internally to strengthen memory",
            "External memory devices—training patients to utilize external strategies to increase recall(16,20) –Journals/diaries – keeping a log of events in order to strengthen recall; may be kept at bedside in an acute rehab unit for patient to review therapy sessions of the day –Lists – using a list when going to the store or running errands to aid recall of everything patient needs; sorting lists of items by category improves short-term recall(58) –Memory books – created for each patient based on specific needs; may include a calendar or pictures of family members -In an RCT conducted in the United States, researchers found that training participants with MCI to use a memory support system (MSS)(e.g., a calendar designed specifically to aid memory) resulted in significantly improved functional ability, memory self-efficacy,  and use of the MSS (e.g., bringing the journal to appointments, keeping entries up to date). Forty total participants (each of whom had a study partner such as a caregiver, spouse, or child) were randomly assigned to the intervention or control group. Both groups received an MSS; however, in the intervention group, the participants were trained in the use of the MSS. The control group received no training. The MSS had three sections: appointments, “to-do”  items, and a journaling section. The intervention consisted of twelve 1-hour training sessions conducted over 6 weeks to demonstrate how to use the MSS to improve daily function. Significant improvements in functional ability, memory self-efficacy,  and adherence were documented in the intervention group; however, no changes were observed for the control group. Additionally, improved mood and quality of life was documented in the intervention groups’ study partners; however, a worsening mood and sense of caregiver burden was observed in the control group. Improvements were maintained at an 8-week  follow-up assessment. Researchers highly recommended use of an MSS for persons with MCI(45) -In another RCT conducted in the United States, researchers compared the effects of two types of cognitive rehabilitation interventions on the caregivers of persons with MCI. In addition to two intervention groups, there was also a control group. The two interventions were MSS (described above) or computer-based  cognitive training (“Brain Fitness”). All interventions were delivered in 10 hours; the subjects either participated in 5, hour-long sessions per week for 2 weeks or 50-minute  sessions delivered over 6 weeks (3x/week for 2 weeks, 2x/week for 2 weeks, 1x/week for 1 week). At the conclusion of the study, researchers found that both cognitive interventions had a significant, positive impact on level of caregiver depression as measured by the Center for Epidemiological Studies Depression Scale (CES-D)  compared with the control group. Over the course of 6 months, the caregiver burden and depression levels improved for the MSS group, remained stable for the computer-based  training group, and worsened for the control group(65)  –In an RCT with 48 subjects with a diagnosis of major depressive disorder, researchers investigated the effect of the addition of memory support to cognitive therapy. The trial included 14 once-weekly  sessions that were 50 minutes in length; half the subjects received cognitive therapy alone and half the subjects received cognitive therapy plus memory support. The purpose of the memory support was not to improve memory function itself, but rather to improve adherence to treatment for depression. Researchers found that incorporation of memory support strategies into cognitive therapy increased patient adherence to the therapy regimen and led to better recall of the information presented in treatment sessions.(60) The following is a list of the strategies used in this study:(60) -Attention recruitment: a strategy in which the clinician attempts to focus the patient’s attention to specific treatment points. Either the clinician uses phrases that explicitly tell the patient that something is important to remember (e.g., “If there is one thing you should always remember from therapy, it is this skill”) or the clinician provides information in a multimodal way to capture the patient’s attention (e.g., handouts, poems, songs, note-taking,  role-playing,  rhyming, stories) -Categorization: helping the patient group similar treatment points into a single category (e.g., “Let’s make a list of ways to prevent falls in the future”) -Evaluation: allowing the patient to evaluate a specific treatment topic by having him or her discuss the pros and cons or by coming up with an alternative solution to a problem (e.g., “What are the pros and cons of slowing down when you’re eating a meal?” or “What other ways can you reduce your risk of choking when you are eating?”) -Application: having the patient come up with situations in which a new treatment strategy could help in the past, present, or future (e.g., “How could you have used your word-finding  strategies to help you discuss your medications with the doctor?”) -Repetition: the clinician repeats the same information frequently throughout the session (e.g., “As a reminder…” or “To review this again…”) -Practice remembering: the clinician asks the patient to reteach newly learned information back to him or her -Cue-based  reminder: training the patient to use external memory strategies to remember new information (e.g., “Remember, when Jeopardy  comes on, it’s time for your evening medications”) -Praise recall: the clinician provides positive feedback during sessions when the patient recalls something learned in therapy (e.g., “That’s exactly right! You are supposed to alternate your solids and liquids during meal times. Great job!”) –Authors of a systematic review of 9 research studies (540 individuals total) that assessed the effects of external memory aids for improving memory functioning in patients with MS concluded that there was not enough evidence to validate or refute the effectiveness of external memory aids for individuals with memory impairment associated with MS(63) ›Assistive technology",
            "In an RCT conducted in the United States with patients with memory impairment resulting from TBI, researchers found that a television-assisted  prompting (TAP) system (which provided audiovisual reminders for prospective memory tasks through the person’s home television) was significantly more effective than having no prompting to complete everyday prospective memory tasks around the house(41)",
            "In a study conducted in the United Kingdom with patients with memory impairments resulting from TBI, researchers found that Google Calendar, an online calendar that can send reminders to both the computer and the patient’s smartphone, was more effective than either having no external aid or using a traditional written diary or calendar for completion of everyday prospective memory tasks(42) ›Spaced retrieval (SR)",
            "A technique in which retrieval of information is practiced at increasingly longer intervals of time(20,21)",
            "Patients are given an SR screening prior to initiation of this type of therapy(19) –The SR screening assesses the patient’s ability to learn and recall the name of a person seen in a picture immediately as well as following 10- and 20-second  delays(21) –If the patient passes this screen by recalling the name after a 20-second  delay, he or she is appropriate for SR therapy(19)",
            "During therapy, patients are provided with target names or symbols and then required to recall them following increasingly longer intervals; therapists provide cueing to guide patients to the correct response if the patient is unable to do so independently(20,21)",
            "Researchers in the United States studied the use of SR by patients with memory impairment resulting from dementia. Participants in this study required fewer sessions to learn information using spaced retrieval, mastered more goals, and required fewer trials than patients who were trained with a different technique(20)  ›Working memory training",
            "In a pilot study conducted in Italy with 20 subjects with MCI, researchers examined the efficacy of a working-memory training program. Participants in the study were randomly assigned to the intervention or control group.(46) Both groups of subjects participated in five 90-minute  sessions; during sessions 1 and 5,both groups completed the pre- and posttests. For those in the intervention group, working-memory  training occurred in sessions 2, 3, and 4. In the training sessions for the intervention group, the researcher presented audio-recorded  lists of words that were organized in the same way as in the Categorization Working Memory Span test. Participants were instructed to recall target words and tap their hand on the table every time an “animal” name was spoken. Examples of recall tasks included recalling the first and last word of every series or recalling only the words that were preceded by a beep. In the control group, sessions involved completing questionnaires on memory failure, discussions on external memory aids, and practice with memory strategies. The main outcome measure was the Categorization Working Memory Span test, as this is what the training was intended to improve. The intervention group had a significantly higher average group score on the posttest than the control. To assess carryover, researchers used several outcome measures that tested different aspects of memory. For most of these tests, no carryover was evident for either group. In a list-recall test that assessed long-term  memory, there was a tendency for those in the intervention group to perform better than those in the control; however, it was not statistically significant. On scale 3 of the Cattell test (which assesses fluid intelligence), those in the intervention group performed significantly better than controls in the posttest. Researchers concluded that working memory training for persons with MCI was a promising intervention and recommended further research with larger groups of participants(46) ›Cognitive Behavioral Model of Everyday Memory(22)",
            "Group sessions twice a week for 4 weeks; 90 minutes each",
            "Short-term,  structured, time-limited  intervention; educates participants about the cognitive behavioral skills necessary to improve, preserve, or prevent decline of everyday memory",
            "Teaches mnemonic devices, organization, visual imagery skills, and concentration/relaxation and promotes overall health",
            "Goal is to change the patient’s negative views about aging and memory impairment",
            "In a study on the effectiveness of cognitive behavioral therapy (CBT) conducted in the United States of patients with diagnosed memory impairment from an assisted-living  facility, researchers demonstrated improved prospective memory performance across 3 measures; a positive effect on patients’ self-efficacy  beliefs about memory was also demonstrated(22) –Therapies such as CBT, aimed at improving a patient’s metacognition (the patient’s thoughts about his or her own cognition or memory skills) have been shown in research to improve memory skills(22,23) ›Reminder strategies: utilizing frequent reminders to help remember a future event; for patients with prospective memory deficits(22)",
            "Assist patient with programming electronic device to provide specific reminders (e.g., for medications, appointments)(5,16,24,27,28,29,30)",
            "Minimize internal distractions (e.g., managing the patient’s pain with proper medication so he or she is not distracted by it) and external distractions to promote concentration/memory for future events(25,26)",
            "Home modifications such as stove timers(31,32)",
            "In an RCT conducted in Australia involving patients with memory deficits as a result of TBI, researchers found that reminder and planning strategies were effective for improving prospective memory abilities in functional tasks; a significantly larger effect size was seen for the patients who were in the intervention group compared to the control group(33) ›Errorless learning(22,34,35)",
            "Technique that initially appeared in psychiatric literature and has been utilized in speech therapy",
            "Improves patient’s learning/memory by ensuring that the patient does not make any errors during the encoding (learning) process",
            "Task is broken down into parts (simple to complex)",
            "Training begins with the simplest parts and works up slowly to include complex parts",
            "Tasks are repeated, without errors, until they are “overlearned” by the patient",
            "In the context of memory rehabilitation, the first task may be introduced as follows: “I’m thinking of the word ‘trick.’ I’m thinking of a five-letter  word that starts with ‘tr’; can you tell me what word I’m thinking of?”",
            "A complex memory task would involve a patient recalling a list of words or the path from one place to another; however, the therapist must ensure that before completing each step of these tasks, the patient is sure he or she will not make a  mistake (e.g., if the patient is performing a path-finding  task and needs to take a turn at an intersection, the therapist may give cues until the patient is sure he or she knows the correct way to go before making the turn)",
            "The theory behind errorless learning is that memory (or whatever skill is being targeted) will improve because the patient will not have errors reinforced; only correct responses are reinforced –Authors of a review of literature found that the body of research on errorless learning for improving recall in patients with memory impairment has shown mixed results for overall memory improvement. Studies that used SR for memory impairment consistently showed improvement in recall for these patients. When errorless learning was used in SR training, although there were significantly fewer errors made errorless learning was associated with the poorest performance on the final outcome measures for recall. There is no standardization for errorless learning therapy techniques and further research is warranted regarding its effectiveness for memory impairment(40) –In a study conducted in South Korea with 29 subjects with memory impairment related to dementia (either vascular dementia or Alzheimer’s disease), researchers found that SR training using errorless learning resulted in significant improvements in memory for patients with vascular dementia. Improvements in memory were also observed in the patients with Alzheimer’s disease; however, they were not statistically significant. In this study, subjects participated in 30 minutes of training per day for 5 weeks. Baseline and outcome measures were taken with the Korean version of the neuropsychological assessments in the Consortium to Establish a Registry for Alzheimer’s Disease (CERAD-K)(35) ›Group therapy: Group memory therapy usually is administered in a classroom-style  format. Therapy sessions may be offered at senior centers, senior residences, hospitals, churches, community centers, and continuing education facilities. Participants discuss memory difficulties, learn memory strategies/aids, and participate in memory exercises. Generally, the goal of group therapy is to increase the patient’s self-efficacy  for memory tasks(22,36,37)",
            "In a study conducted in the United States of patients with memory impairment from an assisted-living  facility, researchers demonstrated improved prospective memory performance across 3 measures (appointment, belonging, and message) after participation in group memory therapy; also, a positive effect on patients’ self-efficacy  beliefs about memory was demonstrated(22)",
            "Group therapies aimed at improving a patient’s metacognition (the patient’s thoughts about his or her own cognition or memory skills) have been shown to improve memory skills(22,23,36,37) –In an RCT conducted in Australia with group-based  memory therapy aimed at improving memory metacognition, researchers reported that the improvement in memory skills due to increased self-efficacy  could be due to the fact that the patients are more likely to participate in and persevere with activities that require them to remember things.(33) With low memory self-efficacy, persons with memory impairment might give up trying to remember things or stop using memory strategies . Problem Goal Intervention Expected Progression Home Program Reduced recall for functional, safety, and personal informationIncrease recall of functional, safety, and personal informationRIS method _ See Treatment summary , above2-step cueing system is used for missed words prior to progressing to the next item; same story is used for sessions 1–4; another story is used for sessions 5–8; new stories are generated during each session thereafterAfter the initial 4 sessions, the patient is given the list of target words ahead of time to create his or her own RIS  Reduced recall for functional, safety, and personal informationIncrease recall of functional, safety, and personal informationFunctional training _ Internal memory devices _ _ External memory devices _ _ Reminder strategies _ _ See Treatment summary , aboveInitially, therapist guides the patient through the process of identifying and using memory aids and strategies; eventually patient independently utilizes aids to improve recall of everyday informationInternal and external memory devices and reminder strategies should be utilized at home, work, during therapy sessions, and whenever else the patient requires assistance with memory tasks Reduced recall for functional, safety, and personal informationIncrease recall of functional, safety, and personal informationSR _ See Treatment summary , aboveIn SR, information is retrieved over increasing intervals of time determined by the treating SLPNone specified Forgetting future events such as appointment times due to reduced prospective memoryIncrease independence as related to prospective memory and future eventsCognitive Behavioral Model of Everyday Memory _ See Treatment summary , aboveN/A Homework assignments provided and participants have the option of practicing the memory strategies in the group setting Reduced short-term and prospective recall for functional, safety, and personal information and future eventsIncrease short-term and prospective recall for functional, safety, and personal information and future eventsFunctional training _ Errorless learning _ _ See Treatment summary , abovePatient is expected to progress slowly from simple memory tasks to complex prospective memory tasks making few or no errors along the way; eventually, task performance should become automated(31,32)None specified Reduced short-term and prospective recall for functional, safety, and personal information and future eventsIncrease short-term and prospective recall for functional, safety, and personal information and future eventsGroup therapy _ See Treatment summary , abovePatients are asked to remember functional information with increasing complexity throughout the duration of group therapyHomework assignments are usually provided in group therapy and are provided by the treating therapist ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved overall memory functioning ,,": [
            "California Verbal Learning Test (CVLT)(1,5)",
            "Cognitive Failures Questionnaire (CFQ)(7)",
            "Memory for Intentions Screening Test (MIST)(5)",
            "Memory Functioning Questionnaire (MFQ)(1)",
            "Mini-Mental  State Examination (MMSE)(2,7,9,11)",
            "Prospective and Retrospective Memory Questionnaire (PRMQ)(5)",
            "Rivermead Behavioral Memory Test (RBMT)(1,6)",
            "Wechsler Memory Scales–Abbreviated(15)"
        ],
        "ability to maintain current or prior level of independence ,,": [
            "Patient and family report"
        ],
        "improved quality of life": [
            "The Short Form Health Survey (SF-36)  is a generic health-related quality of life questionnaire that evaluates overallindependence, emotional and mental health, limitations to previous roles, and social status(57)"
        ]
    },
    "maintenance or prevention": [
        "There is no way to ensure prevention of memory impairment. For persons with risk factors for memory impairment, the best way to prevent or lessen memory impairment is to eliminate or closely monitor these risk factors Diabetes mellitus: keep blood sugar well-controlled(1,4) Genetics/family history: see a physician immediately if and when signs of memory impairment present(2,4) Age (> 50 years): see a physician immediately if and when signs of memory impairment present(1,2,4,9) Stress: reduce unnecessary stressors; utilize relaxation exercises(3,10) Substance abuse: do not abuse drugs or alcohol(1)",
        "Reducing complex cognitive demands on a patient with memory impairment might improve performance on simple prospective memory tasks. In a study conducted in the United States with 24 adults with Parkinson disease, researchers found that when asked to complete regular prospective memory tasks, participants made errors only when the memory cues were generic (but not if they were given more specific cues). However, regardless of the cues provided, prospective memory performance was impaired when the tasks were irregular (more complex) and when the participants were required to simultaneously use prospective and retrospective memory(47)",
        "Exercise might improve or support memory function in older adults with mild memory impairment(43) In a 12-month  RCT conducted in Japan, researchers found that a multicomponent exercise program comprising aerobic exercises, muscle strength training, and postural balance retraining resulted in significant improvements in general cognitive function, immediate memory, and language ability in the intervention group; no improvements were observed in the control group(43)"
    ],
    "patient education": [
        "Information about memory disorders is available on the University of California San Francisco website: https:// www.ucsfhealth.org/conditions/memory_disorders/",
        "Information about memory impairment is available on the Johns Hopkins University website: https:// www.hopkinsmedicine.org/neurology_neurosurgery/centers_clinics/memory_disorders/conditions/index.htm Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Perieira AP. Assessment of memory in rehabilitation counseling. J Rehabil. 2007;73(2):15-25.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Marshall FJ. Dementia and memory disturbances. In: Benjamin IJ, Griggs RC, Wing EJ, Fitz JG, eds. Andreoli and Carpenter's Cecil Essentials of Medicine . 9th ed. Philadelphia, PA: Saunders Elsevier; 2016:980-984.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Williams N, DeBattista C. Psychiatric disorders. In: Papadakis MA, McPhee SJ, Rabow MW, eds. Medical Diagnosis & Treatment 2016 . 56th ed. New York, NY: McGraw-Hill Medical; 2017:1101-1104.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Dave J, Hecht M. Dementia. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 2nd ed. Philadelphia, PA: Saunders/Elsevier; 2008:665-672.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Woods SP, Iudicello JE, Moran LM, Carey CL, Dawson MS, Grant I. HIV-associated  prospective memory impairment increases risk of dependence in everyday functioning. Neuropsychology . 2008;22(1):110-117.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Allen DN, Goldstein G, Heyman RA, Rondinelli T. Teaching memory strategies to persons with multiple sclerosis. J Rehabil Res Dev . 1998;35(4):405-410.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Poliakoff E, Smith-Spark  JH. Everyday cognitive failures and memory problems in Parkinson's patients without dementia. Brain Cogn . 2008;67(3):340-350.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Burke DT, Cui D. Traumatic brain injury. In: Frontera WR, Silver JK, Rizzo RD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 3rd ed. Philadelphia, PA: Elsevier Saunders; 2015:892-898.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Sorbi S, Hort J, Erkinjuntti T, et al. EFNS-ENS  Guidelines on the diagnosis and management of disorders associated with dementia. Eur J Neurol . September 2012;19(9):1159-79.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Neupert SD, Almeida DM, Mroczek DK, Spiro AIII. Daily stressors and memory failures in a naturalistic setting: findings from the VA Normative Aging Study. Psychol Aging . 2006;21(2):424-429.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Harper GM, Johnston CB, Landefeld CS. Geriatric disorders. In: Papadakis MA, McPhee SJ, Rabow MW, eds. Current Medical Diagnosis & Treatment 2017 . 56th ed. New York, NY: McGraw-Hill  Medical; 2017:57-60.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Brewin CR. The nature and significance of memory disturbance in posttraumatic stress disorder. Ann Rev Clin Psychol . 2011;7:203-227.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Möller MC, Bartfai AB, Rådestad AF. Effects of testosterone and estrogen replacement on memory function. Menopause . 2010;17(5):983-989.  (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Bryson G, Bell MD, Kaplan E, Greig T. The functional consequences of memory impairments on initial work performance in people with schizophrenia. J Nerv Ment Dis . 1998;186(10):610-615.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Rösler A, Gönnenwein C, Müller N, Sterzer P, Kleinschmidt A, Frölich L. The fuzzy frontier between subjective memory complaints and early dementia. A survey of patient management in German memory clinics. Dement Geriatr Cogn Disord . 2004;17(3):222-230.  (R)"
        },
        {
            "number in article": 16,
            "reference": "das Nair R, Lincoln N. Cognitive rehabilitation for memory deficits following stroke. Cochrane Database Syst Rev. 2007:3. Art No: CD002293. doi:10.1002/14651858.CD002293.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Metternich B, Kosch D, Kriston L, Harter M, Hull M. The effects of nonpharmacological interventions on subjective memory complaints: a systematic review and meta-analysis. Psychother Psychosom . 2010;79(1):6-19.  (M)"
        },
        {
            "number in article": 18,
            "reference": "Jean L, Bergeron ME, Thivierge S, Simard M. Cognitive intervention programs for individuals with mild cognitive impairment: systematic review of the literature. Am J Geriatr Psychiatry . 2010;18(4):281-296.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "Nadar MS, McDowd J. Comparison of remedial and compensatory approaches in memory dysfunction: a comprehensive literature review. Occup Ther Health Care . 2010;24(3):274-289.  (RV)"
        },
        {
            "number in article": 20,
            "reference": "Bourgeois MS, Camp C, Rose M. A comparison of training strategies to enhance use of external aids by persons with dementia. J Commun Disord . 2003;36(5):361-378.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Malone ML, Skrajner MJ, Camp CJ, Neundorfer M, Gorzelle GJ. Research in practice II: spaced retrieval, a memory intervention. Alzheimers Care Today . 2007;8(1):65-74.  (R)"
        },
        {
            "number in article": 22,
            "reference": "McDougall GJ. Memory improvement in assisted living elders. Issues Ment Health Nurs . 2000;21(2):217-233.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Cavallini E, Pagnin A, Vecchi T. The rehabilitation of memory in old age: effects of mnemonics and metacognition in strategic training. Clin Gerontol . 2002;26(1-2):125-141.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Wolters MK, Johnson C, Campbell PE, DePlacido CG, McKinstry B. Can older people remember medication reminders presented using synthetic speech? J Am Med Inform Assoc. 2015;22(1):35-42.  doi:10.1136/amiajnl-2014-002820.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Kurtz MM, Moberg PJ, Mozley LH, Swanson CL, Gur R, Gur RE. Effectiveness of an attention- and memory-training  program on neuropsychological deficits in schizophrenia. Neurorehabil Neural Repair . 2001;15(1):75-80.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Willis SL, Tennstedt SL, Marsiske M. Long-term  effects of cognitive training on everyday functional outcomes in older adults. JAMA. 2006;296(23):2805-2814.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Man DW, Tam SF, Hui-Chan  CW. Learning to live independently with expert systems in memory rehabilitation. NeuroRehabilitation . 2003;18(1):21-29.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Fleming JM, Shum D, Strong J, Lightbody S. Prospective memory rehabilitation for adults with traumatic brain injury: a compensatory training programme. Brain Inj. 2005;19(1):1-10.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Stapleton S, Adams M, Atterton L. A mobile phone as a memory aid for individuals with traumatic brain injury: a preliminary investigation. Brain Inj. 2005;21(4):401-411.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Kirsch J, Shenton M, Rowan J. A generic, \"in-house\",  alphanumeric paging system for prospective activity impairments after traumatic brain injury. Brain Inj. 2004;18(7):725-734.  (C)"
        },
        {
            "number in article": 31,
            "reference": "Nygård L, Starkhammar S, Lilja M. The provision of stove timers to individuals with cognitive impairment. Scand J Occup Ther . 2008;15(1):4-12.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Starkhammar S, Nygård L. Using a timer device for the stove: experiences of older adults with memory impairment or dementia and their families. Technol Disabil . 2008;20(3):179-191.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Shum D, Fleming J, Gill H, Gullo MJ, Strong J. A randomized controlled trial of prospective memory rehabilitation in adults with traumatic brain injury. J Rehabil Med . 2011;43(3):216-223.  (RCT)"
        },
        {
            "number in article": 34,
            "reference": "Kern RS, Green MF, Mintz J, Liberman RP. Does 'errorless learning' compensate for neurocognitive impairments in the work rehabilitation of persons with schizophrenia?. Psychol Med . 2003;33(3):433-442.  (R)"
        },
        {
            "number in article": 35,
            "reference": "Jang JS, Lee JS, yoo DH. Effects of spaced retrieval training with errorless learning in the rehabilitation of patients with dementia. J Phys Ther Sci . 2015;27(9):2735-2738. doi:10.1589/jpts.27.2735. (R)"
        },
        {
            "number in article": 36,
            "reference": "Dellefield KS, McDougall GJ. Increasing metamemory in older adults. Nurs Res. 1996;45(5):284-290.  (R)"
        },
        {
            "number in article": 37,
            "reference": "McDougall GJ. Rehabilitation of memory and memory self-efficacy  in cognitively impaired nursing home residents. Clin Gerontol . 2001;23(3-4):127-139.  (R)"
        },
        {
            "number in article": 38,
            "reference": "Gross AL, Parisi JM, Spira AP, et al. Memory training interventions for older adults: a meta-analysis.  Aging Ment Health . 2012;16(6):722-734. doi:10.1080/13607863.2012.667783. (M)"
        },
        {
            "number in article": 39,
            "reference": "Hampstead BM, Sathian K, Phillips PA, Amaraneni A, Delaune WR, Stringer AY. Mnemonic strategy training improves memory for object location associations in both healthy elderly and patients with amnestic mild cognitive impairment: a randomized, single-blind  study. Neuropsychology . 2012;26(3):385-399.  doi:10.1037/a0027545. (M)"
        },
        {
            "number in article": 40,
            "reference": "Middleton EL, Schwartz MF. Errorless learning in cognitive rehabilitation: a critical review. Neuropsychol Rehabil . 2012;22(2):138-168.  doi:10.1080/09602011.2011.639619. (RV)"
        },
        {
            "number in article": 41,
            "reference": "Lemoncello R, Sohlberg MM, Fickas S, Prideaux JA. A randomised controlled crossover trial evaluating Television Assisted Prompting (TAP) for adults with acquired brain injury. Neuropsychol Rehabil . 2011;21(6):825-846.  doi:10.1080/09602011.2011.618661. (RCT)"
        },
        {
            "number in article": 42,
            "reference": "McDonald A, Haslam C, Yates P, Gurr B, Leeder G, Sayers A. Google Calendar: a new memory aid to compensate for prospective memory deficits following acquired brain injury. Neuropsychol Rehabil . 2011;21(6):784-807.  doi:10.1080/09602011.2011.598405. (R)"
        },
        {
            "number in article": 43,
            "reference": "Suzuki T, Shimada H, Makizako H, et al. Effects of multicomponent exercise on cognitive function in older adults with amnestic mild cognitive impairment: a randomized controlled trial. BMC Neurol . October 31, 2012;12:128. doi:10.1186/1471-2377-12-128.  (RCT)"
        },
        {
            "number in article": 44,
            "reference": "Champod AS, Eskes GA, Foster GE, et al. Effects of acute intermittent hypoxia on working memory in young healthy adults. Am J Respir Crit Care Med . May 15, 2013;187(10):1148-50.  doi:10.1164/rccm.201209-1742LE.  (R)"
        },
        {
            "number in article": 45,
            "reference": "Greenaway MC, Duncan NL, Smith GE. The memory support system for mild cognitive impairment: randomized trial of a cognitive rehabilitation intervention. Int J Geriatr Psychiatry . April 2013;28(4):402-9.  doi:10.1002/gps.3838. (RCT)"
        },
        {
            "number in article": 46,
            "reference": "Carretti B, Borella E, Fostinelli S, Zavagnin M. Benefits of training working memory in amnestic mild cognitive impairment: specific and transfer effects. Int Psychogeriatr . April 2013;25(4):617-26.  doi:10.1017/S1041610212002177. (R)"
        },
        {
            "number in article": 47,
            "reference": "Foster ER, Rose NS, McDaniel MA, Rendell PG. Prospective memory in Parkinson disease during a virtual week: effects of both prospective and retrospective demands. Neuropsychology . March 2013;27(2):170-81.  doi:10.1037/a0031946. (R)"
        },
        {
            "number in article": 48,
            "reference": "das Nair R, Lincoln NB. Evaluation of rehabilitation of memory in neurological disabilities (ReMiND): a randomized controlled trial. Clin Rehabil . October 2012;26(10):894-903. doi:10.1177/0269215511435424. (RCT)"
        },
        {
            "number in article": 49,
            "reference": "O'Brien MC, das Nair R, Lincoln NB. A comparison of the content of memory rehabilitation groups for patients with neurological disabilities. Neuropsychol Rehabil . 2013;23(3):321-32.  doi:10.1080/09602011.2012.753920. (RCT)"
        },
        {
            "number in article": 50,
            "reference": "Chiaravalloti ND, Moore NB, Nikelshpur OM, DeLuca J. An RCT to treat learning impairment in multiple sclerosis: The MEMREHAB trial. Neurology . December 10, 2013;81(24):2066-72.  doi:10.1212/01.wnl.0000437295.97946.a8. (RCT)"
        },
        {
            "number in article": 51,
            "reference": "McDougall GJ, Oliver JS, Scogin F. Memory and cancer: A review of the literature. Arch Psychiatr Nurs . 2014;28(3):180-186.  doi:10.1016/j.apnu.2013.12.005. (RV)"
        },
        {
            "number in article": 52,
            "reference": "Knopman DS. Regional cerebral dysfunction: higher mental functions. In: Goldman L, Schafer AI, eds. Goldman’s Cecil Medicine . 25th ed. Philadelphia, PA: Elsevier Saunders; 2016:2381-2387.  (GI)"
        },
        {
            "number in article": 53,
            "reference": "Jones N, Riby LM, Mitchell RL, Smith MA. Type 2 diabetes and memory: using neuroimaging to understand the mechanisms. Curr Diabetes Rev . March 2014;10(2):118-23. (RV)"
        },
        {
            "number in article": 54,
            "reference": "Ordemann GJ, Opper J, Davalos D. Prospective memory in schizophrenia: a review. Schizophr Res . May 2014;155(1-3):77-89.  doi:10.1016/j.schres.2014.03.008. (RV)"
        },
        {
            "number in article": 55,
            "reference": "Martin K, Lincoln N, Das Nair R. Group-based  memory rehabilitation for people with multiple sclerosis: Subgroup analysis of the ReMiND trial. Int J Ther Rehabil . 2014;21(12):590-596.  (R)"
        },
        {
            "number in article": 56,
            "reference": "Shanley A, Goodman I, Khosravani N, Cicilioni K. Evaluating patients with cognitive changes: A new imaging option. Consultant . 2015;55(1):14-17. https://www.consultant360.com/articles/evaluating-patients-cognitive-changes-new-imaging-option . Accessed July 29, 2018. (GI)"
        },
        {
            "number in article": 57,
            "reference": "Samartzis L, Gavala E, Zoukos Y, Aspiotis A, Thomaides T. Perceived cognitive decline in multiple sclerosis impacts quality of life independently of depression. Rehabil Res Pract. 2014;2014:128751. doi:10.1155/2014/128751. (R)"
        },
        {
            "number in article": 58,
            "reference": "Poirier M, Saint-Aubin  J, Mair A, Tehan G, Tolan A. Order recall in verbal short-term  memory: The role of semantic networks. Mem Cognit . 2015;43(3):489-499. doi:10.3758/s13421-014-0470-6.  (R)"
        },
        {
            "number in article": 59,
            "reference": "Martin KJ, Sinclair EJ, dasNair R. Descriptions of memory rehabilitation group interventions for neurological conditions: a systematic review. Clin Rehabil . July 2016;30(7):705-13.  doi:10.1177/0269215515595273. (SR)"
        },
        {
            "number in article": 60,
            "reference": "Dong L, Lee JY, Harvey AG. Do improved patient recall and the provision of memory support enhance treatment adherence? J Behav Ther Exp Psychiatry . March 2017;54:219-228.  doi:10.1016/j.jbtep.2016.08.017. (R)"
        },
        {
            "number in article": 61,
            "reference": "Zheng W, Tong G, Ungvari GS, et al. Memory Impairment Following Electroconvulsive Therapy in Chinese Patients with Schizophrenia: Meta-Analysis  of Randomized Controlled Trials. Perspect Psychiatr Care . April 2018;54(2):107-114.  doi:10.1111/ppc.12206. (M)"
        },
        {
            "number in article": 62,
            "reference": "Zhou FC, Wang YY, Zheng W, et al. Prospective memory deficits in patients with depression: A meta-analysis.  J Affect Disord . October 1, 2017;220:79-85.  doi:10.1016/ j.jad.2017.05.042. (M)"
        },
        {
            "number in article": 63,
            "reference": "Goodwin R, Lincoln N, das Nair R, Bateman A. External memory aids for memory problems in people with multiple sclerosis: A systematic review. Neuropsychol Rehabil . December 2017;27(8):1081-1102.  doi:10.1080/09602011.2015.1113997. (SR)"
        },
        {
            "number in article": 64,
            "reference": "Chen Q, Min S, Hao X, et al. Effect of Low Dose of Ketamine on Learning Memory Function in Patients Undergoing Electroconvulsive Therapy—A Randomized, Double-Blind, Controlled Clinical Study. J ECT. June 2017;33(2):89-95.  doi:10.1097/YCT.0000000000000365. (RCT)"
        },
        {
            "number in article": 65,
            "reference": "Cuc AV, Locke DEC, Duncan N, et al. A pilot randomized trial of two cognitive rehabilitation interventions for mild cognitive impairment: caregiver outcomes. Int J Geriatr Psychiatry . December 2017;32(12):e180-e187.  doi:10.1002/gps.4689. (RCT)"
        }
    ]
}