{
    "metadata": {
        "title": "Irritable Bowel Syndrome",
        "synonyms": [
            "irritable bowel disease",
            "functional bowel disorder",
            "chronic gastrointestinal disorder",
            "nervous bowel",
            "spastic colon",
            "mucous colitis",
            "functional colitis",
            "intestinal neurosis",
            "neurosis, intestinal",
            "irritable colon",
            "laxative colitis",
            "nervous indigestion"
        ],
        "anatomical location body part affected": [
            "Large intestine/colon"
        ],
        "area of specialty": [
            "not applicable"
        ],
        "description": [
            "Irritable bowel syndrome (IBS) is a chronic, functional GI disorder associated with recurrent abdominal pain and altered bowel habits.(1,9) IBS affects 7% to 21% of the general population in developed nations and the global prevalence averages about 11%, making it one of the most common GI disorders(6,12)",
            "Patients are typically categorized by IBS subtype according to their usual stool consistency (i.e., diarrhea predominant [IBS-D], constipation predominant [IBS-C],  or mixed [IBS-M]),  and treated accordingly. The predominant subtype may change over time.(2) Reduced health-related  QOL is a major problem for patients with IBS(13)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific special agencies, issues, or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The diagnosis relies mainly on symptoms listed in the Rome II process and the U.S. National Institute for Health and Care Excellence (NICE) clinical guidelines (rather than objective biomarkers) and exclusion of atypical features such as the following: symptom onset after age 50 years, unexplained weight loss, family history of selected organic gastrointestinal diseases, evidence of GI blood loss, unexplained iron-deficiency  anemia, and abnormal physical examination(12)",
            "Diagnostic criteria based on the NICE guideline include the following:(2) –Abdominal pain or discomfort relieved by defecation or associated with altered bowel movement frequency or stool consistency. This should be accompanied by at least 2 of the following 4 symptoms: -Altered stool passage (straining, urgency, incomplete evacuation) -Abdominal bloating (more common in women than men), distension, tension, or hardness -Symptoms are made worse by eating -Passage of mucus  –Healthcare providers should consider assessment for IBS if the patient reports having experienced any of the following for a minimum of 6 months: -Abdominal pain -Bloating -Change in bowel movement habits",
            "Pattern of abdominal pain associated with IBS: chronic duration, intermittent pain, pain relief with defecation or with passing of flatus",
            "Abdominal distension: bloating and distension are not the same; bloating is a subjective feeling whereas distension can be measured",
            "Reduced QOL(13) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Red flag complications that warrant stopping the evaluation and referring the patient back to physician(2) –Anemia –Enlarged lymph nodes –Fever –Abdominal or rectal masses –Abnormal physical examination"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Unknown etiology",
            "Psychological factors have not been shown to cause or influence the onset of IBS; however, they may play a role in thepersistence and perceived severity of abdominal symptoms",
            "The association between digestive diseases and psychological disorders indicates a relationship between the brain andintestine, referred to as the brain-gut  axis. The amygdala, hippocampus, and prefrontal cortex may regulate the function ofthe intestine in conjunction with emotion(10)",
            "Stress can exacerbate symptoms (1)"
        ],
        "pathogenesis": [
            "Individuals with IBS may be characterized as having abnormalities of gut motility, visceral sensation, brain-gut  interaction,and psychosocial distress(1)",
            "Authors of a 2015 systematic review of 22 studies (N = 7,106 patients) found that the best available biomarkers of havingIBS (i.e., fecal calprotectin and intestinal permeability) were no better at diagnosing IBS than psychological markers(14)",
            "Authors of a cross-sectional  study that surveyed a cohort (N = 208) of IBS patients in Norway found that the severity ofsymptoms was of minor clinical importance in determining QOL. They recommended that treatment should focus more onimproving QOL than on relieving IBS symptoms(13)"
        ],
        "risk factors": [
            "Females are 1.67 times more likely to experience IBS compared to males (29)",
            "Acute infectious gastroenteritis can increase the risk of IBS–Authors of a cohort study of primary-care  patients (N = 2,428) in the Netherlands found that patients with a history ofgastroenteritis had an increased risk of having IBS diagnosed within 5 years. IBS was diagnosed in 1.2% of patients witha positive history in a 1-year  period compared to 0.3% of the reference group. The 1-year  relative risk was 4.85 and the5-year  relative risk was 5.40(9)",
            "IBS and functional constipation may be highly prevalent in those in the nursing field who also present with poor sleep (25)",
            "Preschoolers with a history of allergic diseases have an increased risk of developing IBS (28)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "All patients should be asked if they have any of the following red flag indicators and, if so, referred back to physician:(2) Unintentional and unexplained weight loss Rectal bleeding/blood in stool (hematochezia) A family history of colorectal disease, celiac disease, or inflammatory bowel disease A family history of ovarian cancer Fever in conjunction with abdominal pain Pain related to menstruation A change in bowel habits to looser and/or more frequent stools, persisting for more than 6 weeks, in a person over the age of 60 years",
        "It is important to always respect the patient’s perceived level of discomfort/pain and proceed with the evaluation and treatment as indicated ",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under  Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Red flag complications that warrant stopping the evaluation and referring the patient back to physician(2) –Anemia –Enlarged lymph nodes –Fever –Abdominal or rectal masses –Abnormal physical examination"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Unknown cause. Document date of onset and IBS subtype (i.e., C, D, or M). Have symptoms progressed, stabilized, or changed recently? Are usual ADLs adversely affected? What is the reason for referral?",
                "course of treatment": {
                    "medical management": "Traditional medical management involves dietary modification and multiple pharmacological agents according to symptoms(2) Document current prescribed interventions, including medications, general dietary advice, prescribed activity, psychological counseling, and complementary/alternative therapy (e.g., probiotics such as lactic acid bacteria). Are the interventions effective? A dual-coated  probiotic may be a treatment option for improving overall discomfort in patients with diarrheapredominant  IBS (22) Patients who develop refractory IBS (i.e., do not respond to pharmacological interventions after 12 months) may benefit from psychotherapeutic and/or complementary/alternative treatments, according to the NICE guidelines(2)",
                    "surgical management": [],
                    "medications": " Laxative, stool softener, lubiprostone (Amitiza) for IBS-C Antidiarrheal such as loperamide hydrochloride (Imodium) for IBS-DFDA-approved  only for women with severe IBS-D Antispasmodic (i.e., anticholinergic agent) such as alverine citrate or peppermint oil for abdominal cramps Antidepressant such as fluoxetine (Prozac)antiemetic for persistent IBS-specific  symptoms Nonabsorptive antibiotic such as rifaximin for modulation of GI microflora Probiotics A 4-week  trial with combination probiotics taken twice a day was safe and effective at reducing patients’ general symptoms of IBS(7) In an RCT conducted in Iran with 97 adult patients, 85% of the subjects in the multi-strain probiotic group reported a reduction in bloating and pain compared to 47% of the subjects in the control group Partially hydrolyzed guar gum (PHGG) may provide symptom relief for patients with IBS-C(18) The American Gastroenterological Association (AGA) Guideline on the Pharmacological Management of Irritable(20) IBS-C   linaclotide is strongly recommended (high-quality  evidence), lubiprostone is conditionally recommended (moderatequality evidence), and polyethylene glycol (PEG) laxatives are conditionally recommended (lowquality evidence) IBS-D   rifaximin and alosetron are conditionally recommended (moderate-quality evidence) and loperamide is conditionally recommended (verylow-quality  evidence) For general IBS  tricyclic antidepressants and antispasmodics are conditionally recommended (low-quality evidence) The guideline recommends against the use of SSRIs (low-quality  evidence)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Usual diagnostic tests for this condition are the following:(2) ",
                        "Complete blood count (CBC)",
                        "Erythrocyte sedimentation rate (ESR) or plasma viscosity",
                        "C-reactive  protein",
                        "Antibody testing for celiac disease (i.e., endomysial antibodies or tissue transglutaminase)",
                        "Abdominal ultrasound imaging",
                        "Sigmoidoscopy/colonoscopy",
                        "Thyroid function tests",
                        "Fecal ova and parasite test",
                        "Fecal occult blood",
                        "Hydrogen breath test (for lactose intolerance and bacterial overgrowth)",
                        "Stool sample",
                        "Testing for Helicobacter pylori"
                    ],
                    "alternative therapies": "Document current use of any alternative/complementary therapies (e.g., probiotics, relaxation therapy, acupuncture, homeopathy) and whether they help Authors of an RCT (N = 94) of patients assigned to homeopathy, supportive listening, or usual care groups in the United Kingdom found a statistically significant improvement in IBS symptoms after 26 weeks in those who received individualized homeopathy compared to the usual care (control) group. 62% of the homeopathy group significantly reduced their severity score on the IBS Severity Scoring System (IBSSSS)  compared to 39% in the supportive listening group and 25% in the control group(11) Authors of a cohort study (n = 51) of adolescent and young adult (1826  years) patients in the United States assigned to Iyengar yoga (2 times per week for 6 weeks) or usual care waitlist  (control) groups found significantly improved IBS symptoms and global functioning in the Iyengar yoga group compared to the control group(15)",
                    "previous therapy": "Document whether patient has received occupational, physical, or psychological therapy for this condition (or other conditions that may influence therapeutic decision making) and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document dietary triggers (e.g., milk, artificial sweeteners, dieting products, alcohol). Does defecation or passing of flatus relieve discomfort? Is there a feeling of incomplete emptying after defecation? Do symptoms increase with the use of any prescribed or OTC medications?",
                "body chart": "Use body chart to document location and nature of symptoms. In some patients, pain may be well-localized to the lower quadrant or the abdomen while in others the pain location is variable",
                "nature of symptoms": "Document nature of symptoms and whether constant vs. intermittent (e.g., bloating with sharp, dull, or aching abdominal discomfort, abdominal distension, bloating, flatulence)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also, document changes in symptoms due to eating habits such as irregular or inadequate meals, fluid intake, fiber intake)",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, depression, anxiety, bowel/bladder/ sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Document status if patient is receiving treatment for a respiratory condition Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "History of GI infection or dysfunction",
                    "comorbid diagnoses": "Ask patient about other medical problems, including fibromyalgia, chronic fatigue syndrome, headaches, incontinence, genital pain, psychiatric disorders, diabetes, cancer, heart disease, orthopedic disorders, celiac disease, and food allergies",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) for comorbidities ",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing that may affect treatment choices. The most common coexisting psychological conditions associated with IBS are anxiety, depression, somatization, hypochondria, and symptomrelated  fears. These conditions can contribute to impairment in the patient’s quality of life"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient currently working? If so, describe the job duties. Have symptoms affected patient’s work productivity? What recreational activities, physical exercise, or sports does the patient participate in? What is the frequency of these physical activities? What hobbies or special interests does the patient have? Do symptoms interfere with the patient’s occupation or participation in recreational or competitive sports? How does the patient access his/her community (driving, public transportation?)",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient currently use any assistive or adaptive devices? Typically, these devices are not indicated for patients with IBS unless they have comorbid conditions",
                "living environment": "With whom does the patient live (e.g., family members, caregivers)? Identify if there are any physical barriers to patient’s independence in the home. Number of stairs to enter home? Number of floors in home?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and BMI. Authors of a 2014 systematic review with meta-analysis  found that the frequency of IBS in obese children and adults is variable and depends on the study population. Further studies are needed to determine the association between obesity and IBS(8)",
            "assistive and adaptive devices": "Assess need for assistive device if gait, balance, and functional mobility is impaired due to coexisting medical conditions",
            "balance": "Assess standing static and dynamic balance using the Berg Balance Scale. Balance may be impaired if the patient has comorbidities",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess bilateral pedal pulsesAssess dermatomes and myotomes in upper extremity (UE) and lower extremity (LE)Assess basic ADLs and levels of assistance required to safely and independently perform them, as indicated. Use Timed Up and Go (TUG) test and/or Timed Up and Down Stairs (TUDS) test to assess functional limitations, as indicated. May use FIM to assess gross motor ability. Assess ability to get and transfer to the toilet safely and timely, as indicated",
            "functional mobility": "",
            "gait locomotion": "Assess gait for any significant deviations, decreased speed, etc. Assess safety with Dynamic Gait Index (DGI)Assess bilateral upper and lower extremity joint mobility for crepitus, contractures, or hypomobility/hypermobility. Use the Paris Stoddard Scale for joint mobilityAssess UE, LE, and trunk for abnormal tone and/or coordination (flaccidity or spasticity), as indicated",
            "muscle strength": "Assess gross functional strength with manual muscle testing (MMT) or handheld dynamometer (if tone is normal), including trunk strength and core stability, as abdominal muscle strength may be reduced due to chronic bloating and tenderness. Assess handgrip strength with dynamometer",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess general posture in sitting and standing and note any asymmetry",
            "range of motion": "Assess trunk and bilateral upper and lower extremity ROM with goniometry or grossly by observation of movement",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral upper and lower extremity deep tendon reflexes and protective righting responses to challenges in balance",
            "sensory testing": "Assess sensation to light touch and proprioception in bilateral upper and lower extremities as indicated ",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –The IBS-Quality  of Life tool. This is a self-administered questionnaire consisting of 34 items, each with a 5-point response scale. The total score is converted to a scale of 0 (high QOL) to 100 (low QOL)(4)ShortForm-12  Physical Component Score (SF-12  PCS) and Short Form-12  Mental Component Score (SF-12  MCS)(13) –The IBS-SSS  provides a simple method of rating symptoms and monitoring their progress(5) –Hospital Anxiety and Depression Scale is a 14-item questionnaire to measure the individual’s level of anxiety and depression",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess patient’s ability to follow commands and attend to specific tasks. Is patient alert and oriented x 4? Describe the patient’s mood or affect",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the referring physician",
                "Patients with this diagnosis may be at an increased risk for falls due to their potential for reduced ability to make it to the bathroom in a timely manner, especially in individuals with comorbidities that impair their balance and functional mobility; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies",
                "Clinicians should always follow the guidelines of their clinic/hospital and the referring physician’s orders. Contact the referring physician regarding any physical activity restrictions including resistance training, type of physical activity, etc. due to the patient’s comorbid medical conditions",
                "Patients with IBS may wish to avoid exercise on “bad” days. Ensure that the patient has easy access to a restroom during treatment sessions"
            ]
        },
        "diagnosis need for treatment": "Medical diagnosis is based on the NICE clinical guidelines Individuals with IBS can benefit from physical therapy treatment intervention to address secondary impairments and disability associated with IBS such as reduced physical functioning (often due to insufficient physical activity), impaired core/trunk strength that contributes to functional deficits (e.g., posture, performance of ADLs) and reduced QOL, or impaired gait and dynamic balance",
        "rule out": "Inflammatory bowel disease (ulcerative colitis, Crohn’s disease, microscopic colitis, collagenous colitis), colorectal/bowel cancer, celiac disease, lactose intolerance, malabsorption disorders, GI infection, ovarian cancer, thyroid dysfunction, bowel obstruction",
        "prognosis": [
            "There is no cure for IBS and no consensus on the optimum treatment. Treatment interventions are based on controlling the individual’s symptoms(7)",
            "Authors of a longitudinal research study in Taiwan found that individuals with IBS are at an increased risk of developing colorectal neoplasms(16) –Participants were 40 years of age or older who had been included in a colorectal screening program from January 1999 to December 2004. Follow-up  was performed until 2009",
            "In a study conducted in Japan, investigators found that females and persons with lower scores on the mental component summary (MCS) of the SF-8  generally have poor response to treatment (24)"
        ],
        "referral to other disciplines": "Physician specialists (e.g., family practice, gastroenterology, internal medicine); nutritionist/ dietitian; behavioral psychologist/clinician; recreational therapist; aquatic exercise therapist; yoga instructor, occupational therapist for ADL training",
        "other considerations": [
            "Mindfulness-based  therapy may be an effective method to decrease IBS symptoms, based on a quasi-experimental  study (n = 36) in Iran(10) –Subjects were randomly divided into 2 experimental groups (cognitive-behavioral  treatment and mindfulness-based treatment) and a control group without IBS –Cognitive-behavioral  therapy took place once a week for 2½ hours per session for 8 weeks. Mindfulness-based  therapy took place once a week for 2-hour  group sessions for 8 weeks –A significant decrease in IBS symptoms occurred in both experimental groups compared to the control group, although mindfulness-based  therapy was more effective at reducing symptoms",
            "Diets with low levels of fermentable oligo-,  di-, and monosaccharides and polyols (FODMAPs) can significantly reduce abdominal pain and bloating as well as reduce pain related to IBS (26) ",
            "Individuals with IBS frequently have lower self-esteem  and may benefit from psychological therapy(17) –Researchers from Iran found that patients with IBS have higher levels of poor appetite, difficulty sleeping, thoughts of death/dying, and feelings of guilt compared with those without IBS(19)",
            "Acupuncture therapy may improve symptoms of diarrhea-predominant  IBS compared to use of drug therapy and has fewer side effects. Acupuncture points used included the ST25, ST36, ST37, SP6, GV20, and EX-HN3  (21)",
            "Herbal remedies that include a mixture of B. carterii , Z. officinale , and A. millefolium  have been effective in reducing IBS symptoms and improving depression scores and anxiety in patients with IBS (23)"
        ],
        "treatment summary": [
            "Physical therapy guidelines for specifically treating IBS symptoms are lacking. Comorbidities will likely influence the need for targeted treatment and should be addressed per physician’s orders. Follow general guidelines for exercise prescription(3)",
            "Therapeutic exercises may be needed to address impairments noted in strength, flexibility, and/or endurance. Functional training may be indicated to reduce deficits noted in posture, balance, and/or gait",
            "Participation in a “micro-physiotherapy”  program can significantly improve symptoms associated with IBS, according to a study. Micro-physiotherapy  was defined in this study as performing micro-palpatory  examination(s) to identify osteopathic lesions, as well as performing a micro-massage  to stimulate healing (27)",
            "Low to moderate physical exercise has been show to reduce symptoms associated with IBS. Physiological factors that promote improved symptoms are a result of the reversal of anti- to pro-inflammatory cytokines and facilitating blood redox homeostasis (30)",
            "A six-week  aerobic training program utilizing a treadmill has been shown to significantly improve severity symptoms of IBS and overall quality of life (31) –Twentywomen with mild to moderate symptoms of IBS were randomized to either the treadmill group (n = 10) or control group (n = 10) –Those participating in the treadmill group received 6- weeks of 30 minute treadmill training exercises 3x/ week. Control group were asked to perform usual daily activities –. Problem Goal Intervention Expected Progression Home Program Abdominal pain, bloating, and IBS symptoms related to diarrhea and/or constipationReduced frequency and severity of symptoms, and reduced negative impact on QoLFunctional training _ Interventions to increase physical activity to improve long-term effects associated with IBS symptoms and psychological symptoms (32)Gradually progress frequency, duration, and intensity of exercise to recommended levelsProvide patient with simple instructions for home exercise ."
        ]
    },
    "desired outcomes outcome measures": {
        "symptomatic improvement ibs-sss": [],
        "improved qol ibs-qol": [],
        "increased leisure-time  physical activity physical activity diary, activity app or electronic device  e.g., fitbit": [],
        "improved aerobic fitness mwt": [],
        "improved functional mobility  as indicated  tug test": []
    },
    "maintenance or prevention": [
        "Continue maintenance program of therapeutic physical activity "
    ],
    "patient education": [
        "Wolters Kluwer Health UpToDatewebsite, “Patient Information: Irritable Bowel Syndrome (Beyond the Basics),” http://www.uptodate.com/contents/irritable-bowel-syndrome-beyond-the-basics Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Patel N, Shackelford K. Irritable Bowel Syndrome. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (GI)"
        },
        {
            "number in article": 2,
            "reference": "National Institute for Health and Care Excellence (NICE). Irritable bowel syndrome in adults: Diagnosis and management. https://www.nice.org.uk/guidance/cg61/chapter/1-Recommendations . Published April 2017. Accessed January 30, 2020. (G)"
        },
        {
            "number in article": 3,
            "reference": "American College of Sports Medicine. Spinal cord injury. In: ACSM’s Guidelines for Exercise Testing and Prescription . 11th ed. Philadelphia, PA: Wolters Kluwer; 2021:354-360.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Drossman D, Morris CB, Hu Y. Characterization of health related quality of life (HRQOL) for patients with functional bowel disorder (FBD) and its response to treatment. Am J Gastroenterol . 2007;102(7):1442-1453.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Francis CY, Morris J, Whorwell PJ. The irritable bowel severity scoring system: a simple method of monitoring irritable bowel syndrome and its progress. Aliment Pharmacol Ther. 1997;11(2):395-402.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Canavan C, West J, Card T. The epidemiology of irritable bowel syndrome. Clin Epidemiol . 2014;6:71-80.  doi:10.2147/CLEP.S40245. (R)"
        },
        {
            "number in article": 7,
            "reference": "Jarfari E, Vahedi H, Merat S, Momtahen S, Riahi A. Therapeutic effects, tolerability, and safety of a multi-strain  probiotic in Iranian adults with irritable bowel syndrome and bloating. Arch Iran Med . 2014;17(7):466-470.  doi:0141707/AIM.003. (RCT)"
        },
        {
            "number in article": 8,
            "reference": "Pickett-Blakely  O. Obesity and irritable bowel syndrome: a comprehensive review. Gastroenterol Hepatol . 2014;10(7):411-416.  (SR)"
        },
        {
            "number in article": 9,
            "reference": "Kowalcyk BK, Smeet HM, Succop PA, De Wit NJ, Havelaar AH. Relative risk of irritable bowel syndrome following acute gastroenteritis and associated risk factors. Epidemiol Infect. 2014;142(6):1259-1268.  doi:10.1017/S0950268813001891. (R)"
        },
        {
            "number in article": 10,
            "reference": "Zomorodi S, Abdi S, Tabatabaee SK. Comparison of long-term  effects of cognitive-behavioral  therapy versus mindfulness-based  therapy on reduction of symptoms among patients suffering from irritable bowel syndrome. Gastroenterol Hepatol Bed Bench . 2014;7(2):118-124.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Peckham EJ, Relton C, Raw J, et al. Interim results of a randomised controlled trial of homeopathic treatment for irritable bowel syndrome. Homeopathy . 2014;103(3):172-177. doi:10.1016/j.homp.2014.05.001. (RCT)"
        },
        {
            "number in article": 12,
            "reference": "Chey WD, Kurlander J, Eswaran S. Irritable bowel syndrome: a clinical review. JAMA. 2015;313(9):949-958.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Michalsen VL, Vandvik PO, Farup PG. Predictors of health-related  quality of life in patients with irritable bowel syndrome. A cross-sectional  study in Norway. Health Qual Life Outcomes . 2015;13(1):113. (R)"
        },
        {
            "number in article": 14,
            "reference": "Sood R, Gracie DJ, Law GR, Ford AC. Systematic review with meta-analysis:  the accuracy of diagnosing irritable bowel syndrome with symptoms, biomarkers and/or psychological markers. Aliment Pharmacol Ther . 2015;42(5):491-503.  (SR)"
        },
        {
            "number in article": 15,
            "reference": "Evans S, Lung KC, Seidman LC, Sternlieb B, Zeltzer LK, Tsao JC. Iyengar yoga for adolescents and young adults with irritable bowel syndrome. J Pediatr Gastroenterol Nutr . 2014;59(2):244-253.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Chang HC, Yen AM, Fann JC, et al. Irritable bowel syndrome and the incidence of colorectal neoplasia: a prospective cohort study with community-based  screened population in Taiwan. Br J Cancer . 2015;112(1):171-176.  doi:10.1038/bjc.2014.575. (R)"
        },
        {
            "number in article": 17,
            "reference": "Grodzinsky E, Walter S, Viktorsson L, Carlsson AK, Jones MP, Faresio A. More negative self-esteem  and inferior coping strategies among patients diagnosed with IBS compared with patients without IBS – a case-control  study in primary care. BMC Fam Pract . 2015;16(6):1-9.  doi:10.1186/s12875-015-0225-x.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Russo L, Andreozzi P, Zito FP, et al. Partially hydrolyzed guar gum in the treatment of irritable bowel syndrome with constipation: effects of gender, age, and body mass index. Saudi J Gastroenterol . 2015;21(2):104-110.  doi:10.4103/1319-3767.153835.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Farbod F, Farzaneh N, Bijan MD, Mehdi G, Nosratollah N. Psychological features in patients with and without irritable bowel syndrome: a case-control  study using Symptom Checklist-90-Revised.  Indian J Psychiatry . 2015;57(1):68-72.  doi:10.4103/0019-5545.148526.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Rao VL, Cifu AS, Yang LW, American Gastroenterological Association. Pharmacologic management of irritable bowel syndrome. JAMA. 2015;314(24):2684-2685.  doi:10.1001/ jama.2015.16943. (G)"
        },
        {
            "number in article": 21,
            "reference": "Zhu L, Ma Y, Ye S, Shu Z. Acupuncture for diarrhoea-predominant  irritable bowel syndrome: a network meta-analysis.  Evid Based Complement Altern Med . 2018;1-12.  (M)"
        },
        {
            "number in article": 22,
            "reference": "Han K, Wang J, Seo JG, Kim H. Efficacy of double-coated  probiotics for irritable bowel syndrome: a randomized double blind controlled trial. J Gastroenterol . 2017;52(4):432-443.  (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Kazemian A, Toghiani A, Shafiei K, et al. Evaluating the efficacy of mixture of Boswellia carterii, Zingiber officinale, and Achillea millefolium on severity of symptoms, anxiety, and depression in irritable bowel syndrome patients. J Res Med Sci . 2017;22:1-8.  (RV)"
        },
        {
            "number in article": 24,
            "reference": "Yamada E, Tsunoda S, Abe T, et al. Factors associated with poor therapeutic response in outpatients with irritable bowel syndrome: a multicenter study in Japan. J Gastroenterol . 2017;52(3):301-307.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Zhou HQ, Yao M, Chen YW, Huang JY, Chen GY. Functional gastrointestinal disorders common among nurses with poor sleep quality in Shanghai, China: a pilot study. Gastroenterol Nurs . 2017;40(4):312-319.  (RV)"
        },
        {
            "number in article": 26,
            "reference": "Altobelli E, Del Negro V, Angeletti PM, Latella G. Low-FODMAP  diet improves irritable bowel syndrome symptoms: a meta-analysis.  Nutrients. 2017;9(9):940. doi:10.3390/ nu9090940. (RV)"
        },
        {
            "number in article": 27,
            "reference": "Grosjean D, Benini P, Carayon P. Managing irritable bowel syndrome: the impact of micro-physiotherapy.  J Complement Integr Med . 2017;14(2):67-72.  (RV)"
        },
        {
            "number in article": 28,
            "reference": "Tan TK, Chen AC, Lin CL, Shen TC, Li TC, Wei CC. Preschoolers with allergic diseases have an increased risk of irritable bowel syndrome when reaching school age. J Pediatr Gastroenterol Nutr . 2017;64(1):26-30.  (RV)"
        },
        {
            "number in article": 29,
            "reference": "Chatila R, Merhi M, Hariri E, Sabbah N, Deeb ME. Irritable bowel syndrome: prevalence, risk factors in an adult Lebanese population. BMC Gastroenterol . 2017;17(1):137. (RV)"
        },
        {
            "number in article": 30,
            "reference": "Hajizadeh Maleki B, Tartibian B, Mooren FC, et al. Low-to-moderate  intensity aerobic exercise training modulates irritable bowel syndrome through antioxidative and inflammatory mechanisms in women: Results of a randomized controlled trial. Cytokine. 2018;102:18-25.  (RV)"
        },
        {
            "number in article": 31,
            "reference": "Fani M, et al. The effect of aerobic exercises among women with mild and moderate irritable bowel syndrome: a pilot study. J Bodyw Mov Ther . 2019;23(1):161-165.  (RCT)"
        },
        {
            "number in article": 32,
            "reference": "Johannesson E, Ringström G, Abrahamsson H, Sadik R. Intervention to increase physical activity in irritable bowel syndrome shows long-term  positive effects. World J Gastroenterol . 2015;21(2):600#608. (RV)"
        }
    ]
}