{
    "metadata": {
        "title": "Thoracic Outlet Syndrome  Nonspecific Form",
        "synonyms": [
            "thoracic outlet syndrome  disputed form",
            "aperture syndrofme, thoracic outlet: nonspecific form",
            "costoclavicular syndrome: nonspecific form",
            "nerve compression syndrome, thoracic outlet: nonspecific form",
            "neurogenic thoracic outlet syndrome: nonspecific form",
            "neurovascular syndrome, thoracic outlet: nonspecific form",
            "thoracic outlet nerve compression syndrome: nonspecific form",
            "thoracic outlet neurologic syndrome: nonspecific form",
            "thoracic outlet neurovascular syndrome: nonspecific form",
            "thoracic outlet syndrome, neurogenic: nonspecific form",
            "tos: nonspecific form",
            " nonspecific form thoracic outlet syndrome"
        ],
        "anatomical location body part affected": [
            "Cervical region, scapular region, upper extremity"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "neurological rehabilitation",
            "hand therapy",
            "sports rehabilitation"
        ],
        "description": [
            "Thoracic outlet syndrome (TOS) is a condition that involves compression of the neurovascular bundle as it exits the thoracic girdle(16,20)",
            "Three types of TOS have been identified: neurogenic, vascular (arterial or venous), and nonspecific(17)",
            "The nonspecific form of TOS is also called disputed TOS(17) and is not recognized as a separate entity in some TOS literature,(16)whereas other literature reports that the majority of persons with TOS have the disputed form(8)",
            "Nonspecific TOS is a diagnosis made through the process of ruling out other conditions, with assessment generally demonstrating normal vascular and neurological objective signs;(2) cause of symptoms is often unclear(3) –No abnormal EMG patterns are found in these patients and nerve conduction studies are normal(8)",
            "Ninety-five  percent of persons with TOS have neurological symptoms(8)",
            "Literature that does not recognize nonspecific TOS as a separate type reports that the large majority of TOS cases are neurogenic(2) –Neurogenic (> 90% of cases)(20) –Venous (3% to 5%)(20) –Arterial (1% to 2%)(20)",
            "However, “true neurogenic TOS” is rare, accounting for only 1–3%  of cases, and “disputed TOS,” which presents with neurological symptoms but no objective confirmation, is reported to account for at least 90%(8)",
            "This Clinical Review focuses on nonspecific TOS –For more information on neurogenic TOS, please see Clinical Review…Thoracic Outlet Syndrome: Neurogenic Form ; CINAHL Topic ID Number: T708633 –For more information on vascular TOS, please see Clinical Review…Thoracic Outlet Syndrome: Arterial and Venous Forms ; CINAHL Topic ID Number: T708634"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G54.0": "brachial plexus disorders (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Nonspecific TOS is not well-defined  and requires both vascular and neurogenic TOS to be ruled out(2,8)",
            "Patients with nonspecific TOS have unexplained pain in the arm, scapular region, and cervical region. Often, their symptoms begin after a traumatic event(2,8) –Characterized as a poorly defined chronic pain syndrome with features suggestive of brachial plexus involvement –Pain and paresthesias are hallmark features Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Precaution should be taken during evaluation not to exacerbate symptoms while trying to obtain objective clinical signs(1)",
            "If there are any indications from the subjective portion of the examination that the patient has an arterial or venous form of TOS, the therapist should not perform any tests or measures and should contact the referring physician immediately",
            "If at any point during the physical examination the therapist suspects an arterial or venous form of TOS, the examination should be terminated and the physician contacted immediately",
            "Sequencing of physical examination tests should be appropriate to patient’s medical condition, functional status, and setting. The least aggressive tests and measures should be performed first"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "tos involves compression of the neurovascular bundle as it exits the thoracic girdle. compression may take place at any of three points:": [],
        "the brachial plexus and subclavian artery leave the cervical area by running between the anterior and middle scalene muscles, under the clavicle, over the first rib, and into the axilla and then the proximal upper extremity. the subclavian vein": [],
        "causes": [
            "The thoracic outlet is an area in the lower neck that runs between the clavicle and the first rib. The brachial plexus,subclavian artery, and subclavian vein run through the thoracic outlet. Compression of this area can lead to upper extremitypallor, paresthesia, weakness, pain, and muscle atrophy(20)–Cervical rib-Incidence of cervical ribs in the general population is 1% to 2.0% (20)and they occur bilaterally in 50% of theseindividuals(9)-Of patients with presence of a cervical rib, 20% will experience neurogenic thoracic outlet syndrome (nTOS)-Can also lead to arterial thoracic outlet syndrome (aTOS)–Absence of the anterior scalene muscle(11)-This places the brachial plexus closer in proximity to the subclavian vein and artery and the neurovascular structures arecompressed onto the first rib in the costoclavicular space(11)",
            "Repetitive upper extremity use in high-performance  athletes is associated with the development of TOS(10)–In a small U.S. study, more than half of the 41 competitive high school, collegiate, and professional athletes in whomvenous or neurogenic TOS was diagnosed and treated between 2002 and 2012 participated in baseball/softball andswimming(10)"
        ],
        "pathogenesis": [
            "Repetitive motions that lead to hypertrophy of the muscles can lead to compression(20)",
            "Pathophysiology of TOS can be divided into three types:–Neurogenic (nTOS)(20)-Whiplash injuries are the most common type-Cervical rib injury–Venous (vTOS)(20)-Repetitive use/movements can lead to vTOS-Paget-Schroetter  disease (effort thrombosis) can occur as a result of repetitive motion and activity of the arms thatinvolves the axillary or subclavian vein-Considered a rare occurrence(23)-Most common form of TOS in children(22)–Arterial (aTOS)(20)-Presence of a cervical rib involvement can lead to compression of the subclavian artery, which can lead to stenosis oraneurysm(20)"
        ],
        "risk factors": [
            "Sex–3.5 times more common in females(4)",
            "Trauma–Individuals involved in automobile accidents are at increased risk–Enlarged callus post fracture of first rib or clavicle(4)",
            "Overhead repetitive use of the upper extremity–Participation in sports that require repetitious use of the upper extremity (e.g., competitive sports that demand largeamounts of throwing)(12)–Certain musicians appear to have an increased incidence of TOS, namely those who play the violin, keyboards, or flute(2)",
            "Occupational risks(4)–Poor posture–Prolonged computer use, poor workstation ergonomics",
            "Age–Rarely reported in the pediatric population (< 20 years old)(5)–Often associated with adults in the 3rd through 5th decade of life",
            "Other–Marked weight loss coupled with strenuous exercise(4)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Should the possibility of an undiagnosed vascular component arise at any point during the examination, the clinician must terminate the examination and contact the treating physician immediately Subclavian arterial compression is usually due to a cervical rib and can be associated with thromboembolic stroke. Patients will present with claudication and weak pulse in the affected arm and hypotension, all of which become more pronounced with shoulder abduction. If a thrombus forms within the aneurysm, the thrombus may embolize to the axillary or brachial arteries, leading to acute arterial compression. Contact the referring physician immediately(9)",
        "There are discrepancies in the literature regarding diagnosis of TOS.(2,19)The many variations include how to categorize it and how to properly test for it. Clinicians must consider that different physicians may define and label TOS differently, and should adhere to the orders/guidelines of the treating physician",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "If there are any indications from the subjective portion of the examination that the patient has an arterial or venous form of TOS, the therapist should not perform any tests or measures and should contact the referring physician immediately",
            "If at any point during the physical examination the therapist suspects an arterial or venous form of TOS, the examination should be terminated and the physician contacted immediately",
            "Sequencing of physical examination tests should be appropriate to patient’s medical condition, functional status, and setting. The least aggressive tests and measures should be performed first"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Does the patient report a history of trauma? -If the patient was involved in a motor vehicle accident, did he or she have other injuries?  -Does the patient participate in any activities that involve repeated overhead arm use (e.g., vocation, sport, instrument playing)? -When did the symptoms begin?",
                "course of treatment": {
                    "medical management": " Medical management Conservative treatment is indicated when structural anomalies are ruled out; conservative treatment may consist of patient education(20) activity modification(20) pharmacologic intervention(20) NSAIDs Opioids physical therapy(15) active stretching(20) muscle strengthening exercises(20) Botulinum toxin type A injection(15,20) Surgical decompression Surgical decompression can provide useful outcomes if conservative management fails.It has been shown to be successful in treating children with various subtypes of TOS(22) Should be considered a viable treatment option because it can improve neurological symptoms of TOS, especially within the athletic population(25) Authors of a 2018 retrospective study found that surgical management that include supraclavicular partial first rib resection, brachial plexus neurolysis, and a partial anterior scalenectomy can improve functional mobility and recovery in the active military patient population(24)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Patients may be prescribed NSAIDs, muscle relaxants, antidepressants, or anticonvulsant medications (for neuropathic pain)(4,5)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for TOS are the following:",
                        "CT angiography(20)",
                        "Can be used to assess the proximal subclavian vein",
                        "MRA(5)",
                        "Might be coupled with changes in position or posture in an attempt to elicit symptoms",
                        "May use single injection blood-pool  agent or dual-injection  extracellular contrast for MR angiography (MRA)/ equilibrium phase venography (MRV) to better assess vascular structures and identify arterial or venous pathology(13)",
                        "MRI(4,20)",
                        "Useful for assessing nerve compression",
                        "Authors of a 2018 systematic review reported that MRIs can be useful for confirming a diagnosis of TOS, but have a",
                        "high falsepositive  rate for vTOS(21)",
                        "Ultrasound(21)",
                        "Considered the imaging test of choice(20)",
                        "Useful for suspecting vTOS due to its high sensitivity and specificity(20)",
                        "Noninvasive and inexpensive",
                        "Lidocaine block to predict whether a patient’s signs and symptoms would improve following first rib resection and scalenectomy(15)",
                        "Electrodiagnostic testing",
                        "Would be normal in individuals with nonspecific and vascular TOS(2)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help ",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Does the patient complain of difficulty when carrying heavy items?(2) -What brings on the patient’s symptoms? What alleviates them?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if  pain   is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. A cervical roll or soft collar may be indicated to ease sleep(2)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, blurred vision, claudication, weak pulse)",
                "respiratory status": "Evaluate for atypical patterns of respiration, specifically overuse of accessory muscles Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? What does the patient do for work? Do symptoms impair job performance? Does the patient play an instrument? Which one? Does the patient lift weights?",
                "functional limitations assistance with ADLs adaptive equipment": "Are ADLs impaired? Does patient have difficulty using upper extremities during functional tasks (e.g., donning pullover shirt, carrying groceries or briefcases)? -Patient may report the increased occurrence of dropping objects(2)",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary?The following tests and measures should be performed as part of an examination for a diagnosis of nonspecific or neurogenic TOS to rule out arterial or venous TOS. If at any point during the examination the therapist suspects an arterial or venous form of TOS, the examination should be terminated and the physician contacted immediately While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting. The least aggressive tests and measures should be performed first Anthropometric characteristics Note patient’s height and weight and calculate BMI Cardiorespiratory function and endurance Use of accessory muscles during respiration is commonly noted in patients with TOS(1) Assess cardiorespiratory endurance using 6-minute  walk for distance test (6MWT) or treadmill test -Cardiorespiratory endurance is commonly decreased in patients with TOS Circulation Does the patient’s extremity feel cool or cold in comparison to the other extremity? Cranial/peripheral nerve integrity Evaluate for altered sensation in the neck, arm, and hand  -Semmes-Weinstein  monofilament examination may be used Document patterns of sensation loss that may represent injury to a particular branch of the plexus Upper limb neural dynamic testsTake girth measurements as indicatedObserve patient’s body mechanics during functional activities; are compensatory strategies being used? Observe patient’s ability to maintain proper ergonomics with specific activities such as lifting and carrying objects, bending down, sitting at a computer/workstation Joint integrity and mobility Evaluate joint integrity of the bilateral upper extremities. Note any hypomobility or hypermobility using the Paris Stoddard Scale Muscle strength Evaluation of the patient’s upper trunk is also important as it plays into faulty posture Specific manual muscle testing -Finger abduction  C8, T1, ulnar -Holding fingers extended at MCP and PIP  C7-8, radial -Grip strength  C7-T1,  median and ulnar -Squeeze thumb against base of index finger  C8, T1, ulnar -Pinch between thumb and little finger  C8, T1, median -Flex thumb  C8, median -Extend wrist  C6-8,  radial -Flex wrist  C6-7,  median -Supinate forearm with elbow extended  C5-6, radial -Pronate forearm with elbow extended  C6-7,  median -Flex elbow with forearm supinated  C5-6, musculocutaneous -Extend elbow  C6-8,  radial -Hold shoulders abducted  C5-6,  axillary Observation/inspection  (including skin assessment) Document color changes in the skin -Arterial TOS associated with coolness and pallor(5) Note venous distension(2) Evaluate for skin ulcers (if present, likely on the distal phalanges), which would indicate vascular injury(2) Document the location of any muscle atrophy, most often in the thenar eminence(2) Evaluate incision if postsurgical patient Palpation Assess for trigger points that provoke and reproduce the patient’s signs and symptoms(2) -Identifying trigger points may assist with differential diagnosis and indicate a myofascial pain syndrome Posture Evaluate posture -Note any muscle atrophy(2) Often patients with nonspecific TOS will be thin, have a long neck, have rounded/protracted shoulders, and the clavicles may be aligned in a horizontal manner(2)Evaluate cervical and upper extremity ROM assessing passive and active ROMEvaluate bilateral biceps and triceps reflexes Self-care/activities  of daily living  (objective testing) Evaluate various fine motor activities such as buttoning/unbuttoning or typing(2) Sensory testing Assess bilateral upper extremity dermatomes for light-touch, two-point  discrimination, and sharp-dull Special tests specific to diagnosis Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure -Patient questionnaire in which the patient is asked about his or her symptoms and ability to perform functional activities -Answers range from no difficulty to severe difficulty  -For more information on the DASH, see Clinical Review… Disabilities of the Arm, Shoulder, Hand (DASH);  CINAHL Topic ID Number T903177 EAST or Roostest(20) -Both upper extremities abducted to a minimum of 90° at the shoulder -Arms should be kept back near the ears, not into shoulder flexion -Request the patient make fists and then extend fingers in a repeated pattern for ~3 minutes -A test is positive when symptoms are brought on by this procedure Adson’s test(20) -Procedure -Palpate radial pulse in affected extremity -The extremity is then extended, externally rotated, and slightly abducted at the shoulder (elbow in extension) -While palpating radial pulse, request patient inhale deeply and rotate head toward affected upper extremity -Change in pulse is a positive test Halstead test -Procedure(6) -Clinician palpates the radial pulse -A downward traction is applied to the affected arm as the patient hyperextends neck and rotates toward the nonaffected side -Positive test if pulse is absent Costoclavicular syndrome test(6) -Clinician palpates the radial pulse -Clinician then moves the patient’s shoulder inferiorly and posteriorly with elbow extended -Positive test is absence of pulse Shoulder Girdle Passive Elevation(6) -Test is used on patients who present with TOS symptoms and used as a release phenomenon test -Patient sits and the examiner grasps the patient’s arms and performs a passive bilateral shoulder shrug, holding the position for ≥ 30 seconds -Arterial relief is evidenced by a stronger palpable pulse, skin color change (more pink), and increased skin temperature in the hand -Venous relief is evidenced by venous engorgement and decreased cyanosis -Positive test is also associated with reversal of neurogenic pain"
            },
            "general": "The following tests and measures should be performed as part of an examination"
        },
        "relevant tests and measures": {
            "general": "",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infection",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Diseases that may negatively impact condition of spine ",
                "Post trauma with question of fracture, subluxation, or dislocation",
                "Hypermobility in spine",
                "Hernia (hiatal or abdominal)",
                "Spinal cord compression",
                "Pregnancy (lumbar traction)",
                "Vertebral artery occlusion (cervical traction)",
                "Aortic aneurysm",
                "Temporomandibular joint (TMJ) dysfunction (cervical traction)",
                "Uncontrolled hypertension (inverse traction)",
                "Neck or back pain unrelated to the musculoskeletal system",
                "Cervical or thoracic pain that is acute in nature",
                "Claustrophobia",
                "Disorientation",
                "Older adults or children",
                "Past medical history includes spinal surgery",
                "Hyperactivity",
                "Obesity",
                "Respiratory impairment",
                "Cardiovascular impairment"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "There are discrepancies in the literature regarding TOS.(2) Many variations exist in how to categorize it, what criteria are necessary to obtain a certain diagnostic type, and how to properly test for it. The clinician must consider that physicians may define and label TOS differently and should adhere to the orders/guidelines of the treating physician. Should the possibility of an undiagnosed vascular component arise, the clinician must contact the referring physician immediately",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Thermotherapy contraindications(7)",
                "Traction contraindications(7)",
                "Traction precautions(7)"
            ]
        },
        "diagnosis need for treatment": "Conservative treatment (physical therapy) is indicated when the patient has nonspecific TOS.(2) A diagnosis of nonspecific TOS is based on a clinical history of pain in the upper quarter supported by positive results on various TOS tests",
        "rule out": " Rule out Carpal tunnel syndrome(5) Cubital tunnel syndrome (ulnar nerve compression)(5) Herniated cervical disc(4) Pancoast tumor(20) Myelopathy(20) Angina(4) Spinal cord tumor/disease(4) Multiple sclerosis(4) Cervical radiculopathy(4,5,20) Complex regional pain syndrome(4,5) C3-C5  and C8 radiculopathy(4)",
        "prognosis": [
            "In a U.S. cohort study of 571 patients referred to a vascular clinic specializing in TOS, 64% of these patients were initially treated with TOS-specific  physical therapy and 37% of these patients improved(15)",
            "In a U.S. cohort study of 41 competitive athletes (mean age, 19 years), 67% ultimately underwent supraclavicular first rib resection and brachial neurolysis despite participating in TOS-specific physical therapy intervention. Return to full competitive athletics was achieved in 83% of these patients following surgical intervention. Thirty-two  percent of 41 athletes were successfully treated with TOS-specific  physical therapy only. Recurrence of symptoms was noted in 7% of all the athletes(10)"
        ],
        "referral to other disciplines": " Referral to other disciplines Orthopedic surgeon when conservative methods have been unsuccessful(2) Vascular surgeon if the patient is suspected of having arterial or venous TOS For studies on the efficacy of surgery for the management of neurogenic TOS, please see Clinical Review…Thoracic Outlet Syndrome: Neurogenic Form ; CINAHL Topic ID Number: T708633  For studies on the efficacy of surgery and the medical management of arterial and venous forms of TOS, please see Clinical Review…Thoracic Outlet Syndrome: Arterial and Venous Forms ; CINAHL Topic ID Number: T708634",
        "other considerations": [],
        "treatment summary": [
            "Authors of a Cochrane systematic review found no evidence from RCTs for the use of currently used conservative treatments(8) –The authors identified a need for an agreed-upon  definition for the diagnosis of TOS, especially the disputed form, as well as high-quality  randomized trials that compare outcomes of interventions with no treatment and with each other",
            "General conservative management –Patient education(#) -Postural education –Manual therapy -Trigger point therapy, myofascial release, and massage therapy including cross-fiber  friction and muscle stripping techniques in conjunction with gentle passive stretching can assist with alleviating patient’s pain and loss of ROM and improve strength(14) -Based on a U.S. case study of a 24-year-old female with neurogenic TOS -Patient received 8 treatment sessions over a 35-day  period -A course of massage was reported to be effective for treating symptoms of numbness in a case study conducted in New Zealand(18) -Six 50-minute  sessions were conducted over an 8-week  period -Home care muscle stretches were also taught . Problem Goal Intervention Expected Progression Home Program Pain, paresthesia Reduce/eliminate pain and paresthesiaPrescription, application of devices and equipment _ May try cervical traction; obtain physician orders prior to initiating and verify parameters _ _ (See Treatment summary , above) _ _ Physical agents and mechanical modalities _ Use of hot pack (with traction) to control pain can be implemented _ Use of trigger point and myofascial release manual therapy techniques _A decrease in pain and paresthesiaProvide patient with written instructions on appropriate use of hot pack _ _ Provide patient with written instructions on how to safely and effectively carry out the stretches and exercises  Postural deviations and poor body mechanicsImprove posture Postural and body mechanics training _ Postural reeducation is recommended _ _ Education on altering sleep postures that might aggravate TOS. Patient should avoid overhead positioning at night, as well as the prone position and sleeping on the involved side. Patient might need to pin pajama top to pajama bottom to avoid raising arm overhead _ _ Avoid postures that aggravate symptoms _ _ Instruction on importance of wearing supportive bras or avoiding heavy loads that strain the neck and shoulders _ _ Ergonomic adjustment for the work environment and at home, to assist in eliminating faulty postures _Progress as indicated for each unique patientProvide diagrams and oral and written instruction for home that incorporate functional activities  Poor breathing mechanicsImprove breathing mechanicsRespiratory strategies _ Educate the patient on diaphragmatic breathing to assist in reduction of accessory muscle use _ _ Diaphragmatic breathing _ See Treatment summary , above _See Treatment summary , aboveProvide patient with written instructions on proper execution of postural corrections and breathing techniques Decreased cardiorespiratory enduranceImprove cardiorespiratory enduranceTherapeutic exercise _ Aerobic training (treadmill walking per patient’s tolerance) as well as chest expansion activities; may increase respiratory capacity(2) _Progress patient per toleranceIncorporate aerobic training in the home program as indicated Decreased ROM Improve ROM Therapeutic exercise _ Self-assisted ROM exercise to improve active ROM; examples of equipment/strategies may include a finger ladder or ball rolling as appropriate _ _ Patient should be instructed and properly trained on how to completecorner wall stretches (patient leans into corner of room with hands braced on adjacent walls) _ _ neck stretches _ _ neck retraction _ _ posteriorly directed shoulder rolls _Progress as indicated for each unique patientEducate patient on importance of functional ROM, and ensure correct alignment and stabilization during exercises prior to implementation at home _ _ Provide patient with diagrams and written instructions on proper execution of exercises  Decreased strength Improve strength Therapeutic exercise _ Resistance exercise for impaired muscle performance, in particular middle and lower trapezius muscles, rhomboid muscles, and serratus anterior muscles _ _ See Treatment summary , aboveProgress as indicated for each unique patientEducate patient on importance of functional ROM and strength, and ensure correct alignment and stabilization during exercises prior to implementation at home _ _ Provide patient with diagrams and written instructions on proper execution of exercises ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduce eliminate pain and paresthesia": [
            "V AS"
        ],
        "improve strength and rom": [
            "MMT, goniometry"
        ],
        "improved upper extremity function": [
            "DASH Outcome Measure"
        ],
        "improved posture": [
            "Postural alignment"
        ],
        "improve breathing mechanics": [],
        "return to work": []
    },
    "maintenance or prevention": [],
    "patient education": [
        "Cleveland Clinic, “Thoracic Outlet Syndrome,” http://my.clevelandclinic.org/disorders/thoracic_outlet_syndrome/ hic_thoracic_outlet_syndrome.aspx",
        "American Academy of Orthopaedic Surgeons, “Thoracic Outlet Syndrome,” http://orthoinfo.aaos.org/topic.cfm? topic=a00336 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation "
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Edgelow PI. Neurovascular consequences of cumulative trauma disorders affecting the thoracic outlet: a patient-centered  treatment approach. In: Donatelli RA, ed. Physical Therapy of the Shoulder . 5th ed. St. Louis, MO: Churchill Livingstone; 2012:205-236.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Lindgren KA. Thoracic outlet syndrome. In: Frontera WR, Silver JK, Rizzo TD, eds. Essentials of Physical Medicine and Rehabilitation. Musculoskeletal Disorders, Pain, and Rehabilitation . Philadelphia, PA: Elsevier Saunders; 2015:575-581.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "NINDS thoracic outlet syndrome information page. National Institute of Neurological Disorders and Stroke Web site. http://www.ninds.nih.gov/disorders/thoracic/thoracic.htm . Published 2019. Accessed April 7, 2020. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Baldor RA. Thoracic outlet syndrome. Domino FJ, ed. The 5-Minute Clinical Consult 2020 . 28th ed. Philadelphia, PA: Wolters Kluwer; 2020. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Tsukada H. Thoracic outlet syndrome. Ferri FF, ed. 2020 Ferri's Clinical Advisor: 5 Books in 1 . Philadelphia, PA: Elsevier; 2020. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Magee DJ. Orthopedic Physical Assessment. 5th ed. Philadelphia, PA: WB Saunders; 2008. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016:80-82,  227-230. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Povlsen B, Hansson T, Povlsen SD. Treatment for thoracic outlet syndrome. Cochrane Database Syst Rev . 2014;11:CD007218. doi:10.1002/14651858.CD007218.pub3.  (SR)"
        },
        {
            "number in article": 9,
            "reference": "Meumann EM, Chuen J, Fitt G, Perchyonok Y, Pond F, Dewy HM. Thromboembolic stroke associated with thoracic outlet syndrome. J Clinical Neuroscience . 2014;21(5):886-889.  doi:10.1016/j.jocn.2013.07.030. (C)"
        },
        {
            "number in article": 10,
            "reference": "Chandra V, Little C, Lee JT. Thoracic outlet syndrome in high-performance  athletes. J Vasc Surg . 2014;60(4):1012-1017.  doi:10.1016/j.jvs.2014.04.013. (R)"
        },
        {
            "number in article": 11,
            "reference": "Collins RM, Bhana J, Patricios JS, et al. Thoracic outlet syndrome in a patient with absent scalenus anterior muscle. Clinical J Sport Med . 2014;24(3):268270. doi:10.1097/ JSM.0000000000000006. (C)"
        },
        {
            "number in article": 12,
            "reference": "Rochlin DH, Orlando MS, Likes KC, Jacobs C, Freischlag JA. Bilateral first rib resection and scalenectomy is effective for treatment of thoracic outlet syndrome. J Vascular Surg. 2014;60(1):185-190.  doi:10.1016/j.jvc.2014.01.034. (R)"
        },
        {
            "number in article": 13,
            "reference": "Lim RP, Bruno M, Rodsenkrantz AB, et al. Comparison of blood pool and extracellular gadolinium chelate for functional MR evaluation of vascular thoracic outlet syndrome. European J Radiology . 2014;83(7):1209-1215.  doi:10.1016/j.ejrad.2014.04.018. (R)"
        },
        {
            "number in article": 14,
            "reference": "Streit RS. NTOS symptoms and mobility: a case study on neurogenic thoracic outlet syndrome involving massage therapy. JBMT. 2014;18(1):42-48.  doi:10.1016/ j.jbmt.2013.04.007. (C)"
        },
        {
            "number in article": 15,
            "reference": "Likes K, Rochlin DH, Salditch Q, et al. Diagnostic accuracy of physician and self-referred  patients for thoracic outlet syndrome is excellent. Annals Vascular Surg . 2014;28(5):100-1105.  doi:10.1016/j.avsg.2013.12.011. (R)"
        },
        {
            "number in article": 16,
            "reference": "Freischlag J, Orion K. Understanding thoracic outlet syndrome. Scientifica . 2014;6p. doi:10.1155/2014/248163. (RV)"
        },
        {
            "number in article": 17,
            "reference": "Thoracic outlet syndrome. Mayo clinic Web site. http://www.mayoclinic.org/diseases-conditions/thoracic-outlet-syndrome/basics/symptoms/con-20040509 . Accessed April 7,"
        },
        {
            "number in article": 2020,
            "reference": " (GI)"
        },
        {
            "number in article": 18,
            "reference": "Wakefield ML. Case report: the effects of massage therapy on a woman with thoracic outlet syndrome. Int J Ther Massage Bodywork . 2014;7(4):7-14.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Christo PJ, McGreevy K. Updated perspectives on neurogenic thoracic outlet syndrome. Curr Pain Headache Rep . 2011;15(1). doi:10.1007/s11916-010-0163-1.  (RV)"
        },
        {
            "number in article": 20,
            "reference": "Jones MR, Prabhakar A, Viswanath O, et al. Thoracic outlet syndrome: a comprehensive review of pathophysiology, diagnosis, and treatment. Pain Ther . 2019;8(1):5-18. doi:10.1007/s40122-019-0124-2.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Dessureault-Dober  I, Bronchti G, Bussieres A. Diagnostic accuracy of clinical tests for neurogenic and vascular thoracic outlet syndrome: a systematic review. J Manipulative Physiol Ther . 2018;41(9):789-799.  doi:10.1016/j.jmpt.2018.02.007. (SR)"
        },
        {
            "number in article": 22,
            "reference": "Matos JM, Gonzales L, Kfoury E, Echeverria A, Bechara CF, Lin PH. Outcomes following operative management of thoracic outlet syndrome in the pediatric patients. Vascular. 2018;26(4):410-417.  doi:10.1177/1708538117747628. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Bryson M. Paget-Schroetter  syndrome secondary to injury-induced  thoracic outlet syndrome. J Diagn Med Sonography . 2019;35(3):220-223.  doi:10.1177/8756479318821089. (RV)"
        },
        {
            "number in article": 24,
            "reference": "White JM, Golarz SR, Soo Hoo AJ. Supraclavicular thoracic outlet decompression in the high-performance  military population. Milit Med. 2018;183(1/2):e90-e94.  doi:10.1093/ milmed/usx010. (RV)"
        },
        {
            "number in article": 25,
            "reference": "Random EF, Minton H, Young B, et al. Surgical decompression for thoracic outlet syndrome in adolescent patients. Orthop J Sports Med . 2019;7(7). doi:10.1177/2325967119S00378. (RV)"
        }
    ]
}