{
    "metadata": {
        "title": "Neuromyelitis Optica (Devic Syndrome) –Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased): Document factors that affect pain, spasticity, or any other symptoms the patient is experiencing –Body chart:  Use body chart to document location and nature of symptoms –Nature of symptoms:  Document nature of symptoms patient is experiencing. Symptoms may include pain, spasticity, weakness, vision problems, fatigue, bowel and bladder problems, instability, and sensory loss -Symptoms associated with brainstem lesions may include hiccup and nausea, myelitis with neuropathic pain, paraplegia, and tonic spasms (31) -Neuropathic pruritus (itching) may occur(9) –Rating of symptoms:  Use a visual analog scale (V AS) or 0–10  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Include Oucher scale or FACES for children –Pattern of symptoms:  Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables –Sleep disturbance:  Document number of wakings/night -Nocturia is common and can interfere with sleep –Other symptoms:  Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician -Using self-rating  questionnaires for depressive states, daily activity, and fatigue, investigators in Japan found that depression and fatigue are as prevalent in NMO as in MS and were strongly correlated with one another(23) –Respiratory status -Is there any history of respiratory compromise? Document any use of oxygen and/or mechanical ventilation -Lesions higher than C4 can cause paralysis of muscles of inspiration and require long-term  mechanical ventilation -Principal muscles used during inspiration -Diaphragm – supplied by the phrenic nerve (C3–C5) -Intercostals – supplied by the intercostal nerves in the thoracic region -Abdominal muscles (T7–T12)  assist in cough and forced expiration -Patients with cervical lesions may have weak or absent abdominal muscles so cannot produce an effective cough, leading to sputum retention –Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ___________________________ •Medical history –Past medical history -Previous history of same/similar diagnosis -In the past, patients may have initially received a diagnosis of MS at a time when NMO was considered to be a severe variant of MS -Comorbid diagnoses:  Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders -Approximately 25% of patients with NMO have signs and symptoms of another autoimmune disorder such as myasthenia gravis,(2) systemic lupus erythematosus (SLE), or Sjögren syndrome(2)    -Medications previously prescribed:  Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) -Other symptoms:  Ask patient about other symptoms he or she may be experiencing •Social/occupational history –Patient's goals:  Document what the patient hopes to accomplish with therapy and in general. Individualized goals should be set from initial evaluation. Some individuals will return to walking, whereas others will not –Vocation/avocation and associated repetitive behaviors, if any:  What is the patient’s occupation? Is the patient currently employed or attending school? What are the required tasks and responsibilities of his or her various roles? In what type of leisure or recreational activities does the patient participate? -Patients with NMO participating in a semi-structured interview study conducted in the United Kingdom reported frustration due to a change in role, including limitations of physical activities, inability to complete activities perceived as their duty, driving restrictions, and resulting financial pressures(9) -Learning to juggle their symptoms, particularly fatigue, with their interests and routine chores and duties was an issue for all participants –Functional limitations/assistance with ADLs/adaptive equipment:  Document limitations caused by visual impairments as well as those caused by sensorimotor impairments. What adaptive equipment does the patient already have, if any? Identify need for any additional assistive devices –Living environment:  Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary? Has a home safety check been performed by a professional?",
        "synonyms": [
            "devic syndrome",
            "devic’s syndrome",
            "devic’s disease",
            "neuromyelitis optica spectrum disorder",
            "ophthalmoneuromyelitis"
        ],
        "anatomical location body part affected": [
            "The optic nerves and the spinal cord are primarily affected, resulting in eye pain and vision loss as well as numbness and paresis of the extremities. The specific location of impairments depends on the location of the spinal cord damage. Other body functions that may be affected by spinal cord damage include bowel and bladder control and respiration"
        ],
        "area of specialty": [
            "acute care",
            "neurological rehabilitation",
            "pediatric rehabilitation",
            " pulmonary rehabilitation"
        ],
        "description": [
            "Neuromyelitis optica (NMO), also known as Devic’s syndrome, is a severe inflammatory demyelinating disorder of the CNScharacterized by optic neuritis and acute transverse myelitis(1) that affects 1 to 2 per 100,000 persons worldwide yearly(2)",
            "NMO is an autoimmune disorder with features similar to multiple sclerosis (MS), most notably the occurrence of one or more clinical episodes of optic neuritis in combination with myelitis(1)",
            "In NMO, these episodes are usually more acute and severe than in MS",
            "At one time NMO was considered a severe form of MS; however, the recent discovery of a disease-specific  immunoglobulin G (NMO-IgG) seems to confirm that it is a separate disease with a distinct etiology(1) –Early diagnosis (differentiation from MS) is important in order to reduce the risk of developing long-term  disability and/or death. (1) Some MS treatments have been reported to worsen NMO(17)",
            "According to the 2015 international diagnostic criteria for NMO spectrum disorder (NMOSD): (1) –Diagnosis with the AQP4-Abs  (Aquaporin 4- specific antibodies) -At least one core clinical characteristic -Positive AQP4-Abs  with best available method -Exclusion of alternative diagnosis –Diagnosis without AQP4-Abs/unknown  status -At least two core clinical characteristics resulting from one or more clinical attacks while also fulfilling the following: -At least one optic neuritis, longitudinal extensive transverse myelitis, antiphospholipid syndrome (APS) -Dissemination in space (two or more different core clinical characteristics) -Fulfillment of additional MRI requirements as applicable -Negative for AQP4-Abs  with best available method or testing unavailable -Exclusion of alternative diagnoses –Core clinical characteristics -Optic neuritis -Acute myelitis -APS  -Brainstem syndrome -Symptomatic narcolepsy or acute diencephalic syndrome with NMOSD-typical  diencephalic MRI lesions -Symptomatic cerebral syndrome with NMOSD-typical brain lesions –A report by the United States Network of Pediatric Multiple Sclerosis Centers confirmed the use of the NMOSD criteria in the pediatric population. The authors urged its use in the pediatric setting for early diagnosis and treatment, especially due to the delays in diagnosis and poorer outcome associated with NMOSD when compared to MS(24)",
            "Incidence and prevalence are much higher in populations of Asian, Afro-Caribbean,  and South American descent(1)",
            "Onset can be at any age, although it is most common in childhood and in the fifth decade of life(2)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Symptoms depend on the site and extent of the lesion and may include (3)",
            "loss or blurring of vision in one or both eyes",
            "loss of color vision",
            "paralysis or paresis of one or more extremity and/or trunk",
            "loss of sensation",
            "loss of bladder and/or bowel control",
            "urinary retention",
            "intractable nausea and vomiting",
            "intractable hiccups",
            "fatigue"
        ],
        "contraindications precautions to test": [
            "Stop examination in presence of signs and symptoms of DVT",
            "Change positions slowly if orthostatic hypotension is a problem. If symptoms develop, lower the patient to a supine position",
            "Be mindful of the potential for significant pain and respect the patient’s complaints",
            "Patients are at risk for falls. Arrange the examination environment to accommodate visually impaired individuals and decrease the risk of falls. Keep wheelchair or clinic chair close by when patient is standing",
            "Remove precipitating factors and seek emergency medical care if signs or symptoms of autonomic dysreflexia develop during examination "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Idiopathic (31)",
            "Immune-mediated  inflammatory disorder with possible genetic predisposition (31)"
        ],
        "pathogenesis": [
            "Unknown",
            "Appears to be related to B-cell  autoimmunity directed against aquaporin-4  (AQP4), an integral cell membrane protein inthe CNS(7)",
            "Widespread and severe neuroaxonal damage in the anterior visual pathway is seen in patients with NMO characterized byAQP4 autoantibodies(25)",
            "However, the presence of serum anti-AQP4  antibodies alone is not sufficient to induce a clinical relapse of NMO,suggesting that other factors including inflammatory mediator(s) are required(7)"
        ],
        "risk factors": [
            "Variations in incidence and prevalence in different populations suggest a genetic mechanism; however, no specific gene hasbeen identified (1)–Familial cases have linked NMO to human leukocyte antigen (HLA) loci(19)–One in four patients with the AQP4-Ab  positive NMOSD is likely to have other coexisting autoimmune diseases such asmyasthenia gravis or systemic lupus erythematosus (SLE) (1)",
            "Depending on location, there is a higher level of female preponderance. The ratio of female to male development of NMO:(31)–East Brazil 5:1–Iran 5.9:1–Germany 7:1",
            "Asian, Afro-Caribbean,  or South American descent (1)",
            "Risk factors for relapses include female sex, older age at onset, short interval between attacks, and systemic autoimmunity",
            "Younger age and equitable sex distribution are associated with a monophasic (nonrelapsing) course(18)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Visual loss Low vision increases the risk of falls Keep rooms well lit, eliminate clutter, and reposition furniture to make it easier for persons with low vision to navigate",
        "Orthostatic hypotension is a common occurrence in individuals with spinal cord lesions. Monitor for signs and symptoms when performing transfers Please see Clinical Review…Orthostatic Hypotension , CINAHL Topic ID number:T908170 for more information on this topic",
        "Individuals with NMO may experience bladder dysfunction. Catheterization places patients at risk for developing urinary tract infections. Be aware of signs and symptoms such as fever and irritability",
        "Patients are at an increased risk for developing DVT and pulmonary embolism. If the patient has developed DVT, withhold physical therapy for 48 to 72 hours; obtain orders for physician prior to resuming exercise and mobilization",
        "Pressure ulceration of the skin can occur if pressure relief is not performed at regular intervals. Skin breakdown may occur, particularly around the sacral region",
        "Patients with NMO may require mechanical ventilator assistance depending on the degree of respiratory muscle weakness. These patients are at risk for developing respiratory infections and pneumonia",
        "Fragile bones Long-term  steroid therapy can cause osteoporosis",
        "Autonomic dysreflexia is a potentially life-threatening  condition that can occur in patients with spinal cord lesions, especially with lesions above T6. Its occurrence in NMO and transverse myelitis is rare but has been documented(5) The clinician should identify and remove precipitating factors if possible and seek immediate emergency medical care. Signs and symptoms of autonomic dysreflexia include the following: –Elevated blood pressure –Pounding headache –Bradycardia –Profuse sweating –Piloerection (goose bumps), usually above the level of the lesion but sometimes below –Cardiac arrhythmias, atrial fibrillation, premature ventricular contractions, and arteriovenous conduction abnormalities –Flushing of the skin, especially in the face, neck, and shoulders; possibly below the level of lesion as well –Anxiety –Please see  Clinical Review…Autonomic Dysreflexia in Adults ; CINAHL Topic ID Number: T708591 for more information on this condition",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Stop examination in presence of signs and symptoms of DVT",
            "Change positions slowly if orthostatic hypotension is a problem. If symptoms develop, lower the patient to a supine position",
            "Be mindful of the potential for significant pain and respect the patient’s complaints",
            "Patients are at risk for falls. Arrange the examination environment to accommodate visually impaired individuals and decrease the risk of falls. Keep wheelchair or clinic chair close by when patient is standing",
            "Remove precipitating factors and seek emergency medical care if signs or symptoms of autonomic dysreflexia develop during examination "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the reason for the current evaluation/treatment? When did the patient first experience symptoms? Did optic neuritis and transverse myelitis symptoms occur simultaneously? If not, which were first? -What is the level and extent of the patient’s spinal cord lesion? -Has the patient had repeated relapses? -An international consensus panel cautions against making a diagnosis of monophasic disease because criteria that accurately predict a long-term  monophasic course cannot be defined. Patients who are AQP4-IgG-seropositive  should be assumed to be at risk for relapse indefinitely(18) -How has the patient’s disability progressed? -General progression of the disease results in changes in vision, reducing high-  or low-contrast visual acuity, which can result in complete vision loss within several weeks upon disease onset (31) -In children, NMO is associated with early recurrence and visual impairment in patients who are AQP4-IgG seropositive, and with physical disability in patients who are seronegative(20)",
                "course of treatment": {
                    "medical management": "What treatment has the patient received for this condition? Have there been any complications? Medical management typically consists of medication for treatment and prevention of relapses, symptom control, and rehabilitation Symptom control may include treatment of pain, bowel and bladder symptoms, stiffness, spasms, and spasticity Patients with high cervical spinal cord lesions may need ventilatory support Mobility and visual aids are often needed Patients who do not respond to adequate medication or who relapse rapidly may be treated with plasma exchange (i.e., procedure involving the separation and removal of the plasma from the blood in order to remove a disease substance circulating in the plasma)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Disease-modifying  drugs such as beta-interferon,  fingolimod, and natalizumab should be avoided as they may exacerbate symptoms associated with NMOSD (1) No drug has been proven to be safe and effective to treat NMO in randomized controlled studies and none has received regulatory approval(21) Patients who relapsing will likely be given a high dose of steroids and will be given plasma exchange if escalation occurs (1) More aggressive immunosuppressive therapy may be used for patients who have “breakthrough” disease while on azathioprine. Rituximab(11,12) and mitoxantrone (1) have been reported to be effective. Tocilizumab has been reported to be a promising option in pilot studies(8) Methotrexate may be prescribed (1) Intravenous immunoglobulin (IVIG) may be used to reduce relapse frequency in patients with NMO(22) Authors of a 2019 meta-analysis  conducted in China have found that treatment with rituximab has been shown to reduce the relapse rate and improve disability in patients with NMO (29) Document medications being taken for symptom control such as pain medications, antispasticity medications, antidepressants, and antibiotics Authors of a double-blind  RCT have found that inebilizumab can help reduce the risk of an NMOSD attack (30)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "MRI (1)",
                        "The most characteristic feature seen is a longitudinally extensive cord lesion",
                        "Occasionally lesions can be seen in the optic nerves",
                        "Laboratory tests",
                        "Cerebrospinal fluid may show disease-specific antibodies",
                        "Blood tests for AQP4-specific  IgG ",
                        "Pathology",
                        "Necrosis, demyelination, and cavitation across multiple spinal cord segments may be found",
                        "Evoked potentials",
                        "Visual-evoked  potentials and somatosensory evoked potentials may be abnormal(13)",
                        "Optic coherence tomography (OCT)",
                        "Analysis of retinal damage by OCT may be used to help distinguish between NMO and MS. Optic neuritis typically results in more severe retinal nerve fiber layer and ganglion cell layer thinning and more frequent macular edema in NMO than in MS(14)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Document whether previous therapy included education about this condition"
                },
                "aggravating easing factors": " Document factors that affect pain, spasticity, or any other symptoms the patient is experiencing",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms patient is experiencing. Symptoms may include pain, spasticity, weakness, vision problems, fatigue, bowel and bladder problems, instability, and sensory loss -Symptoms associated with brainstem lesions may include hiccup and nausea, myelitis with neuropathic pain, paraplegia, and tonic spasms (31) -Neuropathic pruritus (itching) may occur(9)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Include Oucher scale or FACES for children",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night -Nocturia is common and can interfere with sleep",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician -Using self-rating  questionnaires for depressive states, daily activity, and fatigue, investigators in Japan found that depression and fatigue are as prevalent in NMO as in MS and were strongly correlated with one another(23)",
                "respiratory status": " Respiratory status -Is there any history of respiratory compromise? Document any use of oxygen and/or mechanical ventilation -Lesions higher than C4 can cause paralysis of muscles of inspiration and require long-term  mechanical ventilation -Principal muscles used during inspiration -Diaphragm  supplied by the phrenic nerve (C3C5) -Intercostals  supplied by the intercostal nerves in the thoracic region -Abdominal muscles (T7T12)  assist in cough and forced expiration -Patients with cervical lesions may have weak or absent abdominal muscles so cannot produce an effective cough, leading to sputum retention Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ___________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis In the past, patients may have initially received a diagnosis of MS at a time when NMO was considered to be a severe variant of MS",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders Approximately 25% of patients with NMO have signs and symptoms of another autoimmune disorder such as myasthenia gravis,(2) systemic lupus erythematosus (SLE), or Sjögren syndrome(2) ",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What is the patient’s occupation? Is the patient currently employed or attending school? What are the required tasks and responsibilities of his or her various roles? In what type of leisure or recreational activities does the patient participate? -Patients with NMO participating in a semi-structured interview study conducted in the United Kingdom reported frustration due to a change in role, including limitations of physical activities, inability to complete activities perceived as their duty, driving restrictions, and resulting financial pressures(9) -Learning to juggle their symptoms, particularly fatigue, with their interests and routine chores and duties was an issue for all participants",
                "functional limitations assistance with ADLs adaptive equipment": "Document limitations caused by visual impairments as well as those caused by sensorimotor impairments. What adaptive equipment does the patient already have, if any? Identify need for any additional assistive devices",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary? Has a home safety check been performed by a professional?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": " Assistive and adaptive devices –Evaluate the need for assistive or adaptive devices (e.g., neck braces for neck muscle weakness, ankle-foot  orthoses for dorsiflexor or plantar flexor weakness, wrist splints for wrist and finger extensor weakness, devices for ADLs such as a shower chair for bathing and a commode for toileting) –Confirm that assistive and adaptive devices fit and are being used correctly –Assess use of assistive devices for ambulation. Addition of seat to walker may be indicated to accommodate onset of fatigue while walking –Assess wheelchair use as indicated –Consider pressure-relieving  mattresses and cushions for patients with impaired mobility",
            "balance": " Balance –The Berg Balance Scale or the Functional Reach Scale can be used to assess balance in standing –Sitting balance should be assessed in patients with cervical lesions -Sitting balance strategies vary depending on the level of the lesion -If the lesion is at C5 or above, the patient may have limited ability to maintain balance and will need to use equipment to assist -The patient with lower cervical and thoracic lesions may use compensatory strategies to sustain posture against gravity, such as upper extremity assistance. This can impede functional use of the arms",
            "cardiorespiratory function and endurance": [
                "Monitor vital signs, ECG, and oxygen saturation as appropriate",
                "The Borg Rating of Perceived Exertion(RPE) Scale can be used to assess exertion",
                "Use the 6-minute  walk for distance test (6MWT) to test endurance, if appropriate",
                "Document amount of chest and rib movement during inspiration and expiration",
                "How much accessory muscle use is present during respiration(observe areas of chest and rib movement during inspiration and expiration)?",
                "Auscultate for air entry and breath sounds",
                "Assess cough for effectiveness and sputum production. Assess color, consistency, amount, and odor of sputum"
            ],
            "circulation": "Assess peripheral pulses Deficits of cranial nerve II (optic nerve) are a cardinal feature of NMO. Assess vision or obtain results of vision tests performed by other professionals if available –Assess visual fields and extraocular movements –Assess forfacial numbness (31)Observe body position and body mechanics during general mobility. Where applicable, assess wheelchair biomechanics",
            "functional mobility": "Assess bed mobility and transfers as indicated –The Timed Up and Go (TUG) test may be administered to assess a patient’s gait speed –Functional Independence Measure (FIM) may be administered",
            "gait locomotion": "In ambulatory patients, assess gait, noting synchrony of limb movements, gait speed, posture, and mechanics during walking –Safety during walking may be assessed using the Dynamic Gait Index (DGI) –With non-ambulatory  patients, assess locomotion with wheelchair or scooterAssess for contracture development Motor function  (motor control/tone/learning) –Assess muscle tone using Modified Ashworth Scale. Flaccid and spastic paralysis may occur –Spinal lesions spanning many vertebral segments can cause extensive flaccid paralysis of the trunk and limbs(15) –Assess coordination of bilateral movements where applicable",
            "muscle strength": "Assess strength in the trunk and upper and lower extremities using manual muscle testing (MMT) if abnormal tone or coordination is not present. A dynamometer can be used to assess hand strengthIn children, assess for any delay in acquisition of motor skills where indicated. Potential scales –Peabody Developmental Motor Scales, Second Edition (PDMS-2) –Pediatric Evaluation of Disability Inventory (PEDI) –Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)",
            "observation inspection palpation including skin assessment": [
                "Assess skin integrity",
                "Inspect for muscle atrophy",
                "Observe breathing pattern (diaphragmatic, use of accessory muscles)",
                "Palpate for muscle contractures"
            ],
            "posture": "Assess body alignment and observe for postural asymmetry in positioning of the head, shoulders, torso, hips, knees, and feet in sitting and standing, with and without assistive devices, if appropriate. Correlate deviations in posture with abnormal findings on motor function, strength, and flexibility. For wheelchair-bound  patients, assess posture in their seating systems",
            "range of motion": "Assess ROM and flexibility of the involved joints. Note whether contracture or spasticity limits ROM",
            "self-care activities of daily living": "",
            "reflex testing": "Test deep tendon reflexesAssess independence in self-care  tasks as indicated. The Barthel Index can be used. Will vary with level of lesion. Poor vision, reduced mobility, bladder dysfunction, and pain all can affect patients’ independence(9)",
            "sensory testing": "Sensation is often impaired. Test light touch, temperature, and proprioception",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Expanded Disability Status Scale (EDSS) can be used –Quality of life questionnaires (e.g., SF-36)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess as indicated. Cognition is less commonly affected in NMO than in MS –The Mini-Mental  State Examination (MMSE) can be used to screen for cognitive impairment",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Bowel or bladder incontinence",
                "Tracheostomy",
                "Infectious diseases",
                "Cardiovascular problems",
                "Uncontrolled seizures",
                "Respiratory compromise with vital capacity less than 1 liter",
                "Aspiration risk",
                "Catheters",
                "Cognitive impairments",
                "Tetraplegia or high paraplegia",
                "Open wounds",
                "Dry skin or skin rashes or rash",
                "Over the trunk or heart region in patients with demand-type pacemakers and implantable cardioverter defibrillators (ICDs)",
                "Over the pelvic, abdominal, lumbar, or hip region of a pregnant woman",
                "Over the carotid bodies",
                "Over the phrenic nerve, eyes, or gonads",
                "Over areas of known peripheral vascular disease",
                "Over areas of active osteomyelitis",
                "Over areas of hemorrhage",
                "With patients without intact sensation",
                "With patients who cannot communicate",
                "With patients with compromised mental ability",
                "With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heartbeat)",
                "Over active or previous neoplasms",
                "With electrodes -Over compromised skin, unless treating wound specifically -Over tissues that are vulnerable to hemorrhage",
                "Cervical region in patients with history of stroke or seizures",
                "Do not use within 5 yards (4.6 meters) of diathermy units or other sources of electromagnetic radiation"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols ",
                "Aquatic  therapy contraindications(16)",
                "Aquatic  therapy precautions (16)",
                "Electrotherapy contraindications(16)",
                "Electrotherapy precautions (16)"
            ]
        },
        "diagnosis need for treatment": "NMO with impaired mobility due to sensorimotor deficits; limitations in ROM, strength, and endurance; and functional deficits in posture, balance, and gait",
        "rule out": " Rule out MS – It is often difficult to distinguish between cases of NMO and MS in the early phase of the disease Other causes of isolated spinal cord syndrome –Compression (e.g., tumor, intervertebral disc disease) –Ischemia or infarction –Arteriovenous malformation –Infection Other causes of optic neuritis –Retinal disease –Ischemic optic neuritis –Inflammatory –Infection Guillain-Barré  syndrome Myasthenia gravis",
        "prognosis": [
            "There is no cure for NMO ",
            "Approximately32% of patients die within 5 years of disease onset (31)",
            "Mortality rates are thought to have decreased with implementation of more aggressive treatment",
            "Mortality is most often due to respiratory complications(4) –Respiratory failure occurs more often in relapsing patients, especially those with high cervical lesions",
            "Isolated optic neuritis has a better remission rate than either isolated myelitis or bilateral optic neuritis(26)",
            "Presence of anti-AQP4  antibody is a prognostic marker and indicates a high risk of further relapses of optic neuritis and myelitis(17)",
            "Patients with severe damage of the spinal cord, shown on MRI, are more likely to have poor recovery, refractory pain, and a high risk of permanent disability. Patients who have lesions in the upper cervical region may be at risk of respiratory failure(17)",
            "The risk of miscarriage with pregnancy after onset of NMOSD with AQP4-IgG  is significantly increased. Women with NMOSD with AQP4-IgG combined with other autoimmune disorders have greater odds of developing preeclampsia(27)",
            "Patients who test positive for AQP4-Abs  for NMOSD and given eculizumab had a significantly reduced relapse rate (28)"
        ],
        "referral to other disciplines": " Referral to other disciplines Ophthalmologist or neuro-ophthalmologist Neurologist Social services for long-term  care issues, psychosocial adjustment, and equipment and home needs Occupational therapy for ADL training and energy-conservation techniques, as well as to address upper extremity weakness and dysfunction Orthotist for bracing needs Respiratory therapy as indicated Speech therapy for dysphagia management if present Wheelchair clinic as indicated Multidisciplinary coordination is vital to promote adjustment, coping strategies, and support for persons living with NMO(9)",
        "other considerations": [],
        "treatment summary": [
            "Although NMO is now known to be a disorder distinct from MS, rehabilitation protocols for MS are commonly applied to NMO(6)",
            "Researchers in Israel evaluated the effectiveness of an MS-type rehabilitation program for patients with NMO by conducting a retrospective chart review of 15 patients with NMO and 32 patients with MS(6) –Both groups benefitted from the program –At discharge, the NMO group showed greater improvement in FIM scores and lower EDSS score –The authors concluded that inpatient multidisciplinary rehabilitation programs available for MS patients may be successfully implemented for patients with NMO",
            "Strategies used to treat patients with MS that have been applied to patients with NMO include ROM and strengthening exercises, aquatic therapy, and functional training",
            "Aquatic therapy has been reported to lead to improvements in gait, balance, posture, strength, and functional abilities in patients with NMO(10) –In a case report of an outpatient physical therapy intervention for a 75-year  old female with T3 paraplegia secondary to NMO, the intervention consisted of task-specific  training with gait, balance, and functional skills in both land and aquatic settings -Outcome measures included the 6MWT, 10MWT, and Berg Balance Scale -The patient underwent outpatient physical therapy for 3 hours, twice per week, for 3 months -Improvements in gait and balance translated clinically into increased mobility and decreased fall risk",
            "Compensation strategies addressing visual problems include counting steps to the bathroom, making sure that the patients know their environment, and using tactile cues in the environment –Assistive devices to help with the depth perception and balance issues that accompany vision loss may be prescribed . Problem Goal Intervention Expected Progression Home Program  Decreased strength Increase strength Therapeutic exercise Resistive exercise program _ _ Aquatic therapyProgress each patient as indicated based on degree of weakness and level of lesionProvide patient with a home program of resistive exercises Impaired balance _ _ Risk of fallsImprove balance _ _ Decrease risk of fallsTherapeutic exercise Balance training _ _ Functional training _ _ Compensatory strategiesProgress each patient as indicated based on disease progression and level of lesionProvide patient with a home program of balance exercises and instructions in fall- prevention strategies, home modifications Decreased endurance Improve endurance Therapeutic exercise Aerobic exercise and recreational activitiesIncrease aerobic activity as toleratedHome-based aerobic activities as indicated Gait deviations, decreased safety with ambulationImprove walking efficiency and safetyGait training _ Individualized gait training for improving mobility and function _ _ Ambulatory assistive device _ Equipment may be recommended to assist walking efficiencyProgress each patient as indicatedProvide patient with instructions for home and community use of ambulatory assistive device and exercises to support gait training Functional disability Improve functional mobility _ _ Improve ADLsFunctional training Individualized functional activities for improving mobility and function _ _ Prescription of assistive devicesProgress each patient as indicatedProvide patient with home program of functional exercises Visual impairment Decrease functional problems caused by vision lossTherapeutic modalities Compensation strategiesProgression varies depending on disease progressionHome modifications may include arrangement of furniture, tactile cues, elimination of clutter, brighter lighting, and education of family members and caregivers  Pain Decrease pain Therapeutic modalities  Aquatic therapy _ _ TENS _ _ Relaxation techniques _ _ ROM exercisesProgress as indicated by patient’s painHome use of hot packs or TENS as indicated Complications due to immobility: respiratory compromise,DVT, pressure ulcersImprove respiration, decrease risk of pneumoniaTherapeutic exercises Abdominal muscle training, deep breathing and coughing exercises and techniques _ _ Lower extremity ROM, positioning, turning scheduleProgress each patient based on level of lesion and degree of weaknessEducate patient and caregiver about respiratory risks and need for deep breathing, coughing, and position changes ."
        ]
    },
    "desired outcomes outcome measures": {
        "maintained or increased rom": [
            "Goniometric measures of ROM"
        ],
        "increased strength": [
            "MMT or dynamometry"
        ],
        "improved balance": [
            "Berg Balance Scale"
        ],
        "improved endurance": [
            "6MWT, cycle ergometry testing for endurance"
        ],
        "decreased risk of falls": [
            "DGI"
        ],
        "improved functional mobility and gait": [
            "FIM, TUG test, Functional Reach Test"
        ],
        "decreased pain": [
            "V AS"
        ],
        "improved respiration, decreased risk of pneumonia": [
            "Auscultation",
            "Oxygen saturation",
            "Spirometry, pulmonary function test results"
        ],
        "reduced disability, improved quality of life": [
            "EDSS",
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "Prevention of relapses through use of immunosuppressive medications is considered crucial for preventing disability",
        "A home program of ROM and strengthening exercises may help prevent atrophy and contractures",
        "Education about fall prevention Home adaptations to decrease fall risk "
    ],
    "patient education": [
        "National Institute of Neurological Disorders and Stroke (NINDS),“NINDS NeuromyelitisOptica Information Page,” https://www.ninds.nih.gov/Disorders/All-Disorders/Neuromyelitis-Optica-Information-Page",
        "MedlinePlus, “Optic Neuritis,” http://www.nlm.nih.gov/medlineplus/ency/article/000741.htm",
        "Genetics Home Reference, “Neuromyelitis Optica,” https://ghr.nlm.nih.gov/condition/neuromyelitis-optica Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Huda S, Whittam D, Bhojak M, Chamberlain J, Noonan C, Jacob A. Neuromyelitis optica spectrum disorders. Clin Med. 2019;19(2):169-176.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Neuromyelitis optica. Genetics Home Reference Web site. http://ghr.nlm.nih.gov/condition/neuromyelitis-optica . Published January 18, 2016. Accessed January 30, 2020. (GI)"
        },
        {
            "number in article": 3,
            "reference": "The Transverse Myelitis Association. Neuromyelitis Optica. The Transverse Myelitis Association Web site. http://myelitis.org/symptoms-conditions/neuromyelitis-optica/ . Accessed February 6, 2017. (GI)"
        },
        {
            "number in article": 4,
            "reference": "National Institute of Neurological Disorders and Stroke (NINDS). Neuromyelitis Optica Information Page. NINDS Web site. https://www.ninds.nih.gov/Disorders/All-Disorders/Neuromyelitis-Optica-Information-Page . Published June 27, 2019. Accessed February 6, 2017. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Le Fort M, LaPlaud D, Wiertlewski S, Perrouin-Verbe  B. Autonomic dysreflexia and neuromyelitis optica: a logical but unrecognized association; a case-report.  26th Congress of Physical and Rehabilitation Medicine Web site. Published 2011. (CP)"
        },
        {
            "number in article": 6,
            "reference": "Nechemia Y, Moreh E, Weingarden H, et al. Effectiveness of multi-disciplinary  rehabilitation for patients with Neuromyelitis Optica. J Spinal Cord Med . 2015;39(3):311-316.  (C)"
        },
        {
            "number in article": 7,
            "reference": "Tasaki A, Shimizu F, Sano Y, et al. Autocrine MMP-2/9 secretion increases the BBB permeability in neuromyelitis optica. J Neurol Neurosurg Psychiatr . 2014;85(4):419-430. doi:10.1136/jnnp-2013-305907.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Araki M, Matsuoka T, Miyamoto K, et al. Efficacy of the anti-IL-6 receptor antibody tocilzumab in neuromyelitis optica: a pilot study. Neurol. 2014;82(15):1302-1306. doi:10.1212/wnl.0000000000317. (R)"
        },
        {
            "number in article": 9,
            "reference": "Mutch K, Methley A, Moore P, Jacob A. Life on hold: the experience of living with neuromyelitis optica. Disabil Rehabil . 2014;36(13):1100-1107. doi:10.3109/09638288.2013.833301. (R)"
        },
        {
            "number in article": 10,
            "reference": "Mertins R, Martin R, Sadowsky C, McDonald J, Becker D. Application of aquatic therapy to a land therapy program emphasizing gait and balance training in an adult with neuromyelitis optica: a case report. J Aquatic Phys Ther . 2014;22(1):2-10.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Weinfurtner K, Graves J, Ness J, Krupp L, Milazzo M, Waubant E. Prolonged remission in neuromyelitis optica following cessation of rituximab treatment. J Child Neurology . 2015;30(10):1366-1370.  doi:10.1177/0883073814553974. (R)"
        },
        {
            "number in article": 12,
            "reference": "Torres J, Pruitt A, Balcer L, Galetta S, Markowitz C, Dahodwala N. Analysis of the treatment of neuromyelitis optica. J Neurol Sci . 2015;351(1-2):31-35.  doi:10.1016/ j.jns.2015.02.012. (R)"
        },
        {
            "number in article": 13,
            "reference": "Trebst C, Jarius S, Berthele A, et al. Update on the diagnosis and treatment of neuromyelitis optica: recommendations of the Neuromyelitis Optica Study Group (NEMOS). J Neurol. 2014;261(1):1-16.  doi:10.1007/s00415-013-7169-7.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Bennett J, de Seze J, Lana-Peixoto  M, et al. Neuromyelitis optica and multiple sclerosis: Seeing differences through optical coherence tomography. Mult Scler . 2015;21(6):678-688.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Sato M, Sugiyama K, Kondo T, Izumi SI. Rehabilitation for paraplegia caused by neuromyelitis optica: a case report. Spinal Cord . 2014;52(Suppl 3):S14-15.  doi:10.1038/ sc.2014.139. (C)"
        },
        {
            "number in article": 16,
            "reference": "In: Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Micklovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Co; 2016:144-145.  322-323. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Kim HJ, Paul F, Lana-Peixoto  MA, et al. MRI characteristics of neuromyelitis optica spectrum disorder: an international update. Neurology . 2015;84(11):1165-1173. doi:10.1212/WNL.0000000000001367. (GI)"
        },
        {
            "number in article": 18,
            "reference": "Wingerchuk DM, Banwell B, Bennett JL. International Panel for NMO Diagnosis. International consensus diagnostic criteria for neuromyelitis optica spectrum disorders. Neurology . 2015;85(2):177-189.  (G)"
        },
        {
            "number in article": 19,
            "reference": "Kavoussi SC, Lesser RL. Genetic anticipation in familial neuromyelitis optica: Case and literature review. Conn Med . 2015;79(4):207-209.  (C)"
        },
        {
            "number in article": 20,
            "reference": "Absoud M, Lim MJ, Appleton R, et al. Paediatric neuromyelitis optica: clinical, MRI of the brain and prognostic features. J Neurol Neurosurg Psychiatry . 2015;86(4):470-472. doi:10.1136/jnnp-2014-308550.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Weinshenker BG, Barron G, Behne JM, Guthy-Jackson  Charitable Foundation International Clinical Consortium. Challenges and opportunities in designing clinical trials for neuromyelitis optica. Neurology . 2015;84(17):1805-1815.  doi:10.1212/WNL.0000000000001520. (RV)"
        },
        {
            "number in article": 22,
            "reference": "Viswanathan S, Wong AH, Quek AM, Yuki N. Intravenous immunoglobulin may reduce relapse frequency in neuromyelitis optica. J Neuroimmunol . 2015;282:92-96. doi:10.1016/j.jneuroim.2015.03.021. (R)"
        },
        {
            "number in article": 23,
            "reference": "Akaishi T, Nakashima I, Misu T, Fujihara K, Aoki M. Depressive state and chronic fatigue in multiple sclerosis and neuromyelitis optica. J Neuroimmunol . 2015;283:70-73. doi:10.1016/j.jneuroim.2015.05.007. (R)"
        },
        {
            "number in article": 24,
            "reference": "Chitnis T, Ness J, Krupp L, et al. Clinical features of neuromyelitis optica in children: US Network of Pediatric MS Centers report. Neurology . 2016;86(3):245-252.  doi:10.1212/ WNL.0000000000002283. (RV)"
        },
        {
            "number in article": 25,
            "reference": "Hokari M, Yokoseki A, Arakawa M, et al. Clinicopathological features in anterior visual pathway in neuromyelitis optica. Annals of Neurology . 2016;79(4):605-624.  doi:10.1002/ ana.24608. (R)"
        },
        {
            "number in article": 26,
            "reference": "Kleiter I, Gahlen A, Borisow N, et al. Neuromyelitis optica: Evaluation of 871 attacks and 1,153 treatment courses. Ann Neurol . 2016;79(2):206-216.  doi:10.1002/ana.24554. (R)"
        },
        {
            "number in article": 27,
            "reference": "Nour MM, Nakashima I, Coutinho E. Pregnancy outcomes in aquaporin-4-positive  neuromyelitis optica spectrum disorder. Neurology . 2016;86(1):79-87.  doi:10.1212/ WNL.0000000000002208. (R)"
        },
        {
            "number in article": 28,
            "reference": "Pittock SJ, Berthele A, Fujihara K, et al. Eculizumab in aquaporin-4-positive  neuromyelitis optica spectrum disorder. N Engl J Med . 2019;381(7):614-625.  (RV)"
        },
        {
            "number in article": 29,
            "reference": "Gao F, Chai B, Gu C, et al. Effectiveness of rituximab in neuromyelitis optica: a meta-analysis.  BMC Neurol . 2019;19(1). doi:10.1186/s12883-019-1261-2.  (M) "
        },
        {
            "number in article": 30,
            "reference": "Cree BAC, Bennett JL, Kim HJ, et al. Inebilizumab for the treatment of neuromyelitis optica spectrum disorder (N-MOmentum):  a double-blind,  randomised placebo-controlled phase 2/3 trial. Lancet. 2019;394(10206):1352-1363.  (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Zarei S, Eggert J, Franqui-Dominguez  L, et al. Comprehensive review of neuromyelitis optica and clinical characteristics of neuromyelitis optica patients in Puerto Rico. Surg Neurol Int . 2018;9:242. doi:10.4103/sni.sni_224_18. (RV)"
        }
    ]
}