{
    "metadata": {
        "title": "Neuromuscular Electrical Stimulation (NMES)",
        "synonyms": [],
        "anatomical location body part affected": [],
        "area of specialty": [
            "neurologic rehabilitation",
            "orthopedic rehabilitation",
            "sports rehabilitation",
            "pulmonary rehabilitation"
        ],
        "description": [
            "Several different names and abbreviations are used to refer to electrical stimulation,(1,9) including the following: –NMES – neuromuscular electrical stimulation – activation of muscle through electrical stimulation of the intact peripheral nerve -NMES involves the external control of weak or paralyzed muscles by electrical stimulation. The goal of this external activation is to reduce impairment and improve voluntary function -During NMES, pulsed current is applied through an electrode to the motor point of innervated muscles to produce muscle contractions -The characteristics of the applied current can be adjusted according to the presenting condition and therapeutic goals -It can be used for muscle strengthening, increasing ROM, and facilitating muscle contractions for enhancing motor control and improving function (see Indications and Guidelines for use , below) -A unique feature of NMES is that it elicits recruitment of motor neurons that is less orderly than in voluntary exercise, favoring activation of large, type II, higher-force-producing  motor units at relatively low levels of stimulation(40) -In voluntary exercise,a greater intensity is required to activate these larger motor units(45) –FES – functional electrical stimulation – use of electrical stimulation of the peripheral nervous system to activate muscles to assist in functional activities (might also be referred to as FNS – functional neuromuscular stimulation). FES is a type of NMES. For more information about FES, please see  Clinical Review…Functional Electrical Stimulation: Adults  ; CINAHL Topic ID Number: T708953 -When the goal of the stimulation is to produce purposeful movements, it is usually referred to as FES. The long-term  management of these movements will require ongoing electrical stimulation(1) –ES – electrical stimulation –EMS – electrical muscle stimulation – use of electrical stimulation to activate muscles directly, without activation of the peripheral nerve (e.g., to activate denervated muscle).EMS parameters are significantly different than for NMES –TENS – transcutaneous electrical nerve stimulation – use of electrical stimulation for the relief or management of pain. Please see  Clinical Review…Transcutaneous Electrical Nerve Stimulation (TENS): Adults  ; CINAHL Topic ID Number: T708952 –SES – sensory electrical stimulation – electrical stimulation applied at amplitudes that do not activate muscles, but that do activate sensory fibers.Might elicit reflexes that produce muscle contractions  –EMG-NMES  – neuromuscular stimulation triggered by the electrical activity recorded from an active muscle, or EMG"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "97014 (unattended), 97032 (attended), G0283 (unattended)",
            "description": ""
        },
        "HCPCS codes": {
            "code": "E0744, E0745, A4556, E0765",
            "description": ""
        },
        "reimbursement": [
            "Clinicians are advised to check with insurance providers before the administration of electrical stimulation. NMES can be billed as directly supervised or unattended. For home use, medical insurance providers might require that the patient rent a stimulator rather than purchase one, and might limit the length of time a patient can keep the rental unit. Reimbursement might depend on chronicity, etiology, and severity of the condition. In many cases, proper documentation of NMES programs and outcomes affects the probability of reimbursement",
            "Coverage will vary by insurance provider. For example, according to United Healthcare (UHC), NMES is medically necessary for the treatment of disuse atrophy if the nerve supply to the muscle is intact and the source of muscle disuse atrophy is not of neurological origin;(51) NMES can be used to treat wrist and finger function and correct/prevent shoulder subluxation in patients with partial paralysis post stroke.(51)UHC considers NMES to be unproven and/or not medically necessary for any other condition(51) Indications for procedure"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Examination procedures are dependent on the underlying condition. The information listed below is meant to serve as a guide/overview. Clinicians should supplement or modify the recommendations listed below as indicated and appropriate for the unique circumstances of the patient. Follow any specific guidelines/order and any precautions or restrictions from the referring physician, and if modifications are indicated, discuss with the referring physician"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [
        "To elicit motor responses in innervated muscle(1,56) Muscle conditioning –Strength –Endurance Maintain or increase ROM/contracture reduction(56) Facilitation and re-education  of voluntary motor function –After CNS injury or disease –Decreased muscle activation due to a musculoskeletal injury or condition -NMES used to elicit an isometric contraction can supplement or temporarily replace voluntary exercise at a time when the patient is unlikely to tolerate active movement (e.g., pain due to injury or postoperative pain)(43) -Arthrogenic muscle inhibition (AMI)(43,57) -A neural process that inhibits full activation of muscles surrounding a joint after injury or surgery (e.g., quadriceps with knee joint injury/surgery) -The effectiveness of NMES as a disinhibitory modality (intended to improve voluntary activation before volitional exercise) has not been established. Evidence suggests that NMES does not improve voluntary activation in quadriceps in patients with orthopedic knee conditions(57) Orthoses substitution (FES) –Activation of muscle for purposeful movement –Activation of muscle to manage joint deformity Edema management Spasticity and muscle spasm management(56,58)",
        "To provide somatosensory feedback where sensation is diminished(1,2,3,4,5)"
    ],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {
        "electrodes": [
            "Description(1)–An electrode should provide a low impedance interface between the skin and the stimulator–The electrode system includes the electrode plus the conducting medium and fixation used to maintain contact–Commercially available electrodes include products that contain conducting gel and an adhesive – manufacturers’guidelines should be followed–For the quadriceps, electrodes should be large and well adapted to the patient’s thigh to minimize current density andmaximize comfort for patients(70)",
            "Placement–Electrode placement depends on the patient and treatment goals–The depth of the tissue to be stimulated must be considered. If electrodes are placed close together, most of the currentpasses through surface tissue, whereas electrodes placed farther apart tend to stimulate deeper tissue(1)–If a high degree of specificity is required, the precise motor point should be identified–The most common electrode configuration is bipolar"
        ],
        "stimulation parameters ,": [
            "Pulsed current is applied. A pulse is an isolated electrical event separated by a finite period from the next event. It can bedescribed in terms of its amplitude, duration, or waveform. Generally, a train of pulses is applied, followed by a period inwhich no stimulus is applied. A train of pulses can be described in terms of its repetition rate, on time, and off time",
            "Amplitude and duration–The amplitude, or intensity of the current pulse, combined with its duration must be adequate to meet the threshold of thestimulated tissue–The relationship between stimulus amplitude and duration is reciprocal, as is illustrated in a strength-duration curve–A short pulse duration requires a much higher stimulus amplitude to be effective than a longer pulse, and vice versa–One of the differences found between stimulators is the pulse duration that is available. Some devices have fixed pulsedurations and some have a limited range of durations (e.g., 20–500  µs(56))–Although short pulse durations are thought less likely to recruit nociceptors, the results of a study in the United Statescomparing maximum tolerated muscle torques produced by different pulse durations support the use of a medium pulseduration rather than a short pulse duration to produce maximum torque(6)-The goal for strengthening with NMES is to produce the highest forces possible to produce the largest and most rapidstrength gains-Participants in this study tolerated significantly greater muscle torques produced by stimulation with 200 μs pulsedurations than with 50 μs pulse durations–An observational substudy of an RCT conducted in the United States that included only patients who received NMESfound that higher electrical intensities are associated with greater quadriceps muscle strength and activation after totalknee arthroplasty (TKA)(40)",
            "Ramp times(9)–If the amplitude of the pulse train is increased slowly, the number of excited nerve fibers can be increased gradually to themaximum setting–The gradual ramp allows a more graded muscle contraction as the muscle fibers are recruited and is usually morecomfortable–Usually, long up and down ramps (greater than 2 seconds) are chosen when a high intensity of stimulation is required orwhen a muscle is sensitive to a rapid stretch (e.g., spasticity)",
            "Frequency – pulse repetition rate(56)–The frequency of the stimulus influences the strength and quality of the evoked contraction, from a single twitch to atetanic contraction–Most clinical applications of NMES call for a tetanic contraction–A frequency between 25 and 50 Hz is usually required to produce tetanic contraction-Researchers of a study in Korea who investigated optimal NMES frequencies for activating deep abdominal stabilizationmuscles concluded that 50 Hz produced stronger muscle contractions than 20 Hz or 80 Hz. The study included 20healthy individuals and utilized ultrasound to measure changes in muscle thickness of the transverse abdominis,obliquus internus, and obliquus externus(54)–Higher frequency can lead to more rapid fatigue. To minimize fatigue, one should aim to produce fused tetany at thelowest rate possible",
            "Waveform(45)–The stimulus waveform affects the effectiveness and comfort–The waveform typically used for NMES is square or rectangular with abrupt onset and offset–Nerve accommodation is less likely to occur with abrupt onset",
            "On-off  time(45)–On-off  cycling allows NMES to be used over extended periods of time while maintaining quality muscle contractions–During the on time, the stimulator delivers a train of pulses of the specified amplitude, duration, and frequency–The motor response will be maintained for the duration of the train of pulses (on time)–The stimulated muscle is allowed to rest and recover during the off-time–Insufficient off-time  can lead to rapid fatigue"
        ],
        "treatment frequency and duration": [
            "Depends on therapeutic goal – can range from one treatment session to long-term  use"
        ],
        "modulation of parameters": [
            "The choice of which parameters to vary must be considered within the context of treatment goals(7)",
            "The parameters that are most commonly adjusted to maximize torque are pulse amplitude, duration, and frequency(8)",
            "On-off  time is often adjusted to minimize fatigue",
            "To obtain a strength training effect high contractile forces are needed, which requires high-frequency  andhigh-intensity stimulation, and therefore a long off-time  to avoid fatigue",
            "The rate of fatigue during application of electrical stimulation to skeletal muscle is much faster than during volitionalcontractions(7)Contraindications/Precautions to the procedure"
        ],
        "contraindications": [
            "Pacemaker–There are no specific international policies or guidelines about the use of NMES in patients with cardiac rhythm devices,and no consensus in the literature(59)–Presence of a cardiac demand pacemaker is an absolute contraindication because current might interfere with theelectronics of the pacemaker. NMES might be used with other pacemakers with great caution(1,9)–In 2017 authors of a systematic review of the safety of electrical stimulation in patients with pacemakers and implantablecardioverter defibrillators concluded that a large, long-term,  and intervention-specific  safety study is needed to obtain anaccurate estimate of the risk of electromagnetic interference; and until such a study is conducted, electrical stimulationshould be used with caution in patients with pacemakers and implanted cardioverter defibrillators(60)",
            "Stimulation immediately over carotid sinus nerves(9)",
            "Stimulation over eyeball(1)",
            "Stimulation of larynx(1)",
            "Transcranial stimulation(1)",
            "Stimulation across the chest(9)",
            "Malignancies in the area to be treated(9)",
            "Any time active exercise is contraindicated, NMES is also contraindicated(1)–e.g., immobilized tendon repairs"
        ],
        "precautions": [
            "Conditions that might be affected by muscle contractions – patients must be evaluated for the appropriateness of activeexercise(1)–Cardiac arrhythmia–Congestive heart failure (CHF)–Recent myocardial infarction (MI)–Elevated blood pressure–Thrombophlebitis–In a South Korean study, investigators examining the effect of NMES on heart rate variability (HRV) found that afterNMES HR and HRV increased slightly, but the increases were not significant(46)-Quadriceps muscles were stimulated with NMES in 10 healthy subjects-Researchers suggest that NMES does not induce cardiac stress via disruption of the autonomic nervous system balanceand can be used safely",
            "Altered or absent sensation is not a contraindication but indicates the need for extra caution(56)–A lack of patient feedback significantly increases the risk of adverse reactions",
            "Pregnancy – theoretical risks have been identified(1)–First trimester – the effect of electrical current during tissue differentiation is unknown.There have been no studiesidentifying risk associated with NMES in the first trimester–Third trimester – the risk of triggering premature contractions has not been studied",
            "Protruding metal (e.g., surgical staples, external fixation)–Current will concentrate at metal, which will cause discomfort if sensation is intact. There is a danger of tissue damage,especially if sensation is not intact(1)",
            "Incision – stimulation should not put stress on an incision(1)",
            "Osteoporosis –forces  generated by NMES might cause pathologic fractures of osteoporotic bones(9)",
            "ROM limitations imposed by joint instability or surgical reconstruction(1)",
            "Allergic reactions to electrodes or conduction medium(1)",
            "Might cause skin irritation or electrical burns(56)",
            "Obesity(1,9)–In placing stimulating electrodes, the depth of the target tissue and composition of intervening tissues must be considered.In obesity, the distance between the electrode and the target muscle is increased, and fat is a poor conductor of electricity.The increased current needed to get the desired muscle response can be too painful to tolerate",
            "Potential for autonomic dysreflexia with stimulation of patients with cervical or high thoracic spinal cord injury (SCI)(1) –can elicit unregulated sympathetic activity",
            "Cognitively impaired, agitated, or confused patients(9)",
            "Pediatric patients(45)–Acceptance and tolerance of NMES might be lower in children than adults–Special considerations include fear and apprehension of electricity for both child and parent–Parental consent should be obtained",
            "History of seizures(9)–Guidelines to follow if the patient is having a seizure:-Stay calm-Protect the patient from harm (eliminate dangerous objects, make sure the patient is on a safe surface, lower to the floor)-Stay with the patient-Do not hold down the extremities-Release restrictive clothing-Do not place anything in the patient’s mouth-Try to roll the patient onto his or her side-If possible, place a pillow under the patient’s head-Time the seizure-In the rare circumstance that the patient does not resume normal breathing, begin rescue breathing",
            "Proximity to diathermy–NMES electrodes might pick up electromagnetic radiation from diathermy devices used within approximately 15 feet(9)",
            "Implanted stimulators such as phrenic nerve or urinary bladder stimulators(9)–Current could interfere with their function – consult the patient’s physician before applying NMES",
            "Patients with a history of adverse reaction to electrical stimulation"
        ],
        "it is important to respect the patient’s subjective complaints of pain during the evaluation and or treatment": []
    },
    "examination": {
        "contraindications precautions to examination": [
            "Examination procedures are dependent on the underlying condition. The information listed below is meant to serve as a guide/overview. Clinicians should supplement or modify the recommendations listed below as indicated and appropriate for the unique circumstances of the patient. Follow any specific guidelines/order and any precautions or restrictions from the referring physician, and if modifications are indicated, discuss with the referring physician"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -What is the reason for a referral? Date of injury or surgery? -Have there been any complications since the onset of symptoms?",
                "course of treatment": {
                    "medical management": "Medical management will vary depending on specific condition. Establish whether the patient is medically stable before initiating NMES program. Document prior medical management, especially in instances in which NMES is indicated when conventional management has failed (e.g., wound healing)",
                    "surgical management": [],
                    "medications": "Determine what medications were prescribed and whether they are taken and effective. With conditions that might be treated with NMES, patients might be medicated for spasticity, depression, seizures, and/or pain",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "If presenting condition results from CNS insult (e.g., stroke, head injury), patients might have numerous diagnostic tests including, but not limited to, the following:",
                        "MRI",
                        "CT scan",
                        "ECG",
                        "Blood tests",
                        "Non-CNS  condition (e.g., postoperative joint surgery)",
                        "MRI",
                        "Nerve conduction tests",
                        "X-rays"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether the patient has previously received NMES and with what results. What other occupational or physical therapy has patient received for this or other conditions and what specific treatments were helpful or not helpful?"
                },
                "aggravating easing factors": " Aggravating/easing factors (and length of time each item is performed before the symptoms are aggravated orAre there any specific factors that affect such variables as pain or spasticity?",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if the pain is present now and how much); use an Oucher scale for Pediatrics;and FLACC or another nonverbal scale for nonverbal patients",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also, document changes in symptoms due to external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that may need a referral to a physician (dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Depending on the condition being treated, thorough documentation of respiratory status might be important. NMES might be used in an acute setting when patients are on supplemental oxygen, or mechanical ventilator, or to treat patients with dyspnea Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a previous history of the condition being treated?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, seizures, complications of pregnancy, psychiatric disorders, cognitive impairments, and orthopedic disorders Does the patient have a pacemaker?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) ",
                    "other symptoms": "Ask the patient about other symptoms he/she might be experiencing. In neurological conditions such as stroke and SCI, NMES might be applicable for several symptoms, and it is necessary to document and prioritize symptoms to be treated"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient work or attend school? If so, describe the job/school setting. What does the job require? Does the patient participate in recreational or competitive sports?",
                "functional limitations assistance with ADLs adaptive equipment": "Document limitations with self-care, home management, work, and community/leisure. Does the patient drive?",
                "living environment": "Number of stairs and floors in the home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home and if any modifications are necessary"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Calculate BMI. Perform repeated circumferential measures of extremity if using NMES to treat edema",
            "assistive and adaptive devices": "Does the patient require assistive or adaptive devices? If so, a complete assessment of patient’s functional abilities (especially gait) using the assistive or adaptive device is required. This is essential when comparing functional abilities using electrical stimulation to replace traditional mechanical orthoses (e.g., dorsiflexion assist)",
            "balance": "Thorough assessment of balance using a standardized balance measure (e.g., Berg Balance Scale [BBS], Timed Up and Go [TUG] test) might be indicated if stimulation is to be used for addressing balance(11)",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "Use FIM or TUG test for objective measurement of functional mobility",
            "gait locomotion": "Complete a thorough gait assessment if indicated by reason for referral. Note any asymmetry or gait abnormality. Use the Dynamic Gait Index (DGI) or Tinetti Performance Oriented Mobility Assessment for objective measurementAssess joint integrity and mobility as indicated by reason for referral. Since NMES can take a joint through greater range than can be obtained voluntarily, identify ROM limitations imposed by joint instability, muscle contractures, or surgical procedures. Assess the potential for hyperextension or excessive compression of a joint in selecting stimulus intensityA thorough assessment of voluntary motor control using an appropriate scale (e.g., Fugl-Meyer)  is indicated before use of NMES for facilitation and re-education  of motor function. Assess muscle tone as indicated using the Modified Ashworth Scale. Coordination and fine motor dexterity might need to be assessed as indicated",
            "muscle strength": "Complete a thorough strength assessment with a focus on the area to be stimulated. It is also important to document the strength of contraction elicited by stimulation. Use a handheld dynamometer or pinchometers to assess hand strength; do not use MMT in the presence of abnormal tone or coordinationAssess as indicated for children with neurological involvement and/or developmental delay",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess as indicated ",
            "range of motion": "Assess bilateral upper and lower extremity active and passive ROM, with particular attention to the area where NMES is to be applied if using NMES for maintenance of range or contracture reduction",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexes, primitive reflexes (e.g., Babinski) and reactions as indicated. Note any asymmetry or abnormal responseComplete standardized testing of ADLs as indicated to document",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assessment of cognition, including memory and problem solving, is indicated for establishing the patient’s ability to learn to use this device independently in a home program. Patients who are agitated or extremely confused (e.g., traumatic brain injury) are not NMES candidates since the sensory input might further add to their confusion(10)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Modifications of one or more parameters including frequency, current amplitude, pulse duration,and waveform might be necessary to decrease discomfort. No optimal settings have been identified(6)",
                "Unlike volitional contraction, with NMES synchronous recruitment of motor units occurs and once motor units are recruited they continue to fire until the stimulus ends",
                "Also unlike volitional contraction, the larger, fatigable motor units (type II) are the first to be recruited ›Diagnosis/need for the procedure",
                "Limited ROM, contractures",
                "Shoulder subluxation, pain",
                "Limited voluntary movement, motor control",
                "Paretic muscles",
                "Gait deficits",
                "Coordination and balance deficits",
                "Dysphagia",
                "Spasticity",
                "Muscle weakness, atrophy",
                "Deconditioning",
                "Limited functional abilities",
                "Muscle weakness, atrophy",
                "Limited ROM, contracture",
                "Spasticity ",
                "Gait, coordination deficits",
                "Motor control",
                "Limited functional abilities",
                "Arthroplasty",
                "Ligament, tendon repairs",
                "Rheumatoid arthritis (RA)",
                "Nerve injury (e.g., secondary to fracture)",
                "Dyspnea",
                "Deconditioning",
                "ICUacquired  weakness(39)",
                "A specific term that refers to symmetrical, generalized muscle weakness that develops after the onset of critical illness without other identifiable causes",
                "Six trials of NMES used in patients in the ICU have demonstrated mixed but promising results. The need for additional research, especially to determine optimal parameters, has been identified"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "This treatment might be used with patients who are at risk for falls; if inpatient, follow facility protocols for fall prevention and post-fall  prevention instructions at the bedside. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "This treatment might be used with patients who are at risk for autonomic dysreflexia. Monitor for signs and symptoms of autonomic dysreflexia if using with patients who have high thoracic or cervical spinal cord injuries; NMES might intensely activate sensory systems, which can provide unregulated drive to the sympathetic nervous system. Discontinue stimulation and seek emergent medical care at signs of excessive sympathetic activity (e.g., sweating, headache, bradycardia, elevated blood pressure, piloerection).  Please see  Clinical Review…Autonomic Dysreflexia in Adults  ; CINAHL Topic ID Number: T708491",
                "This treatment might be used with patients who are at risk for aspiration. Patients being treated for dysphagia might have choking/aspiration precautions as part of their care/support plan. Precautions might include proper positioning, especially during mealtimes",
                "The muscle force that can be generated by NMES is limited by patient discomfort and is typically no more than 80% of the maximum force that can be produced voluntarily. Recruitment of nociceptors has been assumed to contribute to the limited muscle forces that patients can tolerate during NMES(6)",
                "Fatigue can be a major problem with the use of NMES(45,47)",
                "Stroke(56)",
                "SCI",
                "Multiple sclerosis(61)",
                "Cerebral palsy, head injury",
                "Orthopedic injury/surgery resulting in muscle weakness or inability to activate muscle(56)",
                "COPD, CHF(56)",
                "Stress incontinence(62)",
                "Edema(1)",
                "Sports performance(13)",
                "Diabetic foot ulceration(71)",
                "DVT(72)",
                "Brachial plexus injury in children(73)"
            ]
        },
        "diagnosis need for treatment": "",
        "rule out": "",
        "prognosis": [
            "Long-term  effectiveness following discontinuation of NMES is questionable(47)",
            "There are reports of the benefits of NMES waning following the withdrawal of stimulation in various applications (e.g., spasticity reduction in cerebral palsy, hand function after stroke, shoulder subluxation)(47)"
        ],
        "referral to other disciplines": "NMES for dysphagia is referred typically to speech therapy as available. Referral might be made to occupational therapy for upper extremity NMES or FES(14)",
        "other considerations": [
            "In 2013, authors of a systematic review found that short-term application (5 minutes or less) of cryotherapy before use of NMES can improve patient tolerance of the strong contractions required for strengthening; however, longer applications of cryotherapy (20 minutes or more) can affect the muscle’s ability to produce force(44)",
            "In a 2015 systematic review,evidence to date was not found to support the use of NMES in thromboprophylaxis, although NMES increases venous blood flow(52)"
        ],
        "treatment summary": [
            "See  Description  ,  Indications of procedure   and  Guidelines for the use of procedure  above –Orthopedic -The quadriceps femoris is the most frequently stimulated muscle group(70) -In a systematic review and meta-analysis  of RCTs to determine whether NMES is effective to strengthen the quadriceps femoris, researchers suggest that NMES is of some benefit compared with doing no exercise, but that volitional exercises appear to be as or more effective in most situations(15) -Thirty-five  trials were included and evaluated -A distinction was made between impaired (post injury or surgery) and unimpaired quadriceps -In situations in which volitional muscle training is difficult or compliance is low (i.e., within-cast,  immobilization), NMES might be preferred -The main outcome measure was muscle torque -Interpretation of the results, including clinical applicability, was limited by methodological weaknesses in the clinical trials and heterogeneous data  -Authors of a meta-analysis  of studies evaluating the effectiveness of NMES after total knee arthroplasty (TKA) report that NMES resulted in slightly better functional recovery compared to conventional rehabilitation in the early postoperative period but that there is no difference in the medium-term  and long-term  postoperative periods(63) -Six studies, with a total of 496 participants, were included -All studies compared a group receiving NMES to a control group that followed a rehabilitation protocol. Outcome measures included the TUG test, stair climbing test, and walk tests -Patients in the group receiving NMES had better scores in the first postoperative weeks, but the benefits of NMES diminished overtime -The authors concluded that NMES after TKA is easy and safe to apply, and results in faster functional recovery in the immediate postoperative period -The heterogeneity of rehabilitation protocols, including NMES settings and the start time, duration, and frequency of treatment, was a limiting factor in the meta-analysis -In a meta-analysis  completed in 2018, researchers found that patients receiving NMES after TKA had improved scores on the TUG, stair climbing test, and 6MWTrelative to patients not receiving NMES(74) -Benefits from NMES were greatest in the early postoperative stages of recovery.There was no difference between groups in medium-  to long-term stages -Researchers who conducted a study in the United States found that NMES might be useful to treat muscle atrophy and weakness in patients with RA(18) -NMES and a volitional exercise training protocol were evaluated for quadriceps strengthening in patients with RA in a multiple-patient  case report -Patients who completed the protocol increased their lean muscle mass, muscle strength, and physical function -Neither the effects of NMES alone nor those of exercise alone were compared to the effects of combining NMES with exercise -Protocol was not well-tolerated  or adhered to by some patients with RA -An NMES training protocol can be a useful treatment adjunct following anterior cruciate ligament (ACL) repair(16,17) -Investigators in a prospective randomized clinical trial conducted in the United States of electrical stimulation for quadriceps strengthening and functional recovery after ACL reconstruction found that there was greater quadriceps strength recovery in patients who received high-intensity  electrical stimulation versus patients who received only low-intensity electrical stimulation or volitional exercise(16) -Authors of an RCT conducted in the United States (N = 43) examined the effectiveness of a modified NMES protocol in addition to standard rehabilitation(17) -NMES was applied with the patients lying supine with the knees fully extended -The NMES group demonstrated greater quadriceps strength than the control group after 12 weeks of treatment -The effectiveness of NMES appears proportional to the dose; the larger the dose, the greater the therapeutic effects.(48)In a study conducted in the United States, researchers identified factors that contribute to the ability of patients with RA to tolerate high doses of NMES(48) -Each participant (n = 40) had a diagnosis of RA and participants received 2 sessions of NMES to the quadriceps -The dose was calculated as the amount of torque resulting from the application of NMES and this value was compared to the torque measured from a maximal voluntary isometric contraction -Correlations between NMES and disability, pain coping strategies, pain acceptance, sense of mastery or control, anxiety, and depression were investigated. Outcome measures included the following: -Health Assessment Questionnaire Disability Index (HAQ-DI) -Coping Strategies Questionnaire (CSQ) -Chronic Pain Acceptance Questionnaire (CPAQ) -Sense of Mastery Scale (SMA) -Center for Epidemiological Studies Short Depression Scale (CESD) -Anxiety Inventory Form (AI) -Disability, catastrophizing, coping self-statements,  and anxiety were predictors of the maximum dose tolerated with NMES -Patients who had lower catastrophizing, evidenced by lower scores on a subset of the CSQ, and lower levels of disability were able to achieve higher doses  -NMES did not improve quadriceps muscle strength and activation in women with radiographic evidence of early knee osteoarthritis in an RCT conducted in the United States(19) -Thirty women with mild-moderate  knee osteoarthritis were included in the study. Participants were randomized into two groups: no treatment or NMES 3 times per week for 4 weeks -Patients with a history of knee surgery or ligamentous knee injury were excluded -NMES targeted the quadriceps muscles; each treatment session included 10 stimulation-induced contractions with the intensity of current set to the maximum tolerated. A target intensity of at least 35% of the maximum voluntary isometric contraction was encouraged -Similar protocols have been used for post anterior cruciate ligament reconstruction and TKA intervention and have a history of effectiveness for these populations. It is possible the dosage was insufficient for improving quadriceps strength and activation in early knee osteoarthritis. The dose-response  relationship is not determined in this population -Investigators in Switzerland report that NMES of the intrinsic foot muscles enhances their function as medial longitudinal arch stabilizers and can be used to alter foot plantar pressure patterns and improve dynamic control to reduce breakdown(50) -NMES treatment is typically performed over a 3 to 5 week period and includes an average of 9 to 12 sessions with a gradual progression of active modeling in combination with functional integration activities (e.g., single limb squatting) -Authors of an RCT published in 2019 concluded that NMES was effective in reducing edema post ankle sprain (grade I and II), as measured by fluid displacement(75) -The control group consisted of patients receiving the current standard of care for ankle sprain and the intervention group received NMES as an adjunct to the current standard of care -There were no between-group  differencesin figure 8 measurement, pain scores, or functional scores -Researchers of a 2019 systematic review found that NMES is effective in various rehabilitation settings and patient groups to reduce edema(76) -Given the limited number of trials available (8 total), the researchers advocated for further trials to reinforce these findings –Stroke -NMES might be used to enable active practice when the severity of motor and sensory deficits limits or prevents active practice. Following a stroke, NMES has been reported to improve ROMand force production and to reduce hypertonicity.(78)NMES might be useful for reducing shoulder subluxation and pain and there is also evidence that NMES facilitates motor relearning of the upper and lower extremities(20) -Authors of a meta-analysis  of studies evaluating the effectiveness of NMES for management of shoulder subluxation post-stroke  found a beneficial effect in individuals with acute and subacute stroke, but no significant benefits for individuals with chronic stroke(64) -The effectiveness of short (1 hour or less) and long (greater than 1 hour) daily treatment durations was examined -Eleven studies were included with a total of 432 participants -In patients with acute and subacute stroke, there was a significant treatment effect for reduction of subluxation with short or long daily treatment durations -Effective parameters included frequency of 10–36  pps, pulse duration 200–250  µs, and treatment 3 to 7 times per week for 4 to 8 weeks -There was no significant treatment effect for patients with chronic stroke (greater than 6 months) -There was no significant treatment effect on arm function or shoulder pain -NMES during task-oriented  exercise can be used to produce or augment contractions in paretic muscles(20,21) -EMG triggered NMES is produced when an individual voluntarily attempts to move and the EMG corresponds by triggering the NMES. For example, as poststroke patients attempt to extend their wrist and fingers, the EMG-triggered stimulation assists the movement, and full extension is experienced -In a 2000 RCT in the United States (N = 11), investigators found that EMG-triggered  NMES to the wrist and finger extensors of individuals with chronic hemiparesis due to stroke resulted in significant improvements in grasping small objects and sustaining contractions(22) -In 2008, a systematic review of RCTs of EMG-triggered  neuromuscular stimulation of the wrist and finger extensors after stroke found no statistically significant differences compared to usual care(23)  -Eight studies (N = 157) met criteria for meta-analysis -Meta-analysis  did not find significant effect sizes in sustained contraction, reaction time, or dexterity -Most of the studies were restricted to chronic or subacute phases after stroke – only one was within 3 weeks poststroke -These findings were incongruous with those of a 2004 meta-analysis  which found a significant overall effect of EMG-triggered  NMES on the recovery of arm/hand function after stroke(51) -One difference was that nonrandomized controlled trials were included in the 2004 study(51) -EMG-triggered  NMES as an adjunct to constraint-induced  movement therapy (CIMT) was reported to be feasible and beneficial in a casestudy in the United States(24) -Individuals not capable of extending their wrists and fingers are excluded from CIMT protocols -Use of EMG-triggered  NMES enabled clients to follow the CIMT protocol -EMG-triggered  NMES to the affected tibialis anterior muscle can increase active ROM and improve aspects of balance and gait, accordingto authors of a case study conducted in the United States(11) -In a single subject 16 months poststroke, the impact of low-dose,  EMG-triggered  stimulation on gait and balance was evaluated -Improvements in active ankle dorsiflexion and plantarflexion and in BBS score were seen at a relatively low dose of treatment (20 minutes/day for 4 weeks) -Researchers in China found that use of an electromyographic bridge (EMGB) augmented the recovery of volitional wrist and finger motion in post-stroke  patients better than cyclic NMES did(65) -EMGB differs from EMG-triggered  NMES in that the EMG is recorded from the contralateral arm. Since EMG-triggered  NMES requires some volitional movements in the affected arm to acquire trigger signals, it is often not applicable to severely paralyzed patients, especially during the early phase of rehabilitation post-stroke.  EMGB is a novel system that uses bimanual movements -In an RCT, 42 acute or subacute hemiplegic patients were assigned to 4-week  treatments with EMGB or cyclic NMES. Each group did10 sessions per week of hand training with EMGB or cyclic NMES -Outcome measures included Brunnstrom stage, upper extremity components of the Fugl-Meyer Assessment, Motor Status Scale, voluntary surface EMG ratio, and active ROM of wrist and fingers -The EMGB group showed significantly greater improvements than the cyclic NMES group on the Brunnstrom scale, Fugl-Meyer  Assessment, Motor Status Scale, and the voluntary surface EMG ratio of wrist and finger extensors -In a 2019 systematic review and meta-analysisinvestigators  found that EMG-NMES  had a strong short-term  effect on the ICF domain of body structure and function in the upper limb for patient post stroke(77) -There were no improvements found in favor of EMG-NMES  for the activity and participation domains -The strongest effect for EMG-NMES  was seen in chronic (≥3 months) phases more so than acute and subacute -Because it induces muscle contractions,NMES is a useful tool for gait training.In post-stroke patients with persistent gait deficitsNMES encourages a more normalized and coordinated gait pattern than can be achieved with volitional effort alone(25) -In an RCT conducted in the United States, researchers investigated the effect of gait training, coordination exercise, and weight-supported  treadmill training as isolated interventions as well as in conjunction with intramuscular functional neuromuscular stimulation(26) -Participants included 32 individuals longer than1 year poststroke -Intramuscular functional neuromuscular stimulation produced significantly greater gains for gait component execution (Tinetti gait scale) and knee flexion coordination -Electrodes were placed on eight muscles: tibialis anterior, peroneus longus, lateral head gastrocnemius, short head biceps femoris, semimembranosus, long head biceps femoris, vastuslateralis, and gluteus medius. Stimulation patterns were provided in multiple combinations and timings by software -Multichannel NMES with implanted electrodes was found by researchers to be more advantageous for gait training than gait training alone -Full-movement  NMES as a method of generating up to full range of movement significantly improved active ankle dorsiflexion and reduced plantar flexion spasticity in patients post-stroke(55) -Seventy-two  adults with subacute post-stroke hemiplegia and plantar flexor spasticity participated in this RCT in China  -Participants were randomized to the NMES or control group. All participants also received conventional physical therapy which included ankle ROM and stretches and neurodevelopmental facilitation techniques -NMES participants received stimulation on the motor points of the digitorumlongus and extensor hallucis muscles 2 times daily, in 30-minute sessions, for 4 weeks -The full-movement  NMES group had significant improvement in ankle active dorsiflexion score and a significant reduction in Composite Spasticity Scale scores -Authors of a 2018 systematic review found that NMES improved lower extremity function, gait speed, balance, spasticity, and ROM in survivors of chronic stroke(78) -The primary outcome was defined as lower extremity function.Secondary outcomes included gait speed, Berg Balance Scale, TUG, 6MWT, Modified Ashworth Scale, and ROM -NMES has been advocated as an adjunct to swallowing therapy for pharyngeal dysphagia following stroke(27) -In an RCT conducted in Thailand involving 23 post-stroke  patients with persistent pharyngeal dysphagia, investigators found that NMES (12 participants) was significantly superior to rehabilitation swallowing therapy (11 participants)(27) -In a 2007 meta-analysis,  researchers who evaluated the efficacy of NMES in swallowing rehabilitation concluded that there was a small but statistically significant improvement in swallowing performance with the use of NMES(28) -Authors of a 2020 systematic review and meta-analysis  found insufficient evidence regarding the efficacy of NMES for swallowing disorders(79) -The pooled studies in this systematic review were rated low to very low quality -Results showeda large effect size for stimulation of the infrahyoid muscle group, but not the suprahyoid group. Combined suprahyoid and infrahyoid muscle groups had a large effect size -Combining NMES and SES might be an effective method to improve upper extremity function following stroke(29) -Investigators of a case study conducted in the United States found improvements, 5 years post-stroke,  in upper extremity function measured using the Stroke Rehabilitation Assessment of Movement, the Action Research Arm test, and patient self-reports -The study design did not separate the effects of NMES and SES -Authors of a 2019 systematic review found a possible positive effect on urinary incontinence in patients post stroke using electrical stimulation(80) -The studies included in the systematic review had small population sizes and there was variability in the type of electrical stimulation used –Traumatic brain injury (TBI) -A combination of therapeutic modalitieswas more productive than a singular therapeutic intervention in increasing speed of recovery post TBI(81) -In a 2019 systematic review, these treatments included FES, electroacupuncture, biokinetics, hydrotherapy, and robotic rehabilitation -Recovery may not occur in the 6-month  time frame previously considered standard; lifelong treatment participation may be indicated –Spinal cord injury -Inactivity secondary to spinal cord injury negatively impacts many body systems. NMES produces contraction of paralyzed muscles, which can promote muscle hypertrophy, endurance, and histochemical changes -Treadmill gait training with NMES can promote quadriceps hypertrophy and cardiorespiratory responses in quadriplegic patients(30,31) -Treadmill gait training with body weight support combined with NMES was examined in a controlled study of 15 complete quadriplegic patients conducted by researchers in Brazil(30) -Eight patients received gait training with NMES for 6 months, twice per week, and 7 received conventional physiotherapy(30) -MRI performed at baseline and at 6 months showed a significantly increased cross-sectional area of quadriceps muscles in the NMES group at posttest(30) -Detrimental cortical reorganization occurring after spinal cord injury might contribute to physical dysfunction  -Somatosensory stimulation from NMES used in conjunction with bimanual massed practice may stimulate cortical reorganization post cervical spinal cord injury. A single casestudy conducted in the United States described the following:(3) -Improvements were observed in sensory function, strength, and hand skills -As evidenced by testing using transcranial magnetic stimulation (TMS), the cortical motor map of the biceps brachii shifted anteriorly and increased in size (a more posterior shift occurs in patients with SCI compared to those without SCI) -The result suggests that somatosensory stimulation might contribute to cortical reorganization, which is associated with improvements in function -In a 2018 systematic literature review examining the effectiveness of NMES for increasing voluntary strength in the partially paralyzed muscles of persons with SCI, the authors concluded that there is no strong evidence to support that NMES is superior to any other treatment strategies used to build strength in this population(66) -Five studies were included -Two studies found an increase in strength measured by peak force and manual muscle testing after an NMES protocol. The other 3 studies found no differences between groups that received NMES and controls –Cerebral palsy -NMES has been advocated as an adjunct to a physical therapy program for children with cerebral palsy that emphasizes a task-specific  approach to motor learning(5) -NMES has been used to improve gait in children with cerebral palsy(32,33,34,35,36) -Authors of an RCT conducted in Scotland concluded that FES can be a practical treatment option to improve gait kinematics in children with cerebral palsy(33) -Fourteen children participated (7 FES, 7 control) -FES of ankle dorsiflexors significantly improved gait kinematics during stimulation -There was no long-term  effect of using FES for 8 weeks -In an RCT conducted in the United States authors assessed whether NMES or volitional exercise could increase muscle strength and walking speed in children with cerebral palsy(34) -Eleven children participated (6 NMES, 5 volitional strengthening) -NMES was applied with percutaneously implanted electrodes -Both groups trained quadriceps and triceps surae for 12 weeks -The NMES group demonstrated a greater increase in force production compared to the volitional exercise group -Only the NMES group demonstrated a greater increase in walking speed after training -Researchers investigated the effects of daily NMES assisted gait training on muscle strength and volume of children with unilateral spastic cerebral palsy(35) -Thirty-two  subjects with unilateral spastic cerebral palsy participated in this study in Australia -Participants were randomly assigned to receive daily NMES or conventional treatment for 8 weeks -At the completion of the 8-week  intervention, the NMES group had significantly increased muscle strength of the tibialis anterior, anterior compartment, lateral and medial gastrocnemius, and dorsiflexion compared to baseline measures and the control group -At a 14-week  follow-up,  the NMES group retained significant improvements in the tibialis anterior and lateral gastrocnemius volumes compared to baseline; also, the lateral gastrocnemius value remained significantly better than the control group -NMES to the tibialis anterior in children with spastic hemiparesis resulted in significant increases in strength, gross motor function, and passive ROM of ankle dorsiflexion. No significant differences were found between groups that received NMES once a week or twice a week(36) -Ten children participated; 5 received NMES twice per weekand 5 received NMES once per week -The study was single-blinded  and conducted in Brazil -The results seem to justify the use of NMES protocols once per week, which is arguably more feasible within the reality of physical therapy practice -Sensory-level  electrical stimulation might be a useful adjunct treatment to improve muscle contractions in children with cerebral palsy  -A nonrandomized, noncontrolled study conducted in Finland of sensory level stimulation applied to the tibialis anterior muscle showed significant improvements in foot and ankle movement(4) -Seventeen children participated -Movements included dorsiflexion, toe flexion and extension, and inversion and eversion -Improved active and passive range persisted for months after stimulation ceased -Authors of a 2019 systematic review found low-quality evidence to support the use of NMES as an adjunct treatment to improve sitting and standing dimensions of gross motor function in children with cerebral palsy(82) -6 RCTs were included in the meta-analysis -Improvements in gross motor function were measured using the Gross Motor Function Measure (GMFM) -Use of NMES to improve upper extremity function in cerebral palsy has been reported -Investigators in case studies conducted in the United States suggest that NMES might be a useful tool for improving muscle strength, sensory awareness, motor learning, and coordination(37,38) –COPD, CHF -NMES of leg muscles has been used to decrease breathlessness and improve exercise capacity for patients with chronic lung disease(12,83) -A Cochrane systematic review of nonpharmacological interventions for breathlessness concluded there is a strong of evidence that NMES relieves breathlessness in COPD(12) -Three trials (N = 50) evaluated effects of NMES on breathlessness -NMES was applied to lower extremity muscles -Authors of a meta-analysis  in 2018 pooled data from 11 RCTs and found that NMES, when used to treat chronic respiratory disease, had a significant role in improving patients’ exercise capacity(83) -Functional measures improved were 6-minute  walk distance and quadriceps strength.There was no improvement seen on the incremental shuttle walk test or endurance shuttle walk test -NMES of leg muscles improves exercise tolerance in patients being treated for advanced heart failure(67) -Based on a randomized controlled study conducted in Brazil -Seventy patients hospitalized for decompensated heart failure and receiving continuous intravenous inotropic support were randomized to receive usual care (n = 35) or daily NMES applied to both legs (n = 35) -Functional capacity was measured using the 6MWT 24 hours after admission and after 2 weeks or at discharge (whichever came first) -After the protocol, the group receiving NMES had higher 6MWT distances and also had a significantly greater dose reduction of the inotropic support compared to the control group -Authors of an RCT conducted in Brazil of 22 patients hospitalized with COPD found that NMES used in addition to expiratory muscle training improved respiratory muscle strength over the training alone(41) -Respiratory strength was measured by pressure manometry and utilized Russian currents, with electrodes placed over the obliques and rectus abdominis -Researchers in a study in the United Kingdom involving 20 patients with COPD hospitalized for an acute exacerbation found NMES to be a feasible and well-tolerated  intervention that improved quadriceps muscle strength and endurance(42) -Endurance was measured using the ESWT and quad strength using a strain gauge mounted to the back of a chair -The two treatment groups included 10 patients each: one group underwent NMES at 35 Hz and the other at 50 Hz. While there were improvements in all aspects for both groups, only strength increases in the 35 Hz group were statistically significant –Acute critical illness -Authors of a systematic review investigated the use of NMES added to usual care for preventing muscle weakness in critically ill patients admitted to the ICU(49) -Data were included from 8 RCTs involving 172 patients -The duration of the NMES protocols ranged from 7 days to 6 weeks. Patients in the control group received usual care and either assisted limb mobilization with or without sham NMES, or sham NMES alone -The minimum intensity of NMES was a visible muscle contraction (i.e., motor threshold) in all studies -NMES added to usual care, in comparison with usual care alone or sham stimulation, was associated with better muscle-strength  outcomes in patients in the ICU, with moderate to strong evidence  -The evidence is inconclusive about the effectiveness of NMES for the preservation of muscle mass in ICU patients -These findings suggest that NMES might have the potential to prevent skeletal muscle weakness in critically ill patients but does not necessarily prevent the muscle wasting associated with critical illness -More studies are needed to investigate long-term  effects of NMES in the ICU on physical function and QOL in ICU survivors and to identify the optimal NMES dosage for prevention of ICU-acquired  weakness -Authors of a systematic review in 2020 sought to discern the effects of NMES on critical illness myopathy and a series of clinical outcomes in the ICU. The study found no significant differences in global muscle strength, ICU mortality, duration of mechanical ventilation, or ICU length of stay when comparing usual care to usual care plus NMES(84) -The study included six RCTs and 718 patients -Usual care included passive and active exercises and early mobilization/rehabilitation -Authors of a 2020 systematic review to assess the effect of NMES on preventing acquired weakness in the ICU found that early implementation of NMES could improve muscle strength, shorten ventilation time, shorten the ICU and total lengths of stay, and improve daily living ability(85) -Eleven RCTs were included with 576 total patients -NMES had no significant effect on improving patients’ functional status, level of consciousness, and mortality -Researchers conducted an RCT to determine the effect of NMES on the quadriceps of critically ill patients post-cardiothoracic  surgery(53) -Fifty-four  participants were randomized to receive NMES or sham NMES (with no electricity) -NMES was applied to the bilateral quadriceps muscles from the first postoperative day until discharge (up to a maximum of 14 days) -Primary outcomes were muscle layer thickness as measured by ultrasound and muscle strength as evaluated by the Medical Research Council scale -Compared to baseline, all patients had decreased muscle layer thickness at the time of discharge. However, NMES was associated with higher strength gains during hospitalization -Investigators in Brazil found that NMES combined with conventional physical therapy preserved chest and abdominal muscle thickness in critically ill patients receiving invasive mechanical ventilation in the ICU(68) -Based on a double-blind  RCT involving 25 patients; 11 patients received NMES plus conventional therapy, 14 patients received sham NMES plus conventional therapy -Muscle thickness was determined using cross-sectional  ultrasound images -There was a significant decrease in muscle thicknesses in the control group, but no change in these measures in the group receiving NMES. Also, the length of stay in the ICU was found to be significantly shorter in the group receiving NMES -Researchers in Brazil found that patients on hemodialysis improve exercise capacity after peripheral NMES(69) -In a randomized clinical trial, 51 patients were divided into groups receiving either high-intensity  and high-frequency or low-intensity and low-frequency  NMES -Outcome measures included peripheral muscle strength, exercise capacity via 6MWT, levels of muscle trophism markers, and levels of proinflammatory and anti-inflammatory cytokines -6MWT distance improved in both groups. Peripheral muscle strength improved in the high-frequency  and high-intensity  group but not in the low-frequency  and low-intensity  group -Benefits to muscle trophism occurred only in the low-frequency  and low-intensity  group, and benefits on inflammatory outcomes were specific to the high-frequency  and high-intensity  group -Authors of two systematic reviews in 2020 showed that NMES is a safe and effective treatment modality to improve functional capacity and muscle strength in patients with end-stage  renal disease on hemodialysis(86,87) -Eight studies were included in onesystematic review, with research quality rated fair to good(86) -Functional capacity was measured via the 6MWT -Knee extensor strength and grip strength were improved -QOL was thought to have been improved, but the methodology for this conclusions wasnonspecific -No benefits were found for cardiovascular outcomes nor for muscle mass -Ten studies were included in the next systematic review, but researchers showed that the RCTs used had a possible high risk of bias and the non RCTs had a moderate to critical risk of bias(87) -Quadriceps muscle strength, upper limb strength, and functional capacity were improved -QOL was unable to be analyzed quantitatively  –Sports performance -There is a lack of systematic research into factors that impact NMES effectiveness for athletic training(13) -Studies have reported improvements in maximal strength and anaerobic power in athletes that are likely to affect field performance -Excessive use of NMES might have a detrimental effect on motor coordination, as contractions are typically isometric and nonspecific. Athletic training of complex movements requires high levels of neuromuscular coordination that can be achieved only through voluntary “technical” exercise. Use of NMES is recommended in conjunction with voluntary exercise -It is suggested that NMES training is best used early in the training season, to avoid interference with sport-specific training(13) -Use of NMES in high-level  sport is advocated as a supplement rather than a substitute for more traditional forms of training and might be useful in situations in which an athlete’s performance has plateaued(13) –Diabetic foot ulceration -Authors of a systematic review in 2020 found that NMES had a possible role in the treatment of diabetic foot ulcers(71) -Seven studies that met inclusion criteria showed improved healing rates in wounds using NMES -Five of the studies combined NMES with heat.They found improved healing rates in diabetic foot ulcers compared with nondiabetic wounds of a similar grade -The studies used were uncontrolled and of a lower power of evidence; researchers pressed for further studies with higher-quality  evidence –DVT -Authors of a 2018 systematic review found that NMES significantly reduced the risk of DVTversus no prophylaxis(72) -Ten RCTs were included -NMES was inferior to the use of heparin in DVT prophylaxis.Evidence supports the use of NMES as an adjunct to heparin –Pediatrics -For neonatal patients with brachial plexus palsy there is mixed evidence for NMES for improving muscle strength and favorable and consistent evidence for NMES for improving active ROM(73) -The studies reviewed had multiple variations in treatment modalities, patient histories, and additional treatments . Problem Goal Intervention Expected Progression Home Program Limited ROM; contractureIncrease ROM NMES applied to antagonistic or opposing muscle (to stretch out contracture) _ Long ramp-up to achieve slow stretch and avoid increasing spasticity. Might be combined with serial castingIncrease the number of stimulated repetitions to increase the stretch timeEducate family and caregivers that to maintain the range of spastic muscle, treatment should continue daily for life Abnormal gait with the need for orthotic substitution; e.g., dorsiflexion assistAssist purposeful movement to allow for more normal gait patternFES _ Triggered stimulation incorporated into a _ gait training programGenerally, effect is expected only if the stimulus is applied and most applications will need to be continued indefinitelyEducate family and caregivers to improve compliance outside the clinic  Reduced muscle strength and endurance; muscle atrophyMuscle conditioning _ _ Increase strength and enduranceNMES _ Stimulation plus voluntary exercisesStrength – apply overload principle; progress to maximally tolerated stimulated contraction _ _ Endurance – longer duration treatment within comfort limitsStrength: 10 to 15 reps; 3 to 5 days/week; 2 to 3 weeks _ _ Endurance: 30 to 60 min daily, 2+ weeks Edema Decrease edema NMES in water to activate muscles at the site of edema  Might be combined with ice, elevation, active exercise as toleratedBrief rhythmic contractions followed by full relaxation – results should be measurable at the end of the sessionPrescribe a complementary home program Spasticity, muscle spasmInhibit spasticity and muscle spasmNMES _ Stimulation of antagonist muscle to inhibit spastic agonist _ _ Stimulation of the spastic muscle itself _ _ High-frequency continuous sensory stimulationEffect on spasticity is transient so should be used as an adjunct to other treatmentsMight be used to control spasticity for the home program and functional activities Reduced voluntary motor controlFacilitate voluntary motor controlNMES _ Stimulate to initiate contractions, augment weak voluntary contractions, or provide stabilization of related muscle groups _ _ EMG-triggered NMES _ EMG electrodes are placed on the muscle to be stimulated. Stimulator is triggered by voluntary activity of that muscleFunctional training in conjunction with NMES. Progress to voluntary exercise alone when the patient can consistently recruit target musclePrescribe a complementary home program  Reduced exercise capacityImproved respiratory muscle strength, exercise capacity, reduced breathlessness during ambulationNMES of lower extremity muscles _ See Treatment summary , aboveImproved exercise capacity and health status accompanied by increases in lower extremity muscle strengthSee home program for muscle strengthening and endurance, above Risk of skin rash, irritation, burnsPrevent skin irritation Skin inspection _ Regular skin inspectionEducate the patient to examine skin, discontinue use if irritation developsEducate the patient to examine skin at home on an ongoing basis as long as NMES is used, discontinue use if irritation develops ."
        ]
    },
    "desired outcomes outcome measures": {
        "increased strength": [
            "MMT, maximum voluntary isometric contraction force, dynamometer, pinchometers"
        ],
        "increased rom": [
            "Goniometry"
        ],
        "normalized gait": [
            "Gait kinematics, DGI, walking speed"
        ],
        "improved balance": [
            "Tinetti Performance Oriented Mobility Assessment (gait and balance assessment sections)",
            "Balance assessment (e.g., BBS)"
        ],
        "improved functional mobility": [
            "Standardized function tests: FIM, TUG test"
        ],
        "improved cardiovascular endurance": [
            "Endurance tests: 6MWT, ESWT"
        ],
        "reduced spasticity": [
            "Modified Ashworth Spasticity Scale"
        ],
        "reduced edema": [
            "Circumferential measures"
        ],
        "improved motor control coordination": [
            "Stroke Assessment Scale (e.g., Chedoke-McMaster  Stroke Assessment Scale, Fugl-Meyer  Assessment of SensorimotorRecovery After Stroke, Rivermead Motor Assessment)"
        ]
    },
    "maintenance or prevention": [],
    "patient education": [
        "Patients and/or their caregivers will require detailed instructions for independent use, including appropriate electrode placement, parameter settings, and progression",
        "Patients should be educated properly about the expected outcomes and benefits of the specific NMES use",
        "Education in the use of FES as a substitution for orthoses during gait is important for its safe and independent use. It is essential that the patient or caregiver can reliably duplicate the effective electrode placement and be aware of changes in joint positioning, since relatively small changes in electrode position can change the effect on joint positioning. A FES protocol is more complex than an orthosis, and therefore there is a greater chance of equipment problems and human errors, which can result in a change in joint positioning and place the patient at risk for falling  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Baker LL, Wederich CL, McNeal DR, Newsam CJ, Waters RL. Neuromuscular Electrical Stimulation. A Practical Guide . 4th ed. Downey, CA: Los Amigos Research and Education Institute, Inc; 2000. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Hoffman LR, Field-Fote  EC. Upper extremity training for individuals with cervical spinal cord injury: Functional recovery and neuroplasticity. In: Field-Fote  EC, ed. Spinal Cord Injury Rehabilitation . Philadelphia, PA: F.A. Davis Co; 2009:279-280.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Hoffman LR, Field-Fote  EC. Cortical reorganization following bimanual training and somatosensory stimulation in cervical spinal cord injury: a case report. Phys Ther . 2007;87(2):208-223.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Mäenpää H, Jaakkola R, Sandström M, von Wendt L. Effect of sensory-level  electrical stimulation of the tibialis anterior muscle during physical therapy on active dorsiflexion of the ankle of children with cerebral palsy. Pediatr Phys Ther . 2004;16(1):39-44.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Carmick J. Clinical perspective. Guidelines for the clinical application of neuromuscular electrical stimulation (NMES) for children with cerebral palsy. Pediatr Phys Ther . 1997;9(3):128-136.  (G)"
        },
        {
            "number in article": 6,
            "reference": "Scott WB, Causey JB, Marshall TL. Comparison of maximum tolerated muscle torques produced by 2 pulse durations. Phys Ther . 2009;89(8):851-857.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Binder-Macleod  SA, Snyder-Mackler  L. Muscle fatigue: clinical implications for fatigue assessment and neuromuscular electrical stimulation. Phys Ther . 1993;73(12):902-910. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Gorgey AS, Dudley GA. The role of pulse duration and stimulation duration in maximizing the normalized torque during neuromuscular electrical stimulation. J Orthop Sports Phys Ther . 2008;38(8):508-516.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Bellew JW. In: Bellew JW, Michlovitz SL, Nolan TP, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016:287-304.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Zablotny C. Using neuromuscular electrical stimulation to facilitate limb control in the head-injured  patient. J Head Trauma Rehabil . 1987;2(2):28-33.  (G)"
        },
        {
            "number in article": 11,
            "reference": "Barth E, Herrman V, Levine P, Dunning K, Page SJ. Low-dose,  EMG-triggered  electrical stimulation for balance and gait in chronic stroke. Top Stroke Rehabil . 2008;15(5):451-455.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Bausewein C, Booth S, Gysels M, Higginson IJ. Non-pharmacological  interventions for breathlessness in advanced stages of malignant and non-malignant  diseases. Cochrane Database Syst Rev . 2008;(2):CD005623. doi:10.1002/14651858.CD005623.  (M)"
        },
        {
            "number in article": 13,
            "reference": "Seyri KM, Maffiuletti NA. Effect of electromyostimulation training on muscle strength and sports performance. Strength Condition J . 2011;33(1):70-75.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Houpapa L. Opinion piece: Neuro muscular electrical stimulation and stroke rehabilitation - a role for occupational therapy. Ir J Occup Ther . 2008;36(1):27-30.  (X)"
        },
        {
            "number in article": 15,
            "reference": "Bax L, Staes F, Verhagen A. Does neuromuscular electrical stimulation strengthen the quadriceps femoris? A systematic review of randomised controlled trials. Sports Med . 2005;35(3):191-212.  (M)"
        },
        {
            "number in article": 16,
            "reference": "Snyder-Mackler  L, Delitto A, Bailey SL, Stralka SW. Strength of the quadriceps femoris muscle and functional recovery after reconstruction of the anterior cruciate ligament. A prospective, randomized clinical trial of electrical stimulation. J Bone Joint Surg Am . 1995;77(8):1166-1173.  (RCT)"
        },
        {
            "number in article": 17,
            "reference": "Fitzgerald GK, Piva SR, Irrgang JJ. A modified neuromuscular electrical stimulation protocol for quadriceps strength training following anterior cruciate ligament reconstruction. J Orthop Sports Phys Ther . 2003;33(9):492-501.  (RCT)"
        },
        {
            "number in article": 18,
            "reference": "Piva SR, Goodnite EA, Azuma K. Neuromuscular electrical stimulation and volitional exercise for individuals with rheumatoid arthritis: a multiple-patient  case report. Phys Ther . 2007;87(8):1064-1077.  (C)"
        },
        {
            "number in article": 19,
            "reference": "Palmieri-Smith  RM, Thomas AC, Karvonen-Gutierrez  C, Sowers M. A clinical trial of neuromuscular electrical stimulation in improving quadriceps muscle strength and activation among women with mild and moderate osteoarthritis. Phys Ther . 2010;90(10):1441-1452.  (RCT)"
        },
        {
            "number in article": 20,
            "reference": "Chae J, Sheffler L, Knutson J. Neuromuscular electrical stimulation for motor restoration in hemiplegia. Top Stroke Rehabil . 2008;15(5):412-426.  (SR)"
        },
        {
            "number in article": 21,
            "reference": "Hedman LD, Sullivan JE, Hilliard MJ, Brown DM. Neuromuscular electrical stimulation during task-oriented  exercise improves arm function for an individual with proximal arm dysfunction after stroke. Am J Phys Med Rehabil . 2007;86(7):592-596.  (C)"
        },
        {
            "number in article": 22,
            "reference": "Cauraugh J, Light K, Kim S, Thigpen M, Behrman A. Chronic motor dysfunction after stroke: recovering wrist and finger extension by electromyography-triggered neuromuscular stimulation. Stroke. 2000;31(6):1360-1364.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Meilink A, Hemmen B, Seelen HAM, Kwakkel G. Impact of EMG-triggered  neuromuscular stimulation of the wrist and finger extensors of the paretic hand after stroke: a systematic review of the literature. Clin Rehabil . 2008;22(4):291-305.  (SR)"
        },
        {
            "number in article": 24,
            "reference": "Fritz SL, Chiu YP, Malcolm MP, Patterson TS, Light KE. Feasibility of electromyography-triggered  neuromuscular stimulation as an adjunct to constraint induced movement therapy. Phys Ther . 2005;85(5):428-442.  (C)"
        },
        {
            "number in article": 25,
            "reference": "Daly JJ. Response of gait deficits to neuromuscular electrical stimulation for stroke survivors. Expert Rev Neurother . 2006;6(10):1511-1522.  (SR)"
        },
        {
            "number in article": 26,
            "reference": "Daly JJ, Roenigk K, Holcomb J, et al. A randomized controlled trial of functional neuromuscular stimulation in chronic stroke subjects. Stroke. 2006;37(1):172-178.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Permsirivanich W, Tipchatyotin S, Wongchai M, et al. Comparing the effects of rehabilitation swallowing therapy vs. neuromuscular electrical stimulation therapy among stroke patients with persistent pharyngeal dysphagia: a randomized controlled study. J Med Assoc Thai . 2009;92(2):259-265.  (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Carnaby-Mann  GD, Crary MA. Examining the evidence on neuromuscular electrical stimulation for swallowing: a meta-analysis.  Arch Otolaryngol Head Neck Surg . 2007;133(6):564-571.  (M)"
        },
        {
            "number in article": 29,
            "reference": "Sullivan JE, Hedman LD. A home program of sensory and neuromuscular electrical stimulation with upper-limb  task practice in a patient 5 years after a stroke. Phys Ther . 2004;84(11):1045-1054.  (C)"
        },
        {
            "number in article": 30,
            "reference": "de Abreu DC, Junior DC, Rondina JM, Cendes F. Muscle hypertrophy in quadriplegics with combined electrical stimulation and body weight support training. Int J Rehabil Res . 2008;31(2):171-175.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Carvalho DCC, de Cassia Zanchetta M, Sereni JM, Cliquet A. Metabolic and cardiorespiratory responses of tetraplegic subjects during treadmill walking using neuromuscular electrical stimulation and partial body weight support. Spinal Cord . 2005;43(7):400-405.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Carmick J. Clinical use of neuromuscular electrical stimulation for children with cerebral palsy, part 1: lower extremity. Phys Ther . 1993;73(8):505-513.  (C)"
        },
        {
            "number in article": 33,
            "reference": "van der Linden ML, Hazlewood ME, Hillman SJ, Robb JE. Functional electrical stimulation to the dorsiflexors and quadriceps in children with cerebral palsy. Pediatr Phys Ther . 2008;20(1):23-29.  (RCT)"
        },
        {
            "number in article": 34,
            "reference": "Stackhouse SK, Binder-Macleod  SA, Stackhouse CA. Neuromuscular electrical stimulation versus volitional isometric strength training in children with spastic diplegic cerebral palsy: a preliminary study. Neurorehabil Neural Repair . 2007;21(6):475-485.  (R)"
        },
        {
            "number in article": 35,
            "reference": "Pool D, Elliott C, Bear N, et al. Neuromuscular electrical stimulation-assisted  gait increases muscle strength and volume in children with unilateral spastic cerebral palsy. Dev Med Child Neurol . 2016;58(5):492-501.  (RCT)"
        },
        {
            "number in article": 36,
            "reference": "Nunes LCB, Quevedo AAF, Magdalon EC. Effects of neuromuscular electrical stimulation on tibialis anterior muscle of spastic hemiparetic children. Rev Brasil Fisioter . 2008;12(4):317-323.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Carmick J. Case report. Use of neuromuscular electrical stimulation and a dorsal wrist splint to improve the hand function of a child with spastic hemiparesis. Phys Ther . 1997;77(6):661-671.  (C)"
        },
        {
            "number in article": 38,
            "reference": "Carmick J. Clinical use of neuromuscular electrical stimulation for children with cerebral palsy, part 2: upper extremity. Phys Ther . 1993;73(8):514-522.  (C)"
        },
        {
            "number in article": 39,
            "reference": "Kho ME, Truong AD, Brower RG, et al. Neuromuscular electrical stimulation for intensive care unit-acquired  weakness: protocol and methodological implications for a randomized, sham-controlled,  phase II trial. Phys Ther . 2012;92(12):1564-1579.  doi:10.2522/ptj.20110437. (GI)"
        },
        {
            "number in article": 40,
            "reference": "Stevens-Lapsley  JE, Balter JE, Wolfe P, et al. Relationship between intensity of quadriceps muscle neuromuscular electrical stimulation and strength recovery after total knee arthroplasty. Phys Ther . 2012;92(9):1187-1196.  doi:10.2522/ptj.20110479. (R)"
        },
        {
            "number in article": 41,
            "reference": "Dall' Acqua AM, Dohnert MB, Dos Santos LJ. Neuromuscular electrical stimulation with Russian current for expiratory muscle training in patients with chronic obstructive pulmonary disease. J Phys Ther Sci . 2012;24(10):955-959.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Chaplin EJ, Houchen L, Greening NJ, et al. Neuromuscular stimulation of quadriceps in patients hospitalised during an exacerbation of COPD: a comparison of low (35 Hz) and high (50 Hz) frequencies. Physiother Res Int . 2013;18(3):148-156.  doi:10.1002/pri.1541. (R)"
        },
        {
            "number in article": 43,
            "reference": "Rainsford G. The use of neuromuscular electrical stimulation as an adjunctive therapy for muscle strengthening in knee rehabilitation. Physiother Ireland . 2012;33(1):36-41. (RV)"
        },
        {
            "number in article": 44,
            "reference": "Nolan TP. Effect of cryotherapy on neuromuscular electrical stimulation. A review of the literature. Athletic Train Sports Health Care . 2013;5(1):45-52. doi:10.3928/19425864-20130102-01.  (SR)"
        },
        {
            "number in article": 45,
            "reference": "Claudel A, Lazaro RT, Wolfe G, Adams JM. Electrophysiological testing and electrical stimulation in neurological rehabilitation. In: Umphred DA, Burton GU, Lazaro RT, Roller ML, eds. Umphred’s Neurological Rehabilitation . 6th ed. St Louis MS: Elsevier Mosby; 2013:1007-1036.  (GI)"
        },
        {
            "number in article": 46,
            "reference": "Kang JH, Hyong IH. The influence of neuromuscular electrical stimulation on the heart rate variability in healthy subjects. J Phys Ther Sci . 2014;26(5):633-635.  doi:10.1589/ jpts.26.633. (R)"
        },
        {
            "number in article": 47,
            "reference": "Doucet BM, Lam A, Griffin L. Neuromuscular electrical stimulation for skeletal muscle function. Yale J Biol Med . 2012;85(2):201-215.  (RV)"
        },
        {
            "number in article": 48,
            "reference": "Piva SR, Lasinski S, Almeida GJM, Fitzgerald GK, Delitto A. Association between disability and psychosocial factors and dose of neuromuscular electrical stimulation in subjects with rheumatoid arthritis. Physiother Pract Res . 2013;34(2):57-66.  doi:10.3233/PPR-130020.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Maffiuletti NA, Roig M, Karatzanos E, Nanas S. Neuromuscular electrical stimulation for preventing skeletal-muscle  weakness and wasting in critically ill patients: a systematic review. BMC Med . 2013;11:137. doi:10.1186/1741-7015-11-137.  (SR)"
        },
        {
            "number in article": 50,
            "reference": "McKeon PO, Fourchet F. Freeing the foot: Integrating the foot core system into rehabilitation for lower extremity injuries. Clin Sports Med . 2015;34(2):347-361.  doi:10.1016/ j.csm.2014.12.002. (RV)"
        },
        {
            "number in article": 51,
            "reference": "Electrical stimulation for the treatment of pain and muscle rehabilitation. UnitedHealthcare Web site. https://www.uhcprovider.com/content/dam/provider/docs/public/policies/comm-medical-drug/electrical-stimulation-treatment-pain-muscle-rehabilitation.pdf . Published August 1,"
        },
        {
            "number in article": 2021,
            "reference": " (GI)"
        },
        {
            "number in article": 52,
            "reference": "Hajibandeh S, Antoniou GA, Scurr JRH, Torella F. Neuromuscular electrical stimulation for thromboprophylaxis: a systematic review. Phlebology . 2015;30(9):589-602. doi:10.1177/0268355514567731. (SR)"
        },
        {
            "number in article": 53,
            "reference": "Fischer A, Spiegl M, Altmann K, et al. Muscle mass, strength and functional outcomes in critically ill patients after cardiothoracic surgery: does neuromuscular electrical stimulation help? The Catastim 2 randomized controlled trial. Critical Care . January 29, 2016;1-13.  doi:10.1186/s13054-016-1199-3.  (RCT)"
        },
        {
            "number in article": 54,
            "reference": "Cho HK, Jung GS, Kim EH, Cho YW, Kim SW, Ahn SH. The effects of neuromuscular electrical stimulation at different frequencies on the activations of deep abdominal stabilizing muscles. J Back Musculoskelet Rehabil . 2016;29(1):183-189.  doi:10.3233/BMR-150638.  (R)"
        },
        {
            "number in article": 55,
            "reference": "Wang Y, Meng F, Zhang Y, Xu M, Yue S. Full-movement  neuromuscular electrical stimulation improves plantar flexor spasticity and ankle active dorsiflexion in stroke patients: a randomized controlled study. Clin Rehabil . 2016;30(6):577-586.  doi:10.1177/0269215515597048. (RCT)"
        },
        {
            "number in article": 56,
            "reference": "Nussbaum E, Houghton P, Anthony J, Rennie S, Shay B, Hoens A. Neuromuscular electrical stimulation for treatment of muscle impairment: Critical review and recommendations for clinical practice. Physiother Can . September 2, 2017;69(5):1-75.  doi:10.3138/ptc.2015-88.  (SR)"
        },
        {
            "number in article": 57,
            "reference": "Bremner C, Holcomb W, Brown C, Perreault M. The effectiveness of neuromuscular electrical stimulation in improving voluntary activation of the quadriceps: A critically appraised topic. J Sport Rehabil . 2017;26(4):316-323.  doi:10.1123/jsr.2015-0100.  (SR)"
        },
        {
            "number in article": 58,
            "reference": "Schuhfried O, Crevenna R, Fialka-Moser  V, Paternostro-Sluga  T. Non-invasive  neuromuscular electrical stimulation in patients with central nervous system lesions: an education review. J Rehabil Med . 2012;44:99-105.  doi:10.2340/16501977-0941.  (RV)"
        },
        {
            "number in article": 59,
            "reference": "Digby GC, Daubney ME, Baggs J, et al. Physiotherapy and cardiac rhythm devices: a review of the current scope of practice. EP Europace . 2009;11(7):850-859.  doi:10.1093/ europace/eup102. (R)"
        },
        {
            "number in article": 60,
            "reference": "Badger J, Taylor P, Swain I. The safety of electrical stimulation in patients with pacemakers and implantable cardioverter defibrillators: A systematic review. J Rehabil Assist Technol Eng . 2017. doi:10.1177/2055668317745498. (SR)"
        },
        {
            "number in article": 61,
            "reference": "Almuklass A, Davis L, Hamilton L, Hebert J, Alvarez E, Enoka R. Pulse width does not influence the gains achieved with neuromuscular electrical stimulation in people with multiple sclerosis: double-blind,  randomized trial. Neurorehabilitation. Neural Repair . 2018;32(1):84-93.  doi:10.1177/1545968317753681. (RCT)"
        },
        {
            "number in article": 62,
            "reference": "Stewart F, Berghmans B, Bø K, Glazener CMA. Electrical stimulation with non-implanted  devices for stress urinary incontinence in women. Cochrane Database Syst Rev . 2017;(Issue 12). Art No: CD012390. doi:10.1002/14651858.CD012390.pub2.  (SR)"
        },
        {
            "number in article": 63,
            "reference": "Bistolfi A, Zanovello J, Massazza G, et al. Evaluation of the effectiveness of neuromuscular electrical stimulation after total knee arthroplasty: A Meta-Analysis.  American to Am . 2018;97(2):123-130.  (M)"
        },
        {
            "number in article": 64,
            "reference": "Lee J-H, Baker L, Johnson R, Tilson JK. Effectiveness of neuromuscular electrical stimulation for management of shoulder subluxation post-stroke:  a systematic review with meta-analysis.  Clin Rehabil . November 2017;31(11):1431-1444.  doi:10.1177/02692155177006. (M)"
        },
        {
            "number in article": 65,
            "reference": "Yu-Xuan Z, Yang X, Zhi-Gong W, et al. Electromyographic bridge for promoting the recovery of hand movements in subacute stroke patients: a randomized controlled trial. J Rehab Med (Stiftelsen Rehabiliteringsinformation) . 2017;49(8):629-636.  doi:10.2340/16501977-2256.  (RCT)"
        },
        {
            "number in article": 66,
            "reference": "Ribeiro de Freitas G, Szpoganicz C, Ilha J. Does neuromuscular electrical stimulation therapy increase voluntary muscle strength after spinal cord injury? A systematic review. Top Spinal Cord Inj Rehabil . 2018;24(1):6-17.  doi:10.1310/sci16-00048.  (SR)"
        },
        {
            "number in article": 67,
            "reference": "Forestieri P, Bolzan DW, Santos VB, et al. Neuromuscular electrical stimulation improves exercise tolerance in patients with advanced heart failure on continuous intravenous inotropic support use—randomized controlled trial. Clin Rehabil . 2018;32(1):66-74.  doi:10.1177/0269215517715762. (RCT)"
        },
        {
            "number in article": 68,
            "reference": "Dall' Acqua A, Sachetti A, Vieira S, et al. Use of neuromuscular electrical stimulation to preserve the thickness of abdominal and chest muscles of critically ill patients: a randomized clinical trial. J Rehabil Med . 2017;49(1):40-48.  doi:10.2340/16501977-2168.  (RCT)"
        },
        {
            "number in article": 69,
            "reference": "Brüggemann A, Mello C, Paulin E, et al. Effects of neuromuscular electrical stimulation during hemodialysis on peripheral muscle strength and exercise capacity: A Randomized Clinical Trial. Arch Phys Med Rehabil . 2017;98(5):822-831.e1.  doi:10.1016/j.apmr.2016.12.009. (RCT)"
        },
        {
            "number in article": 70,
            "reference": "Maffiuletti NA, Gondin J, Place N, Stevens-Lapsley  J, Vivodtzev I, Minetto MA. Clinical use of neuromuscular electrical stimulation for neuromuscular rehabilitation: what are we overlooking? Arch Phys Med Rehabil . 2018;99(4):806-812.  doi:10.1016/j.apmr.2017.10.028. (G)"
        },
        {
            "number in article": 71,
            "reference": "Goodall RJ, Langridge B, Lane T, Davies AH, Shalloub J. A narrative review of the use of neuromuscular electrical stimulation in individuals with diabetic foot ulceration. The Int J Low Extrem Wounds . 2020;19(3):242-250.  doi:10.1177/1534734619898978. (SR)"
        },
        {
            "number in article": 72,
            "reference": "Ravikumar R, Williams KJ, Babber A, et al. Neuromuscular electrical stimulation for the prevention of venous thromboembolism. Phlebology . 2017;33(6):367-378. doi:10.1177/0268355517710130. (SR)"
        },
        {
            "number in article": 73,
            "reference": "Justice D, Awori J, Carlson S, Chang KWC, Yang LJS. Use of neuromuscular electrical stimulation in the treatment of neonatal brachial plexus palsy: a literature review. Open J Occup Ther . 2018;6(3). doi:10.15453/2168-6408.1431.  (RV)"
        },
        {
            "number in article": 74,
            "reference": "Bistolfi A, Zanovello J, Ferracini R, et al. Evaluation of the effectiveness of neuromuscular electrical stimulation after total knee arthroplasty. Am J Phys Med Rehabil . 2018;97(2):123-130.  doi:10.1097/phm.0000000000000847. (M)"
        },
        {
            "number in article": 75,
            "reference": "Wainwright TW, Burgess LC, Middleton RG. Does neuromuscular electrical stimulation improve recovery following acute ankle sprain? a pilot randomised controlled trial. Clin Med Insights Arthritis Musculoskelet Disord . 2019;12:117954411984902. doi:10.1177/1179544119849024. (RCT)"
        },
        {
            "number in article": 76,
            "reference": "Burgess L, Immins T, Swain I, Wainright T. Effectiveness of neuromuscular electrical stimulation for reducing oedema: A systematic review. J Rehabil Med . 2019;51(4):237-243.  doi:10.2340/16501977-2529.  (SR)"
        },
        {
            "number in article": 77,
            "reference": "Monte-Silva  K, Piscitelli D, Norouzi-Gheidari  N, Batalla MA, Archambault P, Levin MF. Electromyogram-related  neuromuscular electrical stimulation for restoring wrist and hand movement in poststroke hemiplegia: a systematic review and meta-analysis.  Neurorehabil Neural Repair . 2019;33(2):96-111.  doi:10.1177/1545968319826053. (M)"
        },
        {
            "number in article": 78,
            "reference": "Hong Z, Sui M, Zhuang Z, et al. Effectiveness of neuromuscular electrical stimulation on lower limbs of patients with hemiplegia after chronic stroke: a systematic review. Arch Phys Med Rehabil . 2018;99(5). doi:10.1016/j.apmr.2017.12.01. (SR)"
        },
        {
            "number in article": 79,
            "reference": "Sun Y, Chen X, Qiao J, et al. Effects of transcutaneous neuromuscular electrical stimulation on swallowing disorders. Am J Phys Med Rehabil . 2020;99(8):701-711. doi:10.1097/phm.0000000000001397. (M)"
        },
        {
            "number in article": 80,
            "reference": "Bastholm SK, Aadal L, Lundquist CB. Electrical stimulation on urinary symptoms following stroke: a systematic review. Eur J Physiother . 2018;21(2):73-82. doi:10.1080/21679169.2018.1472634. (SR)"
        },
        {
            "number in article": 81,
            "reference": "Berger P. A review of physical modalities and the potential to expand the treatment of patients with traumatic brain injury. Acupunct Med . 2019;37(6):365-369. doi:10.1177/0964528419844264. (SR)"
        },
        {
            "number in article": 82,
            "reference": "Salazar AP, Pagnussat AS, Pereira GA, Scopel G, Lukrafka JL. Neuromuscular electrical stimulation to improve gross motor function in children with cerebral palsy: a meta-analysis.  Braz J Phys Ther . 2019;23(5):378-386.  doi:10.1016/j.bjpt.2019.01.00. (M)"
        },
        {
            "number in article": 83,
            "reference": "Gong H, Jiang Q, Shen D, Gao J. Neuromuscular electrical stimulation improves exercise capacity in adult patients with chronic lung disease: a meta-analysis  of English studies. J Thorac Dis . 2018;10(12):6722-6732.  doi:10.21037/jtd.2018.11.133. (M)"
        },
        {
            "number in article": 84,
            "reference": "Zayed Y, Kheiri B, Barbarawi M, et al. Effects of neuromuscular electrical stimulation in critically ill patients: A systematic review and meta-analysis  of randomised controlled trials. Aust Crit Care . 2020;33(2):203-210.  doi:10.1016/j.aucc.2019.04.003. (M)"
        },
        {
            "number in article": 85,
            "reference": "Liu M, Luo J, Zhu X, et al. Neuromuscular electrical stimulation to prevent ICU acquired debilitating effects meta-analysis.  Chinese Nursing Research . 2020;34(17):3060-3067. doi:10.12102/j.issn.1009-6493.2020.17.010.  (M)"
        },
        {
            "number in article": 86,
            "reference": "Valenzuela PL, Morales JS, Ruilope LM, de la Villa P, Santos-Lozano  A, Lucia A. Intradialytic neuromuscular electrical stimulation improves functional capacity and muscle strength in people receiving haemodialysis: a systematic review. J Physiother . 2020;66(2):89-96.  doi:10.1016/j.jphys.2020.03.006. (SR)"
        },
        {
            "number in article": 87,
            "reference": "Schardong J, Stein C, Della Méa Plentz R. Neuromuscular electrical stimulation in chronic kidney failure: a systematic review and meta-analysis.  Arch Phys Med Rehabil . 2020;101(4):700-711.  doi:10.1016/j.apmr.2019.11.008. (M)"
        }
    ]
}