{
    "metadata": {
        "title": "Morton’s Neuroma",
        "synonyms": [
            "morton neuroma",
            "interdigital neuroma",
            "interdigital neuritis intermetatarsal neuroma",
            "plantar neuroma",
            "plantar intermetatarsal neuroma",
            "metatarsal neuralgia",
            "plantar neuralgia",
            "neuroma, morton's",
            "neuroma, interdigital",
            "neuroma, intermetatarsal",
            "neuroma, plantar",
            "morton metatarsalgia",
            "morton toe",
            "morton entrapment",
            "perineural fibroma",
            " morton neuralgia",
            "pseudoneuroma"
        ],
        "anatomical location body part affected": [
            "The plantar digital nerve between the third and fourth toes is most affected"
        ],
        "area of specialty": [
            "neurologic rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "A common, paroxysmal neuralgia most often affecting the third plantar digital nerve located in the third intermetatarsal space between the third and fourth rays, due to perineural fibrosis of the common digital nerve(2)",
            "Affects the third webspace 66% of the time, the second webspace 32% of the time. There are rare cases reported in the literature in the first and fourth webspace(17)",
            "Prevalence of Morton’s neuroma (MN) in the general population is unknown(3)",
            "Differs from Morton’s syndrome, which is metatarsalgia caused by short first metatarsal bone"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G57.6": "lesion of plantar nerve",
            "G57.9": "mononeuropathy of lower limb (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Pain and burning in the forefoot, typically localized between the metatarsal heads of the affected interspace",
            "Pain is often described as stabbing, burning, or tingling and may radiate to the digits",
            "Pain is increased with weight-bearing,  prolonged ambulation, and wearing tight-fitting or high-heeled  shoes",
            "Pain is relieved when not bearing weight or by removing shoes and massaging the foot",
            "Patients often report it feels as if they are walking on a marble",
            "Numbness in the toes and interdigital space",
            "MN is usually unilateral Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Etiology is not fully determined; however, the most common theories are the following:–Entrapment neuropathy of the common digital plantar nerves, which are branches ofthe medial plantar nerve(2)–Common plantar nerve compression secondary to microtrauma(3)–Ischemic nerve damage to the common plantar nerve(3)–Thickened or aberrant bands of the deep transverse intermetatarsal soft ligament can cause compression of the affectednerve(2)–Soft tissue masses such as plantar lipomas can cause compression of the nerve against the ligament, leading to theformation of a neuroma(2)–Foot abnormalities including flat foot (pes planus), anterior splay foot, high arches (pes cavus), abnormal proximity ofneighboring metatarsal heads, hallux abductus/bunions, and hammertoes(9)"
        ],
        "pathogenesis": [
            "One theory is that the anastomosis of the medial and lateral plantar nerves to become the third intermetatarsal nerve makesthe third intermetatarsal nerve thicker and more prone to trauma(2)",
            "MN is thought to occur secondary to swelling and nerve thickening as a result of repetitive trauma, similar to other nerveentrapment conditions causing perineural fibrosis(2)",
            "Histological examination of resected MN shows increased neural width, demyelination, intraneural fibrosis, and thickenedendoneurial capillaries(2)",
            "With each step, causing repetitive dorsiflexion of the toes, microtrauma to the nerve may occur as it is compressed underthe distal metatarsal transverse ligament (DMTL). However, this is debated based on anatomical studies since neuromasoften form distally to the DMTL(18)",
            "Researchers have shown that patients with symptomatic MN do not have significantly higher peak plantar pressure, contacttime, and pressure-time  integral under the metatarsal heads, forefoot width, foot length, coefficient of spreading, and footprogression angle when compared to control subjects(15)–Based on an Australian study of 51 subjects with MN–The same researchers showed in an earlier study that patients with symptomatic MN do not have different radiographicmetatarsal length and angular measurements from control subjects(16)"
        ],
        "risk factors   ,": [
            "The risk of developing MN may increase with the presence of the abovementioned foot abnormalities, as they alter thebiomechanics and force distribution in the foot–Pes planus pulls the nerve medially, increasing irritation",
            "Participation in sports or occupational activities requiring extensive running or jumping (e.g., basketball, aerobics, tennis,running)–Ballet dancing, particularly associated with the demi-pointe position",
            "Wearing high-heeled  shoes–Transfers more weight to the forefoot",
            "Wearing shoes with tight toe boxes–Causes lateral compression",
            "Female sex–Occurs ~10 times more frequently in females than males(9)",
            "Age: typically develops between the fourth and sixth decades of life",
            "Obesity"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with MN should avoid exacerbating activities, allowing the affected foot to rest. This may include sports and certain work activities. Patients should also avoid wearing high heels, narrow shoes, or shoes that fit improperly",
        "Patients may need reassurance that despite the name “neuroma,” which is defined as a nerve tumor, MN is not a neoplasm",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patients typically report insidious onset of progressively worsening plantar forefoot pain, although onset may also occur following trauma to the affected foot. How long has the patient been experiencing symptoms? What symptoms is the patient experiencing? Where is the pain or discomfort? Are the symptoms  unilateral or bilateral? What type of shoes does patient wear? Any recent change in shoe wear? History of orthotics in shoes, metatarsal pads? Any specific trauma, strain, or injury to the foot?",
                "course of treatment": {
                    "medical management": "Treatment may consist of the following Conservative measures  physical therapy, orthotics, steroid injections, alcohol sclerosing injections, radiofrequency ablation, and NSAIDs Intraneural steroid injections are reported to alleviate symptoms in most patients in the short- and mid-term. Longterm  outcomes appear variable(20) Authors of a systematic review found that both steroid injections and sclerosing alcohol injections were more effective to treat MN when ultrasoundguided  injections were used compared to when nonguided injections were used(10) Authors of a study aimed to increase the success rate of ethanol injections to treat patients with MN by using an improved localization technique, a higher dosage, and a higher percentage of ethanol. They found that an injection of 2.5 mL of 70% ethanol under fluoroscopic and electroneurographic guidance achieved a success rate (free of pain in daily life) of more than 82% per single injection(19) Radiofrequency ablation uses lateral heat dissipation from an electrode to destroy peripheral nerve endings. Authors of a retrospective study found a significant reduction in the overall pain score and a high overall success score (95 of 100) after one procedure, which did not require followup  for an average of 34 months(21) Surgery may be indicated when conservative measures fail. Options include excision, decompression via DTML release, or metatarsal shortening osteotomy in conjunction with DTML.(3) Surgical techniques include a dorsal approach, a plantar approach, and distal interdigital approach(18) A dorsal approach is preferred by most surgeons. The advantages of a dorsal approach compared to a plantar approach include the ability to release the DMTL, earlier weightbearing  due to location of incision and the plantar nerves are easier to locate(18) An author of a retrospective study (N = 108) evaluated patients with MN who were treated surgically via an interdigital approach. Excellent and good satisfaction outcomes were achieved in 93.6% of patients. The postoperative complication incidence was 3%. The author believes the minimally invasive distal interdigital approach has advantages over both the dorsal and plantar incision approaches. It allowsfor exposure and excision of the neuroma without DTML resection and without vascular or tendon damage and provided a cosmetic scar (smaller in size and less noticeable). It hassatisfactory outcomes, low complication rates, and enables quick return to normal activities(22)dorsal nerve relocation and dorsal neurectomy. The results were not significant but showed that the dorsal nerve relocation group had slightly better resolution of sensory symptoms and returned to regular footwear and their routine work earlier than the dorsal neurectomy group(23) In a retrospective review of 84 patients who underwent surgical correction for MN with DTML release or metatarsal shortening osteotomy plus DTML release, clinical outcomes were significantly improved in both groups but there was greater improvement in the metatarsal shortening osteotomy with DTML release group(8)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Does the patient feel they are effectively controlling symptoms? Oral analgesics and NSAIDs may be used for temporary symptomatic relief",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Diagnosis is primarily made through clinical observation and laboratory tests. Imaging studies are generally not needed but may be ordered to assist with differential diagnosis(2)",
                        "MRI is used to rule out tumor and guide surgical planning(3)",
                        "In a retrospective study conducted in Germany, MRI had a good detection rate for the evaluation of MN, but its accuracy was not as high as the accuracy of clinical assessment(11)",
                        "MRI is used to confirm that compression is not caused by a malignant tumor of the foot and to determine how much of the nerve to resect in surgical cases(9)",
                        "High-resolution  ultrasonography can be used successfully to diagnose MN but this technique has difficulty diagnosing the size of lesion; specificity suffers if lesion is < 6 mm.(3)MN will typically present as a hypoechoic ",
                        "compressible mass with highresolution ultrasonography.(2,12)The sensitivity using this diagnostic tool is 8598%.(6)",
                        "However, highresolution  ultrasonography has a high rate of incidental finding of an asymptomatic interdigital nerve enlargement, which can lead to a false diagnosis of an MN(7)",
                        "X-rays  may be used to rule out other causes of foot pain(2)",
                        "In 2015, researchers conducting a systematic review found ultrasound more accurate in diagnosing MN than MRI(13)",
                        "Twelve studies were included. Seven focused on the diagnostic accuracy of ultrasound, three on MRI, and two examined both methods",
                        "Ultrasound had a sensitivity of 90% and MRI had a sensitivity of 93%. Specificity of MRI was 68%in detecting MN, whereas specificity of ultrasound was 88%",
                        "Ultrasound elastography may be beneficial in diagnosis in patients with clinically suspected Morton’s neuroma whose lesions do not show demarcation and who have smaller lesions(14)",
                        "Elastography is a relatively new technique that quantifies stiffness of a lesion. Stiffness is defined as tissue deformability on application of an external force and resumption of original shape when force is removed",
                        "The lesion elasticity and the elasticity of surrounding tissues are compared",
                        "Researchers in Turkey found ultrasound with elastographic evaluation to have high sensitivity for Morton’s neuroma"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help. A typical patient selftreatment  is to remove the shoe and massage or manipulate the forefoot to relieve symptoms(1)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document any reported aggravating or easing factors. Symptoms occur predominantly during weight-bearing  activity. Pain is generally made worse by wearing tight, poorly fitting shoes or high heels. Patients report easing of symptoms with removal of footwear, walking barefoot, and massaging foot(2)",
                "body chart": "Use body chart to document location and nature of symptoms. Symptoms typically are present in the third webspace (space between the third and fourth ray), but can also be in the first, second, or fourth webspace. Pain in two or more locations on one foot is more likely to be due to a joint problem than MN(2)",
                "nature of symptoms": "Document nature of symptoms. Presenting symptoms vary but may includelocalized sharp, tingling, stabbing, or burning pain; paresthesias or dysesthesias; and toe cramping.Does the pain radiate through the digits, or is it localized? Patient may complain of sensation of walking on a marble(2)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). The Foot Function Index can be used to assess pain, disability, and activity limitation due to MN(8)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather, prolonged weight-bearing,  and other external variables such as specific footwear",
                "sleep disturbance": "Document number of wakings/night related to the condition. Nocturnal pain is sometimes present",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., marked swelling, joint pain, signs of neurological involvement elsewhere in the body) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a history of injury to the foot, foot pain, or surgical intervention to correct any foot deformities such as bunionectomy or hammertoe correction? Is the patient aware of any preexisting foot deformities or biomechanical abnormalities?",
                    "comorbid diagnoses": "Ask patient about other problems or conditions that could be associated with MN, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, and rheumatoid arthritis ",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in activities that require running or jumping? What types of footwear does the patient typically wear? Are there any desired activities that the patient is unable to do at present due to MN symptoms? Does work that patient does require excessive standing or walking?",
                "functional limitations assistance with ADLs adaptive equipment": "Document use of orthotics. A metatarsal pad proximal to the affected interspace or athletic taping may be used. Patient may report limitation in function due to difficulty performing weight-bearing physical activities or inability to wear dress shoes",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general exam as indicated with a focus on the items listed below",
            "anthropometric characteristics": "Document patient’s height and weight and calculate BMI. Assess for a leg-length discrepancy using the supine-to-sit  test and/or tape measure",
            "assistive and adaptive devices": "",
            "balance": "Assess patient’s static and dynamic standing balance using the Berg Balance Scale (BBS). Note patient’s complaints of symptom reproduction",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess bilateral distal pedal pulses and note any abnormality –Distal pulses should not be affected by an MN but may be compromised if the patient presents with cardiovascular comorbidities such as peripheral vascular disease or diabetesLocalized edema may be present; assess circumferential measurements and compare bilaterally",
            "functional mobility": "Assess patient’s functional mobility. The FIM or Timed Up and Go (TUG) test can be used. Note any symptom reproduction with transfers, squatting, kneeling, and other weight-bearing  activities",
            "gait locomotion": " Gait/locomotion –Assess patient’s biomechanics with gait. Note if the patient complains of increased pain with ambulation and at what distance or time the patient begins to complain of symptoms –Use 6-minute  walk for distance test (6MWT) –Gait is often antalgic with decreased stance time on the affected foot –Assess for specific gait deviations, such as excessive pronation of the affected foot, decreased plantarflexion on the affected side, and asymmetrical stride or step length Joint integrity and mobility –Assess bilateral ankle and foot joints for any hypo-  or hypermobility, particularly the tarsals, metatarsals, and phalanges. Use the Paris-Stoddard  Scale for joint mobility. Note the presence of hallux rigidus or any other limitations within the foot and ankle",
            "muscle strength": " Muscle strength –Assess bilateral lower extremity strength with myotome testing and specific muscles of the foot and ankle with manual muscle testing (MMT)",
            "observation inspection palpation including skin assessment": [
                "Palpate for pain or tenderness between the metatarsals and in the web space, from plantar and dorsal side",
                "Document pain level upon palpation of neuroma with V AS. Are the subjective complaints of pain and tenderness reproducible? Determine exact location of tenderness and pain if possible",
                "Assess feet for development of calluses or bunions, which may indicate areas of the foot that are overloaded during weight-bearing  and gait",
                "Note any change in color or temperature of the foot and ankle"
            ],
            "posture": "Assess patient’s standing posture, noting any specific biomechanical abnormalities and asymmetries, especially at the foot and ankle, such as calcaneal varus/valgus, pes cavus/planus, metatarsus adductus, hallux valgus, and hammertoes.Note whether the patient presents with genu varus/valgus, patellar malalignment and hip and lumbar abnormalities –Determine need for orthotics, metatarsal pads, or other equipment to address these abnormalities ",
            "range of motion": "Assess bilateral lower extremity active and passive ROM with goniometry. Assess flexibility with muscle length testing",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral deep tendon reflexes for lower extremities and note any hyper/hyporeflexia",
            "sensory testing": "Assess bilateral lower extremity dermatomes for light touch, sharp-dull,  and proprioception. Note location of any numbness or radicular pain. This may be in the region of the affected digital plantar nerve or may encompass the entire forefoot or ankle. Tingling and numbness may be present in the toes(3)",
            "special tests specific to diagnosis": "No pathognomonic diagnostic clinical tests for MN exist. Several clinical tests can be positive in feet with different pathologies but are more frequently positive in MN. More than one of the following five tests being positive(3)positive when pain is elicited by squeezing intermetatarsal space between the index finger and thumb. It is the most sensitive (96%) and specific (96%)a painful “click” produced by squeezing the metatarsal heads together while compressing the neuroma between the thumb and index finger of the other hand. Sensitivity is 40%positive when pain is induced in the symptomatic web space when the examiner uses hand to compress the metatarsals together. Sensitivity is 40%positive when percussion of the affected webspace produces pain –Toe tip sensation deficit exists when the sensation of the toe distal to the affected web space is decreased relative to others –Self-report  of function – e.g., Lower Extremity Functional Scale (LEFS), American Orthopaedic Foot and Ankle Scale, Manchester-Oxford  Foot Questionnaire (MOXFQ), Foot and Ankle Disability Index (FADI), and FADI-Sport",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods (> 1 hour)",
                "Cold may be counterproductive if being used to facilitate muscle relaxation and reduce pain in patients who do not tolerate the modality",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs",
                "Over the region of a cardiac pacemaker",
                "Over the pelvis and abdominal and lumbar regions during pregnancy",
                "Over the eyes or testes",
                "In an area with infection or bleeding ",
                "If a tumor or malignancy is present in the area",
                "In the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia",
                "Over epiphyseal plates",
                "Sensory deficits",
                "Patients who cannot communicate effectively (e.g., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what the patient’s physician orders. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy  contraindications(4)",
                "Cryotherapy  precautions(4)",
                "Thermotherapy  contraindications(4)",
                "Therapeutic ultrasound  contraindications(4)",
                "Therapeutic ultrasound  precautions(4)"
            ]
        },
        "diagnosis need for treatment": "Thorough clinical examination is still the gold standard for the diagnosis of a MN. A positive Mulder’s click, in conjunction with subjective complaints of pain and burning in the forefoot, usually localized to intermetatarsal space between third and fourth metatarsals, is indicative of MN.(7) Pain may limit weight-bearing,  tolerance to ambulation, and work/leisure activities. Thickening of the interdigital nerve with a transverse diameter > 5mm confirms the diagnosis of a symptomatic MN(7) Rule out  (2,3) Metatarsal stress fracture Hammertoe Metatarsophalangeal synovitis Osteoarthritis Metatarsalgia Traumatic neuroma Osteomyelitis Intermetatarsal bursitis Foreign body Freiberg’s infraction (avascular necrosis of the metatarsal head, common in adolescent females at the second metatarsal) Neoplasm Gout Peripheral neuropathies Tarsal tunnel syndrome Rheumatoid arthritis Plantar lipoma",
        "rule out": "",
        "prognosis": [
            "48% of patients with MN improve with conservative treatment, 85% improve with infiltrative treatment, and 89% improve with operative treatment(3)",
            "Surgical complications can occur and vary by procedure but can include keloids, complex regional pain syndrome (CRPS), and stiffness. Global complication rate is estimated to be 21% with operative treatment(3)",
            "Surgical revision or reexploration generally results in a poor prognosis(1)"
        ],
        "referral to other disciplines": " Referral to other disciplines Podiatrist or foot-ankle  specialized orthopedic surgeon for corticosteroid injections or surgical consideration. Musculoskeletal specialist or radiologist for ultrasound-guided  sclerosing alcohol injections as indicated by local policy(5) Physical therapist or orthotist for fitting and adjustment of orthotics",
        "other considerations": [],
        "treatment summary": [
            "Nonpharmacologic therapy is suggested as first line of treatment intervention. Treatment may vary depending on the severity of the patient’s symptoms (acute vs chronic).(2)Currently, research evaluating the efficacy of physical therapy for the treatment of MN is lacking",
            "Nonpharmacologic therapy(2) –Altering footwear: recommend the patient wear shoes with a wide toebox and a low heel(2)  –Recommend the use of metatarsal pads, bar posts, and/or U-shaped  pad to provide pain relief by splaying the metatarsal heads, which redistributes the pressure on the metatarsal phalangeal joints and decreases the pressure on the MN during weight-bearing.Placement  of pad should be proximal to the area of the neuroma(9) –Custom orthotics may be prescribed if off-the-shelf  orthotics or a metatarsal pad does not provide adequate relief -Authors of an RCT (N = 72) studied the effectiveness of customized insoles in patients with MN. The experimental group received insoles with retrocapital and longitudinal arch support while the control group received a flat insole of the same material, color, and density(26) -Statistically significant difference between groups in favor of the experimental group was found for walking, in the general health and physical activity domains of the Foot Health Status Questionnaire, in the general Foot Function Index score, and in the functional capacity domain of the SF-35 -The customized insole with metatarsal and arch support relieved walking pain and improved patient-reported  measures of function –Physical therapy: modalities, gastrocnemius and soleus stretching, ankle dorsiflexor and flexor halluces longus strengthening, gait training, orthotic assessment(2,3) -Mechanical diagnosis and therapy (MDT) has been shown to be effective in a small number of case reports. MDT is a classification system utilizing direction-specific  treatment for orthopedic conditions based on mechanical and symptomatic response to repeated end-range  movements. Authors of two studies report a total of four case reports in which MDT therapy was effective. All four patients were first classified into the derangement category and their directional preference was determined. For two of the patients,metatarsophalangeal (MTP) extension relieved their symptoms and they were prescribed MTP extensionexercises. For one patient, MTP flexion relieved her symptoms and she was prescribed MTP flexion exercises. The last patient’s symptoms were relieved by lumbar extension and this patient was prescribed lumbar extension exercises(24,25) -The rapid response of these patients to exercise therapywarrants further studies of larger sample sizes to evaluate the effectiveness of MDTin patients with MN(25)",
            "Acute condition(2) –Conservative, nonpharmacologic therapy –Physical therapy: modalities, stretching, strengthening, gait training, orthotic assessment –Serial localized corticosteroid injections or use of a sclerosing agent such as bupivacaine and ethyl alcohol –NSAIDs",
            "Chronic condition(2) –Surgical excision of neuroma under anesthesia is considered if conservative treatment fails to provide adequate resolution of patient’s symptoms; however, it is seen as a last resort(2) -Patients are often placed on partial weight-bearing status and sutures are removed 2–3 weeks following the surgery -Patients typically return to their previous level of activity 4 to 6 weeks after surgery -If the neuroma recurs, a second surgical procedure may be performed . Problem Goal Intervention Expected Progression Home Program  Pain and tenderness Eliminate/decrease pain and tendernessPhysical agents and mechanical modalities _ Ultrasound/ phonophoresis to decrease inflammation and pain. Iontophoresis with an anti- inflammatory such as dexamethasone sodium phosphate may be used. Ice to help decrease pain and inflammation may be used _ _ Manual therapy _ Massage to mobilize any scar tissue and decrease edema, if present. Joint mobilization, particularly of the metatarsophalangeal and calcaneocuboid joints, if hypomobility is present _ Activity modification Activities that put repetitive pressure on the neuroma should be avoided until pain subsidesReduced need for modalities; gradually re-introduce irritating activities if possiblePatient may be provided with instructions on proper use of ice for pain management Abnormal foot biomechanicsCorrect biomechanical faults(14) _ _ Recognize need for orthotics/metatarsal pads, and provide or refer as appropriatePrescription, application of devices and equipment _ Orthotics: Correction of hindfoot varus, excessive pronation, or other biomechanical abnormalities. Metatarsal pads to relieve pressure and force transmitted to the metatarsals, especially at the head of the bonesPatient should use orthotics daily to provide correction for the biomechanical faults of the footPatient should be provided with information regarding the proper use of orthotics _ _ Patient should also be instructed on the importance of compliance as well as skin checks to encourage good tolerance  Strength/ROM deficits Improve/resolve strength and ROM deficitsTherapeutic exercises _ Towel curling: Starting at one edge of the towel, instruct patients to gradually pull the towel toward them until they reach the other end of the towel, using their toes only to advance the towel. Pencil grasps: Use toe flexion to pick up a pencil (or other small object; e.g., marbles, tissues) from the floor, grasped between the toes and the forefoot _ _ Progressive resistive ankle strengthening, BAPS (Biomechanical Ankle Platform System) board. Resisted strengthening can include manual resistance or the use of resistance bands to strengthen dorsiflexion, great- toe extension, plantar flexion, inversion, and eversion _ Strengthen flexor hallucis longus using elastic band _ _ Stretching exercises: To address tightness of surrounding structures that may exist, primarily the gastrocnemius and soleus muscles _ Nerve gliding to mobilize the interdigital nerve: patient places the heel on an elevated platform and then alternately extends the head and neck while dorsiflexing the ankle and toes and then flexes the head and neck while plantarflexing the involved ankle and toes. Perform each cycle ~5seconds. Minimal discomfort is expected, but if greater discomfort is present instruct the patient to move through a smaller ROMThe intensity and duration of exercises should be progressed as appropriate until strength/ROM deficits are resolvedProvide patient and family/caregivers with written instructions regarding exercises that can be performed at home  Decreased gait tolerance, gait abnormality secondary to painReturn gait to within normal limitsGait training _ To correct gait abnormalities _ _ Instruct patient on proper gait pattern as well as safety when assistive devices or walking boots are used (may be used to decrease weight- bearing on the affected foot)Progress each unique patient as appropriate and indicatedProvide patient with written instructions on proper gait Functional limitations in work/sport/leisure secondary to painReturn to prior functional level and resume desired activitiesFunctional training _ Encourage appropriate technique during participation in sports/ occupational activities to prevent exacerbation of symptomsExercises should progress until prior functional level is restored and desired activities can be resumedProvide patient and family/caregivers with written instructions regarding functional activities that can be performed at home ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Eliminated/decreased pain and tenderness–V AS–Foot Function Index–Mulder sign–Metatarsal squeeze test",
            "Normalize gait without antalgic gait pattern–Gait assessment–6MWT",
            "Independent static and dynamic standing balance without complaints of pain–Berg Balance Scale",
            "Full, functional ROM–Goniometry",
            "Symmetrical lower extremity strength–MMT",
            "Returned to prior functional level and resumed desired activities–FADI, LEFS",
            "Increased flexibility of tight muscles–Muscle length testing"
        ]
    },
    "maintenance or prevention": [
        "Resolution of symptoms with conservative treatment may be temporary, with return of symptoms being common if biomechanical abnormalities and lifestyle modification are not addressed Appropriate footwear: shoes should have wide toe box and/or should not compress the anterior transverse arch of the foot Orthotics: provide neutral foot alignment for optimal biomechanics for the foot and ankle Metatarsal pads proximal to the symptomatic area of the foot  Continue with home exercise program for stretching and strengthening per therapist recommendations"
    ],
    "patient education": [
        "“Morton’s Neuroma,” Mayo Clinic website, https://www.mayoclinic.org/diseases-conditions/mortons-neuroma/symptoms-causes/syc-20351935 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Lee SM, Scardina RJ. Morton neuroma. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Saunders/Elsevier; 2019:497-500.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Thome AP. Morton's neuroma. Ferri FF, ed. 2021 Ferri's Clinical Advisor: 5 Books in 1 . Philadelphia, PA: Elsevier Mosby; 2021. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Goldberg S, McKee J. Morton neuroma (Interdigital neuroma). In: Domino FJ, ed. The 5-minute Clinical Consult 2021 . 29th ed. Philadelphia: Wolters Kluwer; 2021:662-663. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz's Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Rout R, Tedd H, Lloyd R, et al. Morton's neuroma: diagnostic accuracy, effect on treatment time and costs of direct referral to ultrasound by primary care physicians. Qual Prim Care. 2009;17(4):277-282.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Kriss S, Freeman C, O'Mally S. A prospective audit on the treatment outcome of steroid injection for web space pain. Podiatry Now . 2013;16(8):14-18.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Symeonidis PD, Iselin LD, Simmons N, Fowler S, Dracopoulos G, Stavrou P. Prevalence of interdigital nerve entrapments in an asymptomatic population. Foot Ankle Int . 2012;33(7):543-547.  doi:10.3113/FAI.2012.0543. (R)"
        },
        {
            "number in article": 8,
            "reference": "Park EH, Kim YS, Lee HJ, Koh YG. Metatarsal shortening osteotomy for decompression of Morton’s neuroma. Foot Ankle Int . 2013;34(12):1354-1360.  doi:Foot Ankle Int. (R)"
        },
        {
            "number in article": 9,
            "reference": "Mann JA, Chou LB, Ross DK. Foot & ankle surgery. Skinner HB, ed. Current Diagnosis & Treatment in Orthopedics . 6th ed. New York, NY: McGraw-Hill  Education/Medical;"
        },
        {
            "number in article": 2021,
            "reference": " (GI)"
        },
        {
            "number in article": 10,
            "reference": "Morgan P, Monaghan W, Richards S. A systematic review of ultrasound-guided  and non-ultrasound-guided  therapeutic injections to treat Morton’s neuroma. J Amer Pod Med Assoc. 2014;104(4):337-348.  doi:10.7647/0003-0538-104.4.337.  (SR)"
        },
        {
            "number in article": 11,
            "reference": "Claassen L, Bock K, Ettinger M, Waizy H, Stukenborg-Colsman  C, Plaass C. Role of MRI in detection of Morton’s neuroma. Foot Ankle Int . 2014;35(10):1002-1005. doi:10.1177/107110071450888. (R)"
        },
        {
            "number in article": 12,
            "reference": "Harvey M. Morton’s Neuroma. Podiatry Review . 2015;72(6):8-11.  (GI)"
        },
        {
            "number in article": 13,
            "reference": "Xu Z, Duan X, Wang H, et al. The accuracy of ultrasonography and magnetic resonance imaging for the diagnosis of Morton’s neuroma: a systematic review. Clin Radiol . 2015;70(4):351-358.  (SR)"
        },
        {
            "number in article": 14,
            "reference": "Ormeci T, Guler O, Malkoc M, Keskinbora M, Gungoren FZ, Mahirogullari M. Diagnostic value of elastography in the diagnosis of intermetatarsal neuroma. J Foot Ankle Surg . 2016;55:720-726.  doi:10.1053/j.jfas.2016.01.025. (R)"
        },
        {
            "number in article": 15,
            "reference": "Naraghi R, Slack-Smith  L, Bryant A. Plantar pressure measurements and geometric analysis of patients with and without Morton's neuroma. Foot Ankle Int . 2018;39(7):829-835.  doi:10.1177/1071100718766553. (R)"
        },
        {
            "number in article": 16,
            "reference": "Naraghi R, Bremner A, Slack-Smith  L, Bryant A. Radiographic analysis of feet with and without Morton’s neuroma. Foot Ankle Int . 2017;38(3):310-317. doi:10.1177/1071100716674998. (R)"
        },
        {
            "number in article": 17,
            "reference": "Ettehadi H, Saragas NP, Ferrao P, Khademi MA, Khorshidi A. First webspace Morton's neuroma case report with literature review. Foot. 2020;45:101723. doi:10.1016/ j.foot.2020.101723. (C)"
        },
        {
            "number in article": 18,
            "reference": "Di Caprio F, Meringolo R, Shehab Eddine M, Ponziani L. Morton's interdigital neuroma of the foot: A literature review. Foot Ankle Surg . 2018;24(2):92-98.  doi:10.1016/ j.fas.2017.01.007. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Pabinger C, Malaj I, Lothaller H, Samaila E, Magnan B. Improved injection technique of ethanol for Morton's neuroma. Foot Ankle Int . 2020;41(5):590-595. doi:10.1177/1071100720903096. (R)"
        },
        {
            "number in article": 20,
            "reference": "Lorenzon P, Rettore C. Mechanical metatarsalgia as a risk factor for relapse of Morton's neuroma after ultrasound-guided  alcohol injection. J Foot Ankle Surg . 2018;57(5):870-875.  doi:10.1053/j.jfas.2018.03.003. (R)"
        },
        {
            "number in article": 21,
            "reference": "Connors JC, Boike AM, Rao N, Kingsley JD. Radiofrequency ablation for the treatment of painful neuroma. J Foot Ankle Surg . 2020;59(3):457-461.  doi:10.1053/ j.jfas.2019.09.003. (R)"
        },
        {
            "number in article": 22,
            "reference": "Yañez Arauz JM. Interdigital commissural approach for Morton's neuroma. Foot Ankle Int . 2020;41(10):1226-1233.  doi:10.1177/1071100720936599. (R)"
        },
        {
            "number in article": 23,
            "reference": "Koti M, Sharma H, Parikh M, Edwards M, McAllister J. Comparative analysis of dorsal nerve relocation versus dorsal neurectomy in the surgical management of Morton's neuroma. J Foot Ankle Surg . 2020;59(6):1148-1155.  doi:10.1053/j.jfas.2020.04.001. (R)"
        },
        {
            "number in article": 24,
            "reference": "Post MD. Mechanical diagnosis and therapy and Morton's neuroma: a case report. Physiother Can . 2019;71(2):130-133.  doi:10.3138/ptc.2018-42.  (C)"
        },
        {
            "number in article": 25,
            "reference": "Post MD, Maccio JR. Mechanical diagnosis and therapy and Morton's neuroma: a case-series.  J Man Manip Ther . 2020;28(1):60-67.  doi:10.1080/10669817.2019.1611044. (C)"
        },
        {
            "number in article": 26,
            "reference": "de Oliveira HAV, Natour J, Vassalli M, Rosenfeld A, Jennings F, Jones A. Effectiveness of customized insoles in patients with Morton's neuroma: a randomized, controlled, double-blind  clinical trial. Clin Rehabil . 2019;33(12):1898-1907.  doi:10.1177/0269215519873949. (RCT)"
        }
    ]
}