{
    "metadata": {
        "title": "Sciatica",
        "synonyms": [
            "sciatic neuralgia",
            "sciatic neuritis",
            "neuralgia, sciatic",
            "lumbosacral radiculopathy",
            "lumbar radiculopathy, radicular pain, lumbar"
        ],
        "anatomical location body part affected": [
            "Low back/lumbosacral spine, sciatic nerve, and involved lower extremity"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "neurological rehabilitation",
            "sport rehabilitation"
        ],
        "description": [
            "The term sciatica describes the symptoms of sciatic nerve pain radiating down the posterior leg.(16) It has also been used to describe paresthesia from the low back to below the knee or referred to the posterior thigh, calf, and foot. Sciatica is commonly attributed only to lumbosacral radicular pain.(1) However, sciatica implies either radicular or referred lower extremity pain/paresthesia that involves a lesion of sciatic nerve root(s) or anywhere along the sciatic nerve itself",
            "Sciatica is strongly associated with low back pain (LBP), which has multiple causes including spinal pathogenesis.(6) Most commonly affected are the L4-5,  L5-S1,  and L3-4  nerve levels.(16) There is usually nerve root compression below the level of the corresponding disc(16)",
            "There is consensus that treatment of sciatica should be conservative in the first 6 to 8 weeks after onset because most new cases resolve in the short term(1)",
            "Mean age of patients with sciatica is 58.1 years(27)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G55.1": "nerve root and plexus compressions in intervertebral disc disorders",
            "G57.0": "lesion of sciatic nerve",
            "M51.1": "lumbar and other intervertebral disc disorders with radiculopathy",
            "M54.3": "sciatica",
            "M54.4": "sciatica with lumbago",
            "M54.16": "Lumbar radiculopathy (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Depends on insurance contract coverage; no specific issues regarding physical therapy exist for sciatica. Inquire about ongoing litigation or a worker’s compensation claim"
        ],
        "presentation signs and symptoms": [
            "The primary symptoms are pain/paresthesia in the affected leg and/or foot and disability that impairs ADLs.(1) Patient may present with foot drop as a result of loss of strength in dorsiflexors(26)",
            "Pain/paresthesia is typically described as dull or sharp, burning or tingling that involves the buttock, posterior thigh, calf, or foot/toes(1)",
            "There might be tenderness over the involved spinal or pelvic area, paravertebral muscles, or muscles of the buttock(s) ",
            "Common signs are reduced trunk mobility and flexibility and reduced ROM in the affected leg(1)",
            "Positions that place tension on the sciatic nerve trunk (e.g., hip flexion in sitting with involved leg straight) or the straight-leg raise (SLR) test often reproduce the patient’s sciatica",
            "Coughing, sneezing, and other sudden movements in trunk flexion can aggravate symptoms",
            "Decreased cadence/walking speed and decreased functional ability to perform lifting, sitting, and standing are observed in patients with sciatica(27) Causes, Pathogenesis, & Risk Factors",
            "Exclude patients unable to follow instructions because of cognitive impairment and notify physician",
            "Use caution with SLR test or exercises that might overstretch the sciatic nerve to avoid exacerbation of symptoms"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Intervertebral disc herniation; might involve L3-4,  L4-5,  L5-S1, S1-2,  or multiple levels",
            "Degenerative lumbar spinal (central or foraminal) stenosis",
            "Low-grade  spinal infection affecting the sciatic nerve roots",
            "Single trauma or cumulative/repetitive microtrauma to lower back",
            "Pelvic instability or sacral base unleveling",
            "Lumbar arterial stenosis",
            "The sciatic nerve may become injured or compressed by(22)–gunshot wounds–hematoma–myositis ossificans–gluteal lipomas–schwannomas–endometriosis–pelvic cysts/issues",
            "Nonspinal conditions that involve the sciatic nerve–Spasm, edema, and/or inflammation of the piriformis muscle (see Clinical Review…Piriformis Syndrome ; Topic IDNumber: T708519)–Uterine pressure on pelvis during pregnancy that compresses sciatic nerve–Trauma to buttock overlying sciatic nerve",
            "According to research by Kay et al., the most “commonly identified causes” of gluteal syndrome causing sciatic nerveentrapment are iatrogenic (30%), piriformis syndrome (26%), trauma (15%), and non-piriformis  (hamstring, obturatorinternus) muscle pathology (14%)(30)"
        ],
        "pathogenesis": [
            "Intervertebral disc herniation (i.e., bulging, protrusion, extrusion, or sequestration) is the most common finding on MRI(1,2)",
            "The dermatomal pattern of sciatica indicates radiculopathy specific for the nerve root(s) irritated.(1) However, sciaticabelow the knee that accompanies L4-5  and/or L5-S1  disc herniation might not follow a dermatomal pattern(1)",
            "For pain below the knee, correlate pain with the sensory distribution of affected spinal nerve root. Based on a 2014systematic review, strong evidence indicates that sciatica in chronic LBP represents a radicular pattern of neuropathicpain(7)",
            "Disc herniation might initiate a proinflammatory cytokine (e.g., tumor necrosis factor [TNF]-alpha)  pain response in thenerve root and local epidural fat(2)",
            "A nondiscogenic cause of sciatica is irritation, spasm, or contracture of the piriformis muscle; however, piriformis sciaticais usually limited to the buttock or upper posterior thigh"
        ],
        "risk factors": [
            "Authors of a 2014 meta-analysis  (N = 19,165) found that overweight and obesity were associated with increased risk forlumbar radicular pain and hospitalization for sciatica(8)",
            "Authors of a 2014 systematic review found that modifiable risk factors for first-time  sciatica included smoking, obesity,and occupational factors such as manual work(9)",
            "Smoking,(9)male sex(9)",
            "Middle and older age(9)",
            "Conditions such as hip fractures and dislocations, hip surgery, total joint prostheses, and injections can injure the sciaticnerve(25)",
            "Compression of the sciatic nerve can occur with prolonged bedrest, putting comatose patients, patients under anesthesia,and patients under long-term  confinement at risk. Persons who sit on hard surfaces are also at increased risk(22)",
            "Severe endometriosis can progress to infiltrating endometriosis of the sciatic nerve, resulting in motor disorders(28)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Red flags include cauda equina symptoms (e.g., loss of bowel and bladder control, saddle anesthesia of the perineum, saddle paresthesia, bilateral lower extremity pain/numbness/weakness). Patients with these symptoms should be referred immediately to emergency medicine to rule out cauda equina",
        "Other red flags that indicate prompt referral to emergency medicine are worsening symptoms, hyperalgesic sciatica, and sciatica with severe motor deficits that might represent more severe neurological disease",
        "Signs that indicate referral back to physician include fever and increased night pain, which are associated with a spinal tumor or infection such as osteomyelitis, and severe abnormal behavior that might indicate overlying psychopathology",
        "Spinal tumor, infection, unhealed fracture, and DVT are contraindications for therapeutic exercise",
        "Patients with functional limitations (e.g., poor balance, restricted weight-bearing  status) or comorbidities (e.g., degenerative disc disease, severe cardiopulmonary disease, renal failure, diabetic peripheral neuropathy, dementia) who are referred for therapeutic exercise usually require special considerations for adapting/modifying their exercise",
        "Stop therapeutic exercise and consult physician in the event of signs or symptoms of spinal cord/nerve root compression, bowel/bladder changes such as unexplained incontinence, cardiopulmonary distress, dizziness, or lightheadedness",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Lack of specific consent from patient or prescription from referring physician to perform a back examination",
            "Unresolved inflammation, infection, fracture, or severe hematoma",
            "Stop the exam and notify referring physician in the event of red flags indicating spinal cord compression or worsening of radicular signs and symptoms",
            "Exclude patients unable to follow instructions because of cognitive impairment and notify physician",
            "Use caution with SLR test or exercises that might overstretch the sciatic nerve to avoid exacerbation of symptoms"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "The presumptive mechanism of lumbosacral radicular sciatica is spinal nerve root compromise, unless MRI rules out disc pathology. What was the patient doing at onset of symptoms, or were symptoms insidious in nature? How have the symptoms progressed since onset? Have there been any neurological complications such as bowel or bladder changes?",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management for back pain/sciatica. What medications have been tried? How did the pain respond to treatments? Was bed rest ordered and followed and, if so, for how long?",
                    "surgical management": [
                        "Surgical management:  Have any surgical interventions been tried? What was the date of surgery? How long was hospital stay? Any postoperative complications? Any restrictions ordered by surgeon?"
                    ],
                    "medications": "Analgesic medications commonly prescribed for this condition include oral NSAIDs such as aspirin, ibuprofen, and naproxen, mild opiates (e.g., meperidine [Demerol], hydrocodone), and topical NSAIDs (e.g., salicylate, diclofenac). If symptoms are severe, patient might have also been prescribed a course of oral prednisone. Authors of a 2015 metaanalysis  of RCTs also found NSAIDS and systemic steroids to be ineffective in treating sciatica. Topamax and Lyrica were also not recommended for treatment of patients with sciatica.(19)Pregabalin (Lyrica) was not found to reduce leg pain intensity or improve quality of life as compared to placebo.(24) Results of an RCT (N = 145) in the United States showed that there was not a significant difference between oral gabapentin and sham injection versus steroid injection and sham pill in reducing leg pain in patients with sciatica. Patients in  both treatment groups showed positive results, with decreased reports of pain at 3month follow-up.(23)Intravenous antiTNF-α was highly rated as a safe and effective drug for the treatment of leg pain for individuals with sciatica(25)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Ask about findings on back X-rays,  MRI, CT, or other imaging studies. Authors of a small RCT (N = 38) in the United States found that lumbar radiculopathy identified using EMG tests was associated with a favorable response to physical therapy in patients with sciatica(10)"
                    ],
                    "alternative therapies": "Has patient received acupuncture or chiropractic treatments or spinal traction?",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for back pain or lower extremity musculoskeletal conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "What positions does the patient attempt to avoid (e.g., forward flexion to put on socks, lifting a heavy weight, prolonged sitting, climbing stairs)? Focus on degree of sciatica related to each factor that patient reports and time before the symptoms appear or are eased",
                "body chart": "Use body chart to document location and nature of symptoms. What areas of the back and lower extremity are affected? Are the neck and upper back involved?",
                "nature of symptoms": "Patients commonly present with LBP and paresthesias/numbness. Classic description of pain is unilateral dull or sharp, burning or tingling in the involved lower extremity, and is often associated with leg muscle spasms/cramping and weakness. Depending on the level of the spine affected, symptoms begin in the buttocks and radiate posteriorly (S1), dorsolaterally (L5), or into the anterolateral thigh (L4)(16)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment. The Roland-Morris  Disability (RMD) Questionnaire and the Oswestry Low Back Disability (ODI) Questionnaire are commonly used as outcome measures for pain and function. Specifically address if pain is the primary symptom and whether it is present now and how much",
                "pattern of symptoms": "Document whether there are changes in symptoms throughout the day and night (i.e., a.m., mid-day,  p.m., night)",
                "sleep disturbance": "Document number of wakings/night related to sciatica. In what position does the patient sleep? Are pillows used for positioning (e.g., between legs)?",
                "other symptoms": "Document other symptoms that patient might be experiencing, such as upper back or neck pain. Do these symptoms exacerbate the condition? Are these related to compensatory posture or movements? Document symptoms that might require referral to physician/emergency room (e.g., symptoms of cauda equina or spinal cord compression) Barriers to learning -Is patient communication/education limited by language, hearing, vision, or cognitive impairment?",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Are there coexisting problems, such as degenerative disc disease, osteoporosis, diabetes, cancer, heart disease, dementia, psychiatric disorders, movement dysfunction, or complications of pregnancy?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about symptoms other than LBP that might have been experienced prior to onset of sciatica"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What factors restrict the patient’s ability to participate in desired occupational, recreational, or social activities? What repetitive behaviors does patient perform throughout his or her day that might contribute to symptoms?",
                "functional limitations assistance with ADLs adaptive equipment": "Determine whether symptoms interfere with ADLs or use of adaptive equipment",
                "living environment": "Are there barriers in the home that impede access, such as stairs; what modifications are needed?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) •Anthropometric measures:  Determine height, weight, and BMI. Is weight loss indicated to reduce risk of sciatica associated with back strain?",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "Assess static and dynamic balance in standing Assess patient’s body mechanics with ADLs, functional mobility, and/or work activities.T708456",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess walking ability and evaluate for atypical gait patterns (e.g., antalgic, Trendelenburg, coxalgic, stooped). Does sciatica increase with walking or using stairs?Assess mobility of the trunk and lower extremities during functional activities such as dressing, transfers, lifting, and carrying. Activities that involve hip and lumbar flexion or rotation often aggravate symptoms. Do the patient’s posture and flexibility during movements appear limited by pain or restricted joint mobility? Assess mobility of lumbar spine, sacroiliac joint, and hip, knee, and ankle joints within patient’s pain tolerance. Assess passive accessory intervertebral motions with A-P, P-A, and transverse mobilizations as well as spring testing. Limited lumbar joint mobility can contribute to complaints of sciatica",
            "muscle strength": "Assess for weakness in the involved leg using manual muscle testing (MMT) and compare to unaffected side. Assess abdominal and paraspinal muscle strength (i.e., trunk stability) within pain tolerance, while attempting to avoid trunk positions and ROM that cause pain. Isokinetic testing was found more sensitive than MMT for identifying weaker ankle plantar flexion strength in patients with sciatica due to L5 and/or S1 nerve compression(11)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess spinal alignment (both posteriorly and laterally) as well as posture of head, neck, shoulders, trunk, pelvis, and lower extremities, in sitting and standing. Is the posture stooped (head forward and shoulders rounded)? Is the lumbar curve flattened or excessively lordotic? Is the patient listed to the side, possibly away from the painful side?Assess active and passive thoracolumbar ROM (forward flexion, lateral flexion, rotation, and extension). Pain in patients with lumbar disc herniation typically limits trunk forward flexion and rotation. Assess for restricted hip rotation, tensor fascia latae, medial hamstrings, quadratus lumborum, or posterior adductors (suggesting involvement of the piriformis)Assess bilateral patellar and Achilles tendon reflexes and compare sides for symmetry. Patient might have diminished deep tendon reflexes in affected legDocument whether symptoms (pain, paresthesia) are in the dermatomal distribution of sciatic nerve. Assess pressure, temperature, sharp/dull, and sensation to light touch in distribution of sciatic nerve",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " –Slump test(16) Reproduction of radicular symptoms with stretching of sciatic nerve indicates nerve root involvement. The SLR is sensitive for sciatica due to disc herniation at L5-S1,  but has low specificity(16) -Patient relaxed in supine position, both knees extended -Examiner raises affected leg with knee extended -Test positive if symptoms are reproduced with lifting the leg and there is firm resistance to further elevating the leg -Disc compression is suggested when the leg angle is between 30 and 70° elevation and then symptoms subside on lowering leg, but return with passive dorsiflexion of foot -Specificity increases if SLR test on the unaffected leg also reproduces symptoms (called “crossover sign”) or if dorsiflexion of the foot or great toe increases pain -Sensitivity for disc herniation on the ipsilateral side is 90%,(16) low specificity. Crossover sign (also known as Fajersztajn’s test) is 90% specific for contralateral sign,(16) low sensitivity -Based upon a 2015 study, men are 1.3 times more likely than women to have a positive SLR. Additionally, patients younger than 60 are much more likely to have a positive SLR, with L5-S1  being noted as the most affected level(20) -Adding dorsiflexion of the foot or great toe increases sensitivity(16) –McKenzie exam with repeated lumbar movements (flexion and extension) in standing and lying –For special tests related to piriformis syndrome, see Clinical Review…Piriformis Syndrome , referenced above ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Medical instability",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves, areas of diminished sensation or poor circulation, or slow-healing wounds",
                "Use caution with patients who are hypertensive, as cold can cause a transient increase in blood pressure; discontinue treatment if there is an elevation in blood pressure",
                "Use caution with patients who are hypersensitive to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Use of cryotherapy with patients who have an aversion to cold might be counterproductive if being used to promote muscle relaxation and decrease pain",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Use in close proximity to diathermy treatment",
                "Near surgical site (if applicable)",
                "Near injured nerves, because both high-  and low-frequency TENS can delay sciatic nerve regeneration",
                "In patients with cardiac pacemakers, cardiac arrhythmias, thrombophlebitis, or DVT"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Evidence is lacking to support the use of thermal (heat or cold) and electrotherapeutic modalities to specifically alter sciatica or the course of recovery. Avoid use of ultrasound near surgical site (if applicable), malignant tumors, or nerve tissue in a patient who has recently had spinal invasive procedures or joint replacement",
                "Avoid use of iontophoresis near surgical site (if applicable), metallic implants, wires, or staples",
                "Cryotherapy  contraindications(3)",
                "Cryotherapy  precautions(3)",
                "Electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician , electrotherapy might be used in the conditions listed below if the perceived benefits outweigh the perceived risks)(3)",
                "Avoid use of electrical stimulation:"
            ]
        },
        "diagnosis need for treatment": "Sciatica/disability in ADL due to pain and reduced lumbosacral and lower extremity mobility; trial of therapeutic exercises, manual therapy, and pain management indicated to resolve functional deficits, reduce pain, increase strength, and restore mobility",
        "rule out": "Differential diagnosis might rule out Piriformis syndrome –Back pocket sciatica(16)  Hamstring syndrome Hip pathology –Hip dislocation can impinge sciatic nerve(16) Trauma to low back/buttock, injection site trauma(16) Trauma to sciatic nerve(16) Lumbosacral tumor/infection Back muscle strain Cauda equina Bertolotti's syndrome Diabetic radiculopathy(16) Lumbar plexitis(16) Vertebral fracture, hip fracture, pelvic fracture(16) Biceps femoris injury including hematoma, strain, tear(16) Spinal cysts or tumor Synovial cyst of facet joint(16) Arachnoid cyst(16) Neurofibromas(16) Vascular impingement of sciatic nerve(16) Gynecologic and peripartum causes –Endometrial tissue deposits (right-sided  more than left), ovarian cysts, uterine enlargement in pregnancy(16) –Pelvic cysts, hydatid cysts(22) Herpes zoster (HZ)/shingles(16) –Prior to onset of shingles outbreak, reactivation of the HZ virus can mimic sciatica pain",
        "prognosis": [
            "Researchers of an RCT (n = 135) in the Netherlands found that physical therapy plus general practitioner care (n = 67) improved perceived recovery at 1-year  follow-up  compared to general practitioner care only (n = 68) in patients with sciatica",
            "Authors of a 2013 systematic review also found strong evidence that leg pain intensity in sciatica patients at baseline was a prognostic indicator for subsequent surgery(12)",
            "Researchers conducting a cohort study of sciatica patients (n = 379, 49% with disabling back pain) in the Netherlands found that disabling LBP at baseline was negatively associated with perceived recovery at 1-year  follow-up,  especially if a herniated disc with nerve root compression was absent on MRI(13)",
            "Researchers conducting a systematic review of the literature in 2014 found that personalizing treatment (i.e., communicating with and caring for the patient as an individual) was beneficial for patients. This might be as important as which treatment interventions (manual therapy, exercise) are selected(21)"
        ],
        "referral to other disciplines": " Referral to other disciplines Orthopedist for medical management of pain or muscle spasms, which possibly includes an epidural steroid injection Skilled orthopedic manual physical therapist for joint mobilization/thrust Physical therapist certified in trigger point therapy/functional dry needling –Authors of a 2015 study showed that 1 in 3 patients with chronic sciatica has active gluteal trigger points. All subjects with trigger points who had dry needling presented with short-term  vasodilation and increased skin temperature(18) –While the research in this area is new, it is promising for patients with sciatic complaints Acupuncturist or pain management specialist for intractable pain",
        "other considerations": [
            "Bed rest is not helpful in the management of sciatica(19) –Based on a 2010 Cochrane systematic review that included 11 RCTs (N = 1,963 patients with acute LBP and/or sciatica) –Trials compared advice to stay active vs advice to rest in bed  –In patients with sciatica, bed rest (whether 2–3 days or 7 days) had minimal or no beneficial effect on pain level or functional status, and might have contributed to weakness due to muscle inactivation"
        ],
        "treatment summary": [
            "General conservative approach(1) –No solid recommendation to have surgery can be made based upon the results from a 2018 systematic review and meta-analysis(31) –Therapeutic exercises to improve reduced flexibility and strength –Functional training to correct deficits in posture, gait, and general mobility, as well as to improve body mechanics/ technique during ADLs that provoke or aggravate pain –Manual therapy to address muscle pain/spasms, improve joint mobility, decrease neural tension, restore normal flexibility –Core strengthening, especially on lumbar stabilizers: transversus abdominis, multifidus –Ergonomic assessment and functional training (as indicated) –Work hardening for return to work (as indicated) –Strength and conditioning/sports-specific  training –In 2015, researchers determined that patients with higher levels of kinesiophobia can decrease their leg pain with physical therapy treatment(17)",
            "Authors of a 2013 systematic review and meta-analysis  found evidence to support the clinical effectiveness of the following treatment strategies for sciatica: nonopioid medication, epidural injections, disc surgery, spinal manipulation, and acupuncture. The use of opioid analgesia, bed rest, education/advice (when used alone), percutaneous discectomy, or traction was not supported by the findings. Evidence was lacking to support “exercise therapy” because studies were widely heterogeneous in design(14)",
            "Based on results from a 2017 systematic review, intravenous and subcutaneous anti-tumor  necrosis factor alpha are optimal treatments for acute and chronic sciatica patients. Epidural steroid injection was also demonstrated as being a “good intervention” based on improving functional scores on ODI after treatment(25) –Subcutaneous anti-TNF-A  was “superior to the epidural steroid + anesthetic in reducing lumbar pain in both acute and chronic sciatic patients and acute sciatica patients” –NSAIDs were not as effective as epidural steroid and anesthetic for reducing pain",
            "Compared to bedrest, acupuncture was found to be more effective in reducing disability scores and leg pain in patients who had postpartum sciatica(29)",
            "Patients who underwent functional electrical stimulation (FES) treatment demonstrated decreased axonal loss and improved motor functional recovery(26) –Fifty patients, 25 treated with EMG-triggered  electrical stimulation and 25 with heel-floor  sensor triggered (switch) electric stimulation during normal gait cycles –FES consisted of pulse of 60 Hz, phase duration 200ms once daily for 30 minutes during 5 consecutive days over a period of 4 weeks –EMG-triggered  application showed increased quality of muscle action control as compared to switch group –Both groups showed improved motor control; however, for patients who cannot produce minimal muscle firing, switch control is recommended to start followed by EMG-triggered stimulation",
            "The author of a 2012 systematic review found that evidence was lacking to evaluate the effectiveness of ultrasound in the management of sciatic pain(4)",
            "Authors of a 2013 Cochrane review (N = 2,206) found that traction was probably not effective as a single treatment for patients with LBP and/or sciatica(15)",
            "Authors of a 2017 RCT conducted in China suggested that the use of an electroacupuncture (EA) device was superior in the short-term  and long-term  treatment of chronic discogenic sciatica compared with treatment using a medium-frequency electrotherapy (MFE)(25) –One hundred patients were randomized to either the EA group (n = 50) or MFE group (n = 50) –Study was conducted over a 4-week  period, followed by a 28-week  long-term  follow-up –Pain was assessed using the numerical rating scale and disability was assessed using the ODI",
            "Initiating a balance and coordination training program combined with endurance training can improve morphological properties of the soleus muscle and sciatic nerve, which can improve sensorimotor functions(32)  . Problem Goal Intervention Expected Progression Home Program Pain due to sciatica Reduce pain intensity score on V ASTherapeutic exercise _ Transverse abdominis and gluteal muscle strengthening. Exercises emphasizing neutral spine position and/or gentle exercises and positions that decrease pain _ Physical agents and mechanical modalities _ Cryotherapeutic agents for pain managementImprovement indicated by increased pain- free mobility and “centralization” of symptoms _ _ End-range back extension exercises such as standing back extension, push-up on elbows, shoulder blade squeeze (sitting), back bridge (supine), rowing with elastic band (sit or stand)Home, workplace, and social activities as tolerated _ _ Ice, analgesics, gentle back exercises _ _ No independent pain management programLess reliance on pain medications _ _ Patient independent with pain management programPatient education _ Prevention and educational instruction _ _ Instructions on the correct use and/ or application of equipment (e.g., home traction units)Improvement indicated by increased pain- free mobility and “centralization” of symptomsHome, workplace, and social activities as tolerated _ _ Ice, analgesics, gentle back exercises _ _ Devices and equipment _ Self-traction of the spine is associated with therapeutic benefits Weakness of involved myotomesSymmetry of lower extremity strengthTherapeutic exercise _ Resistance training, starting with isometric exercisesProgress to dynamic exercises as toleratedProvide patient with diagrams and written instructions Reduced aerobic enduranceImprove endurance in ADLsTherapeutic exercise _ Aerobic exercise: stationary cycling, walking, dance, and aquatic exercises within pain toleranceIncrease duration and intensity per toleranceProvide patient with diagrams and written instructions Impaired back and lower extremity ROM and flexibilityIncrease ROM/ flexibility of lumbar spine, hip, knee, and ankle jointsFunctional training _ General stretching programGradual improvement in lumbar flexibility and straight-leg raising testSelf-stretches  Decreased ability to perform ADLs/pain with ADLsImprove ability to perform ADLs as tolerated to avoid chronicity and reduce disabilityPatient education regarding ADLs _ See other considerations above _Steady increases in activity tolerance with resumption of regular activitiesResumption of ADLs as tolerated Decreased abdominal and low back muscle strength and stabilityImprove trunk muscle strength and stabilityTherapeutic exercise _ Lower abdominal muscle exercises (pain-free) beginning with isometric lower abdominal muscle contraction(5)Progress as appropriate Provide patient with diagrams and written instructions Decreased ability to perform functional activities and sports/ recreational activitiesOptimize functional status/independenceFunctional training _ Bed mobility and transfer training, as appropriate; other functional or sport- specific activitiesTask-specific exercises for reducing deficits in posture, gait, and general mobilityProvide patient, family, and caregivers with advice regarding functional activities that can be performed at home Postural deficits Improve postural controlTherapeutic exercise _ Postural control exercisesProgress per tolerance Provide patient with home exercise program Gait disturbances _ _ _ _ _ Piriformis contractureNormalize gait _ _ _ _ _ _ Improve piriformis flexibilityGait reeducation _ Educate patient on appropriate use of assistive device, if applicable _ _ Manual techniques to reduce spasm and trigger points. Stretching to increase flexibilityDischarge assistive device when appropriateProvide patient with diagrams and written instructions _ _ Home exercise program, including self-stretches Poor body mechanics, ergonomicsImprove body mechanics, ergonomicsBody mechanics training; ergonomic assessmentN/A Provide written instructions and diagrams ."
        ]
    },
    "desired outcomes outcome measures": {
        "normal rom": [
            "Goniometry"
        ],
        "normal thoracolumbar strength": [
            "MMT"
        ],
        "improved posture and gait": [
            "Gait and posture analysis"
        ],
        "decreased pain": [
            "V AS",
            "NPRS"
        ],
        "improved functional mobility": [
            "ODI Questionnaire: scores self-reported  pain and disability in lumbar mobility. Higher scores indicate more perceiveddisability",
            "RMD Questionnaire: scores back and leg pain intensity and function"
        ],
        "improved neurodynamics decreased neural tension": [
            "Neurodynamic testing: Slump, SLR"
        ],
        "improved flexibility": [
            "Muscle length testing"
        ]
    },
    "maintenance or prevention": [
        "Maintain postural awareness and thoracolumbar control during ADLs",
        "Reduce modifiable risk factors such as obesity and smoking",
        "Maintain flexibility and strength with home exercise program"
    ],
    "patient education": [
        "MedlinePlus website, “Sciatica,” https://medlineplus.gov/sciatica.html Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Valat JP, Genevay S, Marty M, Rozenberg S, Koes B. Sciatica. Best Pract Res Clin Rheumatol . 2010;24(2):241-252.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Genevay S, Finckh A, Payer M, et al. Elevated levels of tumor necrosis factor-alpha  in periradicular fat tissue in patients with radiculopathy from herniated disc. Spine (Phila Pa 1976). 2008;33(19):2041-2046.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP, Jr. In: Michlovitz’s Modalities for Therapeutic Intervention . Philadelphia, PA: FA Davis; 2016:42-44,  322-3232.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Paneris I. BET 3: The effectiveness of therapeutic ultrasound in the treatment of acute sciatica. Emerg Med J . 2012;29(1):80-81.  (SR)"
        },
        {
            "number in article": 5,
            "reference": "Sahrmann SA. Corrective exercises: purposes and special considerations. In: Diagnosis and Treatment of Movement Impairment Syndromes . St. Louis, MO: Mosby; 2002:367-400.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Golob AL, Wipf JE. Low back pain. Med Clin North Am . 2014;98(3):405-28.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Fishbain DA, Cole B, Lewis JE, Gao J. What is the evidence that neuropathic pain is present in chronic low back pain and soft tissue syndromes? An evidence-based structured review. Pain Med . 2014;15(1):4-15.  doi:10.1111/pme.12229. (SR)"
        },
        {
            "number in article": 8,
            "reference": "Shiri R, Lallukka T, Karppinen J, Viikari-Juntura  E. Obesity as a risk factor for sciatica: a meta-analysis.  Am J Epidemiol . 2014;179(8):929-37.  doi:10.1093/aje/kwu007. (SR)"
        },
        {
            "number in article": 9,
            "reference": "Cook CE, Taylor J, Wright A, Milosavljevic S, Goode A, Whitford M. Risk factors for first time incidence sciatica: a systematic review. Physiother Res Int . 2014;19(2):65-78. doi:10.1002/pri.1572. (SR)"
        },
        {
            "number in article": 10,
            "reference": "Savage NJ, Fritz JM, Kircher JC, Thackeray A. The prognostic value of electrodiagnostic testing in patients with sciatica receiving physical therapy. Eur Spine J . 2015;24(3):434-443.  doi:10.1007/s00586-014-3469-6.  (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Ustun N, Erol O, Ozcakar L, Ceceli E, Ciner OA, Yorgancioglu ZR. Association with isokinetic ankle strength measurements and normal clinical muscle testing in sciatica patients. J Back Musculoskelet Rehabil . 2013;26(4):361-5.  doi:10.3233/BMR-130392.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Verwoerd AJ, Luijsterburg PA, Lin CW, Jacobs WC, Koes BW, Berhagen AP. Systematic review of prognostic factors predicting outcome in non-surgically  treated patients with sciatica. Eur J Pain . 2013;17(8):1126-37.  doi:10.1002/j.1532-2149.2013.00301.x.  (SR)"
        },
        {
            "number in article": 13,
            "reference": "el Barzouhi A, Vleggeert-Lankamp  CL, Lycklama a Nijeholt GJ, et al; Leiden–The  Hague Spine Intervention Prognostic Study Group. Influence of low back pain and prognostic value of MRI in sciatica patients in relation to back pain. PLoS One . Advance online publication. 2014;9(3):e90800. doi:10.1371/journal.pone.0090800. (R)"
        },
        {
            "number in article": 14,
            "reference": "Lewis RA, Williams NH, Sutton AJ, et al. Comparative clinical effectiveness of management strategies for sciatica: systematic review and network meta-analysis.  Spine J. 2013;S1529-9430(13)01497-6.  (SR)"
        },
        {
            "number in article": 15,
            "reference": "Wegner I, Widyahening IS, van Tulder MW, et al. Traction for low-back pain with or without sciatica. Cochrane Database Syst Rev . August 19, 2013;(8):CD003010. doi:10.1002/14651858.CD003010.pub5.  (SR)"
        },
        {
            "number in article": 16,
            "reference": "Ropper AH, Zafonte RD. Sciatica. N Engl J Med . 2015;372(13):1240-1248.  doi:10.1056/NEJMra1410151. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Verwoerd AJ, Luijsterburg AP, Koes BW, El Barzouhi A, Verhagen AP. Does kinesiophobia modify the effects of physical therapy on outcomes in patients with sciatica in primary care? Subgroup analysis from a randomized controlled trial. Phys Ther . 2015;95(9):1217-1223.  doi:10.2522/ptj.20140458. (RCT)"
        },
        {
            "number in article": 18,
            "reference": "Skorupska E, Rychlik M, Pawelec W, Samborski W. Dry needling related short-term  vasodilation in chronic sciatica under infrared thermovision. Evid Based Complement Alternat Med . 2015;214374. doi:10.1155/2015/214374. (R)"
        },
        {
            "number in article": 19,
            "reference": "Stephenson A, Kelsberg G, Neher JO, St. Anna L. Treatments for sciatica. Am Fam Physician . 2015;91(9):612-615.  (RV)"
        },
        {
            "number in article": 20,
            "reference": "Tabesh H, Tabesh A, Fakharian E, Fazel M, Abrishamkar S. The effect of age on result of straight leg raising test in patients suffering lumbar disc herniation and sciatica. J Res Med Sci. 2015;20(2):150-153.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Hopayian K, Notley C. A systematic review of low back pain and sciatica patients’ expectations and experiences of health care. Spine J. 2014;14(8):1769-1780.  (SR)"
        },
        {
            "number in article": 22,
            "reference": "Centa D, Kamanli A, Gucer T, et al. A rare cause of sciatica: primary pelvic hyatid cyst. Turk J Phys Med Rehabil . 2015;61(4):366-370.  (C)"
        },
        {
            "number in article": 23,
            "reference": "Cohen SP, Hanling S, Bicket MC, et al. Epidural steroid injections compared with gabapentin for lumbosacral radicular pain: multicenter randomized double blind comparative efficacy study. BMJ. 2015;350:1-9.(8010).  (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Al-Hihi E, Badgett RG. In moderate-to-severe  sciatica, pregabalin did not reduce leg pain intensity or improve quality of life. ACP J Club . 2017;167(2):3-3.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Guo JR, Jin XJ, Shen HC, et al. A comparison of the efficacy and tolerability of the treatments for sciatica: A network meta-analysis.  Ann Pharmacother . 2017;51(12):1041-1052.  doi:10.1177/1060028017722008.   (M)"
        },
        {
            "number in article": 26,
            "reference": "Sardaru DP, Matei D, Zaharia-Kedzi  D, Pendefunda L. Effects of biofeedback versus switch-triggered  functional electrical stimulation on sciatica-related  foot drop. J Back Musculoskeletal Rehabil . 2018;31(2):239-245.  doi:10.3233/BMR-169578.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Santos de Alemeida R, Machado E, Correa L. stado functional de pacientes com quadro cronico de ciatalgia (Functional status of patients with chronic sciatica). Fisioter Brasi . 2018;19(1):3-12.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Possover M. Five-year follow up after laparoscopic large nerve resection for deep infiltrating sciatic nerve endometriosis. J Minimally Invasive Gynecol . 2017;24(5):822-826. doi:10.1016/j.jmig.2017.02.027. (R)"
        },
        {
            "number in article": 29,
            "reference": "He BS, Li Y, Gui T. Preliminary clinical evaluation of acupuncture therapy in patients with postpartum sciatica. J Midwifery Womens Health . 2018;63(2):213-220.  doi:10.1111/ jmwh.12681. (R)"
        },
        {
            "number in article": 30,
            "reference": "Kay J, De Sa D, Morrison L. Surgical management of deep gluteal syndrome causing sciatic nerve entrapment: A systematic review. Arthroscopy . 2017;33(12):2263-2278. doi:10.1016/j.arthro.2017.06.041. (SR)"
        },
        {
            "number in article": 31,
            "reference": "Chen BL, Guo JB, Zhang HW. Surgical versus non-operative  treatment for lumbar disc herniation: a systematic review and meta-analysis.  Clin Rehabil . 2018;32(2):146-160. doi:10.1177/0269215517719952. (M)"
        },
        {
            "number in article": 32,
            "reference": "Bonetti LV, Schneider APK, Barbosa S, Ilha J, Faccioni-Heuser  MC. Balance and coordination training and endurance training after nerve injury. Muscle Nerve . 2015;51(1):83-91.  doi:10.1002/mus.24268. (RV)"
        }
    ]
}