{
    "metadata": {
        "title": "Diabetes Mellitus, Type 2, and Exercise",
        "synonyms": [
            "diabetes mellitus type ii and exercise",
            "type 2 diabetes and exercise",
            "type ii diabetes and exercise",
            "non-insulin-dependent diabetes mellitus and exercise",
            "adult-onset diabetes mellitus and exercise",
            "type 2 diabetes mellitus and exercise",
            "diabetes mellitus, non-insulin-dependent  and exercise",
            "niddm and exercise",
            "diabetes mellitus, adult onset and exercise",
            "stable diabetes mellitus and exercise",
            "diabetes mellitus, stable and exercise",
            " exercise and type 2 diabetes mellitus"
        ],
        "anatomical location body part affected": [
            "Pancreas, liver, adipose tissue, and skeletal muscle are involved in the pathogenesis of diabetes mellitus, type 2 (DM2)/numerous organs are damaged by DM2, including the heart and blood vessels, kidneys, eyes, nerves, brain, muscles, and skin"
        ],
        "area of specialty": [
            "cardiovascular rehabilitation",
            "home health",
            "acutecare",
            " neurological rehabilitation",
            "geriatric rehabilitation",
            "wound care"
        ],
        "description": [
            "Type 2 diabetes mellitus (DM2), formerly called adult-onset  diabetes and non-insulin-dependent  diabetes mellitus, is a chronic metabolic disorder of gradual onset characterized by insulin resistance (i.e., abnormal response of cells to insulin, thus preventing transport of glucose into cells)and relative impairment in insulin pancreatic production. Onset is usually in adults older than 40 years, but rates of DM2 are increasing in children and adolescents as rates of pediatric obesity increase(1,2)",
            "Strong evidence supports the beneficial effects of structured aerobic-exercise  training (AET) programs for reducing hyperglycemia due to insulin resistance. Strength-training exercise programs are also effective for improving glycemic control in persons with DM2(1)",
            "Lifestyle interventions that increase general physical activity and promote modest weight loss can significantly lower the risk of developing or worsening DM2 in high-risk  populations(1,2,3,4)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "E11": {
                "base": "non-insulin-dependent diabetes mellitus",
                "E11.0": "non-insulin-dependent diabetes mellitus with coma",
                "E11.1": "non-insulin-dependent diabetes mellitus with ketoacidosis",
                "E11.2": "non-insulin-dependent diabetes mellitus with renal complications, such as",
                "N08.3": " N08.3 glomerular disorders in diabetes mellitus",
                "E11.3": "non-insulin-dependent diabetes mellitus with ophthalmic complications, such as",
                "H28.0": " H28.0 diabetic cataract",
                "H36.0": " H36.0 diabetic retinopathy",
                "E11.4": "non-insulin-dependent diabetes mellitus with neurological complications, such",
                "as": " as",
                "G59.0": " G59.0 diabetic mononeuropathy",
                "G63.2": " G63.2 diabetic polyneuropathy",
                "G73.0": " G73.0 myasthenic syndromes in endocrine diseases",
                "G99.0": " G99.0 autonomic neuropathy in endocrine and metabolic diseases",
                "E11.5": "non-insulin-dependent diabetes mellitus with peripheral circulatory complications, such as",
                "I79.2": " I79.2 peripheral angiopathy in diseases classified elsewhere",
                "E11.6": "non-insulin-dependent diabetes mellitus with other specified complications, such as",
                "M14.2": " M14.2 diabetic arthropathy",
                "M14.6": " M14.6 neuropathic arthropathy",
                "E11.7": "non-insulin-dependent diabetes mellitus with multiple complications",
                "E11.8": "non-insulin-dependent diabetes mellitus with unspecified complications",
                "E11.9": "non-insulin-dependent diabetes mellitus without complications"
            },
            "E10": "insulin-dependent diabetes mellitus",
            "E12": "malnutrition-related diabetes mellitus",
            "E13": "other specified diabetes mellitus",
            "E14": "unspecified diabetes mellitus",
            "E10-E14": "codes use same fourth-character subdivisions as E11 (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. Medicare covers group self-management  training, nutritional therapy, and therapeutic shoes or inserts (only if there is advanced foot disease) for patients with diabetes"
        ],
        "presentation signs and symptoms": [
            "Patients with DM2 usually experience gradually increasing symptoms of fatigue, recurrent infections, prolonged wound healing, and vision changes. Presentation can also include increased appetite, thirst, and urination, as well as unexplained weight changes (2,3,4,5) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The main underlying cause of persistent hyperglycemia in DM2 is insulin resistance, especially in muscle and adiposetissue. Relatively insufficient pancreatic secretion of insulin also contributes to the reduced glucose uptake in tissues(1,2,5,6)"
        ],
        "pathogenesis": [
            "DM2 is thought to be the result of a complex interplay between genetic predisposition and environmental factors (suchas obesity) that results in insulin resistance and a relative impairment in pancreatic insulin production. The result ishyperglycemia, systemic acid-base  imbalance, and insufficient glucose delivery to tissues(3,4)",
            "Low-to-moderate-intensity  exercise promotes cellular glucose uptake despite insulin resistance and prolonged aerobicactivity can acutely reduce plasma glucose (PG) levels in persons with DM2. Exercise-related  severe hypoglycemia is anemergency condition requiring oral glucose replacement",
            "AET, especially with moderate weight loss and maintenance of an optimal body weight, can improve glycemic control anddecrease cardiovascular disease (CVD) risk. AET can also improve serum lipids, including total cholesterol, low-densitylipoprotein (LDL) cholesterol, high-density  lipoprotein (HDL) cholesterol, and triglyceride levels(6)",
            "Progressive resistance exercise (PRE) training may also improve glycemic control and reduce risk of DM2 in men,(17) aswell as in persons with familial insulin resistance(18)",
            "Authors of a 2017 meta-analysis  (24 studies that included 1,383 overweight/obese adults with DM2)found that AET but notPRE was effective for reducing visceral fat(19)",
            "Complications associated with DM2 include:–hypertension, hyperlipidemia, and CVD–microvascular disease–neuropathic disease–increased susceptibility to infection, with poor healing due to capillary damage and immune cell dysfunction–diabetic foot ulcers"
        ],
        "risk factors   ,,,, risk factors for type  dm in adults include:": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When was DM2 diagnosed in the patient? Many patients have an insidious onset.(2) Was disease onset associated with lifestyle factors that increase risk of DM2, such as obesity or physical inactivity? Has the patient been able to adequately control his or her diabetes with the current medical management? -Does the patient have any long-term  complications of diabetes, such as retinopathy, history of foot lesions, peripheral neuropathy, or autonomic neuropathy?",
                "course of treatment": {
                    "medical management": "Determine if the patient has received counseling on proper diet, medication, skin care, and selfmonitoring  of blood glucose.(2,5,6) Document whether the patient has had any surgeries due to diabetes (e.g., eye surgeries, amputations)",
                    "surgical management": [],
                    "medications": "Determine what medications the clinician has prescribed. Is the patient taking them? Medications for DM2 usually include oral hypoglycemic agents, among which metformin is often the firstline choice, and injectable insulin in some cases.(2,5,6) Document the medications being taken for any comorbidities",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: These laboratory tests may be used to diagnose/assess patients with type 2 DM:",
                        "Blood tests, including blood glucose concentration (fasting or random), oral glucose tolerance test, and HbA1c(13)",
                        "Tests for C-peptide and/or  islet autoantibodies to differentiate type 1 DM from type 2 DM(7)",
                        "Screening tests for other autoimmune disorders, such as celiac disease and thyroid disease(15)"
                    ],
                    "alternative therapies": "",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. What education has the patient received about DM2 and exercise?"
                },
                "aggravating easing factors": " Document any noted factors which aggravate or ease the patient’s symptoms",
                "body chart": "Use a body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). The patient may have polyuria, pain, and/or paresthesias. For a complete list of possible symptoms, see Presentation/signs and symptoms , above",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much). Physical effort and discomfort may be rated using Borg Rating of Perceived Exertion (RPE) Scale and V AS",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. If patient is obese, inquire if sleep apnea has been diagnosed",
                "other symptoms": "Document other symptoms the patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to a physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia, discoloration of the extremities)  -Common comorbidities for which diabetes increases risk includehearing impairment, obstructive sleep apnea, fractures, cognitive impairment, and depression(19) -Age-matched  hip fracture risk is significantly increased in DM2 -Vertebral fractures are more common in men and women with DM2, independent of bone mineral density",
                "respiratory status": "Does the patient require supplemental oxygen? Does the patient use continuous positive airway pressure (CPAP) or bilevel positive airway pressure (BiPAP)? Barriers to learning -Are there any barriers to learning Yes __ No __ -If Yes, describe__________________________ -Patients with DM2 are at increased risk for dementia(8)"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask the patient about other problems, including cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders. DM2 may be secondary to hormonal excess diseases such as glucagonoma, acromegaly, Cushing syndrome, or pheochromocytoma; use of certain drugs; genetic syndromes such as hyperlipidemias, myotonic dystrophy, and lipoatrophy; gestational diabetes; or pancreatic disease",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC agents)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Inactivity is a risk factor for DM2. How much physical activity does the patient habitually perform? -Assessment of physical activity is usually based on questionnaires that might involve self-estimation errors -Authors of a study in Poland found that direct and indirect methods of assessing the amount of physical activity in patients with DM2 had comparableresults(20) -Direct  An accelerometer capable of detecting body movements was carried or worn by participants -Indirect  The International Physical Activity Questionnaire (IPAQ) was used to evaluate physical activity reported in the last 7 days -No significant difference was found between self-estimated  physical activity assessed using the IPAQ survey and actual physical activity measured with the accelerometer",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient use an assistive device and is it being used appropriately?",
                "living environment": "Does the patient have difficulty with stairs? (Number of floors?) With whom does patient live? Does the patient require caregivers? Identify if there are barriers to independence in the home; are any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and BMI. Note fat distribution. Even patients who are not apparently obese often have characteristic fat deposits on the upper portion of the body (abdomen, chest, neck, and face) and relatively less fat on the limbs, which may be quite muscular.(2)",
            "assistive and adaptive devices": "Assess the fit and patient’s use of prescribed ambulatory assistive device or wheelchair. If applicable, evaluate for suitable ambulatory assistive device and determine the need for supportive/protective equipment/ orthotics",
            "balance": "Assess statically and dynamically in sit and stance, and while the patient performs functional mobility. Assess standing balance on both feet (eyes open vs. closed), also on toes and heels, as well as single-leg  stance, if appropriate. Administer the Berg Balance Scale (BBS)or test for one-leg  stance and tandem standing, as indicated ",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess pedal pulses and lower extremity filling time(5)Assess for appropriate body mechanics during functional mobility",
            "functional mobility": "Assess ability in transfers (e.g., sit to stand) and bed mobility with functional independence measure (FIM) and Timed Up and Go (TUG) test",
            "gait locomotion": "Observe for gait abnormalities. Assess lower-extremity/rearfoot  alignment and movement in barefooted walking, and width of stance. Assess walking speed (e.g., 10-meter walk test). Peripheral neuropathy in individuals with diabetes has been associated with reduced narrow base walking speed.(9) Assess safety with Dynamic Gait Index (DGI)Assess lower extremity joints, as indicatedAssess dexterity and coordination",
            "muscle strength": "Assess strength of upper and lower extremities and trunk with manual muscle testing (MMT)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess general posture and observe all major joints; note asymmetry",
            "range of motion": "Assess upper and lower extremities and trunk",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexes of the hamstrings, quadriceps, and plantar flexorsAssess independence in ADLs. Barthel Index may be used",
            "sensory testing": "Use 10g monofilament to assess sensation in the lower extremities, pinprick to assess pain in the lower extremities, and proprioception tests of the feet and ankles.(9) Sensation is commonly impaired in patients with DM2",
            "special tests specific to diagnosis": "Fingertip blood glucose can be checked before, during, and after activity",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "testrelated  adverse signs and symptoms(1)",
                "In presence of proliferative diabetic retinopathy (PDR) or severe nonproliferative diabetic retinopathy, vigorous AET or PRE may be contraindicated because of the risk of causing vitreous hemorrhage or retinal detachment(19)",
                "Symptoms of autonomic neuropathy include: -dizziness -sexual dysfunction -exercise intolerance  -difficulty with urination -abnormal sweating",
                "Autonomic neuropathy can also increase risk of exercise-induced  adverse events through decreased cardiac responsiveness to exercise and postural hypotension(19)",
                "Persons with diabetic autonomic neuropathy should undergo cardiac investigation before beginning physical activity more intense than what they are used to(19)",
                "Authors of a case study in the Netherlands found that physical functioning could be safely improved in a patient with severe diabetic complications(21) -The patient had poor glycemic control, a history of foot ulceration, peripheral neuropathy, neuropathic pain, nephropathy, erectile dysfunction, and retinopathy -An incremental combined AET and PRE program supervised by a physical therapist was implemented for 12 weeks -Recommendations included: -Medical screening including ECG and foot screen prior to training -A diabetes nurse specialist, a podiatrist, an endocrinologist, and a physiatrist should be available to assist with problems that may occur during the exercise program -The physical therapist supervising the exercise program should have sufficient knowledge of diabetes complications and exercise physiology"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Individualized ET is safe and effective for most patients with DM2.(1,6) However, patients should receive physician clearance before starting a new exercise program(1)",
                "In many cases, physician clearance and supervision will also be required for exercise testing(1)",
                "Physician clearance (and perhaps monitoring during exercise) is required for exercise training if the patient has exercise",
                "Exercise is contraindicated if the patient has known uncontrolled heart disease (e.g., unstable angina pectoris, cardiac arrhythmias, or ventricular failure) or acute myocarditis, pericarditis, thrombophlebitis, pulmonary embolus, renal failure, or active infection(1)",
                "Postpone exercise and consult with a physician if the patient’s blood glucose level is ≥ 250 mg/dL or < 100 mg/dL(1)",
                "Patients prone to hypoglycemia (especially if using injectable insulin) should check their capillary (fingertip) blood glucose before, during, and after exercise(1,10)",
                "Postpone exercise if a patient with PAD has leg pain at rest, or an ischemic ulcer is present(9)",
                "Any patient with diabetes and a foot injury or open sore on the foot should be restricted to non-weight-bearing  activities(19)",
                "Avoid high-impact  or sprint activity and use of the Valsalva maneuver if the patient has retinopathy(1,10)",
                "Avoid exercise in hot or cold environments if the patient has autonomic neuropathy(1)",
                "Patients with peripheral neuropathy or diabetic foot ulcers are at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Exercise programs for patients with diabetic complications should be individualized, with emphasis on safety. Exercise programs often exclude patients with diabetic complications due to lack of evidence for safety and effectiveness in the presence of complications(21)"
            ]
        },
        "diagnosis need for treatment": "DM2/sedentary lifestyle, increased BMI, poor glycemic control, reduced physical functioning in ADLs. Potential benefits of a structured exercise program include improved glycemic control, weight loss, improved physical functioning, increased HDL cholesterol, reduced CVD risk, better BP control, and prevention of DM2 in those at high risk",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Podiatrist for nail clipping and fitting for therapeutic shoes or inserts Nutritionist for dietary therapy Occupational therapist for disability in ADLs Wound specialist, as indicated Nursing for education, management, and testing equipment Back to the physician for any unresolved medical concerns or new problems",
        "other considerations": [
            "Proper care of the feet, inspection of the skin, and appropriate shoes are very important for prevention of diabetic foot ulcers(10)",
            "Education about appropriate foot care is crucial for the diabetic patient starting a new exercise program(1)",
            "Psychosocial factors that influence self-motivation  and capacity for self-care  are important to consider in promoting healthy exercise behavior in persons with DM2(11,12,31) –Authors of a 6-month  exercise trial in Canada found that the motivation to exercise decreased in patients who did not progress during the exercise program(11) –Authors of a study of interventions to promote exercise and healthy diet for the prevention of DM2 in the United Kingdom found that although motivational intervention was effective at changing cognition, changing behavior required an intervention based on both motivation and volition(12) -Motivation intervention was primarily provision of information about DM2 that identified the many health problems that can result and the importance of healthy diet and regular exercise. V olitional intervention was based on action planning and coping planning, and included precise, concrete, and personally formulated plans for diet and exercise ›Authors of a 2016 literature review found that the spirituality and religious beliefs of persons with DM2 have profound effects on their self-management of the condition(31) "
        ],
        "treatment summary": [
            "The American Diabetes Association recommends 150 minutes or more of moderate-to-vigorous  intensity aerobic activity/ week, 2–3 sessions of resistance exercise for most adults with type 2 DM, and flexibility and balance training 2–3 times/ week for older adults. Patients should monitor blood glucose before, during, and after exercise(15)",
            "A statement from the American College of Sports Medicine (ACSM) recommends the following guidelines for exercise prescription in most persons with DM2(1) –AET sessions at least 3 days per week with no more than 2 consecutive days between sessions –Aim for a total of 150 minutes per week or more of aerobic ET of at least moderate intensity, such as brisk walking, as tolerated –Types of aerobic physical activity may include any form that uses large muscle groups and increases HR and perceived exertion to moderate levels –Gradually progress exercise intensity and total minutes per week to minimize risk of overuse injury and to enhance compliance –PRE training at least 2 days per week on nonconsecutive days, but preferably 3 times per week, in addition to regular AET -Resistance exercises should be moderate or vigorous for optimal gains in strength and glycemic control -Include in each training session at least 5 to 10 exercises that involve major muscle groups -Ten to 15 repetitions to near fatigue per set of each exercise, as tolerated -Gradually progress to heavier weights that can be lifted only 8 to 10 times per set",
            "High-intensity  interval training improves HbA1c, fasting insulin, BMI, and body mass in adults with DM2(29) –Based on a systematic review of 13 RCTs comparing moderate-intensity  interval training, no interval training, and high-intensity  interval training",
            "Incorporate a weight-loss  program that involves exercise, diet, and behavior modifications for weight control(1)",
            "Participating in a single session of aerobic exercise can cause a 24-hour  decrease in BP for patients with DM2(30)",
            "Reductions in fat mass and central (visceral) adiposity and increased fitness and muscle strength after exercise training are associated with a reduction in HbA1c(26)",
            "Exercise training has a positive effect on arterial functioning that can restore impaired arterial endothelial function in patients with DM2(28)",
            "Regular exercise is associated with reduced risk of CVD and improved glycemic control irrespective of concomitant weight loss(14)",
            ". Problem Goal Intervention Expected Progression Home Program  Overweight (as indicated by elevated BMI) contributes to poor glycemic controlMaintain optimal BMI for glycemic controlTherapeutic exercise _ Aerobic ET and PRE training.(1) See Treatment summary , above _ _ See also  Clinical Review ... Obesity, Adult  ; CINAHL Topic ID Number: T708733 _ _ Non-weight-bearing exercise is encouraged for those with peripheral neuropathy, water exercise for those with autonomic neuropathy, and light-to-moderate exercise for those with nephropathy(1)Progress intensity and duration of exercise gradually as patient’s fitness improves;150 minutes of aerobic ET per week on at least 3 days per week, with possible progression to 5–7 days per week _ _ A single resistance exercise (RE) bout at light or moderate intensities can be effective for acute control of blood glucose(22) _ _ RE performed at lower intensities can promote greater benefits for acute glucose control than RE performed at higher intensities(22)Patient may progress to performing aerobic exercise and simple therapeutic exercise at home after mastering all necessary precautions and self- monitoring _ _ Specific, concrete, personal plans for exercise may improve motivation for long-term behavior change(12) Reduced aerobic endurance and poor glycemic controlImprove aerobic endurance _ _ Improve insulin sensitivity _ _ Reduce associated cardiovascular risk factorsSee above See above _ _Patient may progress to performing aerobic exercise and simple therapeutic exercise at home after mastering all necessary precautions and self- monitoring Reduced muscle strength and enduranceImprove muscle strength and endurance _ _ Prevent muscle wasting, increase glucose uptake, and improve insulin sensitivity in skeletal muscle, increase lean body massTherapeutic exercise _ PRE training: Incorporate use of the large muscle groups of the upper and lower extremities and trunk.(1) High- intensity PRE may improve glycemic control in older adults with DM2(27) _ _ (See Treatment summary , above)PRE training performed 2 to 3 times per week at light to moderate loads (40–60% of 1 RM) is recommended for muscular endurance. Progress patient as indicatedProvide patient with home program of PRE as appropriate. Regular follow-up with the clinician may be indicated _ _ Use of telehealth via email to monitor exercise programs in patients with DM2 was not found significantly beneficial in a pilot study(16)  Impaired balance with increased risk for fallsPatient/caregiver independence in fall- prevention measures _ _ Improve balance to prevent fallsBalance training _ Provide patient with activities that challenge static and dynamic balance in sitting and standing _ _ Patient/family"
        ]
    },
    "desired outcomes outcome measures": {
        "achieve optimal bmi": [
            "BMI assessment, body composition measurements (e.g., using skinfold calipers), waist and hip circumference (e.g., usingtape measure)"
        ],
        "regular aet and pre training": [],
        "improved cardiorespiratory endurance": [
            "6MWT"
        ],
        "improved functional balance": [
            "TUG test, Berg Balance Scale"
        ],
        "improved general mobility and ability to ambulate": [
            "TUG test, Dynamic Gait Index, FIM, IPAQ"
        ],
        "improved glycemic control": [
            "HbA1c, PG levels maintained within recommended limits"
        ],
        "improved strength": [
            "MMT, isokinetic dynamometry as available"
        ],
        "improved body composition": [
            "Reduced BMI, decreased adiposity by skinfold method"
        ]
    },
    "maintenance or prevention": [
        "Participation in a home exercise program that includes AET, PRE training, and functional exercises to maintain good balance(1)",
        "Regular monitoring of PG or fingertip glucose level",
        "Daily skin care, as indicated All patients with peripheral neuropathy should be instructed to wear proper footwear and examine their feet daily to detect lesions early(19) ",
        "Individuals with DM2 often have difficulty maintaining their recommended physical activity. Strategies to improve exercise compliance and adherence appear to be more successful if developed in reference to models of behavior change (e.g., social cognitive theory, transtheoretical model, social support, spiritual belief)(11,12,23,24,31) Evidence is lacking that screening for DM2 in adults who are at low to moderate risk of DM2 reduces the incidence, mortality, or complications of DM2.On the other hand, screening adults at high or very high risk of diabetes will reduce rates of myocardial infarction, microvascular complications, and mortality(25)"
    ],
    "patient education": [
        "See “Diabetes Basics: Type 2,” American Diabetes Association website, http://www.diabetes.org/diabetes-basics/type-2/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Liguori G. Exercise Prescription for Individuals with Metabolic Disease and Cardiovascular Disease Risk Factors. ACSM's Guidelines for Exercise Testing and Prescription ;"
        },
        {
            "number in article": 2021,
            "reference": " (GI)"
        },
        {
            "number in article": 2,
            "reference": "Diabetes Mellitus & Hypoglycemia. Papadakis MA, McPhee SJ, Rabow MW, eds. Current Medical Diagnosis & Treatment 2021 . : McGraw-Hill;  2021. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Sommers MS. Diabetes mellitus. In: Diseases and Disorders: A Nursing Therapeutics Manual . 6th ed; 2019:338-345.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Jafari B, Britton ME. Hypoglycaemia in elderly patients with type 2 diabetes mellitus: a review of risk factors, consequences and prevention. J Pharm Pract Res . 2015;45(4):459-469.  doi:10.1002/jppr.1163. (RV)"
        },
        {
            "number in article": 5,
            "reference": "Diabetes Canada Clinical Practice Guidelines Expert Committee. Diabetes Canada 2018 clinical practice guidelines for the prevention and management of diabetes in Canada. Can J Diabetes . 2018;42(Suppl1):S1-S325.  doi:10.1016/j.jcjd.2017.10.051. (G)"
        },
        {
            "number in article": 6,
            "reference": "American Diabetes Association. Standards of medical care in diabetes - 2016. Diabetes Care . 2011;34 Suppl 1:S23-S51.  (PP)"
        },
        {
            "number in article": 7,
            "reference": "Sampath Kumar A, Maiya AG, Shastry BA, et al. Exercise and insulin resistance in type 2 diabetes mellitus: a systematic review and meta-analysis.  Ann Phys Rehabil Med . 2019;62(2):98-103.  doi:10.1016/j.rehab.2018.11.001. (M)"
        },
        {
            "number in article": 8,
            "reference": "Strotmeyer ES, de Rekeneire N, Schwartz AV. The relationship of reduced peripheral nerve function and diabetes with physical performance in older white and black adults: the Health, Aging, and Body Composition (Health ABC) study. Diabetes Care . 2008;31(9):1767-1772.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Braza DW, Yacub Martin JN. Diabetic foot and peripheral arterial disease. In: Frontera WR, Silver JK, Rizzo TD, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Elsevier; 2019:719-723.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Willey K. Progressive resistance training: a new strategy for managing type 2 diabetes. Diabetes Manage J . 2005;11:12-13.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Fortier MS, Sweet SN, Tulloch H. Self-determination  and exercise stages of change: results from the diabetes aerobic and resistance exercise trial. J Health Psychol . 2011;17(1):87-99.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Zhang Y, Cooke R. Using a combined motivational and volitional intervention to promote exercise and healthy dietary behavior among undergraduates. Diabetes Res Clin Pract. 2012;95(2):215-223.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Stoner GD. Hyperosmolar hyperglycemic state. Am Fam Physician . 2017;96(11):729-736.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Taskiran B, Altun AU, Vardar SA, Demir AM, Karadag CH, Altun A. Effect of exercise on ADMA level in type 2 diabetes mellitus. Balkan Med J . 2012;29(1):62-67.  (R)"
        },
        {
            "number in article": 15,
            "reference": "American Diabetes Association. Lifestyle management: Standards of medical care in diabetes – 2019. 2019;42(supplement 1):S46-S60.  https://care.diabetesjournals.org/ content/42/Supplement_1/S46 . Accessed July 22, 2019. (G)"
        },
        {
            "number in article": 16,
            "reference": "Bartlett AS, Bosken L, Clark S, Glaser L, Stankovski S. The effects of a combined aerobic and resistive exercise program with the use of telehealth monitoring in reducing the value of cardiovascular risk factors of individuals vulnerable to developing type 2 diabetes. Cardiopulm Phys Ther J . 2011;22(4):39-40.  (CP)"
        },
        {
            "number in article": 17,
            "reference": "Grontved A, Rimm EB, Willett WC, Anersen LB, Hu FB. A prospective study of weight training and risk of type 2 diabetes mellitus in men. Arch Int Med . 2012;172(17):1306-1312.  doi:10.1001/archinternmed.2012.3138. (R)"
        },
        {
            "number in article": 18,
            "reference": "Schofield KL, Rehrer NJ, Perry TL, Ross A, Andersen JL, Osborne H. Insulin and fiber type in the offspring of T2DM subjects with resistance training and detraining. Med Sci Sports Exerc . 2012;44(2):2331-2339.  doi:10.1249/MSS.0b013e318268008f. (R)"
        },
        {
            "number in article": 19,
            "reference": "Sabag A, Way KL, Keating SE, et al. Exercise and ectopic fat in type 2 diabetes: A systematic review and meta-analysis.  Diabetes Metab . February 2, 2017. (M)"
        },
        {
            "number in article": 20,
            "reference": "Mynarski W, Psurek A, Borek Z, Rozpara M, Grabara M, Strojek K. Declared and real physical activity in patients with type 2 diabetes mellitus as assessed by the International Physical Activity Questionnaire and Caltrac accelerometer monitor: a potential tool for physical activity assessment in patients with type 2 diabetes mellitus. Diabetes Res Clin Pract. 2012;98(1):46-50.  doi:10.1016/j.diabres.2012.05.024. (R)"
        },
        {
            "number in article": 21,
            "reference": "Otterman NM, van der Schaaf M, Busch-Westbroek  TE, van Schie CHM, Nollett F. The use and safety of combined resistance and aerobic training in a patient with complications related to type 2 diabetes: a case report. Disabil Rehabil . 2012;34(17):1495-1500.  doi:10.3109/09638288.2011.650312. (C)"
        },
        {
            "number in article": 22,
            "reference": "Moreira SR, Simoes GC, Moraes JF, Motta DF, Campbell CSG, Simoes HG. Blood glucose control for individuals with type-2 diabetes: acute effects of resistance exercise of lower cardiovascular-metabolic  stress. J Strength Cond Res . 2012;26(10):2806-2811.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Lubans DR, Plotnikoff RC, Jung M, Eves N, Sigal R. Testing mediator variables in a resistance training intervention for obese adults with type 2 diabetes. Psychol Health . 2012;27(12):1388-1404.  doi:10.1080/08870446.2011.613471. (R)"
        },
        {
            "number in article": 24,
            "reference": "Lin SP, Wang MJ. Applying the transtheoretical model to investigate behavioural change in type 2 diabetic patients. Health Educ J . 2013;72(2):189-202.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Canadian Task Force on Preventive Health Care. Recommendations on screening for type 2 diabetes in adults. CMAJ. 2012;184(15):1687-1696.  doi:10.1503/cmaj.120732. (G) "
        },
        {
            "number in article": 26,
            "reference": "Senechal M, Swift DL, Johannsen NM, et al. Changes in body fat distribution and fitness are associated with changes in hemoglobin A1c after 9 months of exercise training: results from the HART-D study. Diabetes Care . 2013;36(9):2843-2849.  doi:10.2337/dc12-2428.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Mavros Y, Kay S, Anderberg KA, et al. Changes in insulin resistance and HbA1c are related to exercise-mediated  changes in body composition in older adults with type 2 diabetes: Interim outcomes from the GREAT2DO trial. Diabetes Care . 2013;36(8):2372-2379.  doi:10.2337/dc12-2196.  (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Montero D, Walther G, Benamo E, Perez-Martin  A, Vinet A. Effects of exercise training on arterial function in type 2 diabetes mellitus: a systematic review and meta-analysis. Sports Medicine . 2013;43(11):1191-1199.  doi:10.1007/s40279-013-0085-2.  (RV)"
        },
        {
            "number in article": 29,
            "reference": "Liu JX, Zhu L, Li PJ, Li N, Xu YB. Effectiveness of high-intensity  interval training on glycemic control and cardiorespiratory fitness in patients with type 2 diabetes: a systematic review and meta-analysis.  Aging Clin Exp Res . 2019;31(5):575-593.  doi:10.1007/s40520-018-1012-z.  (M)"
        },
        {
            "number in article": 30,
            "reference": "De Morais PK, Magalhaes Sales M, Alves de Alemida J, Motto-Santos  D, De Sousa CV, Simoes HG. Effects of aerobic exercise intensity on 24-h ambulatory blood pressure in individuals with type 2 diabetes and prehypertension. J Phys Ther Sci . 2015;27(1):51-56.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Duke N, Wigley W. Literature review: The self-management  of diet, exercise and medicine adherence of people with type 2 diabetes is influenced by their spiritual beliefs. J Diabetes Nurs . 2016;20:184-190.  (RV)"
        }
    ]
}