{
    "metadata": {
        "title": "Obesity, Pediatric",
        "synonyms": [
            "childhood obesity"
        ],
        "anatomical location body part affected": [
            "Multi-organ  system involvement, musculoskeletal system involvement"
        ],
        "area of specialty": [
            "pediatric rehabilitation",
            "orthopedic rehabilitation",
            "cardiovascular rehabilitation"
        ],
        "description": [
            "An excessive amount of body fat as seen in a rate of weight gain, reflected in upward change in BMI percentiles(2)",
            "Authors of a 2014 systemic review found that even though BMI has a high specificity, it also has a low sensitivity and therefore misses a quarter of children with excess body fat(8)",
            "The American Medical Association (AMA)advises use of percentile of BMI for pediatrics –Overweight: BMI > 85th to the 94th percentile for age and sex(1) –Obese: BMI > 95th percentile for age and sex(1) and is associated with increased risk of secondary complications(2) –Severe obesity: BMI > 99th percentile and is associated with higher risk of complications(2)",
            "Approximately 17% of 6- to 19-year-olds  in the United States are obese, with even higher percentages seen in subpopulations of some racial and ethnic minority children and in economically disadvantaged children(2) –The increasing prevalence of childhood obesity is due to a combination of socioeconomic, genetic, and biologic factors(2)",
            "In children younger than age 2, a BMI > 95th percentile indicates a child is overweight and requires further assessment(2)",
            "This Clinical Review  focuses on obesity in pediatrics and does not include increased weight associated with endocrine or genetic disorders"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "E03.9": "hypothyroidism, unspecified",
            "E23.6": "other disorders of pituitary gland",
            "E34.9": "endocrine disorder, unspecified",
            "E66": {
                "base": "obesity",
                "E66.0": "obesity due to excess calories",
                "E66.8": "other obesity, morbid obesity",
                "E66.9": "obesity, unspecified; simple obesity NOS"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified. Admission to an acute care hospital cannot be obtained on the basis of an obesity diagnosis ",
            "Presentation/signs and symptoms –The child is > 95th percentile for BMI for his or her age and sex(3) Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [
            "–The child is > 95th percentile for BMI for his or her age and sex(3) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "The evaluation of an obese child or adolescent requires compassion and sensitivity toward the child and parent/primary caregiver. Many psychosocial issues, such as depression or decreased self-esteem, may accompany this condition(3)",
            "The physician’s protocol must be followed at all times",
            "The patient’s pain and cardiorespiratory endurance should be respected throughout the examination and treatment",
            "Obtain parental consent for treatment of minors according to facility’s protocols and procedures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Most commonly attributed to increased caloric intake, decreased physical activity, and genetic predisposition",
            "Genetic syndromes associated with childhood obesity include Prader-Willi  syndrome, pseudohypoparathyroidism,Laurence-Moon-Biedl (Bardet-Biedl)  syndrome, Cohen syndrome, Down syndrome, and Turner syndrome(11)",
            "Hormonal disorders associated with childhood obesity include growth hormone deficiency, growth hormone resistance,hypothyroidism, leptin deficiency or resistance to leptin action, Cushing syndrome, precocious puberty, polycystic ovarysyndrome, and prolactin-secreting  tumors(11)",
            "Medications that cause weight gain in children and adolescents include cortisol and other glucocorticoids,sulfonylureas, tricyclic antidepressants, monoamine oxidase inhibitors, oral contraceptives, insulin (in excessive doses),thiazolidinediones, risperidone, and clozapine(11)"
        ],
        "pathogenesis": [
            "There is an imbalance between energy expenditure and caloric intake. The excess calories are stored as adipose tissue(3)–Usually a consequence of a sedentary lifestyle (excessive television, excessive computer use, and insufficient physicalactivity)(11)–Excess fat distribution can occur in infants when feedings are supplemented with additives such as carbohydrates orfat(11)",
            "Dysfunction in the gut-brain-hypothalamic  axis via the ghrelin/leptin hormonal pathway may have a role in excess energyintake and abnormal appetite control(11)–As many as 10% of children with obesity, particularly in individuals who appear to manifest familial morbid obesity",
            "Results from twin, adoption, and family studies suggest that genetic factors play a considerable role in the development ofchildhood obesity(11)"
        ],
        "risk factors": [
            "Based on a cohort study of 8,234 children, researchers in the United Kingdom found eight factors associated with increasedrisk of obesity at 7 years of age(4)–Parental obesity–High birth weight–High rates of weight gain in first year–Children in the highest quarter percentile for weight at 8 months and 18 months–Catch-up  growth (accelerated period of growth following a period of failure to grow) between birth and 2 years–BMI or adiposity re7bound (when the BMI starts to rise) starts by 43 months–Television watching > 8 hours/week at 3 years–Sleep duration < 10.5 hours/day at 3 years",
            "Maternal smoking during 28–32  weeks gestation(4)",
            "Increased food portion size",
            "Genetic predisposition (may require fewer calories to maintain normal weight)(2)",
            "Lower socioeconomic class(2)",
            "Family with poor nutrition habits(2)",
            "Sexual or physical abuse may be a risk factor for developing severe obesity as an adult(9)",
            "Children and adolescents who are exposed to adverse family experiences have an increased risk of becoming overweight orobese(17)",
            "There is an association between inability to delay gratification and obesity in children. Children who are unable to delaygratification are more likely to become overweight or obese(19)",
            "Consuming 100% fruit juice has been associated with a small amount of weight gain in children ages 1 to 6; however, thereis no association between 100% fruit juice consumption and weight gain in children ages 7 to 18 years(27)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan of Care Examination"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The evaluation of an obese child or adolescent requires compassion and sensitivity toward the child and parent/primary caregiver. Many psychosocial issues, such as depression or decreased self-esteem, may accompany this condition(3)",
            "The physician’s protocol must be followed at all times",
            "The patient’s pain and cardiorespiratory endurance should be respected throughout the examination and treatment",
            "Obtain parental consent for treatment of minors according to facility’s protocols and procedures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Ask patient/family about dietary/caloric intake, eating patterns, and exercise patterns.(5) Ask patient/family about how long patient has been overweight or obese. Ask about nutritional eating patterns",
                "course of treatment": {
                    "medical management": "Has there been any previous medical management of the condition? Ask patient/family about previous participation in meal planning, exercise prescription, behavior therapy, psychotherapy, specialized diets, medications, and/or surgery.(2) Drug management is typically not utilized in children under the age of 12. Surgery is typically not recommended in children except in exceptional circumstancesEncourage continued diet changes even if weight loss has not occurred, as there are other benefits to diet change beyond weight loss. Diets that are lower in calories maybe lacking key nutrients, so supplementation may be beneficial.(10) Encourage use of fresh foods/ingredients and less reliance on processed foods, even those that are labeled as lowfat  and fat-free",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Could the medicine the patient is taking be a factor in his or her weight gain? Medication for weight loss may be appropriate only if there are severe complications related to obesity.(3) Orlistat has been approved for obese adolescents(2)",
                    "diagnostic tests completed": [
                        "(aspartate transaminase [AST] and alanine transaminase [ALT]).(2) Other tests for obesity include dualenergy  X-ray absorptiometry (DXA) to measure body fat percentage, which is considered the gold standard for measuring body",
                        "composition.(6)The physician may also screen for hypoactive thyroid with TSH, T4, and antiTPO"
                    ],
                    "alternative therapies": "",
                    "previous therapy": "Document whether patient has had occupational/physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document things that make symptoms (e.g., shortness of breath or pain) better or worse",
                "body chart": "Note areas of pain due to obesity",
                "nature of symptoms": "Document patient’s perceived level of exertion with activity and any pain caused by obesity, such as knee or hip pain",
                "rating of symptoms": " Rating of symptoms Visual analog scale (V AS) for level of pain with activity or for perceived level of exertion Oucher scale  pain self-report  for children aged 3 years and older Pediatric Rating of Perceived Exertion",
                "pattern of symptoms": "Document changes in symptoms (such as shortness of breath or pain) throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. How many hours of sleep/night does the child get? Does the child take naps?(4) Obstructive sleep apnea (OSA) may develop in patients who are obese.(3) Up to 33% of those with childhood obesity have OSA(2)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, constipation, GERD, bowel/bladder dysfunction, saddle anesthesia) How is the family coping with the patient’s condition? Does the patient have any psychosocial factors that may be contributing to obesity? (e.g., history of emotional, physical, or sexual abuse)",
                "respiratory status": "Does the patient require supplemental oxygen? If so, how much and how often? If the patient has asthma, does he or she require use of a relief inhaler? Is the patient able to independently manage his or her asthma? Are there any triggers that increase asthmatic symptoms? Does the (non-asthmatic)  child have a history of shortness of breath? Does the child have a history of coughing or wheezing? Pulse oximetry could be used to assess SaO2 at rest, during exercise, and post exercise Barriers to learning Are there any barriers to learning? Yes__ No__ If Yes, describe _____________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document weight gain. Inquire about any other risk factors patient may have",
                    "comorbid diagnoses": "Ask patient/family about other problems, including diabetes, thyroid disorders, cancer, heart disease, asthma and/or other respiratory illnesses, obstructive sleep apnea, liver disease, psychiatric disorders (e.g., anxiety, depression, anorexia, bulimia), and orthopedic disorders Data from a 2014 meta-analysis  of the literature suggest that obesity can be linked with migraine prevalence, frequency, and disability in both pediatric and adult subjects(12)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient/family about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? How much television does the child watch daily? How much time does the child participate in physical activities per day (including PE)? Is there a history of prolonged bed rest due to a medical condition? -In a 2018 systematic review, the relationship between participation in youth sports and obesity status was inconclusive, although the authors found a positive association between sports participation and physical activity levels and found that children participating in sports were more likely to continue participating in physical activity(22)",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; are any modifications necessary? Do the primary caregivers participate in/ encourage daily physical activity? If so, how much and how often?"
            }
        },
        "relevant tests and measures": {
            "general": " •Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient’s medical condition, functional status, and setting)",
            "anthropometric characteristics": "Height, weight, BMI, skinfold assessment. Determine if patient is obese, based on age and sex-matched  values -Percentages are used in pediatrics when assessing BMI to match for age and sex -Take girth measurements, including waist circumference",
            "assistive and adaptive devices": "Does the patient require an assistive device? If so, is it being used properly?",
            "balance": "may require the use of the Pediatric Berg Balance Scale and single-leg  stance test and the Bruininks-Oseretsky balance subscale",
            "cardiorespiratory function and endurance": [
                "Cardiorespiratory function and endurance:  Assess vital signs prior to activity and throughout activity. It is important to use the proper cuff size when monitoring blood pressure in the pediatric population. Use pediatric blood pressure standards based on age, sex, and height. Use pulse oximetrypre, during, and post activity -The Children’s OMNI Resistance Exercise Scale of perceived exertion (OMNI-RES)  is a rating scale used to indicate perceived exertion during exercise. Exercise intensity is rated on a scale from 0 to 10, with four pictures to help children understand(#) -The 6-minute  walk for distance test (6MWT)",
                "Ergonomics/body mechanics:  Assess caregiver’s body mechanics if patient is young and/or requires assistance. Assess patient’s body mechanics for lifting and squatting ",
                "Functional mobility  (including transfers, etc.): Is the patient able to independently perform transfers and functional mobility without any pain or shortness of breath? WeeFIM or FIM can be used as indicated"
            ],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Note any gait deviations and the patient’s ability to ambulate independently. Pes planus commonly co-occurs  with obesity, which can alter gait mechanics(20)Assess upper and lower extremities as indicated",
            "muscle strength": "Use manual muscle test (MMT) to assess strength of bilateral upper extremity and lower extremity muscle groups and trunk. May be difficult to formally assess due to child’s age and cognitive level. In that case, observe functional movement patterns and note any asymmetry. Depending on age and cognition, use handheld dynamometry",
            "observation inspection palpation including skin assessment": [],
            "posture": "Note any postural deviations or asymmetries that may result from obesity, such as postural kyphosis, hyperlordosis, pes planus, or genu valgum",
            "range of motion": "Assess bilateral ROM in upper and lower extremities and trunkDoes the patient require assistance that may not be required for a person of similar age?",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess light touch and proprioception, as indicated",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Severe caloric restriction and weight loss may be detrimental because the child is still growing. A registered dietitian should be consulted regarding dietary changes",
                "Children in their pre-adolescent  years must be carefully supervised during resistance exercise, with instruction to perform exercise at a low or moderate intensity. Their bones are still growing and are less resistant to physical stress than adult bones",
                "According to the American Academy of Pediatrics (AAP), use of small free weights with high repetitions(7) is recommended, whereas heavier weights with fewer reps are to be avoided(7)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Obesity Need for exercise therapy that includes a long-term  exercise plan of adequate intensity, duration, and frequency for weight loss Need for weight loss Need for improvement in cardiopulmonary function Need for improvement in overall strength",
        "rule out": "",
        "prognosis": [
            "Obese children are at risk for(2,3) –becoming overweight adults –insulin resistance –diabetes, type 2 (DM2) –hypercholesterolemia –nonalcoholic fatty liver disease(2) –GERD(2) –gallstones(2) –constipation(2) –metabolic syndrome –asthma –OSA –Pseudotumorcerebri(2) –polycystic ovary syndrome –hypothyroidism(2) –panniculitis(2) –hidradenitis suppurativa(2) –psychosocial disorders (e.g., depression, anxiety)(2)  –hypertension –orthopedic and musculoskeletal complications (e.g., Blount disease, slipped capital femoral epiphysis)"
        ],
        "referral to other disciplines": " Referral to other disciplines Child psychologist for psychosocial issues, family counseling related to the condition Registered dietitian for appropriate nutrition for both the patient and family Pediatric orthopedics for any orthopedic concerns related to obesity Dermatologist to examine skinfolds and pannus, especially in suspected panniculitis or hidradenitis suppurativa(2) Pediatric endocrinologist to thoroughly evaluate and monitor DM2, thyroid disorders, and any other conditions(2)",
        "other considerations": [
            "Authors of a study conducted in the United States found that breastfeeding during early infancy is associated with obesity prevention. As a result, mothers of recently born children should be highly encouraged to breastfeed their children for the primary prevention of obesity(24,28)",
            "Children who are obese may have poor motor coordination and movement skills. Participation in an exercise/physical activity intervention program can improve overall coordination and motor skills. Performing focused fundamental movement skill and motor coordination activities has been associated with an improvement in overall skill development(25)",
            "It is important to make treatment fun and interesting for children during therapy sessions in order to maximize their active participation: a positive, play-based  experience is recommended. Ask the child what his or her likes and dislikes are. Try to incorporate the child’s likes into treatment sessions",
            "Consider if the child/family could benefit from a support group of peers facing obesity",
            "A school-based  multicomponent intervention may reduce BMI of overweight or obese children(18) –Based on a 2016 non-randomized  trial in Italy of 487 adolescents (ages 11–15) –The intervention occurred for 2 years and focused on changes to the school environment (healthier food choices in vending machines, educational posters) as well as provided students with reinforcement tools (pedometers, reusable water bottles, education, and text reminders) –There was a significant reduction in BMI z-score  (–0.18  ± 0.03, P < 0.001) and waist to height ratio z-score  (–0.04 ± 0.002, P < 0.001) after the 2-year  intervention",
            "Authors of a 2017 systematic review concluded that in-home  lifestyle modifications such as an increase in fruit, water, and vegetable consumption along with increasing physical activity can reduce and prevent obesity in the young overweight/ obese Hispanic population group(23)",
            "There is a correlation in children between vitamin D deficiency and obesity (29)"
        ],
        "treatment summary": [
            "Inpatient treatment –In severely obese children and adolescents, an inpatient treatment program may be superior to an ambulatory program, although the treatment effects may not be sustained at long-term  follow-up(13) -Based on an RCT in the Netherlands involving 90 children and adolescents aged 8 to 18 years with severe obesity (BMI z-score  3.0 or > 2.3 with obesity-related  health problems) -Patients assigned to either an inpatient (6 months of hospitalization on working days) or an ambulatory (12 days of hospital visits at increasing intervals during 6-month  period) treatment program. Both treatment programs involved an intensive family-based  lifestyle intervention, including exercise, nutritional education, and behavior modification -Favorable and significant outcomes (reduction in BMI z-score,  levels of fasting insulin, total cholesterol, low-density lipoprotein cholesterol, triglycerides, insulin sensitivity, fat mass, and peak oxygen consumption) were found for the inpatient group immediately after treatment but were not sustained at 12 and 24 months after treatment",
            "Aerobic exercise –Aerobic training may increase tolerance to exercise-induced oxidative stress in overweight/obese adolescent girls, partly as a result of improved body composition(14) -Based on an RCT conducted in France with 39 adolescent girls (14–19  years) who were classified as nonobese or overweight/obese and then randomly assigned to either a nontrained or trained group -Those in the training group participated in a 12-week aerobic training program that consisted of continuous aerobic and interval training exercises. The continuous program was based on 70–75%  of heart rate reserve. During interval training, participants were divided into four groups (based on results of VO2 peak test) to individualize intensity  -The nontrained group were asked to continue with “usual” activity (i.e., no regular physical activity, no drug consumption, no addition of dietary supplementation) -Significant improvements were seen in the trained group in body composition (percentage of fat-free mass, percentage of fat mass, and hip circumference) and measures of lipid peroxidation and/or inflammation",
            "Resistance training –Authors of a 2018 meta-analysis  concluded that an isolated resistance training program may provide positive effects on weight status for young children and adolescents(31) -Based on 7 databases searched between May 2016 and June 2017 -Studies were included that examined the effects of resistance training for school aged children from 5 to 18 years old –Resistance training can improve endothelial function, hemodynamic and metabolic profiles, body composition, and physical fitness in obese adolescents(32) -Based on an RCT involving 44 subjects, of whom 20 were in the non-obese  group (control group) and 24 were in the obese group (experimental group) -Resistance training program consisted of 1 to 3 sets of exercises focusing on the major muscle groups performed in the following order: chest and leg press, low row, leg extension, seated bilateral cable row, leg and arm curls, leg adduction, triceps extension, leg abduction, plantarflexion, and push-ups -A circuit training program was performed without rest interval between sets -Subjects participated in a total of 36 30–40-minute sessions in a 12-week  period",
            "Aerobic and resistance training –Twenty-two  weeks of aerobic, resistance, or combined training reduced total body fat (measured by MRI) and waist circumference in obese adolescents, with combined training causing greater decreases than aerobic or resistance training alone in adolescents who were adherent (> 70%) to program(15) -Based on an RCT conducted in Canada involving 304 participants with BMI at or above 95th percentile for age and sex -Four groups (control, aerobic only, resistance only, combined training) were compared, with the exercising groups working out 4 times weekly –The addition of resistance training to an aerobic training program improved bone mineral content, adiponectin concentration (an anti-inflammatory  marker), and lean body mass in adolescents(16) -Based on a study of 42 postpubertal adolescents (14–18  years with BMI > 30) that was conducted in Brazil -Participants in the aerobic group did 60 minutes of treadmill running, while the aerobic plus resistance group did 30 minutes of bicycle or treadmill and 30 minutes of strength training. Both groups met 3 times a week for one year",
            "Authors of a 2017 systematic review conducted in Taiwan concluded that participation in a 6-month  lifestyle modification may reduce fasting plasma glucose in overweight/ obese children(21) –Six databases were searched in this study –3,923 obese/overweight children from 8 RCTs were included in this study",
            "Authors of a 2017 systematic review and meta-analysis  concluded that participation in group sporting activities is positively correlatedwith improvements in body composition, cardiorespiratory endurance, and hand grip strength in overweight/obese children. However, no improvements in flexibility or neuromotor fitness were seen with participation in group sports(26) . Problem Goal Intervention Expected Progression Home Program  Increased BMI for age and sexProgress toward desirable BMI for age and sexTherapeutic exercise _ Aerobic activities such as walking, running, basketball, swimming, climbing, soccer, jumping rope, games, and dance _ _ Older children may be able to use a stair stepper, treadmill, or stationary bicycle _Increase intensity and duration as indicated and appropriate for each unique patientEducation provided to the entire family on lifestyle changes and the importance of supporting each other _ _ Encourage family activities that involve aerobic activity Decreased cardiopulmonary enduranceImproved cardiopulmonary fitnessTherapeutic exercise _ Various cardiovascular activities (see interventions above) _ _Increase intensity and duration as indicated and appropriate for each unique patientRecommend home program for aerobic conditioning as indicated for each"
        ]
    },
    "desired outcomes outcome measures": {
        "progress toward desirable bmi": [
            "BMI"
        ],
        "improvement in strength and cardiovascular fitness endurance": [
            "MMT, 6MWT, OMNI-RES(30)"
        ],
        "reduction in functional limitations": [
            "WeeFIM or FIM, depending on age"
        ],
        "increase daily physical activity": [
            "Activity diaries, pedometers, smartphone apps (e.g., Fitbit)"
        ],
        "avoidance of conditions that accompany obesity  such as hypertension, diabetes, osa  and psychosocial improvement ": []
    },
    "maintenance or prevention": [
        "Patient and family will need to adopt lifestyle changes that incorporate good nutrition, a long-term  physical fitness program (at least 30 minutes of physical activity per day), and a healthy psychosocial state"
    ],
    "patient education": [
        "More information on pediatric obesity can be found on http://www.who.int/dietphysicalactivity/childhood/en/",
        "More information on obesity and overweight can be found on the National Heart, Lung, and Blood Institute of the U.S. National Institutes of Health website at https://www.nhlbi.nih.gov/health-topics/overweight-and-obesity Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Centers for Disease Control and Prevention. About child and teen BMI. CDC Web site. http://www.cdc.gov/nccdphp/dnpa/healthyweight/assessing/bmi/childrens_BMI/ about_childrens_BMI.html . Published July 3, 2018. Accessed February 6, 2020. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Haemer MA, Primak LE, Krebs N. Normal Childhood Nutrition & Its Disorders. In: Hay WW, Levin MJ, Deterding RR, Abzug MJ, eds. Current Diagnosis & Treatment Pediatrics . 24th ed. McGraw Hill Education: New York, NY; 2018:280-307.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Gahagan S. Overweight and obesity. In: Kliegman RM, Stanton BF, Geme JW III, Schor NF, Behrman RE, eds. Nelson textbook of pediatrics . 21st ed. Philadelphia, PA: Saunders Elsevier; 2016:345-360.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Reilly JJ, Armstrong J, Dorosty AR. Early life risk factors for obesity in childhood: cohort study. BMJ. 2005;330(7504):1357. (R)"
        },
        {
            "number in article": 5,
            "reference": "Filkins S, Dunn AM. Nutrition. In: Burns CE, Dunn AM, Brady MA, Starr NB, Blosser CG, eds. Pediatric primary care . 6th ed. St. Louis, MO: Saunders Elsevier; 2017:158-191. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Colley D, Cines B, Current N, et al. Assessing body fatness in obese adolescents: alternative methods to dual-energy  X-Ray absorptiometry. Digest (Wash D C) . 2015;50(3):1-7.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Council on Sports Medicine and Fitness; Council on School Health. Active healthy living: prevention of childhood obesity through increased physical activity. Pediatrics . 2006;117(5):1834-1842.  (G)"
        },
        {
            "number in article": 8,
            "reference": "Javed A, Jumean M, Murad MH, et al. Diagnostic performance of body mass index to identify obesity as defined by body adiposity in children and adolescents: a systematic review and meta-analysis.  Pediatr Obes . Advance online publication. June 25, 2014. doi:10.1111/ijpo.242. (SR)"
        },
        {
            "number in article": 9,
            "reference": "Richardson AS, Dietz WH, Gordon-Larsen  P. The association between childhood sexual and physical abuse with incident adult severe obesity across 13 years of the National Longitudinal Study of Adolescent Health. Pediatr Obes . 2014;9(5):351-361.  doi:10.1111/j.2047-6310.2013.00196.x.  (R)"
        },
        {
            "number in article": 10,
            "reference": "National Guideline Clearinghouse. Obesity: identification, assessment and management of overweight and obesity in children, young people and adults: partial update of CG43. National Guideline Centre Web site. https://www.ncbi.nlm.nih.gov/pubmed/25535639 . Accessed February 6, 2020. (SR)"
        },
        {
            "number in article": 11,
            "reference": "Schwarz SM. Obesity in Children. Medscape Web site. http://emedicine.medscape.com/article/985333-overview#a4 . Published June 18, 2017. Accessed August 17, 2018. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Verrotti A, DiFonzo A, Penta L, Agostinelli S, Parisi P. Obesity and headache/migraine: the importance of weight reduction through lifestyle modifications. Biomed Res Int . 2014;420858. doi:2014/420858. (M)"
        },
        {
            "number in article": 13,
            "reference": "van der Baan-Slootweg  O, Bennigna MA, Beelen A, et al. Inpatient treatment of children and adolescents with severe obesity in the Netherlands: a randomized clinical trial. JAMA Pediatr . 2014;168(9):807-814.  (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Youssef H, Groussard C, Lemoine-Morel  S, et al. Aerobic training suppresses exercise-induced  lipid peroxidation and inflammation in overweight/obese adolescent girls. Pediatr Exerc Sci . 2015;17(1):67-76.  (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Sigal RJ, Alberga AS, Goldfield GS. Effects of aerobic training, resistance training, or both on percentage body fat and cardiometabolic risk markers in obese adolescents: the Healthy Eating Aerobic and Resistance Training in Youth randomized clinical trial. JAMA Pediatrics . 2014;168(11):1006-1014.  (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Campos RMS, deMello MT, Tock L, et al. Aerobic plus resistance training improves bone metabolism and inflammation in adolescents who are obese. J Strength Cond Res . 2014;28(3):758-766.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Heerman WJ, Krishnaswami S, Barkin SL, McPheeters M. Adverse family experiences during childhood and adolescent obesity. Obesity. 2016;24(3):696-702.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Ermetici F, Zelaschi RF, Briganti S, et al. Association between a school-based  intervention and adiposity outcomes in adolescents: The Italian \"EAT\" project. Obesity. 2016;24(3):687-695.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Caleza C, Yañez-Vico  RM, Mendoza A, Iglesias-Linares  A. A. Childhood Obesity and Delayed Gratification Behavior: A Systematic Review of Experimental Studies. J Pediatr. 2016;201. (R)"
        },
        {
            "number in article": 20,
            "reference": "Mahaffey R, Morrison SC, Bassett P, Drechsler WI, Cramp MC. The impact of body fat on three dimensional motion of the paediatric foot during walking. Gait Posture . 2016;155-160.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Lien ASY, Tsai JL, Lee JT, Wu MY, Jiang YD, Yen HR. A systematic review and meta-analysis  of the effects of lifestyle modification on metabolic control in overweight children. Evid Based Complement Altern Med . 2017;1-12.  doi:10.1155/2017/5681909. (SR)"
        },
        {
            "number in article": 22,
            "reference": "Lee JE, Pope Z, Gao Z. The role of youth sports in promoting children’s physical activity and preventing pediatric obesity: a systematic review. Behav Med . 2018;44(1):62-76. doi:10.1080/08964289.2016.1193462. (SR)"
        },
        {
            "number in article": 23,
            "reference": "Kiraly C, Turk MT, Kalarchian MA, Shaffer C. Applying ecological frameworks in obesity intervention studies in Hispanic/latino youth: a systematic review. Hispanic Health Care Int. 2017;15(3):130-142.  doi:10.1177/1540415317731069. (SR)"
        },
        {
            "number in article": 24,
            "reference": "Ventura AK. Does breastfeeding shape food preferences? Links to obesity. Ann Nutr Metab . 2017;70:8-15.  doi:10.1159/000478757. (RV)"
        },
        {
            "number in article": 25,
            "reference": "Han A, Fu A, Cobley S, Sanders RH. Effectiveness of exercise intervention on improving fundamental movement skills and motor coordination in overweight/obese children and adolescents: a systematic review. J Sci Med Sport . 2018;21(1):89-102.  doi:10.1016/j.jsams.2017.07.001. (SR)"
        },
        {
            "number in article": 26,
            "reference": "Oliveira A, Monteiro A, Jacome C, Areixo V, Marques A. Effects of group sports on health-related  physical fitness of overweight youth: a systematic review and meta-analysis. Scand J Med Sci Sports . 2017;27(6):604-611.  doi:10.1111/sms.12784. (M)"
        },
        {
            "number in article": 27,
            "reference": "Auerbach BJ, Wolf FM, Hikida A, et al. Fruit juice and change in BMI: a meta-analysis.  Pediatrics . 2017;139(4):e20162454. (M)"
        },
        {
            "number in article": 28,
            "reference": "Uwaesuoke SN, Eneh CI, Ndu IK. Relationship between exclusive breastfeeding and lower risk of childhood obesity: a narrative review of published evidence. Clin Med Insights Pediatr. 2017;11:1-7.  doi:10.1177/1179556517690196. (RV)"
        },
        {
            "number in article": 29,
            "reference": "Cheng L. The convergence of two epidemics: vitamin D deficiency in obese school-aged  children. J Pediatr Nurs . 2018;38:20-26.  doi:10.1016/j.pedn.2017.10.005. (RV)"
        },
        {
            "number in article": 30,
            "reference": "Morishita S, Tsubaki A, Takabayashi T, Fu JB. Relationship between the rating of perceived exertion scale and the load intensity of resistance training. Strength Cond J . 2018;40(2):94-109.  doi:10.1519/SSC.0000000000000373. (RV)"
        },
        {
            "number in article": 31,
            "reference": "Collins H, Fawkner S, Booth JN, Duncan A. The effect of resistance training interventions on weight status in youth: a meta-analysis.  Sports Med Open . August 20, 2018;4(1):41. doi:10.1186/s40798-018-0154-z.  (M)"
        },
        {
            "number in article": 32,
            "reference": "Dias I, Farinatti P, De Souza MG, et al. Effects of resistance training on obese adolescents. Med Sci Sports Exerc . 2015;47(12):2636-44.  doi:10.1249/ MSS.0000000000000705. (RV)"
        }
    ]
}