{
    "metadata": {
        "title": "Obesity, Adult",
        "synonyms": [
            "adult obesity"
        ],
        "anatomical location body part affected": [
            "Adipose tissue throughout the body/negative effect on endocrine/metabolic, cardiac, pulmonary, gastrointestinal, musculoskeletal, and dermatological systems and mental health(4)"
        ],
        "area of specialty": [
            "acute care",
            "cardiovascular rehabilitation",
            "pulmonary rehabilitation",
            "home health",
            "orthopedic rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "Obesity is a condition of abnormal or excessive fat accumulation in adipose tissue to the extent that health may be impaired(1) –Overweight –BMI  of 25–29.9  kg/m2 –Obese – BMI of 30 kg/m2 or more –Morbidly obese – BMI of 40 kg/m2 or more",
            "Obesity is associated with negative health outcomes and obesity in the abdominal region is associated with increased mortality and morbidity(4)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "E66": {
                "base": "obesity",
                "E66.0": "obesity due to excess calories",
                "E66.1": "drug-induced obesity",
                "E66.2": "extreme obesity with alveolar hypoventilation",
                "E66.8": "other obesity, morbid obesity",
                "E66.9": "obesity, unspecified; simple obesity NOS"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified",
            "Presentation/signs and symptoms –Prevalence –In 2017–2018,  42.4% in the United States were obese(2) –According to the World Health Organization (WHO), more than 1.9 billion adults are considered overweight. Of these figures, 650 million were considered obese(1) –65% of the world’s population lives in countries where overweight and obesity kills more people than underweight(1) Causes, Pathogenesis, Risk Factors, & Complications"
        ],
        "presentation signs and symptoms": [
            "–Prevalence –In 2017–2018,  42.4% in the United States were obese(2) –According to the World Health Organization (WHO), more than 1.9 billion adults are considered overweight. Of these figures, 650 million were considered obese(1) –65% of the world’s population lives in countries where overweight and obesity kills more people than underweight(1) Causes, Pathogenesis, Risk Factors, & Complications"
        ],
        "contraindications precautions to test": [
            "The patient’s physical state should be respected throughout the examination and treatment",
            "Follow physician’s orders and/or protocol",
            "Be aware of and follow precautions/contraindications for comorbidities",
            "Be aware of side effects of medications",
            "Be aware of weight limits on all equipment and use bariatric equipment as indicated"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Side effects of low-calorie  diets may include fatigue, orthostatic hypotension, cold intolerance, and fluid and electrolyte disorders, in proportion to the degree of calorie reduction(3)",
        "Patients who are obese are at increased risk for DVT. If patient presents with signs and symptoms of a DVT, notify physician immediately",
        "Key management points included in the World Gastroenterology Organization (WGO) Guidelines for managing obesity include educating staff about treating patients with respect and ensuring the same level of care for obese patients as for nonobese patients Review barriers among healthcare providers, such as the perception that obesity is mainly due to the patient’s lack of willpower  Encourage healthy behavior and self-acceptance  in patients, even in the absence of weight loss, by recording weight without comments",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The patient’s physical state should be respected throughout the examination and treatment",
            "Follow physician’s orders and/or protocol",
            "Be aware of and follow precautions/contraindications for comorbidities",
            "Be aware of side effects of medications",
            "Be aware of weight limits on all equipment and use bariatric equipment as indicated"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document onset of obesity -When did the patient first consider himself/herself obese? Have there been periods of rapid weight gain? Were they associated with milestones or changes in lifestyle (e.g., marriage, college, quitting organized sport, pregnancy)? -What are the highest and lowest weights ever attained (in adulthood)? -Ever lost more than 20 lb? How many times? -Current diet and exercise habits -What is the nature of the current referral?",
                "course of treatment": {
                    "medical management": "Medical management may include medications, recommendations for diet and exercise, behavior management, and/or surgery (i.e., bariatric)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Examples of medications used for obesity are orlistat (e.g., Xenical), phentermine (e.g., Ionamin), metformin (e.g., Glucophage), and topiramate (e.g.,Topamax)(11)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Testing and assessment for this condition may include BMI, waist-to-hip  ratio, lipid",
                        "profiles, blood glucose levels, and thyroidstimulating  hormone (TSH)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture, hypnosis, supplements) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document any noted aggravating/easing factors to the patient’s symptoms. Ask about binge eating, smoking, and stress",
                "body chart": "Use body chart to document location and nature of symptoms if applicable",
                "nature of symptoms": "Document nature of symptoms",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. Does the patient report any problems with sleep or sleep apnea? Shorter sleep duration is associated with increased weight",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia). Patients with symptoms indicative of depression, behavioral disorders, eating disorders, or substance abuse should be referred to physician",
                "respiratory status": "Primary respiratory conditions associated with obesity include obstructive sleep apnea, obesity-hypoventilation  syndrome (OHS), and asthma.(6) Chronic hypoxemia related to OHS can lead to conditions such as polycythemia, pulmonary hypertension, cardiac dysrhythmias, and right heart failure(6) -Does the patient report shortness of breath at rest or on exertion? -Does the patient complain of fatigue? Obesity increases the metabolic requirements of breathing -Does the patient require use of supplemental oxygen?  -Does the patient have a history of sleep apnea? If yes, is it treated with a continuous positive airway pressure (CPAP) machine? -Does the patient smoke? If yes, how much? History of productive cough? -Any history of asthma? What are the triggers? Is it well controlled? -Obtain results of recent respiratory function tests where available Barriers to learning -Are there any barriers to learning? Yes ___ No ___ -If Yes, describe __________________________ -Researchers in the United States investigating the effectiveness of health promotion coaching for obesity in serious mental illness found that sustained weight loss and improved fitness can be achieved in this population, and concluded that health promotion addressing obesity should be integrated into mental health services for persons with serious mental illness(10)"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a family history of obesity? Does the patient have a previous history of diets, exercise programs, or counseling for weight concerns? Any history of eating disorders?",
                    "comorbid diagnoses": "Seventy percent of individuals with obesity have at least one obesity-related  illness. Comorbidities may affect the choice of weightloss  treatment. Adherence to exercise is linked to comorbidities. Ask patient about other problems, including diabetes, cancer, cardiovascular disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders. Please see Complications , above",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken. Are there any medications the patient associates with gaining weight? Losing weight? Ask about use of steroids, diuretics, laxatives, nutritional supplements, and OTC medications",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Ask about the nature of the patient’s current lifestyle. Approximately how many hours does the patient sit each day? How much does the patient walk daily?",
                "functional limitations assistance with ADLs adaptive equipment": "Document prior and current functional level",
                "living environment": "Ask about family, friend, and workplace support and obstacles. With whom does patient live? Identify if there are barriers to independence in the home; stairs, number of floors in home, any modifications necessary? Identify potential barriers to weight loss. Discuss cultural influences on obesity"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": " Anthropometric characteristics –Measure height and weight, calculate BMI; self-reports  are often inaccurate -Equation for calculating BMI is Weight/Height2 –Upper body obesity (excess fat around the waist) is a greater health risk than lower body obesity (fat in the thighs and buttocks)(3) –Bioelectric impedance is sometimes used to measure fat percentage. It has not been shown to be reliable in the measurement of regional distribution of fat –Skinfold measurement is also unreliable",
            "assistive and adaptive devices": "Does the patient require assistive devices? If so, are they being used appropriately? Some ambulatory assistive devices and adaptive devices have weight limitations for their safe use",
            "balance": "Assess statically and dynamically and throughout functional mobility. May use Berg Balance Scale and/or Romberg test. Patient may have impaired balance",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess pedal pulse of lower extremities. Obesity is a risk factor for chronic venous insufficiency. Note signs such as ankle and/or leg swelling, redness, and varicose veinsAssess during functional mobility and assess for caregiver as well if patient needs assistance with mobilityAssess ability to perform all types of transfers and bed mobility. The FIM can be used. Functional mobility is commonly impaired",
            "functional mobility": "",
            "gait locomotion": "Note gait deviations, general ability to ambulate, and ability to ascend and descend stairs independently. Does the patient require an assistive device?",
            "muscle strength": "Assess all major muscle groups of the upper and lower extremities and trunk",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess in sitting and standing. Excessive lumbar lordosis and anterior pelvic tilt is common with protruding abdomen. Note postural alterations in lower extremities",
            "range of motion": "Assess upper and lower extremities and trunk within tolerance. Decreased range of forward flexion of the trunk is commonIs the patient able to perform ADL independently? Does the patient require adaptive equipment?",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess sensation, including light touch, pain, and proprioception of lower extremities, which may be impaired",
            "special tests specific to diagnosis": " Special tests –SF-36  or other QOL scale",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Some conditions may contraindicate weight loss, such as pregnancy, lactation, or certain psychiatric illnesses"
            ]
        },
        "diagnosis need for treatment": "Obesity commonly leads to impaired cardiorespiratory endurance, muscular strength, balance, body mechanics, ROM, and functional mobility, decreased quality of life, and is a risk factor for numerous diseases and premature death",
        "rule out": "N/A",
        "prognosis": [
            "Researchers estimated the probability of a person with obesity attaining normal body weight or a 5% weight reduction by drawing a sample (76,704 men and 99,791 women) of obese individuals aged 20 years and older from the United Kingdom’s Clinical Practice Research Datalink from 2004 to 2014 (13) –For patients with obesity, the annual probability of attaining normal weight was 1 in 210 for men and 1 in 124 for women –For patients with morbid obesity, these probabilities increased to 1 in 1,290 and 1 in 677, respectively –For patients with morbid obesity, the annual probability of achieving a 5% weight reduction was 1 in 8 for men and 1 in 7 for women",
            "Obesity is associated with a greater risk of death for those who also have a diagnosis of cancer(21)"
        ],
        "referral to other disciplines": " Referral to other disciplines To occupational therapy for assistance with ADLs Back to the physician for concerns or new issues including specific disorders that require physical therapy treatment To psychologist, psychiatrist for psychosocial issues related to the condition To dietician for appropriate nutrition for both the patient and family Exercise physiologist for exercise testing  WGO Guidelines stipulate that obesity requires long-term  care and that management should be provided in a multidisciplinary environment with support from physicians, medical specialists (e.g., internists), dieticians, surgeons, psychologists, and physiotherapists(8)",
        "other considerations": [
            "Overweight/obese children may present with lower levels of fundamental movement skills (e.g., motor coordination) compared to their non-obese  counterparts. Therefore, it is important to address these movement skill deficits and improve overall motor coordination in order to reduce the risk of childhood obesity. Poor motor coordination may lead to less physical activity, which may lead to childhood obesity(26)",
            "Researchers in the United States found that a brief, intensive behavioral change, diet, and fitness intervention for overweight and obese adults was able to significantly decrease BMI and improve functional performance, as measured by the 6MWT(14) –Based on a pre-test,  post-test  design involving 72 adults with a mean BMI of 42 –Exercise was individually prescribed for each patient and consisted of all types of exercise (aerobic, water, yoga, fitness equipment) at least 5 days a week for an hour or more (> 250 minutes per week) and resistance exercises 2–3 times per week. This residential program also consisted of education, reduced-calorie  meals, and fitness and social activities –6MWT improved by an average of 66 m, which was considered clinically significant. Greater improvements in the 6MWT were significantly correlated with greater weight loss and BMI reduction",
            "Recordkeeping has been shown to be one of the most successful behavioral techniques for weight loss and maintenance. The patient should be advised to: –record food intake and energy expenditure –keep track of body weight at least once a week",
            "Authors of a study conducted in the United States of financial incentives to improve physical activity in adult employees who were overweight and obese concluded that financial incentives in the form of a loss (e.g., given $50 but lose $5 every time participant does not exercise) were most effective for achieving physical activity goals(15) –Participants had goal of 7,000 steps per day and were assigned to either a gain incentive group, a lottery incentive group, a loss incentive group, or a control group –Participants were followed and given daily performance feedback for 13 weeks after financial incentives were removed. During the follow-up,  researchers found a decrease in overall steps taken",
            "The addition of phototherapy (laser at 808 nm) to a program of aerobic and resistance exercises may enhance the physical exercise effects in obese women undergoing weight loss treatment(17) –Based on a study conducted in Brazil of 64 obese women who underwent treatment 3 times per week for 20 weeks. After exercise, patients either underwent laser therapy or sham laser therapy –Patients receiving phototherapy had significantly greater reductions in fat mass percentage and total fat mass and also had increased total skeletal muscle mass when compared to sham phototherapy",
            "Authors of a systematic review and meta-analysis  found that acupuncture treatment can be an effective intervention for the reduction of BMI and waist circumference when combined with proper diet and exercise. Acupuncture therapy alone was not effective in reducing BMI in obese subjects(20)",
            "Authors of a systematic review found that dietary supplements such as polyglucosamine in combination with lifestyle modification can be an effective means of weight loss(25) –Oral polyglucosamine functions by decreasing the bioavailability of enteral dietary fats within the lumen of the GI tract. Polyglucosamine (a positively charged molecule) binds with the negatively charged enteral fat molecules, forming a large-sized  lipid chitosan emulsion which can be easily digested by the body"
        ],
        "treatment summary": [
            "To obtain the health benefits of exercise, physical activity guidelines suggest that all adults participate in at least 150 minutes a week of moderate-intensity  exercise(22)",
            "Authors of a 2019 systematic review found that proper diet and exercise in overweight or obese pregnant women is beneficial for reducing gestational weight gain; however, the interventions did not reduce the risk of preeclampsia or hypertensive disorders(23) –Based on 23 studies (N = 7236) ",
            "Authors of a 2018 systematic review found that exercise and exercise with supplementation for 8–26  weeks can improve skeletal muscle mass, grip strength, and gait speed and reduce total fat mass, trunk fat mass, and waist circumference in patients with sarcopenic obesity(24) –Based on 9 studies (N = 558) –Exercise interventions for the study consisted of aerobic exercise, resistance exercise, combined aerobic and resistance exercise, and whole-body electromyostimulation –Dietary supplementation consisted of appropriate protein and/or amino acid supplements, whey protein supplementation, and other micronutrients",
            "Exercise therapy should include a long-term  exercise plan of adequate intensity, duration, and frequency to promote weight loss, improve cardiopulmonary function, improve overall strength, and improve psychopathologic outcomes",
            "Authors of a study in Singapore comparing diet-induced  weight loss to exercise-induced  weight loss concluded that exercise is more effective than dieting for reducing fat mass and improving adipokine profile, insulin resistance, and inflammation in obese men(16) –Eighty men with obesity were randomly assigned to either a reduced calorie diet (–500  kcal per day) or an increase in moderate intensity exercise (200–300  minutes per week) for 24 weeks –Both groups lost a similar amount of weight and had similar decreases in waist circumference",
            "Continued close provider-patient  contact appears to be more important for success of treatment than the specific features of the treatment program(3)",
            "Authors of an RCT conducted in the United States concluded that an exercise program consisting of aerobic training and resistance training is most effective in improving physical function in obese older adults(18) –One hundred sixty obese adults participated in this study and were randomized to either the aerobic training group, resistance training group, or aerobic training group plus resistance training",
            "Consumption of ginger and participating in a high-intensity  interval training (HIIT) program can improve systolic and diastolic BP in obese women(19) –Based on a 10-week  RCT of 24 overweight women who were randomized into three groups: ginger (n = 8), training + ginger (n = 8), and training + placebo (n = 8) –Individuals in the exercise training group performed 40m maximal shuttle runs daily",
            "Participating in shortbouts of physical exercise (< 30 minutes) may help reduce the obesity indices ofbody mass, BMI, waist circumference, body fat percentage, skin fold thickness, and fat mass in adults(27) . Problem Goal Intervention Expected Progression Home Program Lack of knowledge regarding exercise, causes of obesity, diet, and management of symptomsIncrease knowledge about exercise, causes of obesity, diet, and management of symptomsPatient education _ Educate patient regarding the importance of exercise, causes of obesity, lifestyle considerations, and risks to healthPatient becomes knowledgeable about the condition and options availableProvide patient with educational materials focusing on sustaining long-term changes _  Elevated BMI _ _ Body composition abnormalitiesProgress toward BMI between 18.5 and 24.9; waist circumference less than 40 inches in men, 35 inches in womenTherapeutic modalities _ Increase physical activity _ _ Increase caloric expenditure while decreasing caloric intake _ _ Focus on benefits of modest weight loss, emphasizing slow, steady loss followed by maintenanceProgress as indicated and appropriate for each individual patientProvide education to the entire family on lifestyle changes and the importance of support Impaired cardiopulmonary enduranceImprove cardiopulmonary fitnessTherapeutic exercise _ Exercise may include walking, cycling, stair stepping, swimming, aquatic exercise, dance _ _ May use target HR or Borg RPE Scale to help patient and therapist monitor level of physical work _ _ Non-weight-bearing activities, such as aquatic exercise and cycling, may be appropriate to avoid excessive joint stress _ _ Aqua-jogging was associated with reduced body fat and waist circumference and improved aerobic fitness and quality of life in a pilot study in the Netherlands _Progress as indicated and appropriate for each individual patient _ _Recommend home program for aerobic conditioning as indicated for each"
        ]
    },
    "desired outcomes outcome measures": {
        "weight loss and improved distribution of body fat": [
            "BMI and waist circumference"
        ],
        "overall improvement in cardiovascular fitness": [
            "Vital signs",
            "6MWT",
            "Borg RPE Scale"
        ],
        "improved strength": [
            "MMT"
        ],
        "independent mobility": [
            "FIM",
            "10-meter  velocity test"
        ],
        "establishment of good body mechanics": [],
        "increased participation in physical activity": [
            "Activity log"
        ],
        "improved quality of life": [
            "Quality of life questionnaires–SF-36"
        ]
    },
    "maintenance or prevention": [
        "Obesity is preventable(1)",
        "Public-health  efforts to prevent obesity, increase physical activity, and improve nutrition in the United States are funded under a variety of initiatives, including the American Recovery and Reinvestment Act of 2009",
        "Treatment programs should emphasize maintenance of weight loss(3)",
        "Repeated brief lifestyle counseling plus meal replacements or medications increases the rate of sustained weight loss at 2 years ",
        "The WGO Guidelines suggest that providing education and information for children may be the best and least costly method of controlling obesity in the longterm(7)"
    ],
    "patient education": [
        "U.S. Centers for Disease Control and Prevention (CDC) page on “Overweight & Obesity” can be found at https:// www.cdc.gov/obesity/index.html",
        "The Obesity Society website is located at http://www.obesity.org/home",
        "Specific brochures and guides at on obesity can be found on http://www.obesityaction.org/educational-resources/brochures-and-guides Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Obesity and overweight. WHO Web site. http://www.who.int/mediacentre/factsheets/fs311/en/ . Published June 2016. Accessed April 1, 2020. (GI)"
        },
        {
            "number in article": 2,
            "reference": "CDC National Center for Health Statistics. Overweight and obesity: adult obesity facts. Centers for Disease Control and Prevention Web site. http://www.cdc.gov/obesity/data/ adult.html . Published February 11, 2021. (PGR)"
        },
        {
            "number in article": 3,
            "reference": "Saunders KH, Igel LI, Baron RB. Nutritional disorders. In: 2020 Current Medical Diagnosis & Treatment . 59th ed. New York, NY: McGraw-Hll  Medical; 2020:2989-3003.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Bombaci K. Obesity. In: Domino FJ, ed. The 5-Minute Clinical Consult 2021 . 29th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2021:2648-2653. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Tuetken RS. Rheumatic diseases: diagnosis and management: osteoarthritis. In: Weinstein SL, Buckwalter JA, eds. Turek's Orthopaedics: Principles and Their Application . Philadelphia: Lippincott Williams & Wilkins; 2005:160. (GI)"
        },
        {
            "number in article": 6,
            "reference": "World Gastroenterology Organisation. Obesity. World Gastroenterology Organisation Global Guideline 2011 Web site. http://www.worldgastroenterology.org/obesity.html . Published 2011. (G)"
        },
        {
            "number in article": 7,
            "reference": "Mathus-Vliegen,  Toouli, Fried; and World Gastroenterology Organisation. Obesity. World Gastroenterology Organisation Global Guideline 2011. http:// www.worldgastroenterology.org/obesity.html . Published 2011. Accessed February 2, 2019. (G)"
        },
        {
            "number in article": 8,
            "reference": "Michigan Quality Improvement Consortium. Management of overweight and obesity in the adult. http://www.mqic.org/pdf/ mqic_management_of_overweight_and_obesity_in_the_adult_cpg.pdf . Published March 2019. (G)"
        },
        {
            "number in article": 9,
            "reference": "National Institute for Health and Care Excellence (NICE). Obesity prevention. NICE guidelines (CG43). NICE Web site. http://www.nice.org.uk/guidance/cg43 . Published 2015. (G)"
        },
        {
            "number in article": 10,
            "reference": "Bartels SJ, Pratt SI, Aschbrenner KA, et al. Pragmatic replication trial of health promotion coaching for obesity in serious mental illness and maintenance of outcomes. Am J Psychiatry . 2015;172(4):344-352.  doi:10.1176/appi.ajp.2014.14030357. (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Apovian CM, Aronne LJ, Bessesen DH, et al. Pharmacological management of obesity: An Endocrine Society clinical practice guideline. J Clin Endocrinol Metab . 2015;100(2):342-362.  doi:10.1210/jc.2014-3415.  (G)"
        },
        {
            "number in article": 12,
            "reference": "Takizawa R, Danese A, Maughan B, Arseneault L. Bullying victimization in childhood predicts inflammation and obesity at mid-life: a five-decade  birth cohort study. Psychol Med. 2015;45(13):2705-2715.  doi:10.1017/S0033291715000653. (R)"
        },
        {
            "number in article": 13,
            "reference": "Fildes A, Charlton J, Rudisill C, Littlejohns P, Prevost AT, Guilliford MC. Probability of an obese person attaining normal body weight: cohort study using electronic health records. Am J Public Health . 2015;105(9):e54. doi:10.2105/AJPH.2015.302773. (R)"
        },
        {
            "number in article": 14,
            "reference": "Errickson SP, Kolotkin RL, Skidmore MS, et al. Improvements in functional exercise capacity after a residential behavioural change, diet and fitness program for obese adults. Physiother Res Int . 2016;21(2):84-90.  doi:10.1002/pri.1623. (R)"
        },
        {
            "number in article": 15,
            "reference": "Patel MS, Asch DA, Rosin R, et al. Framing financial incentives to increase physical activity among overweight and obese adults: a randomized, controlled trial. Ann Intern Med. 2016;164(6):385-394.  doi:10.7326/M15-1635.  (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Khoo J, Dhamodaran S, Chen DD, Yap SY, Chen RY, Tian RH. Exercise-induced  weight loss is more effective than dieting for improving adipokine profile, insulin resistance, and inflammation in obese men. Int J Sport Nutr Exerc Metab . 2015;25(6):566-575.  doi:10.1123/ijsnem.2015-0025.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Sene-Fiorese  M, Duarte FO, de Aquino AE, Jr, et al. The potential of phototherapy to reduce body fat, insulin resistance and \"metabolic inflexibility\" related to obesity in women undergoing weight loss treatment. Lasers Surg Med . 2015;47(8):634-642.  doi:10.1002/lsm.22395. (R)"
        },
        {
            "number in article": 18,
            "reference": "Villareal DT, Aguirre L, Gurney A, et al. Aerobic or resistance exercise, or both, in dieting obese older adults. N Engl J Med . 2017;376(20):1943-1955.  doi:10.1056/ NEJMoa1616338. (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Nayebifar S, Afzalpour ME, Kazemi T, Eivari HA, Mogharnasi M. Changes in blood pressure, body composition, and VO2max after 10 weeks of high intense interval training and ginger consumption in overweight women. Qom Univ Med Sci J . 2017;11(6):19-27.  (RCT)"
        },
        {
            "number in article": 20,
            "reference": "Yao J, He Z, Chen Y, et al. Acupuncture and weight loss in Asians: a PRISMA-compliant  systematic review and meta-analysis.  Medicine. 2019;98(33):e16815. doi:https:// doi.org/10.1097/MD.0000000000016815. (M)"
        },
        {
            "number in article": 21,
            "reference": "Petrelli F, Cortellilni A, Indini A, et al. Association of obesity with survival outcomes in patients with cancer: a systematic review and meta-analysis.  JAMA Network Open . 2021;4(4):e213520. doi:https://doi.org/10.1097/MD.0000000000016815. (M)"
        },
        {
            "number in article": 22,
            "reference": "Kogutt BK, Szymanski LM. Diabesity and pregnancy: how do we get our patients moving? Clin Obstet Gynecol . 2021;64(1):185-195.  doi:https://doi.org/10.1097/ GRF.0000000000000588. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Syngelaki A, Sequeira Campos M, Roberge S, Andrade W, Nicolaides KH. Diet and exercise for preeclampsia prevention in overweight and obese pregnant women: systematic review and meta-analysis.  J Matern Fetal Neonat Med . 2019;32(20):3495-3501.  doi:https://doi.org/10.1080/14767058.2018.1481037. (M)"
        },
        {
            "number in article": 24,
            "reference": "Hita-Contreras  F, Bueno-Notivol  J, Martinez-Amat  A, Cruz-Diaz  D, Hernandez AV, Perez-Lopez  FR. Effect of exercise alone or combined with dietary supplements on anthropometric and physical performance measures in community-dwelling  elderly people with sarcopenic obesity: a meta-analysis  of randomized controlled trials. Maturitas. 2018;116:24-35.  doi:https://doi.org/10.1016/j.maturitas.2018.07.007. (M)"
        },
        {
            "number in article": 25,
            "reference": "Perna S, Basharat SNM, Ali Khawala F, et al. Effect of polyglucosamine on weight loss and metabolic parameters in overweight and obesity: a systematic review and meta-analysis.  Nutrients. 2020;12(8):2365. doi:https://doi.org/10.3390/nu12082365. (M)"
        },
        {
            "number in article": 26,
            "reference": "Han A, Fu A, Cobley S, Sanders RH. Effectiveness of exercise intervention on improving fundamental movement skills and motor coordination in overweight/ obese children and adolescents: a systematic review. J Sci Med Sport . 2018;21(1):89-102.  doi:https://doi.org/10.1016/j.jsams.2017.07.001. (SR)"
        },
        {
            "number in article": 27,
            "reference": "Kim H, Reece J, Kang M. Effects of accumulated short bouts of exercise on weight and obesity indices in adults: a meta-analysis.  Am J Health Promot . 2020;34(1):96-104. doi:https://doi.org/10.1177/0890117119872863. (M)"
        },
        {
            "number in article": 28,
            "reference": "Roh E, Choi KM. Health consequences of sarcopenic obesity: a narrative review. Front Endocrinol (Lausanne) . May 21, 2020;11:332. doi:https://doi.org/10.3389/ fendo.2020.00332. (RV)"
        }
    ]
}