{
    "metadata": {
        "title": "Headache, Migraine  Occupational Therapy",
        "synonyms": [
            "migraine headache  occupational therapy",
            "classic migraine  occupational therapy",
            "common migraine: occupational therapy",
            "migraine with aura: occupational therapy",
            "migraine without aura: occupational therapy"
        ],
        "anatomical location body part affected": [
            "Head, including brain and intracranial blood vessels"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "pain management"
        ],
        "description": [
            "Migraine headaches are severe, recurrent, long-lasting,  potentially disabling headaches that may occur with or without an aura (i.e., visual or sensory disturbances typically occurring 1 hour prior to the onset of the headache) or prodromal symptoms (i.e., generalized symptoms that may appear days before the headache)(1)",
            "Migraine headaches with aura occur in 20% of persons with migraine headaches(1)",
            "Chronic migraine is defined as ≥ 15 headache days per month for ≥ 3 months, in which ≥ 8 days of the month met the criteria for migraine with or without aura.(1) It is associated with a higher burden of disease, more severe psychiatric comorbidity, greater use of healthcare resources, and higher overall costs when compared to episodic migraine (< 15 headache days per month)(11)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G43": {
                "base": "migraine",
                "G43.0": "migraine without aura (common migraine)",
                "G43.1": "migraine with aura (classical migraine)",
                "G43.2": "status migrainosus",
                "G43.3": "complicated migraine",
                "G43.8": "other migraine",
                "G43.9": "migraine, unspecified"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified",
            "Presentation/signs and symptoms –Usually characterized by moderate to severe unilateral head pain that then generalizes; majority of migraine patients have attacks on both sides of the head, often described as constant or throbbing pain(14) –Headache may also be described as a pressure headache (patient feels as if “head is in a vice”) –Prodromal symptoms are nonspecific and appear hours before the headache.They may include mood changes, food cravings, or fluid retention(1) –Migraine without aura  (15) -Recurrent headache disorder; typical characteristics include unilateral location, pulsating quality, moderate to severe pain, and aggravation by physical activity -Diagnostic criteria -≥ 5 headache attacks lasting 4 to 72 hours  -Headaches have ≥ 2 of the following: -Unilateral location -Pulsating quality -Moderate or severe pain intensity -Aggravation by or causing avoidance of routine physical activity -During the headache, one of the following must occur: -Nausea and/or vomiting -Photophobia and phonophobia -Not better accounted for by another ICHD-3 diagnosis –Migraine with aura  (15) -Describes recurrent attacks; lasts minutes and includes gradual onset of unilateral, reversible visual, sensory, or other central nervous system symptoms followed by headache -Diagnostic criteria -≥ 2 attacks -≥ 1 of the following fully reversible aura symptoms: -Visual, sensory, speech and/or language, motor, brainstem, retinal -≥ 3 of the following characteristics: -At least one gradually spreading aura symptom that spreads gradually over ≥ 5 minutes -Two or more aura symptoms occur in succession -Each aura symptom lasts between 5 and 60 minutes -At least one aura symptom is unilateral -At least one aura symptom is positive -The aura is accompanied by headache or headache occurs within 60 minutes of aura -Not better accounted for by another ICHD-3 diagnosis –Migraine pain is typically throbbing and worsens with regular activity(2) –Further classification of migraine includes: -Hemiplegic migraine : Family history, unilateral temporary motor paralysis or sensory disturbances followed by migraine within 1 hour (the patient may perceive a sensation of “pins and needles”) -Retinal migraine  begins as a temporary partial or complete loss of vision in one eye followed by a dull ache behind the eye that can spread throughout the head -Basilar artery migraine : Throbbing at the back of the head (strongly related to hormonal influences) appears suddenly and results in speaking difficulty, visual disturbances, vomiting, and ringing in the ears. Impaired balance, confusion, and dizziness may also be present -Abdominal migraine : Abdominal pain that may be accompanied by nausea, vomiting, or diarrhea is a precursor of headache. This type occurs mostly in children -Chronic migraine  represents migraine’s natural evolution from its episodic form. The development of a pattern of more frequent attacks is influenced by genetic factors, other health conditions, lifestyle, and life events -Medication overuse headache  is a common and debilitating disorder characterized by chronic headaches that occur ≥ 15 days a month in individuals with headache disorder and excessive use of 1 or more drugs used for acute or symptomatic headache management for > 3 months(15) Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [
            "–Usually characterized by moderate to severe unilateral head pain that then generalizes; majority of migraine patients have attacks on both sides of the head, often described as constant or throbbing pain(14) –Headache may also be described as a pressure headache (patient feels as if “head is in a vice”) –Prodromal symptoms are nonspecific and appear hours before the headache.They may include mood changes, food cravings, or fluid retention(1) –Migraine without aura  (15) -Recurrent headache disorder; typical characteristics include unilateral location, pulsating quality, moderate to severe pain, and aggravation by physical activity -Diagnostic criteria -≥ 5 headache attacks lasting 4 to 72 hours  -Headaches have ≥ 2 of the following: -Unilateral location -Pulsating quality -Moderate or severe pain intensity -Aggravation by or causing avoidance of routine physical activity -During the headache, one of the following must occur: -Nausea and/or vomiting -Photophobia and phonophobia -Not better accounted for by another ICHD-3 diagnosis –Migraine with aura  (15) -Describes recurrent attacks; lasts minutes and includes gradual onset of unilateral, reversible visual, sensory, or other central nervous system symptoms followed by headache -Diagnostic criteria -≥ 2 attacks -≥ 1 of the following fully reversible aura symptoms: -Visual, sensory, speech and/or language, motor, brainstem, retinal -≥ 3 of the following characteristics: -At least one gradually spreading aura symptom that spreads gradually over ≥ 5 minutes -Two or more aura symptoms occur in succession -Each aura symptom lasts between 5 and 60 minutes -At least one aura symptom is unilateral -At least one aura symptom is positive -The aura is accompanied by headache or headache occurs within 60 minutes of aura -Not better accounted for by another ICHD-3 diagnosis –Migraine pain is typically throbbing and worsens with regular activity(2) –Further classification of migraine includes: -Hemiplegic migraine : Family history, unilateral temporary motor paralysis or sensory disturbances followed by migraine within 1 hour (the patient may perceive a sensation of “pins and needles”) -Retinal migraine  begins as a temporary partial or complete loss of vision in one eye followed by a dull ache behind the eye that can spread throughout the head -Basilar artery migraine : Throbbing at the back of the head (strongly related to hormonal influences) appears suddenly and results in speaking difficulty, visual disturbances, vomiting, and ringing in the ears. Impaired balance, confusion, and dizziness may also be present -Abdominal migraine : Abdominal pain that may be accompanied by nausea, vomiting, or diarrhea is a precursor of headache. This type occurs mostly in children -Chronic migraine  represents migraine’s natural evolution from its episodic form. The development of a pattern of more frequent attacks is influenced by genetic factors, other health conditions, lifestyle, and life events -Medication overuse headache  is a common and debilitating disorder characterized by chronic headaches that occur ≥ 15 days a month in individuals with headache disorder and excessive use of 1 or more drugs used for acute or symptomatic headache management for > 3 months(15) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "See  Overall Contraindications/Precautions,  above"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The precise causes of migraine headaches are not known, but theories propose that they are caused by brainstem changesaffecting the trigeminal nerve. Other theories support a genetics-based inflammatory disease that results in disturbances inserotonin use and activity(4)"
        ],
        "pathogenesis": [
            "Migraine headaches are no longer considered vascular-based  phenomena (i.e., arterial constriction and dilatation). Differenttheories as to the cause/pathogenesis of migraine headaches have been proposed in the literature, such as activationand sensitization of the trigeminovascular pathways and brainstem and diencephalic nuclei; a dysregulation of sensoryprocessing; and/or a brain state of altered excitability(4)"
        ],
        "risk factors": [
            "Female sex(6,14)",
            "Overuse of analgesics is associated with increased risk of chronic pain, especially migraine(14)",
            "Other risk factors include family history of migraine (> 50% of migraine patients have an affected family member),(5)onset of menstruation, emotional disturbances,(14) Helicobacter pylori  (a bacterium commonly found in the stomach)infection,(16) and oral contraceptive use",
            "Other triggers include alcohol, caffeine withdrawal, flickering/fluorescent light, sunlight, weather changes, stress, strongodors, smoke, noise, lack of sleep, oversleep, exertion, hormonal changes, fasting, skipping meals, certain foods (e.g., agedcheese, salty or processed foods), and certain food additives (e.g., aspartame, MSG) (14)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with migraine headaches must be examined by a physician prior to receiving occupational therapy services",
        "If substance abuse is suspected, refer to appropriate medical personnel",
        "See specific  Contraindications/precautions   and under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -When did patient first experience this type of headache? When were migraine headaches diagnosed in the patient and by whom? -How long is the asymptomatic period between migraine headaches (maximum, minimum, average)? -What is the frequency of migraines? -Does an aura precede the migraine?",
                "course of treatment": {
                    "medical management": " Medical management Migraine headaches typically are treated with prophylactic and abortive medications(1) Behavioral therapy Biofeedback(3) Counseling Stress management(3) Relaxation therapy(3)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? Medications should be administered immediately at symptom onset(3) Medications used for treatment of migraine headache (during an attack); abortive medications Agents include triptans,(3) dihydroergotamine, prochlorperazine, metoclopramide, acetaminophen (1,000 mg), ibuprofen, dexamethasone (as adjunctive therapy to reduce recurrence within 72 hours), and naproxen Other agents that may be effective include ergotamine, diclofenac, sumatriptan (Imitrex), a combination of sumatriptan and naproxen,(10) zolmitriptan (Zomig), dipyrone, aspirin (1,000 mg), lysine clonixinate, and topical menthol 10% solution Overuse of analgesic medications may result in drug-induced  or rebound headaches(5) Prophylactic medications generally are given if a patient has headaches that occur more than once a week. They should be initiated during a headachefree  period and need to be taken for at least 3 months to determine if they are effective.(5) Medications that may be prescribed include(3) antiepileptics (e.g., valproate and topiramate)  antidepressants (e.g., amitriptyline) blood-pressure-lowering  medications (e.g., propranolol, metoprolol) botulinum toxin A injections calcitonin gene-related  peptide monoclonal antibodies (e.g., erenumabaooe, fremanezumabvfrm, galcanezumab-gnlm)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "The following tests may be ordered to rule out other medical conditions",
                        "Lumbar puncture(5)",
                        "CT scan/MRI(5)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help Patients may be taking (or may have taken) supplements such as vitamin D, riboflavin, butterbur extract, or feverfew Other alternative therapies that the patient may have tried include biofeedback, acupuncture, relaxation therapy, hypnosis, hyperbaric O2, and photic stimulation Mindfulness training, either standardized or spiritual, may be more effective than simple relaxation in relieving painrelated stress(12) Based on an RCT conducted in the United States of 107 patients assigned to either a standardized mindfulness, a spiritual mindfulness, or a simple relaxation group. Participants practiced the technique for 2 weeks and then completed a coldpressor  task (i.e., immersing the hand into an ice water container, usually for one minute, and measuring changes in blood pressure and heart rate)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Does the patient report any headache triggers (e.g., certain lighting may trigger migraines in some patients)?(1,3) Please also see Risk factors , above. Does anything help to ease the symptoms (e.g., adequate sleep, exercise, hydration; pacing)? -The use of a headache log/diary may be helpful in identifying triggers and in tracking efficacy of treatment",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "How long do symptoms last (maximum, minimum, average)? What associated symptoms are present? See Presentation/signs and symptoms , above",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if  pain   is present now and how much )",
                "pattern of symptoms": " Pattern of symptoms -When do migraine headaches occur? -How do migraine headaches begin? -What is the frequency of migraine headaches? -Document changes in symptoms throughout the day and night, if any (AM, mid-day,  PM, night); also document changes in symptoms due to weather or other external variables -Use of a headache log/diary may be helpful for noting patterns",
                "sleep disturbance": "Document number of wakings/night, if any. Does the patient ever wake with a migraine headache? Does the patient get too little or too much sleep?",
                "other symptoms": "Document other symptoms patient may be experiencing that could be indicative of a need to refer to physician (e.g., aphasia, unilateral weakness, or any other symptoms that raise suspicion of a stroke or other neurological problem) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ___________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Many patients report a history of motion sickness and/or vertigo Individuals with migraine headaches, especially those who have migraine headaches with aura, often have a positive family history for migraine (typically in one parent) ",
                    "comorbid diagnoses": "Is there a history of vascular disease? Is there a history of head or cervical trauma? Does the patient have any known allergies? Inquire about any other comorbidities",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) Estrogen withdrawal, reductions in estrogen dose, and low-dose  estrogen supplementation have been associated with induction of migraine attacks(6)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "What is the patient’s occupation? Are there any environmental triggers at the patient’s workplace? What are the patient’s recreational activities? Does the patient have any triggers at work (e.g., fluorescent lighting, computer screen glare)? Are there any activities that the patient is not participating in at present due to the presence of migraine?",
                "functional limitations assistance with ADLs adaptive equipment": "Document any noted limitations or use of assistive/ adaptive devices",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc."
            },
            "general": "A headache patient evaluation includes a thorough history; physical examination with special attention to the head"
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  Tests listed below are specific to migraine headaches; implement standard evaluation techniques as indicated",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Evaluate vital signsComplete cranial nerve assessmentIf possible, observe patient in workstation doing occupational activities to assess activity efficiency, posture, possible triggers, and pacing of activities",
            "functional mobility": "",
            "gait locomotion": "Complete a general gait assessment",
            "muscle strength": "Manual muscle testing (MMT) of the scapular, cervical, and shoulder muscles",
            "observation inspection palpation including skin assessment": [
                "Generalized hypersensitivity (i.e., lower pressure pain threshold) may be present in all cervical musculature (upper trapezius, suboccipital, sternocleidomastoid, anterior scalene, and levator scapulae)(13)"
            ],
            "posture": "Postural assessment for correct alignment of head, neck, and shoulders; clinician should also assess temporomandibular joint",
            "range of motion": "Assess ROM throughout upper quarter",
            "self-care activities of daily living": "Assess patient’s ability to perform ADLs",
            "reflex testing": "Assess upper and lower extremity reflexes and compare bilaterally",
            "sensory testing": "Complete a gross sensory assessment",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Headache Impact Test (HIT) –Migraine Interictal Burden Scale (MIBS) –Borg Rating of Perceived Exertion (RPE) Scale –Profile of Mood States –Stanford Sleepiness Scale –Migraine Disability Assessment (MIDAS) -Tool to track both work absenteeism and decrease in productivity –Headache Screen(7) -The Headache Screen is composed of 3 simple questions -Do you have recurrent headaches that interfere with work, family, or social functions? -Do(es) your headache(s) last at least 4 hours untreated? -Have you had new or different headaches in the past 6 months? -Migraine headaches are diagnosed by a positive response to questions 1 and 2 and a negative response to question 3 -Researchers concluded that the 3-question  headache screen is both sensitive and specific in making a rapid migraine diagnosis in Nigerians(7) ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Application over areas with a lack of intact thermal sensation",
                "Application over areas of vascular insufficiency or vascular disease",
                "Application over areas of recent hemorrhage or potential hemorrhage",
                "Application over areas of known malignancy",
                "Application over areas of acute inflammation",
                "Application over infected areas where infection may spread or cross-contamination  may occur",
                "Application over areas where liniments or heat rubs have recently been applied",
                "Application in any situation deemed unreliable by the practitioner"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "If the patient has eye pain that surrounds one eyeball and lasts longer than a few days, contact physician immediately",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Thermotherapy contraindications  (8)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Migraine headaches interfere with an individual’s functioning and ADLs Exercise may be effective for symptom management in patients with migraine headaches(3)",
        "rule out": " Rule out Tension headache Cervical spine disease (greater occipital neuralgia) Acute cervical strain (whiplash) Intracranial mass (subacute, worsening headache) Meningitis Subarachnoid hemorrhage (worst headache ever) Transient ischemic attack (TIA) Papilledema Neoplasm Collagen vascular disease Stroke Cluster headaches Cavernous sinus thrombosis (associated with fever and periorbital edema) Optic neuritis Acute glaucoma Pseudotumor cerebri Systemic lupus erythematosus (SLE) Carotid artery dissection Temporomandibular joint (TMJ) syndrome Epilepsy Sinusitis Rhinogenic headache (sinus headache) Vestibular disorders Aneurysm",
        "prognosis": [
            "Authors of a study in Spain followed a cohort of 380 migraine patients (77.1% women, mean age 41 years) for 10 years. Factors associated with migraine improvement were a baseline frequency of > 10 days per month, nonsmoking, and a medical follow-up  for migraine. Over the duration of the study, over half of the participants had improvements(17) "
        ],
        "referral to other disciplines": " Referral to other disciplines Cognitive behavioral therapy (CBT) or biofeedback may be effective Massage therapist to release tension and trigger points in the cervical and shoulder region Chiropractor for cervical manipulation",
        "other considerations": [
            "Evidence supports the use of complementary therapies for migraine, which may include petasites (butterbur), acupuncture, relaxation training, biofeedback, CBT, magnesium, feverfew, riboflavin, Co-Q10,  phytoestrogens, chiropractic care, massage therapy, hyperbaric oxygen treatment, and hypnotherapy; alternative therapies may be used alone or in conjunction with conventional migraine treatment(3,9)"
        ],
        "treatment summary": [
            "An integrative model for the management of chronic migraine includes(11) –complete and correct diagnosis –referral to headache specialist/neurologist –management of overuse of acute headache pain medications, providing limits –patient education about chronic migraine and importance of treatment compliance –explaining realistic expectations to patients –consideration of exacerbating factors –treatment of comorbid conditions –nonpharmacologic treatment including trigger point management and behavioral therapy –monitoring patient’s response to treatment with headache log or QOL scales",
            "Migraine and aerobic exercise –Aerobic exercise may decrease pain intensity, frequency, and duration of migraines and increase QOL (low-  to moderate-quality  evidence)(19) -Based on a 2020 systematic review and meta-analysis -Data from 10 studies and 508 individuals were included –Aerobic exercise may decrease the number of migraine days (moderate evidence), attack duration (low-quality  evidence), and pain intensity(low-quality  evidence)(20) -Based on a 2019 systematic review and meta-analysis -A total of 6 studies and 357 patients with migraine were included in the data. Mean patient age was 38 years and 88% of participants were women",
            "Researchers in Brazil reported that a physical therapy protocol consisting of mainly manual therapy and stretching maneuvers did not provide additional improvement in migraine symptoms beyond that provided by medication but did enhance patient satisfaction(18) –Based on an RCT that involved 50 women with migraines who were randomized into a control group that received medication only or a group that received physical therapy plus medication –Patients in the physical therapy group received eight 50-minute  sessions of physical therapy over 4 weeks –Outcome measures included headache frequency, intensity, self-perception  of global change, pressure pain threshold, and cervical ROM –Both groups had a significant reduction in frequency of headaches, with no differences observed between the groups. The physical therapy group showed a decrease in pain intensity post treatment, but at follow-up  there was no difference in pain intensity between groups –Satisfaction with treatment was higher in the physiotherapy group . Problem Goal Intervention Expected Progression Home Program  Increased pain that limits functionDecrease pain Electrotherapeutic modalities _ Biofeedback and sympathetic relaxation techniques to retrain muscle function and decrease muscle tension _ Therapeutic exercise _ Aerobic exercise _ (See Treatment summary , above)Progress aerobic exercise as indicated for each patientRecommend and implement a home program centered on relaxation strategies and aerobic exercise as indicated Sensitivity to light, sound, and smells that limits the patient’s ability to complete ADLs and work-related tasksImprove the patient’s ability to complete functional activities during episodesElectrotherapeutic modalities _ Biofeedback and sympathetic relaxation techniques to retrain muscle function and decrease muscle tension _ _ (See Treatment summary , above) _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes and outcome measures": [
            "Decreased pain–Headache log/diary, V AS, pressure pain thresholds",
            "Improved ability to complete functional activities during episodes–ADL assessment, Headache Screen",
            "Improved muscle balance by reducing compensatory muscle tension during episodic periods",
            "Increased cervical ROM–Goniometry",
            "Improved posture"
        ]
    },
    "maintenance or prevention": [
        "Self-management  of compensatory symptoms with stretch and relaxation techniques",
        "Behavior modification to limit exposure to triggers – caffeine, tobacco, and alcohol as well as dietary and environmental precipitants(5)",
        "Use of medication as needed or directed by physician"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Eapen BC, McGeary D, Jaramillo CA. Headaches. In: Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain and Rehabilitation . Philadelphia, PA: Saunders Elsevier; 2019:550-564.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Amin FM, Aristeidou S, Baraldi C, et al. The association between migraine and physical exercise. J Headache Pain . 2018;19(1):83. doi:10.1186/s10194-018-0902-y.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Mayo Clinic staff. Migraine: diagnosis and treatment. https://www.mayoclinic.org/diseases-conditions/migraine-headache/diagnosis-treatment/drc-20360207 . Published January 16, 2020. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Gasparini CF, Smith RA, Griffiths LR. Genetic and biochemical changes of the serotonergic system in migraine pathobiology. J Headache Pain . 2017;18(1):20. doi:https://doi.org/10.1186/s10194-016-0711-0.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Goldsmith C, Kass JS. Migraine Headache. Ferri FF, ed. 2021 Ferri’s Clinical Advisor: 5 Books in 1 . Philadelphia, PA: Elsevier Mosby; 2021. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Reddy N, Desai MN, Schoenbrunner A, Schneeberger S, Janis JE. The complex relationship between estrogen and migraines: a scoping review. Syst Rev. 2021;10(1):72. doi:https://doi.org/10.1186/s13643-021-01618-4.  (SR)"
        },
        {
            "number in article": 7,
            "reference": "Wahab K, Ugheoke A, Okokhere P, Ibekwe T. Validation of the 3-question  headache screen in the diagnosis of migraine in Nigeria. Ethiop J Health Sci . 2016;26(1):5-8. doi:https://doi.org/10.4314/ejhs.v26i1.3. (R)"
        },
        {
            "number in article": 8,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Lin J, Gereau Haddon S. Adjunctive and integrative therapy in migraine management. In: Mehle ME, ed. Sinus Headache, Migraine, and the Otolaryngologist . Cham, Switzerland: Springer International Publishing; 2017:209-235.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Law S, Derry S, Moore RA. Sumatriptan plus naproxen for the treatment of acute migraine attacks in adults. Cochrane Database Syst Rev . 2016;(4):CD008541. doi:10.1002/14651858.CD008541.pub3. (SR)"
        },
        {
            "number in article": 11,
            "reference": "Diener H-C, Solbach K, Holle D, Gaul C. Integrated care for chronic migraine patients: epidemiology, burden, diagnosis and treatment options. Clin Med. 2015;15(4):344-350. (RV)"
        },
        {
            "number in article": 12,
            "reference": "Feuille M, Pargament K. Pain, mindfulness, and spirituality: a randomized controlled trial comparing the effects of mindfulness and relaxation on pain-related  outcomes in migraineurs. J Health Psychol . 2015;20(8):1090-1106.  doi:10.1177/1359105313508459. (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Florencio LL, Giantomassi MCM, Carvalho GF, et al. Generalized pressure pain hypersensitivity in the cervical muscles in women with migraine. Pain Med . 2015;16(8):1629-1634.  doi:10.1111/pme.12767. (R)"
        },
        {
            "number in article": 14,
            "reference": "Mayo Clinic staff. Migraine: symptoms and causes. https://www.mayoclinic.org/diseases-conditions/migraine-headache/symptoms-causes/syc-20360201 . Published January 16, 2020. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Headache Classification Committee of the International Headache Society (IHS). Cephalagia. The International Classification of Headache Disorders, 3rd edition . 38(1):1-211. doi:10.1177/0333102417738202. (GI)"
        },
        {
            "number in article": 16,
            "reference": "Seyyedmajidi M, Seyed-Amir  B, Afsaneh A, et al. Helicobacter pylori and migraine: is eradication of helicobacter pylori effective in relief of migraine headache? Caspian J Neurol Sci . 2016;2(3):29-35.  doi:10.18869/acadpub.cjns.2.4.29. (R)"
        },
        {
            "number in article": 17,
            "reference": "Caronna E, Gallardo VJ, Fonseca E, et al. How does migraine change after 10 years? A clinical cohort follow-up analysis. Headache . 2020;60(5):916-928.  doi:10.1111/ head.13774. (R)"
        },
        {
            "number in article": 18,
            "reference": "Bevilaqua-Grossi  D, Goncalves MC, Carvalho GF, et al. Additional effects of a physical therapy protocol on headache frequency, pressure pain threshold, and improvement perception in patients with migraine and associated neck pain: a randomized controlled trial. Arch Phys Med Rehabil . 2016;97(6):866-874.  doi:10.1016/j.apmr.2015.12.006. (RCT)"
        },
        {
            "number in article": 19,
            "reference": "La Touche R, Pérez JJF, Acosta AP, et al. Is aerobic exercise helpful in patients with migraine? A systematic review and meta-analysis.  Scand J Med Sci Sports . 2020;30(6):965-982.  doi:10.1111/sms.13625. (SR)"
        },
        {
            "number in article": 20,
            "reference": "Lemmens J, De Pauw J, Van Soom T, et al. The effect of aerobic exercise on the number of migraine days, duration and pain intensity in migraine: a systematic literature review and meta-analysis.  J Headache Pain . 2019;20(1):16. doi:10.1186/s10194-019-0961-8.  (SR)"
        }
    ]
}