{
    "metadata": {
        "title": "Craniotomy  Occupational Therapy",
        "synonyms": [
            "craniectomy  occupational therapy",
            "stereotactic craniotomy  occupational therapy",
            "endoscopic craniotomy: occupational therapy",
            "brain surgery: occupational therapy"
        ],
        "anatomical location body part affected": [
            "The brain (cerebral cortex, cerebellum, and/or brainstem) and skull"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "acute care",
            "home health",
            "pediatric rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "A craniotomy is the surgical removal of part of the bone from the skull to access the brain. Access to the brain might be needed to perform procedures to treat diseases affecting or injuries to the brain and/or the surrounding structures.(1) Craniotomy can be performed on adults or children (including infants)(2,3,4) or application of equipment Cognitive impairments Improve the patient's cognitive capabilities in functional tasksFunctional training _ Therapy will focus on improving cognitive skills as well as incorporating compensatory strategies into functional activities _ _ See Treatment summary , aboveAs the patient's cognitive abilities improve, the OT will increase cognitive demands and task complexityProvide the patient with cognitive exercises; daily completion of exercises as recommended by the treating OT  Perceptual impairments Improve the patient's perceptual capabilities in functional tasksFunctional training _ Sensory intervention _ _ Constraint-induced movement therapy (CIMT) See Clinical Review… Constraint-induced Movement Therapy – Occupational Therapy , CINAHL Topic ID Number: T709173 _ _ Neurodevelopmental training _ _ Therapy will focus on improving perceptual skills as well as incorporating compensatory strategies into functional activities _ _ See Treatment summary , aboveAs the patient's perceptual abilities improve, the OT will increase cognitive demands and task complexityProvide the patient with perceptual exercises; daily completion of exercises as recommended by the treating OT . Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "The": "ICD-10-PCS coding system provides codes that are specific to the procedure (including surgical approach), the underlying condition, and devices that will remain in patient (e.g., stimulator implant). For example, a craniotomy for evacuation of a subdural hematoma using an open approach would be coded as 009400Z; however, if the approach was endoscopic the code would be 009440Z. Given the complex nature of the ICD-10-PCS  codes, reference codes cannot be provided (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this procedure. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "After craniotomy, a patient can have any or all the following signs/symptoms:",
            "Balance deficits(1)",
            "Brain swelling(1)",
            "Cognitive deficits, including memory loss(1)",
            "Coma(1)",
            "Cosmetic changes to the skull/incision on the head(39)",
            "Infection of the wound, skull, or brain(1)",
            "Muscle weakness(1)",
            "Impaired coordination(1)",
            "Seizures(1)",
            "Speech and language deficits(1)",
            "Stroke(1)",
            "Visual dysfunction(1)  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Occupational therapy evaluations of patients who have undergone craniotomy should utilize a client-centered  approach to most effectively evaluate deficits and needs(10) –A client-centered  approach includes the following principles:(10) -The patient is uniquely qualified to make decisions about his or her occupational functioning -The patient should have an active role in determining goals and desired outcomes -The patient-therapist  relationship should be interdependent -Evaluation and treatment should focus on the patient's culture, roles, interests, etc. -When the patient can define the problems on which he or she would like to work, the patient also becomes a problem solver -The patient should evaluate his or her own performance and set personal goals –Aspects of the evaluation and treatment will vary depending upon the setting in which the patient is being seen (e.g., immediately post-craniotomy  in the ICU versus outpatient rehabilitation). Focus in the ICU will be on areas such as assessing positioning needs, skin protection, safety issues, and ROM.(27) In outpatient settings these areas will continue to be addressed as needed, but independence in ADLs/IADLs, return to premorbid level of function, cognitive and perceptual deficits, and vocation and avocation will become more of the focus"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  a craniotomy might be required for a variety of diagnoses, including:": [
            "Brain tumors (1,5,6)–For additional information on brain tumors, see  Clinical Review...Brain Tumors: Adult - Physical/Occupational Therapy  ;CINAHL Topic ID Number: T708861",
            "Aneurysm(1)",
            "Arteriovenous malformation (A VM) (abnormal blood vessels in the brain)(1)",
            "Brain abscess; subdural empyema(1,4,25)",
            "Craniosynostosis (a congenital condition in which early closing of a suture causes an infant to have an abnormally shapedhead)(7)",
            "Epilepsy(1)–For additional information on epilepsy, see  Clinical Reviews...Epilepsy: Occupational Therapy (OT)  ; CINAHL Topic IDNumber: T709002 and  Epilepsy  ; CINAHL Topic ID Number: T708861",
            "Subdural hematoma (e.g., secondary to closed head injury)(1)",
            "Hydrocephalus(1)",
            "Injury to or disease of the dura (the tissues covering the brain)(1)",
            "Meningitis(25)",
            "Neurological disease (such as Parkinson's disease) that can be treated with an implanted electronic device(1)",
            "Severe nerve or face pain (such as trigeminal neuralgia or tic douloureux)(1)",
            "Skull fracture(1)",
            "Stroke; hemorrhage in the brain(1)–For additional information on stroke and stroke rehabilitation, see the series of Clinical Reviews  on this topic",
            "Toxoplasmosis(25)",
            "Traumatic brain injury (TBI)(2,25)–For additional information on TBI, see the series of Clinical Reviews  on this topic"
        ],
        "pathogenesis": [
            "The type of craniotomy performed (i.e., surgical approach, use of implants, closure) depends upon a variety of factors,including the underlying pathology and patient presentation. The approach, procedure (e.g., biopsy, tumor excision,hematoma evacuation), and patient factors (e.g., comorbid diagnoses) will all impact the patient's postsurgical course andrehabilitation needs",
            "Craniotomy considerations–Prior to craniotomy, the hair on part of the scalp is shaved and the scalp cleaned; the surgeon then makes a surgicalincision through the scalp. The location of this incision depends on where the specific problem in the brain is located(1)-Craniotomy can be performed while the patient is under general anesthesia or while the patient is awake through use oflocal anesthetic(8)–Next, the surgeon creates a hole in the skull and removes a portion of the skull (bone flap)(1)-When possible, the surgeon makes another smaller hole and inserts a tube with a light and camera on the end (anendoscope). The surgery can then be completed with tools placed through the endoscope; MRI or CT scan can be usedto guide the surgery–During a craniotomy, the surgeon might need to:-clip off an aneurysm to prevent blood flow(1)-remove a tumor or a piece of tumor for a biopsy(1)-remove abnormal brain tissue(1)-drain blood or an infection(1)-implant a device (e.g., extraventricular drain, stimulator electrodes)(29,30)–After surgery, the bone flap usually is replaced using small metal plates, sutures, or wires(1)–When the bone flap is not replaced, the procedure is called a craniectomy(1,2,3,43)-The bone flap is sometimes not replaced if the surgery involves a tumor or an infection or if there is significant swellingin the brain(1)-A hemicraniectomy is when part or all of one half of the skull is excised, which can improve outcomes for patients withlarge middle cerebral artery strokes(9)-A decompressive craniectomy is a procedure often performed on patients with diffuse brain swelling after hemorrhageor trauma in order to reduce intracranial pressure (ICP)(2,3,36)-A cranioplasty is the surgical repair of the skull and can be performed at some point after a craniectomy to replace thebone flap and restore the structural integrity of the skull(36)"
        ],
        "risk factors:  risk factors for the need for a craniotomy are those risk factors associated with the underlying conditions for which craniotomy is necessary": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "An occupational therapy assessment should include the patient and family/friends as appropriate; including the patient's familial and social network in the rehabilitation process might assist in the patient's psychosocial recovery",
        "Due to the high risk of seizure after craniotomy, observe seizure precautions when working with the patient",
        "Follow the surgeon's orders regarding out of bed and activity restrictions",
        "If there is concern about increased ICP after craniotomy, head elevation in bedof 30 to 45 degrees is considered optimal for decreasing ICP(32)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Occupational therapy evaluations of patients who have undergone craniotomy should utilize a client-centered  approach to most effectively evaluate deficits and needs(10) –A client-centered  approach includes the following principles:(10) -The patient is uniquely qualified to make decisions about his or her occupational functioning -The patient should have an active role in determining goals and desired outcomes -The patient-therapist  relationship should be interdependent -Evaluation and treatment should focus on the patient's culture, roles, interests, etc. -When the patient can define the problems on which he or she would like to work, the patient also becomes a problem solver -The patient should evaluate his or her own performance and set personal goals –Aspects of the evaluation and treatment will vary depending upon the setting in which the patient is being seen (e.g., immediately post-craniotomy  in the ICU versus outpatient rehabilitation). Focus in the ICU will be on areas such as assessing positioning needs, skin protection, safety issues, and ROM.(27) In outpatient settings these areas will continue to be addressed as needed, but independence in ADLs/IADLs, return to premorbid level of function, cognitive and perceptual deficits, and vocation and avocation will become more of the focus"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Review medical chart and physician reports to ascertain information about the surgery -Did the patient have a craniotomy or craniectomy? -Were there any postoperative complications (e.g., infection, seizures)? -What is the underlying diagnosis associated with the surgery?",
                "course of treatment": {
                    "medical management": "Document medical management of craniotomy and underlying diagnosis to date. Medical Management of swelling in the face and head; monitoring ICP(1,11)  Management of postcraniotomy seizures(24) Airway management during and after surgery(8) Use of head elevation to manage ICP after craniotomy(32) Authors of a 2015 systematic review and meta-analysis  determined that a head elevation of 30 to 45 degrees was optimal for decreasing ICP after craniotomy",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken as prescribed? Pain medications (both narcotic and nonnarcotic pain medications can be prescribed) usually are necessary after craniotomy(1,5) During and after surgery, the patient might receive bolus-administered  mannitol intravenously to control ICP(11) In a randomized controlled clinical trial conducted in China, investigators found that intraoperative dexmedetomidine infusion helped to decrease postoperative  pain and pain medication use(28) Authors of a Cochrane systematic review investigating the prophylactic use of antiepileptic drugs following craniotomy found insufficient evidence to either support or refute the effectiveness of these drugs in preventing postcraniotomy  seizures(26)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Diagnostic imaging (e.g., MRI, CT scan, chest X-ray)",
                        "Blood work (CBC, platelets, PT[INR], PTT, BUN, creatinine, glucose, urinalysis)",
                        "Post-craniotomy  and post-craniectomy  patients exhibit a wide variability of normal postoperative appearances of the brain on imaging. It is imperative for the radiologist to understand these differences to assess for any potential",
                        "lifethreatening  complications(35)",
                        "Initial postsurgical imaging includes CT scan, which can help identify complications such as hemorrhage, edema, tension pneumocephalus, or brain herniation. MRI is more helpful to diagnose intracranial infection and ischemia(35)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Is the patient sensitive to lights or sounds?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if  pain   is present now and how much ) -Pain following craniotomy is very common; up to 80% of patients (both adult and pediatric) experience severe pain in the acute postoperative phase after craniotomy(5,12) -Authors of a 2016 integrative review stated that postcraniotomy pain in patients with brain tumor is well-described  and associated with nausea, vomiting, and changes in blood pressure, as well as longer hospital length of stay. However, there was no consensus on how to best treat the pain(33) -Up to 50% of patients who have undergone craniotomy experience chronic headaches for months after surgery(5) -Use Oucher scale for pediatric patients; use the Face, Legs, Activity, Cry, Consolability (FLACC) scale(31) for infants and nonverbal patients",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, nausea, bowel/bladder/sexual dysfunction) -Seizures can develop after craniotomy(1)  -Hydrocephalus (accumulation of excess cerebrospinal fluid [CSF] within the cerebral cavity) can occur following craniotomy; symptoms include headache, nausea, vomiting, visual disturbance, and increasing lethargy and/or ataxia; refer to physician immediately if these symptoms are noted or reported(1) -Infection of the wound, skull, or brain can occur after craniotomy; observe the patient for signs of infection, including swelling of the incision, green or yellow fluid seeping from the incision, fever, and/or chills(1) -Patients who undergo craniotomy or craniectomy following severe TBI have increased incidence of depression as compared to the general population(13) -Risk of deep vein thrombosis (DVT) is significantly increased in patients with hemiplegia; assess for signs of DVT (e.g., redness, warmth, pain, tenderness, swelling) and refer to physician urgently if these symptoms are present",
                "respiratory status": "Note respiratory status -Does the patient require supplemental oxygen? Tracheostomy tube, nasal cannula, or breathing mask? -Does the patient require mechanical ventilation? Mechanical ventilation can be necessary postoperatively in patients who undergo craniotomy(14) -Does the patient become short of breath? If so, when? Standing? Walking? With exercise? -Patients who undergo craniotomy in a semi-sitting position can experience a venous air embolism, which can result in pulmonary edema, thrombocytopenia, and death(15) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Is there a prior history of craniotomy or craniectomy? If so, for what reason? Is there a history of cardiovascular disease, including stroke, hypertension, arterial stenosis, etc.?",
                    "comorbid diagnoses": "Ask patient or caregiver about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -What are the patient's daily occupations and role(s) within his or her family?(16,17) -Is he or she currently employed? -Is the patient hoping to return to work? -Patients who have undergone craniotomy and wish to return to work might need a full vocational assessment; if possible and with the patient's permission, contact the patient's employer and work together to determine possible modifications to both environment and job responsibilities as needed -What activities, hobbies, etc., did the patient enjoy prior to the craniotomy?(17) -A patient/caregiver interview might be helpful to gain insight into the patient's hobbies, family/community roles, interests, prior work status, and home responsibilities",
                "functional limitations assistance with ADLs adaptive equipment": "What current assistive or adaptive equipment is available to the patient at home? Can it still be used based on patient's current level of functioning? -Document both high-  and low-tech  adaptations and equipment",
                "living environment": " Living environment -Who is the patient's primary caregiver?(17) -If the patient has no caregiver or the patient's caregiver is not receiving guidance or assistance with the patient's care, refer to social worker or case management -With whom does the patient live (e.g., spouse/partner, parents, children, siblings, grandparents, caregivers)? -Are there pets in the home? -Identify if there are barriers to independence in the home; are any modifications necessary?(16)  -Inquire about the levels of the home, including stairs, numbers of floors, etc. -A home visit might be beneficial to provide functional and realistic environmental modifications around the house(17)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Note BMI",
            "assistive and adaptive devices": "Assess the patient's need for and/or use of assistive and adaptive devices; incorrect use of devices can increase risk of falls –Mobility aids -Cane -Walker -Wheelchair -Crutches -Hemi-walker -Ankle-foot  orthoses (AFOs) –Toileting equipment -Grab bars next to the toilet -Bedside commode -Urinal at bedside -Raised toilet seat -Elevated foot rest at the toilet –ADL/IADL aids -Reachers -Personal digital assistant (PDA) -Large-print  reading material -Adaptive/ergonomic computer/mouse/keyboard -Text-to-speech  software -Adaptive cooking equipment",
            "balance": "Evaluate static and dynamic balance functionally during ADL tasks involving weight shifting(17) –Tinetti Balance Scale(19) –Berg Balance Scale(10,16) –Functional Reach Test(10)",
            "cardiorespiratory function and endurance": [
                "Refer to physician orders regarding cardiac and exercise limitations(16)",
                "Assess heart rate, blood pressure, and respiratory rate regularly pre/during/post activity; use Borg Rating of Perceived Exertion (RPE) Scale if indicated(16)",
                "Monitor breathing to assist in determining fatigue and endurance levels"
            ],
            "circulation": "Assess pulse bilaterally; note any discrepancies or abnormalitiesAssess patient for involvement of cranial and peripheral nervesBed mobility and transfers should be assessed to determine the amount of assistance needed for the patient to perform each activity(17) –Test static and dynamic activities(17) a measurement of mobility; includes tasks such as standing from a seating position, walking, turning, stopping, and sitting down, all of which are important for independent mobility. It should be used in conjunction with other tests and measures since it might not identify individuals at risk for falls(20)a valid, reliable, responsive, and internally consistent 36-item,  7-level  ordinal scale assessing functional mobility, ADLs, reading, writing, swallowing, IADLs, speech and language skills, and cognition(21)",
            "functional mobility": "",
            "gait locomotion": "Observe patient's gait and ability to climb stairs (assisted or unassisted) –Note use of braces or ambulatory aids for walking –If the patient presents with impaired gait, referral to physical therapy might be appropriateAssess joint integrity and mobility(16) –Assess upper extremity active and passive ROM (AROM/PROM)(16) -Note hyper-  and hypomobility as well as soft tissue changes such as swelling, inflammation, and restriction at the shoulder, elbow, and wrist(16)Assess fine and gross motor function of the upper extremities; describe the quality of movement(17) –Document the presence of hemiplegia –Patients with decreased dexterity might be more significantly impaired in their ability to complete ADLs -It is important to inquire about and document the patient's hand dominance prior to the craniotomy; patients who have hemiplegia on their dominant side will have greater reaching deficits than patients with nondominant hemiplegia(16) -Observe manual dexterity; serial opposition or rapidly touching each finger to thumb in succession –Modified Ashworth Scale (mAS)(16) -Assess tone based on resistance to passive stretch -Severity of spasticity can be graded on the mAS –Motor Assessment Scale(10) -Assesses motor function; includes disability and impairment measures; assessments include those of arm and hand movements, tone, and mobility(10) –Functional Test for the Hemiparetic Upper Extremity(10) -Assesses arm and hand function through 17 hierarchical functional tasks such as folding a sheet, screwing in a light bulb, stabilizing a jar, and zipping a zipper –Arm Motor Ability Test (AMAT)(10) -Evaluates arm functional ability and quality of movement; 28 tasks, including eating with a spoon, opening a jar, tying a shoelace, and using the telephone –Upper Extremity Performance Test for the Elderly (TEMPA)(10) -Upper extremity assessment composed of 9 standardized tasks; assesses tasks both bilaterally and unilaterally –Jebsen Test of Hand Function(10) -Composed of 7 activities, including writing, turning over stacked index cards, simulated eating, moving empty and weighted cans, and picking up small objects –9-Hole  Peg Test for fine motor control –Handwriting assessmentobjective assessment of handwriting",
            "muscle strength": "Assess muscle strength(17) –Manual muscle testing (MMT) to evaluate strength in both upper extremities, including the shoulder, elbow, forearm, wrist, and fingers; do not perform MMT with contracted muscles or muscles with abnormal tone(16) –Dynamometer to evaluate hand strength bilaterally –Assess grip force in functional tasks –Assess pinch strength –Motricity Index(10) -Measures limb strength impairments with weighted ordinal scaleAssess with standardized neuromotor development tests, such as This standardized assessment measures gross and fine motor skills of children from birth to 6 years of age",
            "observation inspection palpation including skin assessment": [
                "Observe for and document presence of skin breakdown upon initial evaluation and at the start of each treatment session; report new or changing skin breakdown to patient's nurse and/or physician(16)",
                "Observe the patient's incision for signs of infection(1)",
                "Risk of DVT is significantly increased in patients with hemiplegia; assess for signs of DVT (e.g., redness, warmth, pain, tenderness, swelling) and refer to physician urgently if these symptoms are present •Perception  (e.g., visual field, spatial relations)(17)",
                "Ocular motor screening includes tracking through all planes, visual accommodation, and clarity of vision(16) -Document complaints of double vision, optic pain, or visual field cuts(16) -Document use of eye patching",
                "Referral to ophthalmology or neuro-ophthalmology  is appropriate if symptoms of visual disturbances are noted during"
            ],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Note patient's ability to communicate and level of arousal as well as memory, attention, problem solving, and orientation to person, place, time, and situation(17) –A brief cognitive assessment such as the Mini-Mental  State Examination (MMSE)(18) is appropriate for patients who have undergone craniotomy(17) -Patients with low scores on the MMSE might be at increased risk for falls(18) –For patients with significant cognitive impairment, referral to neuropsychology is appropriate for extensive assessment and input regarding cognitive intervention –Refer to speech-language  pathology reports regarding speech, language, or cognitive-linguistic  impairments",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment ",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient's physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic's specific protocols"
            ]
        },
        "diagnosis need for treatment": "The occupational therapist (OT) must consider the patient's risk factors and deficits to determine if the patient is an appropriate candidate for therapy; a multifaceted, multidisciplinary approach is indicated for patients who have undergone craniotomy who have impairments in upper extremity function, vision, cognition, ADLs, or IADLs and have the potential to benefit from occupational therapy",
        "rule out": "",
        "prognosis": [
            "The authors of a multicenter, prospective analysis of craniotomy for meningioma (a benign brain tumor) found that, after controlling for many patient characteristics, older adult patients had poorer outcomes after craniotomy for intracranial meningioma than younger subjects(6)",
            "Prognosis for decompressive craniectomy: –Research has shown that decompressive craniectomy can reduce mortality following malignant middle cerebral infarctions and severe TBIs. However, these patients are subsequently at an increased risk of severe disability or dependencyThis creates an ethical debate regardingwhether these surgeries should be performed(40) –Patients following TBI and subsequent craniectomy and cranioplasty are at an increased risk for seizures. Authors of a meta-analysis  found an estimated post-cranioplasty seizure incidence of 5.1%. Potential risk factors included age, contusions at cranioplasty site, monopolar diathermy, and decompressive craniectomy-cranioplasty interval(36)"
        ],
        "referral to other disciplines": " Referral to other disciplines Referral to physical therapist if the patient has difficulty with gait, ambulation, balance, transfers, or weight-bearing(16) Referral to speech therapist if the patient presents with speech, language, cognitive, or swallowing problems(16) Referral to neuropsychologist for significant cognitive impairment(16) Referral to ophthalmologist or neuro-ophthalmologist  for assessment and treatment of visual disturbances after craniotomy(16) Referral to dietician if the patient has any feeding or swallowing difficulties and might be at risk for malnutrition; patient might require nutritional supplements or supplemental feedings(16) Referral to recreational or vocational therapist for returning to activities of leisure and employment(16) Referral to audiologist if the patient appears to have a hearing loss Referral to psychiatrist, psychologist, or social worker if patient appears depressed or anxious, is having difficulty coping, and/or might benefit from assistance with issues such as facility placement(13,16)",
        "other considerations": [
            "Involvement of the patient's caregiver, family members, and friends is important for maximizing treatment outcomes(16)",
            "Researchers in Australia compared the repeat craniotomy rates in an urban private hospital, an urban public hospital, and a regional public hospital and found that patients were less likely to undergo a second operation if treated at a regional center(34) –Analysis was over a 14-year  period and involved 3,717 patients who had undergone a craniotomy for either biopsy or resection of a cerebral tumor –The authors speculated that surgical waiting times, resource allocation, differences in imaging capabilities, and surgeon practice could be the reason for the lower rate of repeat craniotomy operations in the regional center –The authors also noted that the number of neuro-oncology cases increased over this time in the regional center but remained constant in the public and private urban hospitals",
            "The residual cosmetic deformity that results following a craniotomy or craniectomy can cause psychological trauma. Authors of a case study reported that a custom-fabricated,  3-dimensionally  printed helmet used in place of generic over-the-counter  hardware significantly improved the patient’s subjective emotional and psychological well-being(39) "
        ],
        "treatment summary": [
            "Occupational therapy intervention for patients who have undergone a craniotomy can include the following: –ADL/IADL training -The occupational therapist (OT) will help the patient select assistive devices and then train the patient to use them to increase independence in ADLs -The patient should be actively involved in selecting devices based on personal preferences to ensure the greatest possible compliance with device use -Allow increased time for patient to complete ADLs; provide patient and caregiver education regarding the need for extended time to complete self-care routines –Therapeutic intervention for upper extremity impairment; hemiplegia -Strengthening and ROM exercises -Education for protecting a hemiplegic limb from injury –Management of perceptual impairments (spatial neglect, agnosias, and apraxias) -For additional information on assessment and treatment of patients with visual impairments, see  Clinical Review...Visual Dysfunction: Occupational Therapy , referenced above -For information on assessment and treatment of unilateral neglect, see  Clinical Review ... Stroke Rehabilitation: Unilateral Neglect  ; CINAHL Topic ID Number: T708897 –Cognitive retraining -Focuses on impairments in such areas as memory, attention, initiation, problem solving, reasoning, and executive functioning",
            "Authors of a case report describe theoccupational and physical therapymanagement and outcomes for a 51-year-old  healthy active female who experienced acute bilateral cerebellar infarcts with subsequent craniotomy to remove the infarcted areas. The patient had postoperative hemorrhages and hydrocephalus. Her prognosis was deemed poor. However, coordinated care and an excellent support system from her family over a 14-month  period allowed the patient to return to her home, where she could stand and ambulate with assistance and perform most ADLS with standby or set-up assistance(38) –ICU rehabilitation: The patient was in the ICU for 6 weeks during which she received 19 occupational therapy visits and 12 physical therapy visits. The occupational therapy sessions lasted 30 to 45 minutes -Multimodal sensory stimulation (MSS) and early mobility were initial treatments. MSS can promote brain reorganization by targeting the reticular activating system (RAS).In previous research, MSS along with early mobility hasbeen shown to assist with eliciting a state of arousal from a comatose state, transition to an inpatient rehabilitation unit, and ultimately improve prognosis -MSS therapy included interventions such as wiping a cold washcloth along the patient’s face, neck, and wrist or clapping loudly in the patient’s ears -Early mobility treatments included bed mobility and ADL retraining. Activities included grasping and releasing cones and sponges, muscle tapping/brushing, bilateral pectoral myofascial release, and joint compression to increase proprioceptive output –Inpatient rehabilitation unit: The patient then went to an inpatient rehabilitation unit for 10 weeks, where she received 54 occupational therapy visits and 51 physical therapy visits.Therapy took place3 hours a day, 5–7 days a week -Initially occupational therapy emphasized control, with upright sitting, upper extremity ROM, and gaze stabilization exercises. Treatments progressed to bed mobility, standing transfers from bed to a chair, propelling a wheelchair with her legs, and more wheelchair mobility to allow patient to begin to perform lower body dressing –Outpatient rehabilitation:The patient received 117 occupational therapy visits and 115 physical therapy visits over 41 weeks. Occupational therapytook place 3 times a week for 45 to 60 minutes per session -Outpatient rehabilitationtreatment initially focused on care-giver  education for home exercise programs, core stability activities while supine and sitting. Progression with ADL activities and treatments was monitored using the Patient-Specific  Functional Scale (PSFS) –Ultimately the patient was able to return home independent in modified and instrumental ADLs, with her primary means of mobility awheelchair . Problem Goal Intervention Expected Progression Home Program  Headache/head pain _ _ Pain, tenderness, and swelling in extremities related to underlying diagnosisReduced pain with or without activityPhysical agents and mechanical modalities _ Encourage compliance with medications prescribed by the patient's physician to manage headache/pain _ _ See Treatment summary , aboveGradual progression of intensity of modality use and exercises should promote reduction in pain with or without activity or improved sensitivity to pain, whichever is appropriate for patient's individualized goalProvide the patient with simple ROM, strengthening exercises; daily repetition of exercises as recommended by the treating OT Upper extremity impairmentImprove function and strength of the impaired upper extremity _ _ Improve abnormal tone and coordinationFunctional training _ Weight-bearing exercises with the upper extremity _ _ Therapeutic modalities _ Biofeedback _ _ Electrical stimulation _ _ Therapeutic exercises _ See Treatment summary , aboveGradual progression of intensity of electrical stimulation use and exercises should facilitate increased strength, function, and ROM as well as reduced spasticityProvide the patient with simple ROM, strengthening exercises; repetition of exercises as recommended by the treating OT  ADL/IADL impairment Increase functional independence with ADLs and IADLsFunctional training _ Neurodevelopmental training techniques _ _ Task-oriented training _ _ ADL training _ _ IADL training _ _ Balance training _ _ Prescription, application of devices and equipment _ Recommendation of appropriate assistive devices to promote further independence _ _ Training of the patient to use device during ADLs/IADLs _ _ See Treatment summary , aboveWith functional training and use of assistive devices, the patient's ability to complete ADL and IADL tasks independently will improveProvide patient and family/ caregivers with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment Cognitive impairments Improve the patient's cognitive capabilities in functional tasksFunctional training _ Therapy will focus on improving cognitive skills as well as incorporating compensatory strategies into functional activities _ _ See Treatment summary , aboveAs the patient's cognitive abilities improve, the OT will increase cognitive demands and task complexityProvide the patient with cognitive exercises; daily completion of exercises as recommended by the treating OT  Perceptual impairments Improve the patient's perceptual capabilities in functional tasksFunctional training _ Sensory intervention _ _ Constraint-induced movement therapy (CIMT) See Clinical Review… Constraint-induced Movement Therapy – Occupational Therapy , CINAHL Topic ID Number: T709173 _ _ Neurodevelopmental training _ _ Therapy will focus on improving perceptual skills as well as incorporating compensatory strategies into functional activities _ _ See Treatment summary , aboveAs the patient's perceptual abilities improve, the OT will increase cognitive demands and task complexityProvide the patient with perceptual exercises; daily completion of exercises as recommended by the treating OT ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes and outcome measures": [
            "Improved upper limb function–mAS, AMAT, Jebsen Test of Hand Function",
            "Improved functional visual skills–Ocular motor screening tests",
            "Improved cognitive functioning–MMSE",
            "Increased independence in ADLs/IADLs–COPM, FIM",
            "Decreased pain or decreased sensitivity to pain–V AS, Oucher Scale (pediatric), FLACC",
            "Improved QOL–SF-36"
        ]
    },
    "maintenance or prevention": [
        "Prevention of the need for craniotomy involves reducing the risk for the diseases and injuries that are associated with requiring a craniotomy",
        "Prevention of complications following a craniotomy requires the OT to assist in the recognition of any potential signs and symptoms. Examples include motor weakness;cognitive deficits, including impaired attention, memory, and/or  executive function; language deficits; altered level of consciousness; headache; psychosomatic disturbances, seizures or electroencephalogram changes; and cranial nerve deficits. When symptoms occur that do not follow the anticipated pattern of the patient’s underlying pathology, the OT should alert the physician(37)"
    ],
    "patient education": [
        "Information for patients and family members about brain surgery is available on the MedlinePlus website at https:// medlineplus.gov/ency/article/003018.htm",
        "Patient information about craniotomy from Mount Sinai Medical Center is available on its website at http://www.mountsinai.org/health-library/surgery/brain-surgery Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Shelat AM. Brain surgery. Medline Plus Web site. http://www.nlm.nih.gov/medlineplus/ency/article/003018.htm . Published October 5, 2021. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Honeybul S, Ho KM, Lind CR, Gillett GR. Decompressive craniectomy for diffuse cerebral swelling after trauma: long-term  outcome and ethical considerations. J Trauma . 2011;71(1):128-132.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Pérez Suárez E, Serrano González A, Pérez Díaz C, García Salido A, de Azagra Garde A, Casado Flores J. Decompressive craniectomy in 14 children with severe head injury: clinical results with long-term  follow-up and review of the literature. J Trauma . 2011;71(1):133-140.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Liu ZH, Chen NY, Tu PH, Lee ST, Wu CT. The treatment and outcome of postmeningitic subdural empyema in infants. J Neurosurg Pediatr . 2010;6(1):38-42.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Flexman AM, Ng JL, Gelb AW. Acute and chronic pain following craniotomy. Curr Opin Anaesthesiol . 2010;23(5):551-557.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Patil CG, Veeravagu A, Lad SP, Boakye M. Craniotomy for resection of meningioma in the elderly: a multicentre, prospective analysis from the National Surgical Quality Improvement Program. J Neurol Neurosurg Psychiatry . 2010;81(5):502-5.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Shah MN, Kane AA, Petersen JD, Woo AS, Naidoo SD, Smyth MD. Endoscopically assisted versus open repair of sagittal craniosynostosis: the St. Louis Children's Hospital experience. J Neurosurg Pediatr . 2011;8(2):165-170.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Bowles E. Awake craniotomy airway management. Int Student J Nurse Anesth . 2011;10(2):36-39.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Kelly AG, Holloway RG. Health state preferences and decision-making  after malignant middle cerebral artery infarctions. Neurology . 2010;75(8):682-687.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Gillen G. Cerebrovascular accident/stroke. In: Pendleton HM, Schultz-Krohn  W, eds. Pedretti's Occupational Therapy Practice Skills for Physical Dysfunction . 8th ed. St. Louis, MO: Mosby Elsevier; 2018:810-836.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Kaneda K, Baker MT, Han TH, Weeks JB, Todd MM. Pharmacokinetic characteristics of bolus-administered  mannitol in patients undergoing elective craniotomy. J Clin Pharmacol . 2010;50(5):536-543.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Teo JH, Palmer GM, Davidson AJ. Post-craniotomy  pain in a paediatric population. Anaesth Intensive Care . 2011;39(1):89-94.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Ahmadi SA, Meier U, Lemcke J. Detailed long-term  outcome analysis after decompressive craniectomy for severe traumatic brain injury. Brain Inj. 2010;24(13-14):1539-1549. (R)"
        },
        {
            "number in article": 14,
            "reference": "Rhondali O, Genty C, Halle C. Do patients still require admission to an intensive care unit after elective craniotomy for brain surgery?. J Neurosurg Anesthesiol . 2011;23(2):118-123.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Schäfer ST, Sandalcioglu IE, Stegen B, Neumann A, Asgari S, Peters J. Venous air embolism during semi-sitting  craniotomy evokes thrombocytopenia. Anaesthesia . 2011;66(1):25-30.  (R)"
        },
        {
            "number in article": 16,
            "reference": "O'Sullivan SB. Stroke. O'Sullivan SB, Schmitz TJ, Fulk GD, eds. Physical Rehabilitation . 7th ed. Philadelphia, PA: FA Davis; 2019. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Campbell CL, Pergolotti M, Blaskowitz M. Occupational therapy utilization for individuals with brain cancer following a craniotomy: a descriptive study. Rehabil Oncol . 2009;27(1):9-13.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Ramirez D, Wood RC, Becho J, Owings K, Markides K, Espino DV. Mini-mental  state exam domains predict falls in an elderly population: Follow-up  from the Hispanic Established Populations for Epidemiologic Studies of the Elderly (H-EPESE)  study. Ethnicity & Disease . 2010;20(1):48-52.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Tinetti ME, Williams TF, Mayewski R. Fall risk index for elderly patients based on number of chronic disabilities. Am J Med . 1986;80(3):429-434.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Barry E, Galvin R, Keogh C, Horgan F, Fahey T. Is the Timed Up and Go test a useful predictor of risk of falls in community dwelling older adults: A systematic review and meta-analysis.  BMC Geriatr . 2014;14:14. doi:101186/1471-2318-14-14.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Turner-Stokes  L, Sieger RA, et al. A comprehensive psychometric evaluation of the UK FIM + FAM. Disabil Rehabil . 2013;35(22):1885-1895. doi:10.3109/09638288.2013.766271. (R)"
        },
        {
            "number in article": 22,
            "reference": "Intiso D, Lombardi T, Grimaldi G. Long-term  outcome and health status in decompressive craniectomized patients with intractable intracranial pressure after severe brain injury. Brain Inj. 2011;25(4):379-386.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Phipps S, Richardson P. Occupational therapy outcomes for clients with traumatic brain injury and stroke using the Canadian Occupational Performance Measure. Am J Occup Ther. 2007;61(3):328-334.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Weston J, Greenhalgh J, Marson AG. Antiepileptic drugs as prophylaxis for post-craniotomy  seizures. Cochrane Database Syst Rev . 2015;(3):CD007286. doi:10.1002/14651858.CD007286.pub3.  (SR)"
        },
        {
            "number in article": 25,
            "reference": "Honeybul S, Ho KM. The current role of decompressive craniectomy in the management of neurological emergencies. Brain Inj. 2013;27(8):979-991.  doi:10.1016/ j.aucc.2013.06.001. (SR)"
        },
        {
            "number in article": 26,
            "reference": "Weston J, Greenhalgh J, Marson AG. Antiepileptic drugs as prophylaxis for post-craniotomy  seizures. Cochrane Database Syst Rev . 2015;(3):CD007286. doi:10.1002/14651858.CD007286.pub3.  (SR)"
        },
        {
            "number in article": 27,
            "reference": "Bondoc S, Lashgari D, Hermann V, Finnen L, Frost L, Alexander H. Occupational therapy in acute care. 2021. http://www.aota.org/about-occupational-therapy/professionals/rdp/acutecare.aspx . (GI)"
        },
        {
            "number in article": 28,
            "reference": "Peng K, Jin XH, Liu SL, Ji FH. Effect of intraoperative dexmedetomidine on post-craniotomy  pain. Clin Ther. 2015;37(5):1114-1121.e1.  doi:10.1016/j.clinthera.2015.02.011. (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Munox-Gomez  S, Wirkowski E, Cunha BA. Post craniotomy extra-ventricular  drain (EVD) associated nosocomial meningitis: CSF diagnostic criteria. Heart Lung . 2015;44(2):158-160.  doi:10.1016/j.hrtlng.2015.01.003. (R)"
        },
        {
            "number in article": 30,
            "reference": "Tekriwal A, Baltuch G. Deep brain stimulation: expanding applications. Neurol Med Chir (Tokyo) . December 2015;55(12):861-877.  http://www.ncbi.nlm.nih.gov/pmc/articles/ PMC4686449/ . doi:10.2176/nmc.ra.2015-0172.  (GI)"
        },
        {
            "number in article": 31,
            "reference": "Voepel-Lewis  T, Zanotti J, Dammeyer JA, Merkel S. Reliability and validity of the face, legs, activity, cry, consolability behavioral tool in assessing acute pain in critically ill patients. Am J Crit Care . 2010;19(1):55-61;  quiz 62. doi:10.4037/ajcc2010624. (R)"
        },
        {
            "number in article": 32,
            "reference": "Jiang Y, Ye Z, You C, et al. Systematic review of decreased intracranial pressure with optimal head elevation in postcraniotomy patients: a meta-analysis.  J Adv Nurs . 2015;71(10):2237-2246.  doi:10.1111/jan.12679. (M)"
        },
        {
            "number in article": 33,
            "reference": "Guilkey RE, Von Ah D, Carpenter JS, Stone C, Draucker CB. Integrative review: postcraniotomy pain in the brain tumor patient. J Adv Nurs . 2016;72(6):1221-1235. doi:10.1111/jan.12890. (SR)"
        },
        {
            "number in article": 34,
            "reference": "Vonhoff CR, Lockhead A, Koustais S, et al. Differences in the pathological diagnosis and repeat craniotomy rates in cerebral tumors undergoing biopsy or resection in an urban versus regional center. Medicine. 2015;94(47):1-7.  doi:10.1097/MD.0000000000002131. (R)"
        },
        {
            "number in article": 35,
            "reference": "Chughtai KA, Nemer OP, Kessler AT, Bhatt AA. Post-operative  complications of craniotomy and craniectomy. Emerg Radiol . 2019;26(1):99-107. doi:10.1007/s10140-018-1647-2.  (RV)"
        },
        {
            "number in article": 36,
            "reference": "Spencer R, Manivannan S, Sharouf F, Bhatti MI, Zaben M. Risk factors for the development of seizures after cranioplasty in patients that sustained traumatic brain injury: A systematic review. Seizure. 2019;69:11-16.  doi:10.1016/j.seizure.2019.03.014. (SR)"
        },
        {
            "number in article": 37,
            "reference": "Schoreder A, Weppner J, Galang G. Rapid decline of a 52-year-old  woman with brain injury during acute rehabilitation. Am J Phys Med Rehabil . 2020;99(4):e44-e45. doi:10.1097/PHM.0000000000001246. (C)"
        },
        {
            "number in article": 38,
            "reference": "Wilson CM, Mitchell CL, Hebert KM. Cerebellar stroke occupational therapy and physical therapy management from intensive care unit to outpatient: a case report. Cureus. December 14, 2017;9(12):e1949. doi:10.7759/cureus.1949. (C)"
        },
        {
            "number in article": 39,
            "reference": "Colasante C, Sanford Z, Castro N, Bartels MN. Custom fabrication of a 3-dimensionally  printed helmet for improved socialization and subjective self-assessment  in a case of acquired cranial defect: a case presentation. PM R. 2018;10(6):671-674.  doi:10.1016/j.pmrj.2017.11.005. (C)"
        },
        {
            "number in article": 40,
            "reference": "Honeybul S, Ho KM, Gillett GR. Long-term  outcome following decompressive craniectomy: an inconvenient truth? Curr Opin Crit Care . 2018;24(2):97-104.  doi:10.1097/ MCC.0000000000000481. (RV)"
        }
    ]
}