{
    "metadata": {
        "title": "Groin Pain in Athletes",
        "synonyms": [
            "pain, groin in athletes",
            "pubalgia in athletes"
        ],
        "anatomical location body part affected": [
            "There is no formal anatomic definition of the groin.(36) Generally considered to extend from the proximal adductor compartment of the thigh to the distal aspect of the abdominal wall, encompassing the hip adductor and lower abdominal musculature, pelvis, hip, and pelvic regions(36)"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [
            "Sports-related  groin pain is groin pain in athletes due to sports-related activities involving kicking, rapid accelerations and decelerations, sudden changes in direction, and overuse. Many patients with sports-related  groin pain will have injuries with multiple components (or coexisting injuries), potentially complicating the diagnosis(1,2)",
            "There are 3 major types of groin pain in athletes(37,46) –Defined clinical entities for groin pain: adductor-related, iliopsoas-related, inguinal-related,  and pubic-related –Hip-related  groin pain –Other causes of groin pain in athletes"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M29.6": "pain in limb",
            "M25": "other joint disorders, not elsewhere classified",
            "M70": "soft tissue disorders",
            "M77": "other enthesopathies",
            "R10.3": "pain localized to other parts of lower abdomen",
            "S39.0": "injury of muscle and tendon of abdomen lower back and pelvis (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Sports-related  groin pain may present with vague symptoms, so a description of symptoms from the patient is not always helpful in determining the cause of pain(1)",
            "May present as an acute groin injury that does not resolve or may develop gradually with no identified injury(2)",
            "Athletes often present with ongoing complaints that may have been present for months or years(4) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Multifactorial: overuse injury due to acute or repetitive tearing of the involvedconnective tissues (muscle, tendon, fascia)",
            "Adductor dysfunction, osteitis pubis, and abdominal wall weakness (“preherniacomplex” or “sports hernia”) are the most common causes reported(2,7)–Adductor strains are common with sudden eccentric loadingas occurs in sports that require twisting, cutting motions andsudden acceleration and deceleration, such as soccer and rugby–Concomitant pathology at the pubis symphysis may occur since the adductors are the strongest muscle group acting onthe pubis symphysis(7)",
            "The literature suggests that inability to properly load transfer from the legs or torso to the pelvis causes a large percentageof cases of groin pain(10)–Stabilization of the pelvis by torso muscles is necessary so that hip adductors can work explosively without strain",
            "Pubic apophysitis can be a cause of groin pain in adolescents and young adults(38)–The pubic symphysis is the last part of the human skeleton to mature, so many young adult athletes are skeletallyimmature"
        ],
        "pathogenesis": [
            "Tissue damage and/or entrapment of anatomical structures resulting from strain placed on fascial and musculoskeletalstructures by repeated loading(1,2)",
            "Direct anatomical connections and close proximity of bony fixations on the anterior pelviscause overlapping pathology ofattached tissues(1)",
            "Pathogenesis of adductor-related  groin pain is thought to be an enthesopathy (pathology is where the tendon attaches to thebone) rather than a tendinopathy(1)",
            "Increased adductor muscle tone or stiffness may be present(11)",
            "Osteitis pubis, another cause of groin pain, is thought to result from inflammation,sclerosis, and bony changes of the pubissymphysis(1,46)",
            "Bone stress injury may occur as a consequence of repetitive loading–Histological analysis of bone biopsy taken from pubic bones of athletes with groin pain demonstrates new woven boneformation consistent with bone stress injury(12)",
            "Dysfunctional neuromuscular compensation may contribute to the problem(13)–Abnormal muscle responses such as delayed recruitment of transversus abdominis muscle during activity have beenreported(14)–Slowed muscle response may be a motor strategy due to anticipation of pain(15)"
        ],
        "risk factors": [
            "Risk factors for groin pain in athletes include:–participation in sports that require quick acceleration, sudden changes in direction, and overstretching hip in abductionand external rotation, such as soccer, ice hockey, rugby, and Australian rules football(1,2)–previous groin injury(2,29)–low levels of sport-specific  preseason training(30)–higher level of play(31)–decreased preseason hip abduction (ROM), hip adductor weakness, and imbalance between hip abductor and adductorstrength(31)–core muscle weakness or delayed-onset  recruitment of transversus abdominis(16,17)–older age(29)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Palpable inguinal hernias are not characteristic of athletic pubalgia and should be referred to surgeon",
        "Genitourinary or intra-abdominal  abnormalities should be referred to physician",
        "Patients with suspected gynecological or genitourinary pathology should be referred to physician",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care "
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Typically insidious onset, but patient may recall a precipitating event or acute injury -Inquire about participation in athletic activities, especially any that require frequent side-to-side cutting, quick acceleration and deceleration, and sudden turning -What has been the general progression of the symptoms?",
                "course of treatment": {
                    "medical management": "Conservative medical management includes use of ice and NSAIDs. More aggressive treatment may include injections of corticosteroids or local anesthetic, and/or laparoscopic or open surgical procedures Surgical intervention may be recommended when conservative care for more than 2 months is not effective(31) Adductor repair and tenotomy procedures are the most common surgical procedures(31) Use of corticosteroid injections in adductor strains(21) and osteitis pubis(6) is controversial Tend to be more successful in acute phase(6) Potential for tendon rupture if injected into tendon itself(21) Injection of local anesthetic with corticosteroid may be tried when conservative treatment has been unsuccessful(1,2) Regenerative injection therapy (“prolotherapy”) using dextrose with lidocaine into abdominal and adductor attachments on the pubis may decrease groin pain and facilitate return to unrestricted sport, based on a study in Argentina Injection of growth factors or growth factor production stimulants such as dextrose is thought to promote growth and repair of cells and tissue Results of a consecutive case series of 72 elite athletes in whom conservative treatment for longstanding groin pain (mean duration, 11 months) had failed indicated that monthly injections were associated with improved pain in 81%, with92% of those returning to unrestricted sport in less than 3 months of treatment(23) Authors of a study in the United Kingdom on the use of intravenous bisphosphonate pamidronate for treatment of osteitis pubis found that it can effectively improve symptoms, enabling return to sport(32) The rationale for bisphosphonates is to reduce bone turnover where there is increased osteoclast activity from repetitive stress(32) Eight high-level  amateur athletes with refractory osteitis pubis were treated with intravenous pamidronate infusions Primary outcome measure was return to sport. Secondary measure was pain (010  scale) Mean duration of symptoms prior to pamidronate treatment was 19 months Five of 8 patients reported “significant improvement” and returned to sport. One reported “improvement” and 2 reported “no change” Long-term  adverse events were not reported Recalcitrant neuralgia not responsive to NSAIDs, ice, and repeated anesthetic and corticosteroid infiltration may be treated with nerve ablation(4) Laparoscopic surgery and mesh insertion to repair the posterior abdominal wall in patients with unresolved groin pain has been reported to decrease symptoms(19,24) and decrease time to return to preinjury sport activity level(24) Surgical repair of laxity of the lower abdominal wall in chronic groin pain has been reported to result in a 96% return to competitive sports within 15 weeks(25)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken as prescribed? Are they effectively controlling symptoms? Anti-inflammatory  and analgesic agents commonly are taken for pain",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Tests for this condition may include:",
                        "X-ray   often done first to rule out neoplasms, osteitis pubis, hip joint degeneration, and avulsion and stress fractures(2)",
                        "MRI  helpful to visualize and distinguish among muscular, tendinous, periosteal bony, and chondral injuries(2)",
                        "CT scan  may be useful in detecting occult fractures or soft tissue calcifications, and when patient has contraindications to MRI(18) ",
                        "Ultrasound scan  allows dynamic evaluation of musculoskeletal conditions(18)",
                        "Well-established  accurate technique for detecting and characterizing inguinal and femoral hernias, but these are not typically present in athletic pubalgia(39)",
                        "Nerve conduction studies(2)  when nerve entrapment is suspected",
                        "Urinalysis, complete blood count (CBC)  to rule out infection",
                        "Laparoscopic evaluation  may be used to aid in diagnosis(19)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Document length of previous therapy for groin pain"
                },
                "aggravating easing factors": "Groin pain typically is aggravated by the causal activity and eased by rest. Document which activities aggravate the pain. Note pain with weight-bearing.  Inquire about coughing, sneezing, or Valsalva maneuver. Pain with increases in intra-abdominal pressure as with bent-knee sit-up  suggests abdominal wall dysfunction (hernia and “sports hernia”). Document whether pain persists even at rest",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night related to groin pain if any",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any prior lumbopelvic or hip problems. Thirty-two  percent to 44% of groin injuries are classified as recurrent(9)",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Ask about participation in sports involving running, kicking, twisting, and cutting, such as soccer, rugby, and ice hockey",
                "functional limitations assistance with ADLs adaptive equipment": "Any limitations in sporting activities or ADLs? Any use of orthotics, sacroiliac (SI) belt, adaptive footwear?",
                "living environment": "Inquire about use of stairs, number of floors in home, with whom patient lives, caregivers, as indicated. Identify if there are barriers to independence in the home; are any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Measure for leg-length discrepancy, which has been associated with compression of lateral femoral cutaneous nerve(5)",
            "assistive and adaptive devices": "Assess need for assistive devices (e.g., crutches) ",
            "balance": "Assess static and dynamic balance and duration and quality of single-leg  stance. Balance may be affected by pain; hip dysfunction may affect the patient’s balance strategiesAssess for any biomechanical dysfunction, particularly related to patient’s sport. Poorly adapted or poorly fitting athletic equipment may also be a contributing factor(4,20)",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Perform a thorough gait analysis,including running –Trendelenburg gait (affected hip drops during each step) indicates weak stance-leg  hip abductors –waddling gait may be seen if hip dysplasia is present –wink gait (excessive axial rotation toward the affected hip to obtain terminal hip extension) may be a sign of intra-articular  hip pathology Joint integrity and mobility –Perform impingement tests for labral tears of hip -Internal rotation/flexion/axial compression has been found 75% sensitive but 43% specific -Flexion/abduction/external rotation (FABER) test found to be 88% sensitive(5,6) –Assess SI joint mobility and symmetry -Gillet test (one leg standing) assesses for SI dysfunction during load transferT708569 for more information on SI joint assessment",
            "muscle strength": "Complete manual muscle testing of the trunk and lower extremities and compare bilaterally. Handheld dynamometry may be used for isometric hip flexor and adductor strength testing(40) –Pain is often reported with manual muscle testing of hip adduction –Hip adductor and abdominal strength may be decreased in athletes with longstanding adduction-related  groin pain(2) –Assess for weakness associated with nerve entrapment -Femoral nerve injury can produce quadriceps weakness(9) -Radiculopathy of L1-3  may cause hip flexor weakness(9) -Adductor weakness may suggest obturator nerve involvement(5) –Assess patient’s ability to activate/recruit the transverse abdominis in supine and with functional activities",
            "observation inspection palpation including skin assessment": [
                "Observe for any bruising or swelling",
                "Palpation is important for identification of painful structures and should be done precisely, since many structures are in close proximity and can refer pain to overlapping areas.(38) The term “tenderness” should be used for discomfort or pain on palpation that the athlete recognizes to be his or her specific injury pain(37)",
                "Combination of groin pain and tenderness on palpation of the pubic symphysis and/or superior pubic rami is very common(8)",
                "Marked tenderness with focal palpation directly over pubis may indicate avulsion fracture(21)",
                "Lack of tenderness over symphysis pubis usually excludes diagnosis of osteitis pubis(6)",
                "Palpate for tenderness and swelling along the course of the adductor muscles, especially the adductor longus",
                "With some adductor tears a defect can be palpated(21)",
                "Palpation for inguinal hernia is difficult and unreliable(8)",
                "Tenderness due to iliopsoas strain is difficult to localize with palpation due to deep insertion of tendon on femur(21)"
            ],
            "posture": "Assess for compensatory pelvic rotation and tilt and assess posture of spine and lower extremities",
            "range of motion": "Assess lower extremity ROM and flexibility. Limited hip ROM may be associated with hip joint pathology or adductor dysfunction.(1,2) Hip extension and rotation commonly are decreased. Several hip ROM tests have found to be reliable but not discriminative for groin pain(2)",
            "self-care activities of daily living": "",
            "reflex testing": "Altered patellar or Achilles reflex may suggest nerve entrapment—should be present and equal bilaterally",
            "sensory testing": "Altered skin sensation may suggest nerve entrapment",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Diagnostic validity of clinical tests used to distinguish among pathologies that can cause groin pain is not established(1,8,33)  -There is no gold standard to compare clinical test findings, mainly due to the multiple structures implicated(33) –Active straight-leg  raise (SLR) test -Assesses load transfer between trunk and lower extremities -Patients with pelvic instability will have difficulty raising leg while keeping pelvis stable -Does not provoke adductor muscle –Pain provocation tests -Reproduction of pain with resisted hip adduction and/or passive abduction -Suggests adductor strain, sports hernia, osteitis pubis, or obturator nerve entrapment(5,6,9) -To identify specific adductor-related  groin pain, resisted adduction testing should reproduce the athlete’s recognizable pain(39) -Provocation of pain by hip adduction may not be caused by adductor dysfunction only -For example, stabilizing the pelvis with a pelvic belt decreased pain elicited by resisted adduction in a group of athletes with longstanding groin pain,(8,17) indicating that the pelvic ring/symphysis also contributed to their pain or that the pelvic stabilizers (e.g., transverse abdominis) were weak or ineffective -Squeeze test – manual resistance to bilateral hip adduction with patient in crook-lying -Does not distinguish between pure hip adductor strain and injuries involving hip flexors.(8,21)Increased pain with hip and knee extended more strongly indicates primary adductor strain(21) -Not sensitive enough to identify symptomatic athletes(8) -Normative adductor squeeze test values have been published for athletes of some specific sports, including elite junior rugby(34) and Gaelic football(35) -Overlap and close proximity of anatomical structures in the region make it unlikely that pain provocation tests load one single structure(1) -Combination of provocation tests and palpation may be more useful(8) -Iliopsoas involvement is indicated by reproduction of pain with FABER (flexed, abducted, and externally rotated hip) test(5) –Outcome measures such as -Lower Extremity Functional Scale (LEFS) -Harris Hip Score (or other hip scale) -Copenhagen Hip and Groin Outcome Score (HAGOS) – the only patient-reported  outcome measure specifically reporting groin pain, based on a 2011 systematic review(40)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [
                "decreased circulation",
                "decreased sensation",
                "presence of deep vein thrombosis (DVT)",
                "acute/subacute traumatic and inflammatory conditions",
                "infected areas",
                "recent use of heat rubs, liniments",
                "impaired cognition or unreliable communication",
                "malignancy ",
                "recent or potential hemorrhage",
                "Raynaud’s syndrome",
                "medical instability",
                "cryoglobulinemia",
                "cold urticaria",
                "paroxysmal cold hemoglobinuria",
                "Avoid applying cold over superficial nerves, areas of diminished sensation, poor circulation, or slow-healing wounds",
                "Use caution with patients who are hypertensive, as cold can cause a transient increase in blood pressure; discontinue treatment if there is an elevation in blood pressure",
                "Use caution with patients who are hypersensitive to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Use of cryotherapy with patients who have an aversion to cold may be counterproductive if being used to promote muscle relaxation and decrease pain"
            ],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with traumatic and palpable inguinal hernias should be referred to a general surgeon",
                "Rest sufficiently from any activity that causes pain until pain-free",
                "Minimize activities that place a large amount of stress on pelvic ring, including running (especially with change in direction), kicking, and jumping",
                "Caution patient (and caregivers as necessary) that ignoring symptoms or playing through pain is likely to cause condition to become chronic",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Superficial heat is contraindicated with(22)",
                "Contraindications to cryotherapy include(22)",
                "Precautions for cryotherapy(22)",
                "Relevant contraindications/precautions to electrotherapy include:(22) (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived"
            ]
        },
        "diagnosis need for treatment": "",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "",
        "other considerations": [],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "reduced pain": [
            "V AS, Nirschl Pain Phase Scale of Athletic Overuse Injuries (NPPS)(23)"
        ],
        "increased strength": [
            "Manual muscle tests"
        ],
        "increased flexibility": [
            "Goniometry and flexibility testing"
        ],
        "improved muscle balance": [
            "Manual muscle tests"
        ],
        "improved balance": [
            "Balance assessment (e.g., single-limb  stance)"
        ],
        "normalized gait and or running mechanics": [
            "Gait/running assessment"
        ],
        "return to preinjury function and activity level": [
            "HAGOS",
            "LEFS",
            "Harris Hip Score or other hip scale"
        ]
    },
    "maintenance or prevention": [
        "In a 2015 meta-analysis  of RCTs on prevention of groin injuries in athletes, no significant effect was found after data pooling(45) Seven trials with a total of 4,191 participants were included Two studies used an adductor strengthening program, 2 used a FIFA (the international governing body of football [soccer]) preventive program (10 exercises for core stability and eccentric training of thigh muscles, proprioception, stabilization, and plyometrics), 2 studied balance training, and 1 study used a presentation to educate players A combined total of 157 injuries were sustained, which was an overall reduction of 19%. Although this reduction may have potential clinical relevance, it was not statistically significant overall",
        "There is evidence for effectiveness of preventive programs among soccer and ice hockey players(31)",
        "Reduce modifiable risk factors Sport-specific  training preseason Core-strengthening  exercises Warm up, stretching, and cool down may help prevent exercise-related soft-tissue  injury(10)"
    ],
    "patient education": [
        "“Why Does My Groin Hurt?,” WebMD, https://www.webmd.com/men/my-groin-hurt#1",
        "“Buttock, Hip & Groin Pain,” sportsinjuryclinic.net, http://www.sportsinjuryclinic.net/sport-injuries/hip-groin-pain Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "C#rd# YU, Ergün S, Karahan M. Physical examination and imaging of the painful athletic hip. Hip and Groin Pain in the Athlete . : Springer; 2019. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Thorborg K, Reiman MP, Weir A, et al. Clinical examination, diagnostic imaging, and testing of athletes with groin pain: an evidence-based  approach to effective management. J Orthop Sports Phys Ther . 2018;48(4):239-249.  doi:10.2519/jospt.2018.7850. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Yousefzadeh A, Shadmehr A, Olyaei GR, Naseri N, Khazaeipour Z. The effect of therapeutic exercise on long-standing  adductor related groin pain in athletes: modified Hölmich protocol. Rehabil Res Pract . 2018;1-10.  doi:10.1155/2018/8146819. (R)"
        },
        {
            "number in article": 4,
            "reference": "LeBlanc KE, LeBlanc KA. Groin pain in athletes. Hernia. 2003;7(2):68-71.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Morelli V, Weaver V. Groin injuries and groin pain in athletes: part 1. Prim Care . 2005;32(1):163-183.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Morelli V, Espinoza L. Groin injuries and groin pain in athletes: part 2. Prim Care . 2005;32(1):185-200.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "MacMahon PJ, Hogan BA, Shelly MJ, Eustace SJ, Kavanagh EC. Imaging of groin pain. Magn Reson Imaging Clin N Am . 2009;17(4):655-666.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Jansen JA, Mens JM, Backx FJ, Stam HJ. Diagnostics in athletes with long-standing  groin pain. Scand J Med Sci Sports . 2008;18(6):679-690.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Macintyre J, Johson C, Schroeder EL. Groin pain in athletes. Curr Sports Med Rep . 2006;5(6):293-299.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Maffey L, Emery C. What are the risk factors for groin strain injury in sport? A systematic review of the literature. Sports Med . 2007;37(10):881-894.  (SR)"
        },
        {
            "number in article": 11,
            "reference": "Weir A, Veger SA, de Sande HB, Bakker EW, deJonge S, Tol JL. A manual therapy technique for chronic adductor-related  groin pain in athletes: a case series. Scand J Med Sci Sports . 2009;19(5):616-620.  (C)"
        },
        {
            "number in article": 12,
            "reference": "Verrall GM, Henry L, Fazzalari NL, Slavotinek JP, Oakeshott RD. Bone biopsy of the parasymphyseal pubic bone region in athletes with chronic groin injury demonstrates new woven bone formation consistent with a diagnosis of pubic bone stress injury. Am J Sports Med . 2008;36(12):2425-2431.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Atkins JM, Taylor JC, Kane SF. Acute and overuse injuries of the abdomen and groin in athletes. Curr Sports Med Rep . 2010;9(2):115-120.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Cowan SM, Schache AG, Brukner P. Delayed onset of transversus abdominus in long-standing  groin pain. Med Sci Sports Exerc . 2004;36(12):2040-2045.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Jansen JA, Poot B, Mens JM, Backx FJ, Stam HJ. The effect of experimental groin pain on abdominal muscle thickness. Clin J Pain . 2010;26(4):300-305.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Jansen J, Weir A, Dénis R, Mens J, Backx F, Stam H. Resting thickness of transversus abdominis is decreased in athletes with longstanding adduction-related  groin pain. Man Ther. 2010;15(2):200-205.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Jansen JA, Mens J, Backx F, Stam H. No relation between pelvic belt tests and abdominal muscle thickness behavior in athletes with long-standing  groin pain. Measurements with ultrasound. Clin J Sport Med . 2010;20(1):15-20.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Nelson EN, Kassarjian A, Palmer WE. MR imaging of sports-related  groin pain. Magn Reson Imaging Clin N Am . 2005;13(4):727-742.  (RV)"
        },
        {
            "number in article": 19,
            "reference": "Hussain A, Mahmood H, Singhal T. Laparoscopic surgery for chronic groin pain in the general population: a prospective study. J Laparoendosc Adv Surg Tech A . 2008;18(6):809-813.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Brown RA, Mascia A, Kinnear DG, Lacroix V, Feldman L, Mulder DS. An 18-year review of sports groin injuries in the elite hockey player: clinical presentation, new diagnostic imaging, treatment, and results. Clin J Sport Med . 2008;18(3):221-226.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Knobloch A, Taylor C. Hip flexor and groin strain. In: Miller MD, Hart JA, McKnight JM, eds. Essential Orthopaedics . Philadelphia, PA: Saunders Elsevier; 2020:528-532.  (GI)"
        },
        {
            "number in article": 22,
            "reference": "Bellew JW. Therapeutic modalities past, present, and future: their role in the patient care management model. Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. : McGraw-Hill.  (GI)"
        },
        {
            "number in article": 23,
            "reference": "Topol GA, Reeves KD. Regenerative injection of elite athletes with career-altering  chronic groin pain who fail conservative treatment. Am J Phys Med . 2007;87(11):890-902.  (C)"
        },
        {
            "number in article": 24,
            "reference": "Lloyd D, Sutton C, Altafa A. Laparoscopic inguinal ligament tenotomy and mesh reinforcement of the anterior abdominal wall. A new approach for the management of chronic groin pain. Surg Laparosc Endosc Percutan Tech . 2008;18(4):363-368.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Brannigan AE, Kerin MJ, McEntee GP. Gilmore's groin repair in athletes. J Orthop Sports Phys Ther . 2000;30(6):329-332.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Hölmich P, Uhrskou P, Ulnits L. Effectiveness of active physical training as treatment for long-standing  adductor-related  groin pain in athletes: randomised trial. Lancet. 1999;353(9151):439-443.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Almeida MO, Silva BN, Andriolo RB, Atallah AN, Peccin MS. Conservative interventions for treating exercise-related  musculotendinous, ligamentous and osseous groin pain. Cochrane Database Syst Rev . 2013;(6):CD009565. doi:10.1002/14651858.CD009565.pub2.  (SR)"
        },
        {
            "number in article": 28,
            "reference": "Dojcinovic B, Sebecic B, Staresinic M, Jankovic S, Japjec M, Culjak V. Surgical treatment of chronic groin pain in athletes. Int Orthop . 2012;36(11):2361-2365. doi:10.1007/s00264-012-1632-4.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Ryan J, DeBurca N, McCreesh K. Risk factors for groin/hip injuries in field-based  sports: a systematic review. Brit J Sport Med . 2014;48(14):1089-1096. doi:10.1136/bjsports-2013-092263.  (SR)"
        },
        {
            "number in article": 30,
            "reference": "Karlsson MK, Dahan R, Magnusson H, Nyquist F, Rosengren BE. Groin pain and soccer players: male versus female occurrence. J Sports Med Phys Fit . 2014;54(4):487-493. (R)"
        },
        {
            "number in article": 31,
            "reference": "Cheatham S, Hanney WJ, Kolber MJ, Salamh PA. Adductor-related  groin pain in the athlete. Phys Ther Rev . 2014;19(5):328-337.  doi:10.1179/1743288X14Y.0000000147. (RV)"
        },
        {
            "number in article": 32,
            "reference": "Wedatilake T, Suppiah R, Adams O, Newton JL. Treatment of osteitis pubis with pamidronate in athletes. Int Musculoskel Med . 2014;36(1):23-25. doi:10.1179/1753614614Z.000000061. (R)"
        },
        {
            "number in article": 33,
            "reference": "Drew MK, Osmotherly PG, Chiarelli PE. Imaging and clinical tests for the diagnosis of long-standing  groin pain in athletes. A systematic review. Phys Ther Sport . 2014;15(2):124-129.  doi:10.1016/j.ptsp.2013.11.002. (SR)"
        },
        {
            "number in article": 34,
            "reference": "Coughlan GF, Delahunt E, Caulfield BM, Forde C, Green BS. Normative adductor squeeze test values in elite junior rugby union players. Clin J Sport Med . 2014;24(4):315-319. doi:10.1097/JSM.0000000000000046. (R)"
        },
        {
            "number in article": 35,
            "reference": "Nevin F, Delahunt E. Adductor squeeze test values and hip joint range of motion in Gaelic football athletes with longstanding groin pain. J Sci Med Sport . 2014;17(2):155-159. doi:10.1016/j.jsams.2013. (R)"
        },
        {
            "number in article": 36,
            "reference": "Crockett M, Aherne E, O'Reilly M, Sugrue G, Cashman J, Kavanagh E. Groin pain in athletes: A review of diagnosis and management. Surg Technol Int . 2015;26:275-282. (RV)"
        },
        {
            "number in article": 37,
            "reference": "Weir A, Brukner P, Delahunt E, et al. Doha agreement meeting on terminology and definitions in groin pain in athletes. Br J Sports Med . 2015;49(12):768-774. doi:10.1136/bjsports-2015-094869.  (G)"
        },
        {
            "number in article": 38,
            "reference": "Sailly M, Whiteley R, Read JW, Giuffre B, Johnson A, Holmich P. Pubic apophysitis: A previously undescribed clinical entity of groin pain in athletes. Br J Sports Med . 2015;49(12):828-834.  doi:10.1136/bjsports-2014-094436.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Delahunt E, Thorborg K, Khan KM, Robinson P, Holmich P, Weir A. Minimum reporting standards for clinical research on groin pain in athletes. Br J Sports Med . 2015;49(12):775-781.  doi:10.1136/bjsports-2015-094839.  (RV)"
        },
        {
            "number in article": 40,
            "reference": "Thorborg K, Tijssen M, Habets B, et al. Patient-reported  outcome (PRO) questionnaires for young to middle-aged  adults with hip and groin disability: A systematic review of the clinimetric evidence. Br J Sports Med . 2015;49(12):812. doi:10.1136/bjsports-2014-094224.  (SR)"
        },
        {
            "number in article": 41,
            "reference": "Sansone M, Ahlden M, Jonasson P, et al. Can hip impingement be mistaken for tendon pain in the groin? A long-term  follow-up of tenotomy for groin pain in athletes. Knee Surg Sports Traumatol Arthrosc . 2014;22(4):786-792.  doi:10.1007/s00167-013-2738-y.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Jagtap P, Shetty G, Mane P, Shetty V. Emerging intra-articular  causes of groin pain in athletes. Eur J Orthop Surg Traumatol . 2014;24(8):1331-1339. doi:10.1007/s00590-013-1325-8.  (RV)"
        },
        {
            "number in article": 43,
            "reference": "Herring SA, Kibler WB, Putukian M. The team physician and the return-to-play  decision: A consensus statement-2012  update. Med Sci Sports Exerc . 2012;44(12):2446-2448. doi:10.1249/MSS.0b013e3182750534. (G)"
        },
        {
            "number in article": 44,
            "reference": "Serner A, van Eijck CH, Beumer BR, Holmich P, Weir A, de Vos RJ. Study quality on groin injury management remains low: A systematic review on treatment of groin pain in athletes. Br J Sports Med . 2015;49(12):813. doi:10.1136/bjsports-2014-094256.  (SR)"
        },
        {
            "number in article": 45,
            "reference": "Esteve E, Rathleff MS, Bagur-Calafat  C, Urrutia G, Thorborg K. Prevention of groin injuries in sports: A systematic review with meta-analysis  of randomised controlled trials. Br J Sports Med . 2015;49(12):785-791.  doi:10.1136/bjsports-2014-094162.  (M)"
        },
        {
            "number in article": 46,
            "reference": "Ellsworth AA, Zoland MP, Tyler TF. Athletic pubalgia and associated rehabilitation. Int J Sports Phys Ther . November 2014;9(6):774-784.  (RV) "
        }
    ]
}