{
    "metadata": {
        "title": "Back Pain  Low, Chronic and Exercise",
        "synonyms": [
            "chronic low back pain and exercise",
            "pain, chronic low back and exercise",
            "low back pain",
            "chronic and exercise"
        ],
        "anatomical location body part affected": [
            "Lower back/several types of tissues and structures can be involved, including the paraspinal muscles, lumbar vertebrae and lumbosacral joint, longitudinal ligament, supraspinous and interspinous ligaments, ligamentum flavum, intervertebral discs, facet joints, sacroiliac joints, spinal cord, and/or the respective lumbar and sacral spinal nerves"
        ],
        "area of specialty": [
            "orthopedic rehabilitation"
        ],
        "description": [
            "Low back pain (LBP) is a symptom that can arise from many anatomic sources including nerve roots, muscle, fascia, bone, joints, intervertebral discs (IVD) and organs(1)",
            "Chronic LBP is characterized by persistent or fluctuating musculoskeletal pain that typically restricts lumbar and lower extremity ROM and lasts more than 3 months",
            "Based on current evidence, physical therapy for management of nonspecific chronic LBP should emphasize individualized exercise training (ET) once severe disease (e.g., spinal pathology with myelopathy, nonmusculoskeletal referred/radicular pain, and progressive/severe neurologic deficits) is ruled out(2)",
            "Systematic reviews of RCTs indicate that ET and/or functional therapy is moderately effective for improving chronic LBP and physical functioning in adults(3)",
            "This Clinical Review focuses on ET for the management of chronic LBP. For an overview of general physical therapy in chronic LBP, see  Clinical Review…Back Pain, Low: Chronic ; CINAHL Topic ID Number: T708723"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M54": {
                "base": "dorsalgia",
                "M54.1": "radiculopathy",
                "M54.3": "sciatica",
                "M54.4": "lumbago with sciatica",
                "M54.5": "low back pain",
                "M54.8": "other dorsalgia",
                "M54.9": "dorsalgia, unspecified"
            },
            "M48": {
                "base": "other spondylopathies",
                "M48.3": "traumatic spondylopathy",
                "M48.4": "fatigue fracture of vertebra",
                "M48.5": "collapsed vertebra, not elsewhere classified",
                "M48.8": "other specified spondylopathies",
                "M48.9": "spondylopathy, unspecified"
            },
            "M53": {
                "base": "other dorsopathies, not elsewhere classified",
                "M53.2": "spinal instabilities",
                "M53.3": "sacrococcygeal disorders, not elsewhere classified",
                "M53.8": "other specified dorsopathies",
                "M53.9": "dorsopathy, unspecified"
            },
            "Optional": {
                "base": "subclassification for site of involvement for M60, M79",
                "0": "multiple sites",
                "5": "pelvic region and thigh",
                "8": "other",
                "9": "site unspecified"
            },
            "M51": {
                "base": "other intervertebral disc disorders",
                "M51.0": "lumbar and other intervertebral disc disorders with myelopathy",
                "M51.1": "lumbar and other intervertebral disc disorders with radiculopathy",
                "M51.2": "other specified intervertebral disc displacement",
                "M51.3": "other specified intervertebral disc degeneration",
                "M51.4": "Schmorl's nodes",
                "M51.8": "other specified intervertebral disc disorders",
                "M51.9": "intervertebral disc disorder, unspecified"
            },
            "M60.9": "myositis, unspecified",
            "M79.1": "myalgia",
            "S33": {
                "base": "dislocation, sprain and strain of joints and ligaments of lumbar spine and pelvis",
                "S33.0": "traumatic rupture of lumbar intervertebral disc",
                "S33.1": "dislocation of lumbar vertebra",
                "S33.2": "dislocation of sacroiliac and sacrococcygeal joint",
                "S33.3": "dislocation of other and unspecified parts of lumbar spine and pelvis",
                "S33.5": "sprain and strain of lumbar spine",
                "S33.6": "sprain and strain of sacroiliac joint",
                "S33.7": "sprain and strain of other and unspecified parts of lumbar spine and pelvis"
            },
            "S39": {
                "base": "other and unspecified injuries of abdomen, lower back and pelvis",
                "S39.0": "injury of muscle and tendon of abdomen, lower back and pelvis",
                "S39.7": "other multiple injuries of abdomen, lower back and pelvis",
                "S39.8": "other specified injuries of abdomen, lower back and pelvis",
                "S39.9": "unspecified injury of abdomen, lower back and pelvis"
            },
            "G55.1": "nerve root and plexus compressions in intervertebral disc disorders",
            "G55.3": "nerve root and plexus compressions in other dorsopathies",
            "M96.1": "postlaminectomy syndrome, not elsewhere classified (ICD-10  codes are provided for the reader's reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified. Inquire about any ongoing legal claims or litigation, including workers’ compensation"
        ],
        "presentation signs and symptoms": [
            "Pain and tenderness over the affected area lasting > 3 months",
            "Pain-restricted  lumbar ROM",
            "In degenerative joint disease (DJD) or spondylosis(1) –Axial pain that is deep and aching in nature(1,2) –Localized pain that might refer to the iliac crest or buttock area –Pain is aggravated by activity and relieved with rest –Pain intensifies with cough or sneeze –Typically, symptoms develop gradually as the disc degenerates ",
            "In lumbar spinal stenosis –Midline back pain(1) –Neurogenic claudication, LBP, motor weakness, leg cramping, and sensation of “poor circulation” in lower extremities(1,2) –Symptoms are aggravated by walking or lumbar extension and improve with lumbar flexion(1,2)",
            "In facet joint syndrome –History of chronic spine pain that has not responded to traditional therapies(1,2) –There can be local facet tenderness and pain with side-bending,  hyperextension, and rotation(1) –Leg pain may be present and radiate to the thigh or groin(1) –Decreased lumbar spine segmental mobility Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Cauda equina syndrome is a red flag and medical emergency that demands immediate evaluation and surgery(1,46)",
            "Red flags that contraindicate a complete examination include fever, history of malignancy, night pain, pain at rest, incontinence, perianal sensory loss, weight loss of unexpected or unknown origin, loss of strength/balance, sudden worsening of pain, history of substance abuse, night sweats, and significant morning sickness",
            "Increased pain with straight-leg  raise (SLR) but not with knee extension in sitting indicates symptom magnification that may stem from spinal derangement"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The exact cause of LBP is discovered in only 12–15%  of patients(1,2)",
            "Lumbar strain (i.e., muscle injury)",
            "Lumbar DJD",
            "Lumbar degenerative disc disease (DDD)",
            "Lumbar spinal stenosis",
            "Facet joint syndrome",
            "Repetitive mechanical stressors",
            "Work/vocational activities",
            "Poor posture/ergonomics"
        ],
        "pathogenesis": [
            "Mechanical and inflammatory reactions make the precise etiology of chronic LBP clinically difficult to determine withoutimaging studies.(1,2) In addition to nervous tissue, a variety of spinal structures might generate pain in chronic LBP (e.g.,discs, posterior elements, and surrounding muscle, ligaments, and fascia)",
            "Lumbar strain–Overstretching and tearing of paraspinal muscle, possibly with injury to associated tendons and ligaments, due toexcessive mechanical strain–Abnormal spinal curvature such as in lumbar lordosis or scoliosis can place added strain on discs, ligaments, andsurrounding musculature–Although lumbar strain typically resolves within 3 months, it might contribute to chronic pain in DJD (1,45)",
            "Lumbar disc disease–Intradisc material may protrude or herniate into the neural canal(1)–Radicular pain can occur if disc protrusion inflames or compresses the adjacent nerve root; pain might then radiate to thebuttock, thigh, calf, and/or foot–Caudaequina syndrome or myelitis results from extreme nerve root compression or inflammation due to traumatic injury,disc herniation, spinal stenosis, spinal neoplasm/metastatic tumor, or inflammation. May result in permanent lowerextremity paralysis and impairment of bowel and bladder function (i.e., symptoms requiring urgent care)(1,46)",
            "Lumbar spinal stenosis–This is usually a degenerative condition, characterized by progressive narrowing of the spinal canal and lateral recessescompressing neurovascular structures. Common symptoms of lumbar stenosis include midline back pain, radiculopathy,neurologic claudication, motor weakness, paresthesia ,and sensory impairments(1)–Abnormal pressure on spinal nerve roots results from a combination of disc degeneration, facet joint arthritis, andsubluxation(1)",
            "Facet joint syndrome–Synovitis and degeneration of the vertebral facet joints with the development of arthritis. In conjunction with discthinning, can cause chronic LBP(1)",
            "See also Clinical Review…Cauda Equina Syndrome ; CINAHL Topic ID Number: T708499; Clinical Review…SpinalStenosis ; CINAHL Topic ID Number: T708607; and Clinical Review…Facet Joint Pathology ; CINAHL Topic ID Number:T709032 for more details on the above conditions"
        ],
        "risk factors": [
            "Overweight and obesity are associated with increased risk of chronic LBP(45)",
            "Evidence suggests that heavy lifting, driving, and exposure to whole-body  vibration increase risk for occupational backpain.(4) Additional risk factors include prolonged bending, twisting, smoking, and obesity(4)",
            "Caregiving activities are closely associated with the presentation of LBP in female family caretakers(39)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Consult with physician upon finding red flags that can indicate serious specific causes of chronic LBP, including the following:(46) Fever Chills Recent urinary tract or skin infection Significant trauma Unrelenting night pain Pain at rest Progressive motor or sensory deficit Saddle anesthesia Bilateral sciatica or leg weakness Difficulty urinating Fecal incontinence Unexplained weight loss History or strong suspicion of cancer History of osteoporosis Immunosuppression Chronic oral steroid use IV drug use Substance abuse Failure to improve after 6 weeks of conservative therapy",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Cauda equina syndrome is a red flag and medical emergency that demands immediate evaluation and surgery(1,46)",
            "Red flags that contraindicate a complete examination include fever, history of malignancy, night pain, pain at rest, incontinence, perianal sensory loss, weight loss of unexpected or unknown origin, loss of strength/balance, sudden worsening of pain, history of substance abuse, night sweats, and significant morning sickness",
            "Increased pain with straight-leg  raise (SLR) but not with knee extension in sitting indicates symptom magnification that may stem from spinal derangement"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document when the patient first experienced LBP. Was the onset of LBP sudden (e.g., trauma/incident) or gradual? Has LBP been chronic (i.e., over 3 months)? In general, are symptoms getting better, getting worse, or staying the same?",
                "course of treatment": {
                    "medical management": "Document the history of medical interventions",
                    "surgical management": [],
                    "medications": "Document prescribed medications and whether they are being taken. Is the patient taking overthe-counter  NSAIDs or narcotics? Has the patient received cortisone injections for pain relief? ",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Plain films or MRI may be used for diagnostic purposes"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heat pack) or alternative therapies (e.g., acupuncture, chiropractic medicine) and whether they have helped",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. What education has the patient received about the condition and about exercise?"
                },
                "aggravating easing factors": "Pain associated with lumbar DJD is aggravated by activity, coughing, and sneezing and relieved with rest. Pain associated with facet joint disease is commonly aggravated by side bending. Pain associated with lumbar spinal stenosis is aggravated by walking or lumbar spinal extension(1)",
                "body chart": "Use body chart to document location and nature of symptoms. Pain associated with lumbar disc disease is localized near the disc and may refer to the iliac crest or buttock. Pain associated with lumbar spine stenosis is located in the low back with cramping in the leg. Facet joint syndrome pain is commonly localized to the facet",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Symptoms include pain, tenderness, deep aching, weakness, and lower extremity cramping",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much).Rate symptoms in different positions of sitting, standing, and walking",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any, and inquire about the usual sleeping position",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., fever, dizziness, fatigue, nausea, sudden worsening of symptoms, weight loss of unknown origin, bowel/bladder/sexual dysfunction, saddle anesthesia, night pain, pain at rest)(2)",
                "respiratory status": "Is there a history of respiratory compromise? Does the patient require supplemental oxygen? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Ask patient if he/she has a history of a spinal derangement disorder. Document whether patient has a previous history of LBP and, if so, how long previous symptoms were present, intensity of previous symptoms compared to current episode, number of recurrences, and any back surgeries or injuries",
                    "comorbid diagnoses": "Ask about other problems, including history of surgical intervention for LBP, diabetes, cancer, heart disease, hypertension, pulmonary disease, complications of pregnancy, psychiatric disorders, and orthopedic issues. Also document any gastrointestinal symptoms, genitourinary symptoms, and general systemic complaints (fever, weight loss, weight gain, peripheral joint symptoms)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken, including OTC drugs",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in occupational activities or sports that may contribute to LBP? Does patient wear high-heeled  footwear? What kind of repetitive work tasks does patient perform? Does the patient smoke? How much daily physical activity does the patient typically perform?",
                "functional limitations assistance with ADLs adaptive equipment": "Document any reported limitations/restrictions",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Measure height and weight. Determine BMI and whether patient is overweight or obese ",
            "assistive and adaptive devices": "Document whether patient uses a lumbar support or any assistive devices",
            "balance": "Assess static/dynamic balance in sitting and standing",
            "cardiorespiratory function and endurance": [
                "6-minute  walk for distance test (6MWT) can be used to assess endurance",
                "Assess exercise intensity using Borg Rating of Perceived Exertion (RPE) Scale",
                "In patients with LBP, aquatic exercise (AQE) including deep-water  running (DWR), may be a good alternative to improve aerobic capacity when pain limits weight-bearing tolerance(5) -In a 2020 RCT, researchers investigated the impact of DWR on pain, disability, and functional capacity in patients with chronic low back pain (CLBP) -Fifty-four  adults with CLBP were randomized either to the experimental group (AQE + DWR) or control group (AQE). Exercises were performed 3x/week x 9 weeks -Outcome measures used included the Roland-Morris Disability Questionnaire (RMDQ), V AS, and 6WT -Authors found a significant difference in pain observed between groups in favor of DWR"
            ],
            "circulation": "Assess peripheral pulsesAssess lumbosacral neural tension with SLR in supine. Pain produced before 70° hip flexion, aggravated by dorsiflexion of the ankle and relieved by flexion of the knee, indicates nerve root tension and involvement(1)",
            "functional mobility": "Utilize the FIM if ADLs are restricted by mobilityObserve patient in general mobility. Assess body mechanics in movements that aggravate LBP, such as bed mobility, lifting, and carrying",
            "gait locomotion": "Assess for gait abnormalities (e.g., asymmetry pattern). Heel walking and toe walking may indicate L5 root involvement and S1 root involvement, respectively. Assess if gait abnormalities may contribute to patient’s symptoms. Note gait speed. Dynamic Gait Index (DGI) test, as indicated for safetyAssess mobility of thoracic and lumbar spine with posterior-to-anterior  glides as indicated and appropriate. Clear/rule out involvement of the hip and sacroiliac joints",
            "muscle strength": "Perform bilateral lower extremity and trunk manual muscle testing (MMT) per patient’s tolerance",
            "observation inspection palpation including skin assessment": [],
            "posture": " Posture –Note any abnormal spinal curvature (i.e., scoliosis, kyphosis, or lordosis) –Assess for leg-length  symmetry and symmetry of iliac crests –Leaning away from the painful side in standing, with the hip and knee slightly flexed on the affected side, may indicate nerve root compression(1)",
            "range of motion": " Range of motion –Assess full bilateral lower extremity ROM –Document reproduction of pain –In standing, assess forward bending, measuring distance from fingertips to the floor. While patient is flexed, view from behind to detect scoliosis and from the side to detect persistent lumbar lordosis, indicative of protective muscle guarding –Assess lumbar ROM using Schober’s test, making marks 5 cm above and below the L5–S1  junction and measuring the distance between the two marks with patient in neutral position and while bending forward –Measure truncal extension, rotation, and side-bending  to the right and left. Pain while bending toward the affected side may indicate disc disease, and pain while bending away from affected side may indicate a muscular strainhamstrings, iliotibial bands, quadriceps, piriformis, glutes, hip flexors and rotators",
            "self-care activities of daily living": "",
            "reflex testing": "Check lower extremity reflexes in sitting position, including patellar and Achilles reflexes. Hyporeflexia indicates lower motor neuron involvement. Hyperreflexia indicates upper motor neuron involvement. Note the presence or absence of clonus. Perform Babinski test to assess for presence of upper motor neuron lesion(46)",
            "sensory testing": "Perform sensory testing along lower extremity dermatomes, including pinprick, light touch, and temperature",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –SLR -Oswestry Low Back Pain Disability Questionnaire -McGill Pain Questionnaire (MPQ)  -Dallas Pain Questionnaire -Borg Back Pain Intensity Scalephysical functioning dimension",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Based on a study to establish consensus regarding indications, contraindications, and precautions for Pilates exercise that involved surveying 30 Australian physical therapists experienced in the use of Pilates to treat persons with chronic LBP(14)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Bed rest should be avoided in chronic LBP due to its adverse effects on physical functioning. However, evidence from a systematic review indicates that healthcare professionals may not provide patient education regarding the avoidance of bed rest in chronic LBP(6)",
                "Tailor the exercise prescription to fit the patient’s functional ability and tolerance for exertional symptoms",
                "Provide close supervision with instruction during exercise therapy and functional training sessions",
                "Provide the patient with a thorough orientation to use of therapeutic exercise equipment and with adequate warm-up  time to help reduce apprehension about exercise",
                "Modify exercise to minimize exercise-related  pain",
                "Contraindications and precautions for Pilates exercises for persons with chronic LBP include unstable spondylolisthesis, significant radiculopathy, benign paroxysmal positional vertigo, cancer, anxiety, high levels of pain and irritability,(14)fracture, and preeclampsia(23)",
                "Clinicians should follow the exercise guidelines of their clinic/hospital and what is ordered by the patient’s physician"
            ]
        },
        "diagnosis need for treatment": "Chronic LBP/individualized and supervised ET(3)",
        "rule out": " Rule out Lumbar spine stenosis, spinal tumors, ankylosing spondylitis, myelitis, and caudaequina syndrome Referred pain from kidneys, prostate, female pelvic organs, gastrointestinal tract, pancreas, and abdominal aortic aneurysm(46) Psychologic “chronic pain syndrome”(46) Compression/pathological vertebral fracture Malingering for secondary gains",
        "prognosis": [
            "Exercise therapy has been shown to be an effective treatment for chronic LBP (3) –Based on a 2019 RCT conducted in South Korea (N = 48) of patients with chronic LBP –Positive outcomes included amelioration of pain and improvements in back extensor strength and endurance",
            "In a similar study conducted in Malaysia in 2015 using a crossover randomized controlled design (N = 25), researchers investigated the impact of lumbopelvic core stabilization training (LPST) on pain modulation in persons with chronic LBP. The authors found that LPST was effective in altering the pain threshold and decreasing pain intensity(47)",
            "Psychosocial “yellow flags” that might predict a poor outcome and long-term  disability(4,45) –Anxiety –Depression –Feelings of uselessness –Irritability –Poor coping strategies –Kinesiophobia (fear of movement) –Fear avoidance (e.g. beliefs that pain is harmful, uncontrollable, or incompatible with returning to work) –Pain catastrophizing –Pain-interrupted  sleep –Passivity/decreased motivation regarding benefits of treatment  –Withdrawal from activities –History of trauma –History of substance abuse –Inadequate social support –Older age –Overprotective environment –Occupational factors(4) -Expectation that pain will increase with work -Monotonous work -Perceived high workload -Lack of decision-making  authority -Pending litigation -Problems with workers’ compensation claims -Low job satisfaction -Unsupportive work environment –Prognostic factors for work ability after 2 years in women with chronic LBP(15) -Greater 6MWT distance -Lower level of depression -Earlier work ability"
        ],
        "referral to other disciplines": " Referral to other disciplines A multidisciplinary team approach to treatment might include the referring physician and the consulting surgeon, pain management specialist, psychologist, dietician, social worker, OT, PT, and/or vocational rehabilitation counselor Orthopedic surgeon or neurosurgeon for consultation regarding recurrent disc herniation, spinal stenosis, or segmental lumbar instability Researchers have found that patients benefit from multidisciplinary treatment approaches.(26,27) Authors of a 2014 study evaluating the effect of a multidisciplinary approach to treatment showed reduced disability, kinesiophobia, and catastrophizing and improved quality of life and gait cadence in patients with chronic LBP(27) Multidisciplinary approaches to the treatment of patients with CLBP may improve posture, strength, and function and decrease pain(42) Multidisciplinary management of patients with CLBP also improves social functioning, health-related  QOL, and mental health (45)",
        "other considerations": [
            "History of back pain is the single most important predictor of recurrence of a back injury (4)",
            "Primary prevention including employee education on risk factors, management and prevention of back pain, and implementing changes in workspace proven to be effective in reducing occupational back pain (4)",
            "In a systematic review published in 2017, researchers investigated current evidence on nonpharmacologic management of CLBP. Authors found low evidence for tai chi and acupuncture and moderate evidence for mindfulness-based  stress reduction, yoga, exercise, multidisciplinary rehabilitation, spinal manipulation, and massage (8)"
        ],
        "treatment summary": [
            "A 2015 systematic review that assessed the effects of Pilates on patients with CLBP,the Pilates method was shown to be more effective in reducing pain than other physical exercise interventions ((43) –29 studies met inclusion criteria",
            "RCTs have reported improvements in pain and function with modified Pilates(16) and improvements in disability and kinesiophobia with equipment-based  Pilates exercises(17)",
            "The effectiveness of Pilates exercise for chronic LBP may be difficult to evaluate due to differences in the definition and application of Pilates exercise(18) –Results of a survey study indicate that there is a consensus among Australian PTs experienced in treating CLBP using Pilates exercises that important components of Pilates exercises are body awareness, breathing, movement control, posture, and education(18)  –Survey participants also suggested that individualized assessment and exercise prescription, supervision, functional integration of exercises, and the specialized use of equipment are important for patients with CLBP(18) –In a 2015 study in Brazil researchers found Pilates exercises to be effective at improving pain, function, and QOL in patients with LBP(28)",
            "Research is conflicting as to whether mat-based  or equipment-based Pilates is more beneficial for patients with nonspecific CLBP(22,24)",
            "Researchers of a 2017 RCT(N = 98) found both mat Pilates and equipment-based  Pilates to be effective in improving transverse abdominis muscle strength in patients with CLBP(32) –Subjects completed a 12-week  Pilates program –Transverse abdominis activation was measured via ultrasound at 6 and 12 weeks",
            "In a 2014 pilot study evaluating the effectiveness of a home strengthening program combined with manual therapy vs. a standard PT exercise program combined with manual therapy in the management of CLBP, patients in both groups had improvements in pain, function, and health status(19)",
            "Aerobic ET and strength ET may be equally effective to improve pain and function in patients with CLBP(13) –Based on an RCT conducted in Israel of 52 adult patients with CLBP –Outcome measures included 6MWT, Fear-Avoidance  Belief Questionnaire, Oswestry Low Back Pain Disability Questionnaire, Low Back Pain Functional Scale, and trunk muscle endurance tests",
            "Results of a 2015 meta-analysis  suggest that aerobic exercise may be a good treatment choice for CLBP(44) –Aerobic exercise was associated with decreased pain and improved physical and psychological functioning –Improved scores on Roland-Morris  Disability Questionnaire, Oswestry Disability Index, Hospital Anxiety and Depression Scale, and McGill Pain Questionnaire were demonstrated in patients after aerobic exercise",
            "One lumbar extension training session per week for 12 weeks was found to be sufficient for strength gains and reduction in pain in a modified RCT involving 72 patients with CLBP. There was no greater strength benefit obtained by increasing the frequency of the training sessions(9)",
            "High-intensity  aerobic exercise (HIAE) may be effective in reducing pain and improving strength in patients with CLBP(10) –Based on a non-randomized  controlled feasibility study of HIAE training for 6 weeks (12 sessions, 1.5 hours/session, 2x/ week) –The HIAE group (n = 10) was compared to a control group (n = 10) that received conventional physical therapy –The HIAE group had significantly greater improvement in endurance, strength, self-reported  motivation, and adherence to therapy compared to the control group. Ratings of disability were reduced in both groups(10)",
            "Systematic reviews have suggested that motor control exercise and graded activity are effective methods to reduce pain and disability in patients with nonspecific LBP(11) –Motor control exercises use principles of motor learning to retrain control of trunk muscles, posture, and movement patterns –“Graded activity exercise” is a cognitive-behavioral  approach that addresses pain-related  fear, kinesiophobia, and unhelpful beliefs about back pain while correcting physical impairments and improving strength and endurance –Results of an RCT involving 172 patients with chronic nonspecific LBP suggest that motor control exercises and graded activity have similar effects in this population(11)",
            "Researchers of a 2015 study comparing land-based  vs. aquatic exercises found water-based  exercises to be more effective than land exercises in increasing lumbar ROM(21)",
            "Authors of a 2016 systematic review of 7 RCTs found low-quality evidence suggesting that walking compared to other nonpharmacological interventions, is just as effective for improving disability, function, and quality of life in patients with chronic LBP(29) –There was no evidence that walking was more effective than manual therapy, exercise classes, exercise prescription, strength training, or usual care",
            "Lumbar stabilization exercises combined with strengthening the gluteal muscles can result in greater decrease in LBP disability index in patients with CLBP(30) –Based on an RCT in South Korea including 40 patients with CLBP –Patients were equally randomized to either the lumbar stabilization exercise plus gluteal strengthening group or lumbar stabilization exercise only group  –Exercises were performed 3x/week for 50 minutes",
            "Findings from a study in the Netherlands (N = 20) suggest that a lumbar exercise routine used along with cervical, shoulder, and upper back exercises decreased pain and disability in patients with CLBP more than conventional low back exercises alone(34) –Conventional exercise group performed “lumbar stretching, mobilization and stabilization exercises,” abdominal isometrics, and concentric strengthening, while the second group did all of the exercises of the conventional group as well as static stretching and isotonic strengthening of cervical, thoracic, and shoulder muscles –Modified Oswestry Disability Questionnaire and the V AS were used to assess pain and disability –Isokinetic and isometric testing of neck, shoulder, and back muscles was used to assess strength –Patients in the second group had a statistically significant greater reduction in pain and disability as compared to the first group",
            "Core strengthening exercises, lumbar flexibility exercises, and gluteus maximus strengthening exercises decrease pain and improve physical function(31) –Based on a study in India including 30 patients with CLBP –Exercises were performed 3x/week for 6 weeks and consisted of core muscle strengthening that focused on activation of the transverse abdominis muscles, lumbar flexibility exercises (knee to chest in supine, cat-camel,  trunk side flexion in standing, trunk rotation in crook-lying),  and gluteus maximus strengthening –Results from this study show improvements in all outcome measures including the ODI, Sorensen Test, decreased scores on the pain rating scale, and improved activation of the transverse abdominis muscles and gluteus maximus muscles",
            "Results from three RCTs conducted in the Netherlands did not show radiofrequency denervation to be effective in decreasing CLBP. Based on the current available research, radiofrequency denervation is not recommended for treatment of CLBP(33)",
            "Tai chi has been recommended for patients with CLBP. However, there is little to no quality research evidence of the effectiveness of tai chi for patients with chronic LBP. More high-quality  studies need to be done(35)",
            "In a 2017 study in Brazil, researchers did not find interferential current applied prior to Pilates exercises to be any more effective than Pilates exercise alone for patients with CLBP(36)",
            "In a 2019 RCT conducted in Thailand, researchers compared core stabilization exercises (CSE) and proprioceptive neuromuscular facilitation (PNF) training on pain-related  outcomes in patients (N = 45) with CLBP (7) –Patients were randomly divided into 3 groups: CSE, PNF, and control group. Each group participated in 3 weekly sessions of 30 minutes, under the supervision of a physical therapist –Outcome measures used included pain intensity, functional disability, patient satisfaction, and superficial and deep trunk muscle activity assessed before and after 4-week intervention as well as at 3-month  follow-up –Authors concluded that both the CSE and PNF interventions were effective at reducing pain and improving deep trunk extensor muscle activity",
            "In a similar study conducted in Thailand in 2016, authors found that participation in a 4 week PNF training had positive long-term effects on pain-related  outcomes and increased lower back muscle activity in patients with CLBP(48)",
            "In a double-blind  RCT conducted in Turkey in 2019, researchers investigated the effectiveness of different kinesiology taping (KT) techniques combined with modalities and exercise therapy on CLBP(49) –125 patients were recruited and randomly assigned to four groups, all of which received the same physiotherapy modalities and exercise therapy.Three of the four received KT interventions (space correction technique, fascial technique, or sham) –Outcome measures included V AS, lumbar ROM, ODI, and RMDQ –Authors found that all groups reported reduction in pain levels (V AS) and positive changes in self-reported disability (ODI and RMDQ); however, no improvement in lumbar ROM was observed",
            "While there are many studies of the effectiveness of exercise programs in working-aged  adults, there are few studies evaluating the effectiveness of exercise programs in older populations. Based on a systematic review in 2015, there is not sufficient evidence to recommend one type of exercise program over another for older adult patients with CLBP(38) . Problem Goal Intervention Expected Progression Home Program  Pain that limits ADLs, including workModeration of pain Therapeutic exercises _ Various types of strengthening, stretching, and aerobic exercises that are individually prescribed and supervised _ _ Ergonomic evaluation, as indicated _ Education  Instructing patient on pain science has been shown effective in reducing pain, decreasing pain catastrophization, disability and improving physical performance.(37,40)Progress exercises per patient’s toleranceRecommend pain- relieving strategies for home as indicated _ _ Educate patient to avoid pain-provoking activities and encourage pain-relieving positions/ activities _ _ Educate and issue home exercise program with pictures for proper body mechanics with ADLs _ Educate patient on shifting their attention from injured tissue in their back to how the brain affects pain(40) Decreased flexibility of hamstrings, low- back extensors, and hip flexorsIncrease flexibility of tight muscle groupsTherapeutic exercises _ Stretching of hamstrings, gluteal and lower back extensors, and hip flexorsProgress exercises per patient’s toleranceSee Treatment summary , above Decreased cardiorespiratory enduranceImprove cardiorespiratory endurance to facilitate return to workTherapeutic exercises _ Individualized aerobic exercise training. _ Walking has been found to be safe for patients with LBP(20)Progression of endurance exercises, including weight lifting _ _ Gradual increase in intensity of endurance training (e.g., walking, running, and cycling) adapted to the patient’s heart rate(13)Participate in daily exercise, including walking,(20) jogging, and swimming, integrating post- exercise stretching  Decreased core muscle strengthImprove core muscle strength to prevent further injuryTherapeutic exercises _ Introduction of lumbar spinal stabilization exercises, focusing on the transverse abdominis and multifidus _ _ Patients with LBP have altered muscle recruitment patterns during core stability exercise. Performance of abdominal bracing during standing postural tasks increases deep abdominal muscle activation (12)Physioball training including combined PNF exercises has been found effective for LBP(25)Progression of isotonic muscular strengthening exercises and endurance exercises, including weight lifting and proprioception/ coordination exercises (i.e., static and dynamic destabilization exercises) _ _ Gradual increase in intensity of strengthening exercises _ _ Progress instruction per patient’s abilitySee Treatment summary , above _ _ Provide patient with diagrams and written instructions, as indicated Inability to participate in normal activity, including vocational and recreational activitiesResume regular activities _ _ Return to work and sports, as indicatedTherapeutic exercises _ Therapeutic exercise program, as above, work hardeningGradual reduction in pain with increased participation in regular activities _ _ Gradual return to regular duties at workTherapeutic exercise program, as above ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Reduced LBP–V AS–MPQ",
            "Improved trunk and lower extremity flexibility–Muscle length testing",
            "Improved trunk strength–MMT–Muscle endurance testing",
            "Improved posture–Postural assessment",
            "Improved functional mobility–FIM–FMS–Oswestry Low Back Pain Disability Questionnaire–SF-36  Health Survey–ICF Core Sets-While the ICF Core Sets can give an overview of functional limitations, evaluation of additional functional activities(sitting, standing, pushing, pulling, leisure activities) should also be evaluated for the therapist to gain a greaterunderstanding of the individual(41)",
            "Return to work and recreational activity",
            "Patient satisfaction/improved quality of life"
        ]
    },
    "maintenance or prevention": [
        "Continue exercises found effective and well tolerated to maintain optimal physical functioning",
        "Avoidance of pain-provoking  activities",
        "Compliance with proper body mechanics with ADLs and work to prevent injury"
    ],
    "patient education": [
        "Low Back Pain, JOSPT Perspectives for Patients, https://www.jospt.org/doi/pdf/10.2519/jospt.2012.0503 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Allegri M, Montella S, Salici F, et al. Mechanisms of low back pain: A guide for diagnosis and therapy. F1000 Res . 5. doi:https://doi.org/10.12688/f1000research.8105.1.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Oliveira CB, Maher CG, Pinto RZ, et al. Clinical practice guidelines for the management of non-specific  low back pain in primary care: an updated overview. Eur Spine J . 2018;27(11):2791-2803.  doi:https://doi.org/10.1007/s00586-018-5673-2.  (SR)"
        },
        {
            "number in article": 3,
            "reference": "Suh JH, Kim H, Jung GP, et al. The effect of lumbar stabilization and walking exercises on chronic low back pain. Medicine. 2019;98(26):e16173. doi:https://doi.org/10.1097/ MD.0000000000016173. (RCT)"
        },
        {
            "number in article": 4,
            "reference": "Al-Otaibi S. Prevention of occupational back pain. J Family Community Med . May 2015;22(2):73-77.  doi:https://doi.org/10.4103/2230-8229.155370.  (SR)"
        },
        {
            "number in article": 5,
            "reference": "Carvalho R, Silva M, Dias J, et al. Effectiveness of additional deep-water  running for disability, lumbar pain intensity, and functional capacity in patients with chronic low back pain: A randomised controlled trial with 3-month follow up. Musculoskelet Sci Pract . 2020;49. doi:https://doi.org/10.1016/j.msksp.2020.102195. (RCT)"
        },
        {
            "number in article": 6,
            "reference": "Darlow B, Fullen BM, Dean S, Hurley DA, Baxter D, Dowell A. The association between health care professional attitudes and beliefs and the attitudes and beliefs, clinical management, and outcomes of patients with low back pain: a systematic review. Eur J Pain . 2012;16(1):3-17.  doi:10.1016/j.ejpain.2011.06.006. (SR)"
        },
        {
            "number in article": 7,
            "reference": "Areeudomwong P, Buttagat V. Comparison of core stabilisation exercise and proprioceptive neuromuscular facilitation training on pain-related  and neuromuscular response outcomes for chronic low back pain: a randomised controlled trial. Malays J Med Sci . 2019;26(6):77-89.  doi:https://doi.org/10.21315/ mjms2019.26.6.8. (RCT)"
        },
        {
            "number in article": 8,
            "reference": "Chou R, Deyo R, Friedly J, et al. Nonpharmacologic therapies for low back pain: a systematic review for an American College of Physicians clinical practice guideline. Ann Intern Med . 2017;166(7):493-505.  doi:https://doi.org/10.7326/M16-2459.  (RCT)"
        },
        {
            "number in article": 9,
            "reference": "Bruce-Low  S, Smith D, Burnet S, Fisher J, Bissell G, Webster L. One lumbar extension training session per week is sufficient for strength gains and reductions in pain in patients with chronic low back pain ergonomics. Ergonomics . 2012;55(4):500-507.  doi:10.1080/00140139.2011.644329. (RCT)"
        },
        {
            "number in article": 10,
            "reference": "Verbrugghe J, Agten A, Eijinde BO, et al. Feasibility of high intensity training in nonspecific chronic low back pain: A clinical trial. J Back Musculoskeletal Rehabil . 2018;31(4):657-666.  doi:https://doi.org/10.3233/BMR-170810.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Macedo LG, Latimer J, Maher CG. Effect of motor control exercises versus graded activity in patients with chronic nonspecific low back pain: a randomized controlled trial. Phys Ther. 2012;92(3):363-377.  (RCT)"
        },
        {
            "number in article": 12,
            "reference": "Ehasani F, Hedayati R, Bagheri R, Jaberzadeh S. The effects of stabilization exercise on the thickness of lateral abdominal muscles during standing tasks in women with chronic low back pain: a randomized triple-blinded  clinical trial study. J Sport Rehabil . 2020;29(7):942-951.  doi:https://doi.org/10.1123/jsr.2019-0058.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Shnayderman I, Katz-Leurer  M. An aerobic walking programme versus muscle strengthening programme for chronic low back pain: a randomized controlled trial. Clin Rehabil . 2013;27(3):207-214.  doi:10.1177/0269215512453353. (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Wells C, Kolt GS, Marshall P, Bialocerkowski A. Indications, benefits and risks of Pilates exercise for people with chronic low back pain: a Delphi survey of Pilates-trained physical therapists. Phys Ther . 2014;94(6):806-817.  doi:10.2522/ptj.20130568. (R)"
        },
        {
            "number in article": 15,
            "reference": "Nordeman L, Gunnarsson R, Mannerkorpi K. Prognostic factors for work ability in women with chronic low back pain consulting primary health care: a 2-year prospective longitudinal cohort study. Clin J Pain . 2014;30(5):391-398.  doi:10.1097/AJP.0b013e3182a0dd06. (R)"
        },
        {
            "number in article": 16,
            "reference": "Dsa CF, Rengaramanuajam K, Kudchadkar MS. To assess the effect of modified pilates compared to conventional core stabilization exercises on pain and disability in chronic non-specific  low back pain-randomized  controlled trial. Ind J Physiother Occup Ther . 2014;8(3):202-207.  doi:10.5958/0973-5674.2014.00382.7.  (RCT)"
        },
        {
            "number in article": 17,
            "reference": "da Luz MA, Jr, Pena Costa L, Ferreira Fuhro F, Taccolini Manzoni AC, Teixeira Bastos Oliveira N, Nunes Cabral CM. Effectiveness of mat Pilates or equipment-based  Pilates exercises in patients with chronic nonspecific low back pain: a randomized controlled trial. Phys Ther . 2014;94(5):623-631.  doi:10.2522/ptj.20130277. (RCT)"
        },
        {
            "number in article": 18,
            "reference": "Wells C, Kolt GS, Marshall P, Bialocerkowski A. The definition and application of Pilates exercise to treat people with chronic low back pain: a Delphi survey of Australian physical therapists. Phys Ther . 2014;94(6):792-805.  doi:10.2522/ptj.20130030. (R)"
        },
        {
            "number in article": 19,
            "reference": "Daulat A, Goodlad E. A phase II pilot study comparing a home total body strengthening programme plus manual therapy with a standard physiotherapy exercise regimen plus manual therapy in the management of chronic low back pain. Int Musculoskelet Med . 2014;36(3):87-95.  doi:10.1179/1753615414Y.0000000034. (R)"
        },
        {
            "number in article": 20,
            "reference": "Zahraee MH, Karimi MT, Mostamand J, Fatoye F. Analysis of asymmetry of the forces applied on the lower limb in subjects with nonspecific chronic low back pain. Biomed Res Int. 2014;2014:289491. doi:10.1155/2014/289491. (R)"
        },
        {
            "number in article": 21,
            "reference": "Hawamdeh M, Hawamdeh Z, Ermely Z, Qaddah I, Soud DA. Comparison between the effects of aquatic exercises and land based exercises in the treatment of chronic low back pain. Indian J Physiother Occup Ther . 2015;9(1):5-10.  (R)"
        },
        {
            "number in article": 22,
            "reference": "da Luz MA, Jr, Costa LO, Fuhro FF, Manzoni AC, Olieveira NT, Cabral CM. Effectiveness of mat Pilates or equipment-based  Pilates exercises in patients with chronic nonspecific low back pain: A randomized controlled trial. Phys Ther . 2014;94(5):623-631.  doi:10.2522/ptj.20130277. (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Wells C, Kolt GS, Marshall P, Bialocerkowski A. Indications, benefits, and risks of Pilates exercise for people with chronic low back pain: A Delphi survey of Pilates-trained physical therapists. Phys Ther . 2014;94(6):806-817.  doi:10.2522/ptj.20130568. (R)"
        },
        {
            "number in article": 24,
            "reference": "Lee CW, Hyun J, Kim SG. Influence of Pilates mat and apparatus exercises on pain and balance of businesswomen with chronic low back pain. J Phys Ther Sci . 2014;26(4):475-477.  doi:10.1589/jpts.26.475. (R)"
        },
        {
            "number in article": 25,
            "reference": "Lee CW, Hwangbo K, Lee IS. The effects of combination patterns of proprioceptive neuromuscular facilitation and ball exercise on pain and muscle activity of chronic low back pain patients. J Phys Ther . 2014;26(1):93-96.  doi:10.1589/jpts.26.93. (R)"
        },
        {
            "number in article": 26,
            "reference": "Pieber K, Herceg M, Quittan M, Csapo R, Muller R, Wiesinger GF. Long-term  effects of an outpatient rehabilitation program in patients with chronic recurrent low back pain. Eur Spine J. 2014;23(4):779-785.  doi:10.1007/s00586-013-3156-z.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Monticone M, Ambrosini E, Rocca B, Magni S, Brivio F, Ferrante SA. A multidisciplinary rehabilitation programme improves disability, kinesiophobia and walking ability in subjects with chronic low back pain: Results of a randomised controlled pilot study. Eur Spine . 2014;23(10):2105-2113.  doi:10.1007/s00586-014-3478-5.  (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Natour J, Cazotti Lde A, Ribeiro LH, Baptista AS, Jones A. Pilates improves pain, function and quality of life in patients with chronic low back pain: A randomized controlled trial. Clin Rehabil . 2015;29(1):59-68.  doi:10.1177/0269215514538981. (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Lawford BJ, Walters J, Ferrar K. Does walking improve disability status, function, or quality of life in adults with chronic low back pain? A systematic review. Clin Rehabil . 2016;30(6):523-536.  (SR)"
        },
        {
            "number in article": 30,
            "reference": "Jeong UC, Sim JH, Kim CY, Hwang-bo  G, nam CW. The effects of gluteus muscle strengthening exercise and lumbar stabilization exercise on lumbar muscle strength and balance in chronic low back pain patients. J Phys Ther Sci . 2015;27(12):3813-3816.  (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Kumar T, Kumar S, Nezamuddin MD, Sharma VP. Efficacy of core muscle strengthening exercise in chronic low back pain patients. J Back Musculoskeletal Rehabil . 2015;28(4):699-707.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Cruz-Diaz  D, Martinex-Amat  A, Hita-Contreras  F, Bergamin M, Gobbo S. Comparative effects of 12 weeks of equipment based and mat Pilates in patients with chronic low back pain on pain, function and transversus abdominis activation. A randomized controlled trial. Complement Ther Med . 2017;33:72-77.  (RCT)"
        },
        {
            "number in article": 33,
            "reference": "Juch JN, Maas ET, Ostelo RWG, et al. Effect of radiofrequency denervation on pain intensity among patients with chronic low back pain: The Mint randomized clinical trials. JAMA. 2017;318(1):68-81.  (RCT)"
        },
        {
            "number in article": 34,
            "reference": "Atalay E, Akova B, Gur H, Sekir U. Effect of upper-extremity  strengthening exercises on the lumbar strength, disability, and pain in patients with chronic low back pain: A randomized controlled study. J Sport Sci Med . 2017;16(4):595-603.  (RCT)"
        },
        {
            "number in article": 35,
            "reference": "Hall A, Copsey B, Richmond H, et al. Effectiveness of tai chi for chronic musculoskeletal pain conditions: Updated systematic review and meta-analysis.  Phys Ther . 2017;97(2):227-238.  (SR)"
        },
        {
            "number in article": 36,
            "reference": "Franco KM, Franco YD, Oliveira NB. Is interferential current before pilates exercises more effective than placebo in patients with chronic nonspecific low back pain?: A randomized controlled trial. Arch Phys Med Rehabil . 2017;98(2):320-328.  (RCT)"
        },
        {
            "number in article": 37,
            "reference": "Bodes Pardo G, Lluch Girbes E, Roussel NA, Gallego Izquierdo T, Jimenez Penick V, Pecos Martin D. Pain neurophysiology education and therapeutic exercise for patients with chronic low back pain: A single-blind  randomized controlled trial. Arch Phys Med Rehabil . 2018;99(2):338-347.  (RCT)"
        },
        {
            "number in article": 38,
            "reference": "Kuss K, Becker A, Quint S, et al. Activating therapy modalities in older individuals with chronic non-specific  low back pain: systematic review. Physiotherapy . 2015;101(4):310-318.  (SR)"
        },
        {
            "number in article": 39,
            "reference": "Suzuki K, Tamakoshi K, Sakakibara H. Caregiving activities closely associated with the development of low-back pain among female family caregivers. J Clin Nurs . 2016;25(15-16):2156-2167.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Puentedura EJ, Flynn T. Combining manual therapy with pain neuroscience education in the treatment of chronic low back pain: A narrative review of the literature. Physiother Theory Pract . 2016;32(5):408-414.  (SR)"
        },
        {
            "number in article": 41,
            "reference": "Lygren H, Strand LI, Anderson B, Magnussen LH. Do ICF Core Sets for low back pain include patient self-reported  activity limitations because of back problems? Physiother Res Int. 2014;19(4):99-107.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Pieber K, Herceg M, Csapo R. Effects of a multidisciplinary programme on postural stability in patients with chronic recurrent low back pain: preliminary findings. Eur Spine J . 2016;25(4):1219-1225.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Patti A, Bianco A, Paoli A, et al. Effects of Pilates exercise programs in people with chronic low back pain: a systematic review. Medicine. 2015;94(4):383. (SR)"
        },
        {
            "number in article": 44,
            "reference": "Xian-Guo  M, Shou-Wei  Y. Efficacy of Aerobic Exercise for treatment of chronic low back pain. Am J Phys Med Rehabil . 2015;94(5):358-365.  (M)"
        },
        {
            "number in article": 45,
            "reference": "Tagliaferri S, Miller CT, Owen PJ, et al. Domains of chronic low back pain and assessing treatment effectiveness: A clinical perspective. Pain Practice . 2020;20(2):211-225. doi:https://doi.org/10.1111/papr.12846. (RV)"
        },
        {
            "number in article": 46,
            "reference": "Finucane LM, Downie A, Mercer C, et al. International framework for red flags for potential serious spinal pathologies. J Orthop Sports Phys . 2020;50(7):350-372.  doi:https:// doi.org/10.2519/josp.2020.9971. (RV)"
        },
        {
            "number in article": 47,
            "reference": "Paungmali A, Joseph LH, Sitilertpisan P, Pirunsan U, Uthaikhup S. Lumbopelvic core stabilization exercise and pain modulation among individuals with chronic nonspecific low back pain. Pain Pract . 2017;17(8):1008-1014.  doi:https://doi.org/10.1111/papr.12552. (RCT)"
        },
        {
            "number in article": 48,
            "reference": "Areeudomwong P, Wongrat W, Neammesri N, Thongsakul T. A randomized controlled trial on the long-term  effects of proprioceptive neuromuscular facilitation training, on pain-related  outcomes and back muscle activity, in patients with chronic low back pain. Musculoskelet Care . 2017;15(3):218-229.  doi:https://doi.org/10.1002/msc.1165. (RCT)"
        },
        {
            "number in article": 49,
            "reference": "Mengi A, Ozdolap S, Koksal T, Kokturk F, Sarikaya S. Comparison of effectiveness of different kinesiological taping techniques in patients with chronic low back pain: A double-blind,  randomized-controlled  study. Turk J Phys Med Rehab . 2020;66(3):252-261.  doi:https://doi.org/10.5606/tftrd.2019.3712. (RCT)"
        }
    ]
}