{
    "metadata": {
        "title": "Dysphagia  Cerebral Palsy (Children)",
        "synonyms": [
            "swallowing disorder  cerebral palsy",
            "deglutition  cerebral palsy",
            "oral dysphagia: cerebral palsy",
            "pharyngeal dysphagia: cerebral palsy",
            "esophageal dysphagia: cerebral palsy",
            "difficulty swallowing: cerebral palsy",
            "dysphagia, oral: cerebral palsy",
            " dysphagia, pharyngeal: cerebral palsy",
            "dysphagia, esophageal: cerebral palsy",
            "swallowing difficulty: cerebral palsy",
            "cerebral palsy: dysphagia",
            "cerebral palsy: swallowing disorder",
            " cerebral palsy: deglutition disorder",
            "cerebral palsy: oral dysphagia",
            "cerebral palsy: pharyngeal dysphagia",
            "cerebral palsy: esophageal dysphagia",
            "cerebral palsy: difficulty swallowing",
            "palsy, cerebral: dysphagia",
            "palsy, cerebral: swallowing disorder",
            "palsy, cerebral: deglutition disorder",
            "palsy, cerebral: oral dysphagia",
            "palsy, cerebral: pharyngeal dysphagia",
            "palsy, cerebral: esophageal dysphagia",
            "palsy, cerebral: difficulty swallowing"
        ],
        "anatomical location body part affected": [
            "Cerebral palsy (CP) affects the entire individual; dysphagia results from impairments of the mouth, oropharynx, pharynx, and/ or esophagus"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders",
            "pediatric genetic and/or neurological disorders",
            "infant feeding and feeding disorders"
        ],
        "description": [
            "CP is a condition characterized by considerable motor impairment that results from a nonprogressive lesion in an immature brain. In addition to motor impairments, patients with CP sometimes exhibit cognitive and/or communication impairments. Dysphagia is common among children with CP.(40) The effects of CP on communication and swallowing are wide-ranging(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G80.0": "spastic quadriplegic cerebral palsy",
            "G80.1": "spastic diplegic cerebral palsy",
            "G80.2": "spastic hemiplegic cerebral palsy",
            "G80.3": "athetoid cerebral palsy",
            "G80.4": "ataxic cerebral palsy",
            "G80.8": "other cerebral palsy",
            "G80.9": "cerebral palsy, unspecified",
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia _ (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for assessment and therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Pediatric feeding disorders are defined as oral intake that is not age-appropriate  and with dysfunction noted in at least one of the following  domains: nutrition, medical, feeding skill/safety, and psychosocial.(49) Specifically, dysphagia (feeding skill/safety) refers to difficultyin any of the stages of swallowing: oral, pharyngeal, and/or esophageal.(55)Briefly, the oral phase includes sucking, chewing, and transporting the bolus into the pharynx. The pharyngeal phase is defined by initiation of the swallow response, pharyngeal clearance, and airway closure to prevent aspiration (food or liquid entering the airway) or choking.(47) Lastly, the esophageal phase consists of the opening of the upper esophageal sphincter and transit down the esophagus via peristaltic motion to the stomach.(47)Dysphagia in individuals with CP is multifaceted and typically results from poor coordination and control of the muscles involved in swallowing.(40) Children with CP typically experience problems in at least one, and usually more than one, phase of swallowing.(40) Due to oral motor impairments, children with CP are most at risk for impairments in the oral phase of swallowing.(2) Pharyngeal phase impairments are also common and might include nasal aspiration, delayed swallow initiation, laryngeal penetration, aspiration before and after swallow, and cricopharyngeal dysfunction.(2) In addition, dysphagia symptoms are often exacerbated by the presence of gastroesophageal reflux disease (GERD), which is common among children with CP.(42) The following are commonly reported oral and pharyngeal phase swallowing symptoms in children with CP:(2)",
            "Oral phase(3) –Limitation of tongue movement to manipulate solid food(2) –Tongue thrusting and pumping(2) –Poor expulsion of liquid from a nipple during bottle-feeding(2) –Oral phase delays(2) –Oral hypersensitivity(2) –Prolonged and exaggerated bite reflexes(2) –Poor functioning of cheek and lip musculature(2) –Poor lip seal(2) –Difficulty sipping from a cup(38) –Drooling(2) –Temporomandibular joint contracture(2) –Difficulty biting and masticating solid foods(38) –Bruxism (habitual, nonfunctional, forceful clenching of the teeth)(43)",
            "Pharyngeal phase –Nasal regurgitation/aspiration(2) –Delayed initiation of pharyngeal swallow(2) –Pharyngeal residue(2,41) –Piecemeal deglutition(2) –Hyperactive and hypoactive gag reflexes(2,41) –Aspiration before, during, or after the swallow(2) -Common signs of aspiration and pharyngeal dysfunction in children with CP are coughing, wetness of the voice, and wet breath sounds(41) –Aspiration with liquids more common than aspiration with food(2) –Absent or reduced cough reflex with aspiration (“silent aspiration”)(2) –Cricopharyngeal dysfunction(2)  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Assessment should include observation of the mealtime routine and interactions between the caregiver and child at home",
            "Dysphagia assessment and treatment are best performed using a team approach. The following health professionals are often involved in the management of swallowing dysfunction in children in rehabilitation and hospital settings: SLP, nurse, lactation consultant, early childhood nurse, dietician, pediatrician, occupational therapist (OT), physical therapist (PT), gastroenterologist, neurologist, behavioral psychologist, and social worker.(2) In school settings, the assessment team might include the parents, an SLP, an OT, a PT, a nurse, a teacher, the school principal, a paraprofessional, the cafeteria manager, and a social worker(9)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The prevalence of dysphagia in children with CP has been reported to range from 58% to 90%.(3)In a conducted inthe Netherlands with 166 children with severe CP, the prevalence of dysphagia was 99%.(3) Children with CP exhibitvarious swallowing disorders, including drooling, impaired sucking, oral stage abnormalities (e.g., delayed oral phase,nasal aspiration), impaired pharyngeal motility, aspiration, and absent cough after aspiration.(3) Feeding and swallowingimpairments range from mild to severe(4)"
        ],
        "pathogenesis": [
            "There are four primary types of CP: spastic, ataxic and dyskinetic and mixed. Children with spastic diplegia (primarilylower limb involvement) are most likely total oral feeders with normal cognitive skills. Children with choreoathetoid CPexhibit spontaneous, uncontrolled, and sometimes ballistic (abrupt and jerky) use of muscles. Poor coordination and shakymovements are characteristics of ataxic CP. Children with spastic quadriplegia have weak and stiff muscles and have themost severe functional impairments.(5) Children with spastic quadriplegia are most at risk for swallowing disorders dueto their dependency on others for feeding, difficulties with communication, and associated problems such as epilepsy andpostural problems.(2) Health complications due to swallowing difficulties include aspiration pneumonia, chronic lungdisease, and malnutrition(6)"
        ],
        "risk factors   for cp": [
            "Premature birth(1,7)",
            "Birth after in vitro fertilization(36)",
            "Low birth weight(1,7)",
            "Prolonged labor(1)",
            "Menkes syndrome(1)",
            "TORCH syndrome (Toxoplasmosis, Other agents, Rubella, Cytomegalovirus, and Herpessimplex)(1)",
            "Intraventricular hemorrhage (1)",
            "Cerebral anoxia(1)",
            "Trauma(1)",
            "Breech births(7)",
            "Multiple births(7)",
            "Toxic substances (babies of mothers exposed to toxins during pregnancy are at increased risk)(7)",
            "Mother’s health (women who have thyroid problems, intellectual disabilities, or seizures are at increased risk of having ababy with CP)(7)",
            "Congenital lymphocytic choriomeningitis virus (LCMV) infection(37)"
        ],
        "risk factors   for a swallowing and feeding disorder associated with cp": [
            "Spastic quadriplegia (children with quadriplegia are more likely to exhibit swallowing disorders than those with diplegia)(5)",
            "Presence of abnormal tone, movement, or reflexes (e.g., asymmetrical tonic neck reflex [ATNR])(2)",
            "Increased severity of motor impairment(2,8,35,38)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Symptoms associated with CP vary widely, and precautions will vary according to the individual patient and the severity of accompanying language, cognitive, and/or motor impairments. CP and feeding difficulties are often diagnosed in very young children; therefore, precautions to evaluation will also be determined by the patient’s age and family concerns. For detailed information on speech-language  assessment and treatment with patients with CP, see  Clinical Review…Cerebral Palsy: Speech Therapy  ; CINAHL Topic ID Number: T708777. It is recommended that parents and/or caregivers be involved in all assessment procedures",
        "Speech-language  pathologists (SLPs) are required to have graduate, postgraduate, or continuing education training specifically in pediatric dysphagia assessment and treatment before completing an evaluation and/or commencing treatment(47) ",
        "SLP must have demonstrated competency as defined by American Speech-Language-Hearing  Association (ASHA) guidelines prior to completing instrumental swallow evaluation (videofluoroscopic swallowing study [VFSS] or flexible endoscopic evaluation of swallowing [FEES])(47)",
        "Children with dysphagia are at risk for insufficient food/liquid intake, stunted skeletal growth, poor weight gain, anemia, dental problems, nutritional deficiencies, and aspiration and/or penetration of oral intake.(2) Early assessment of swallowing in children with CP is indicated to detect these potential problems and implement early intervention programs.(2) Ensure that the patient and family/caregivers are aware of the risks associated with feeding and swallowing disorders(2)",
        "Monitoring of swallowing function is recommended because skills and safety may change over time based on growth and neurologic status"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Assessment should include observation of the mealtime routine and interactions between the caregiver and child at home",
            "Dysphagia assessment and treatment are best performed using a team approach. The following health professionals are often involved in the management of swallowing dysfunction in children in rehabilitation and hospital settings: SLP, nurse, lactation consultant, early childhood nurse, dietician, pediatrician, occupational therapist (OT), physical therapist (PT), gastroenterologist, neurologist, behavioral psychologist, and social worker.(2) In school settings, the assessment team might include the parents, an SLP, an OT, a PT, a nurse, a teacher, the school principal, a paraprofessional, the cafeteria manager, and a social worker(9)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "The diagnosis of CP is often difficult in early infancy and might not be made before the child is 18 months old(5)",
                "course of treatment": {
                    "medical management": "Medical management will vary according to the patient’s presenting symptoms. It is common for children with CP to experience gastrointestinal disturbances, including GERD. In children with GERD that is unresponsive to pharmacologic intervention, surgical interventionsuch as Nissen fundoplication may be considered(42,51)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken? Medications for patients with CP might include botulinum toxin injections (to reduce spasticityand to reduce drooling), glycopyrrolate (to reduce drooling), antireflux medications, and antiseizure medications(1)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Clinical swallow evaluation (CSE) (including parent/caregiver interview)",
                        "Instrumental swallowing examination (e.g., VFSS or FEES)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether the patient has had occupational, speech, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Does the patient have hearing or vision difficulties? -Does the patient speak another language? -What modality does the patient use to communicate? -How does the patient’s motor impairment affect communication? -Does the feeding environment encourage the child’s stability and position for self-feeding?(2) -Is the feeding environment calming or distracting?(2) -Is the child currently being fed by mouth or is the child tube fed (orogastric, nasogastric, gastrostomy, jejunostomy)?(10) -Does the patient have GERD?(10) -Is the caregiver/family aware of patient’s specific swallowing difficulties? -How does the caregiver/family respond to the child’s symptoms of dysphagia? Are mealtimes stressful? -Does the child have any specific food aversions or aversion towards eating?",
                "body chart": "Use body chart to document location and nature of symptoms ",
                "nature of symptoms": "Document the nature of symptoms associated with dysphagia. See Presenting signs/symptoms , above for information",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night; does drooling or aspiration of saliva interrupt sleep?",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician or social worker (dizziness, bowel/bladder dysfunction, saddle anesthesia)",
                "respiratory status": "Note history of respiratory status and current respiratory status for any indication of aspiration. Note any history of respiratory disorderDocument any behavioral symptoms that could indicate psychosocial disturbancesDocument hearing ability, including history of ear infections or ear tubes as well as use of hearing aid(s) or cochlear implant(s) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ___________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of developmental delay in any area?",
                    "comorbid diagnoses": "Ask the patient or caregiver about other problems, including epilepsy, postural problems, vision loss (including cortical blindness), and hearing loss",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient or patient’s family about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include receive intervention services? If so, are they home, school, or clinic based? Does the patient attend daycare or school? Does the patient work? If the patient is in school, what support services are in place? With whom does the patient eat? Where does the patient eat? What types/textures of food? What is the patient’s eating schedule?",
                "functional limitations assistance with ADLs adaptive equipment": "Obtain information on adaptive equipment the patient is using, such as assistive/alternative communication devices, wheelchairs, walkers, hearing aids, glasses, or adaptive eating equipment",
                "living environment": "Number of stairs, number of floors in home, with whom the patient lives (e.g., siblings, caregivers). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document use of any adaptive devices for communication, feeding, or body positioningNote any difficulties with positioning and body mechanics that might interfere with feeding. Collaborate with PT and/or OT as necessaryExamine motor function as it relates to swallowing and self-feeding. Collaborate with the PT and/or OT as necessary Complete an oral mechanism examination as part of every swallowing evaluation. Document abnormalities and asymmetries in muscle tone and strength as well as reduced ROM. Oral –limited tongue movement(2) –tongue thrusting and pumping(2) –oral hypersensitivity(2) –poor functioning of cheek and lip musculature(2) –prolonged and exaggerated bite reflexes(2) –temporomandibular joint contracture(2) –drooling(2) –poor lip seal(2) –bruxism(43)",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "Note posture for eating/feeding. Collaborate with PT and/or OT as necessary to assist child in attaining efficient posture for feeding",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosisThere are several clinical assessment scales and checklists to evaluate infants and children; however, no universally accepted feeding assessment tool exists. Scales, surveys, and checklists are commonly used in the clinical examination but often do not include normative data or the normative data conflict(52,53). SLP knowledge of normal oral motor development and feeding function is essential when evaluating infants and children.(2)A CSE cannot definitively confirm the presence or absence of aspiration. In a study using surface electromyography and respiratory inductance plethysmography comparing 11 children with spastic cerebral palsy (mean age 7 years) to 10 similar age controls, children with CP displayed heighted suprahyoid muscle activity for puree and chewables, and noted to utilize post-swallow  inhalation across consistencies(56). For detailed information on a CSE for children, see  Clinical Review…In-depth  Bedside Swallow Examination (Pediatrics ); CINAHL Topic ID Number -In a systematic review of objective measures for oropharyngeal dysphagia, authors identified 9 objective measures with published psychometric data in children with CP or other neurodevelopmental disabilities aged 12 months to 5 years. The validity of each of these measures (for children with CP) was assessed and found to be low.(33)Additionally, other systematic reviews of the psychometric characteristics of noninstrumental swallowing measures noted incomplete data or conflicting findings. Due to this, these measures should be used with caution.(52,53)The following is a list ofAn instrument that assesses oral-motor  function across a wide range of food textures and fluids for preverbal childrenA subset of the Multidisciplinary Feeding Profile, a statistically based protocol for patients who are dependent feeders. Scaled ratings are made for posture, tone, reflexes, general motor control, orofacial structures, orofacial sensory input, orofacial motor control, and ventilation(15)A standardized screening survey that can be used with children from 2 years of age to adults. Assesses BMI, restrictions in food textures and viscosity, dependence in feeding, and need for special utensils or positioning. Provides information on the severity of the swallowing disorder and can be used as an outcome measure(18)Consists of 0- to 10-point hierarchical scales designed for rapid assessment of gross, fine, and oral motor skills(34)This scale measures variations of 9 feeding-related behaviors (e.g., jaw closure, lip closure, swallowing, tongue control, chewing skills). Behaviors are rated on a scale from 0 (totally passive response) to 5 (functionally normal response)(16)A scale consisting of 6 feeder behaviors and 14 child behaviors; each behavior is scored as “normal,” “marginal,” or “inadequate”(33) An ordinal scale with scores of 0 (passive) to 3 (normal); scores 7 behaviors(33)A rating scale that examines swallowing and voice in children up to 2 years of age. Ratings include duration of the meal, amount of intake, food consistencies, positioning, sucking from a nipple, sipping from a cup, and coordination of suck-swallow-breathe(13) -In a study conducted in Australia with 130 children with CP aged 18 to 36 months, researchers investigated which measures of dysphagia were the best for discriminating between children with and without oropharyngeal dysphagia. Researchers evaluated the SOMA, DDS, and PSAS and found that all three measures had strong agreement with respect to inter-  and intrarater reliability. In this study, the SOMA was found to have the best specificity (100.0%) but lacked sensitivity (53.0%), and both the DDS and PSAS had high sensitivity (each 100.0%) but lower specificity (47.1% and 70.6%, respectively).(39)Again, these measures should be used with caution. -Additional measures of swallowing abilityEvaluation of an infant’s ability to suck on a bottle and/or breast. Includes assessment of child’s feeding history, oral motor skills, oral tactile responses, suck-swallow-breathe coordination, general motor control, and general physical state during feeding and swallowing(11)Evaluation of sucking in infants (up to 3 months of age). Aspects of sucking behavior are classified as normal, disorganized, or dysfunctional(12)Lip, cheek, tongue, and jaw movement are rated during a typical meal. This scale can be used with children from 1 year of age to adults(14)Ratings of lip, jaw, and tongue movement during ingestion of liquids and solid foods. Assessment of sipping from a cup, coughing, gagging, and hypersensitivity associated with feeding and swallowing. A checklist allows for indication of abnormal oral structures, oral reflexes, positioning, diet, utensils, and feeding(16)Assessment of oral motor, oral sensory, and oral motor speech abilities in children from 18 months to 5 years(17)A tool developed to screen nutrition and swallowing problems in persons with intellectual disabilities. The checklist format allows for caregiver involvement in identifying risks and managing swallowing difficulties(19)A tool developed to screen the safety and efficiency of children with cerebral palsy. The tool correlates with the Gross Motor Function Classification System(55)A VFSS is performed when the dysphagia team has concerns about the pharyngeal phase of swallowing and the complete swallowing sequence. A VFSS is completed in collaboration with a physician (radiologist).(47) Most clinical practices follow the protocol originally described by Logemann;(20) adaptations of this protocol for infants and children are described in Arvedson and Lefton-Greif(21) -The assessment must be age appropriate with regard to positioning and presentation and viscosity of material.(47) The patient eats and drinks a variety of developmentally appropriate liquids and solids mixed with barium while images are recorded with videofluorography. Patients are examined in the lateral position and thefrontal positionif possible. The SLP assesses oral-pharyngeal  swallow physiology, documents airway invasion, and describes the effectiveness of presenting different food consistencies or modifying posture.(47) In contrast to the CSE, a VFSS provides critical information on the pharyngeal phase of the swallow (e.g., movement of the hyolaryngeal complex, confirmation of the presence of aspiration)(22) -Given the unnatural surroundings, swallowing function observed during a VFSS is not necessarily identical to that present at mealtimes.(47) Other variables that influence swallowing function include anxiety, fatigue, and medications(23) -Due to the potential harmful effects of ionizing radiation on children, a repeat VFSS should be considered only when there are specific questions that require answers from a repeat study(5)ModifiedT709077 (23) -Lip closure (ability to contain a liquid bolus) -Lingual elevation (the back of the tongue is slightly elevated) -Tongue-to-palatal  seal -Bolus preparation/mastication -Bolus transport/movement of the tongue (movement of the bolus to the back of the oral cavity) -Initiation of the pharyngeal swallow (swallow should be initiated when the bolus reaches the region of the posterior oral cavity) -Soft palate elevation and retraction -Laryngeal elevation -Anterior hyoid excursion (depending on age) -Pharyngeal contraction -Pharyngoesophageal segment opening -Tongue base retraction -Epiglottic inversion -Esophageal clearanceFEES is performed to evaluate the anatomy and physiology of the pharynx and larynx, the patient’s ability to manage secretions, and the patient’s ability to swallow foods and liquids.(48) In addition, it can be used to explore a variety of diagnostic interventions such as postures, maneuvers, consistency changes, and flow rate alterations.(24) As with the VFSS, age-appropriate modifications need to be incorporated into the procedure. Food may be dyed to enhance visibility. FEES is preferred over VFSS when patients have safety issues related to radiation exposure or when they need retesting. Due to the invasive nature of the procedure, it is sometimes difficult to obtain cooperation inyoung children; therefore, patient selection is important. ASHA in conjunction with the American Board of Swallowing and Swallowing Disorders has published several online documents, including the Dysphagia Competency Verification Tool (DCVT) relevant to the technical aspects of FEES and the qualifications required to perform FEES.(46)See  Clinical Review…Dysphagia",
            "speech and language examination": "Children with CP often have speech and language disorders. Assess verbal and/or nonverbal communication as needed. For detailed information on speech-language  assessment and treatment with patients with CP,Speech Therapy , referenced above",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "If present, cognitive deficits associated with CP can range from mild to severe. The evaluating or treating SLP should note the results of any neurological (MRI, CT), neuropsychological, or psychological/cognitive tests that have been completed",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with CP are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies ",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Ensure that the patient and family/ caregivers are aware of potential aspiration risks and are educated about strategies when appropriate(47)",
                "Feeding and dietary practices vary considerably between families and cultures. It is important for the SLP to understand the family’s concerns and objectives regarding feeding and swallowing before finalizing any recommendations regarding specific food types and textures(26)",
                "Nutritional intake is crucial for the child’s growth, cognition, motor skills, and physical development, and children with CP are at high risk for growth failure.(6) Thus, decisions regarding dysphagia treatment are best made by a team approach with the involvement of appropriate specialists and family members(2)",
                "High levels of parent distress are associated with feeding disorders.Clinical/counseling services for families often are warranted",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The patient demonstrates difficulty in feeding or signs of aspiration and/or malnutrition",
        "rule out": "Distinguish between organic feeding difficulties and feeding difficulties due to food preferences or behavior(27)",
        "prognosis": [
            "In a prospective, longitudinal representative cohort study conducted in Australia with 170 children with CP who were assessed on 396 different occasions, researchers found that parent-reported attainment of eating ability was significantly associated with gross motor functional ability as measured by the Gross Motor Function Classification System (GMFCS) (a scale used by PTs to assess gross motor skills).(35) The ability of children with CP to consume foods with advanced textures (e.g., ground, lumpy, cut-up,  chunky, all textures) was the best for children whose GMFCS score was level I and then progressively decreased as the GMFCS score decreased(35)",
            "In a longitudinal study conducted in Australia with 53 children with CP, researchers assessed swallowing ability at some point between 18 and 24 months of age and again at 36 months of age. Researchers found that the severity and presence of dysphagia in this group of children was relatively stable between time points. There was an improvement in or resolution of dysphagia observed in children with a GMFCS score of I (i.e., those with ambulatory CP). In children with GMFCS scores between II and V , dysphagia did not resolve, but did improve in about 1/3 of this group. Overall, researchers found an increased risk of dysphagia and increased severity of dysphagia with higher GMFCS scores (i.e., lower gross motor abilities)(45)",
            "In a longitudinal study conducted in Australia with 179 children ages 18 -60 months, dysphagia reduced from 79% at 18-24 months to 43% at 60 months. There were decreasing odds of dysphagia as age increased but increasing odds with poorer gross motor skills. Dysphagia decreased in ambulatory children with CP as age increased.(54)"
        ],
        "referral to other disciplines": "Dysphagia assessment and treatment is best performed using a team approach. The following professionals are often involved in the management of swallowing dysfunction in children in medical settings: SLP, nurse, lactation consultant, early childhood nurse, dietician, pediatrician, OT, PT, gastroenterologist, neurologist, and social worker.(2) School-based  teams for dysphagia management might include the parents, an SLP, an OT, a PT, a nurse, a teacher, the school principal, a paraprofessional, the cafeteria manager, a teacher’s aide/assistant, and a social worker(9)",
        "other considerations": [],
        "treatment summary": [
            "Oral sensory motor therapy:  The objectives of oral sensory motor therapy are to increase coordination of oral motor movements to improve feeding skills and/or to increase normal sensory function during mealtimes. Oral sensory motor therapy has been found to increase oral motor function (e.g., chewing, tongue lateralization, lip closure), but research is inconclusive with regard to its effect on oral feeding efficiency, caloric intake, weight gain, pharyngeal motility, and airway protection for children with CP(8,30,31)",
            "Positioning/postural adaptations:  Many children with CP and dysphagia have abnormalities in posture, tone, and movement that influence feeding.(2) In these cases, the SLP might collaborate with a PT and/or OT in providing a seating position that is most beneficial for feeding. Positioning has been found to improve oral and pharyngeal swallowing function in children with CP.(32) Sitting upright for a period of time after eating can decrease the symptoms of GERD –For detailed information on postural modifications for dysphagia treatment, see  Clinical Review…Dysphagia: Swallowing Therapy –Compensatory  ; CINAHL Topic ID Number: T903567",
            "Adaptive equipment:  Adaptive equipment for eating and feeding therapy might include specific teats/nipples, bottles, pacifiers, cups, spoons, and forks.(1) The SLP can collaborate with the OT in selecting adaptive equipment for self-feeding",
            "Modification of liquids:  Liquids can be modified (i.e.,thickened) to assist the child in controlling liquids in the oral and pharyngeal phases of the swallow and improve the effectiveness and safety of the swallow after VFSS has been completed. Liquids should not be thickened based solely on CSE. Trials of different liquid consistencies should be performed with instrumental assessments (e.g., VFSS, FEES). Modification of equipment such as bottles and cups is sometimes necessary to accommodate the thickened liquids, and parents/caregivers should receive training and information regarding thickened liquids. Examples of circumstances in which thickened liquids might assist the child include:(2) –pooling of liquid in the oral cavity –poor lip closure and loss of liquid –poor tongue control, movement, and coordination –delayed initiation of the swallow –coughing/choking/gulping –clinical signs of aspiration –history of chest infections –presence of GERD –For detailed information on liquid modifications for dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy – Compensatory , referenced above",
            "Modification of solid foods:  Solid foods can be modified to assist the child in chewing and controlling the bolus. In addition, recommendations of food consistency and food type must be aligned to the family’s dietary habits and culture. The following guidelines are indicators of age of nutritional readiness and oral skills for solid foods in normal development; however, the child’s individual oromotor/feeding skills and food allergies must be considered when introducing new textures of foods:(2) –6 to 8 months – purees(2) –8 to 9 months – mashed lumpy/mixed textures(2) –Finger food -7 to 8 months onwards – toast/biscuits(2) -10 to 11 months onwards – soft chopped food(2) -10 to 12 months onwards – firm finger foods(2) -15 months onwards – foods that require sustained biting and chewing(2) –For detailed information on diet modifications for dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy – Compensatory , referenced above",
            "Feeding tubes (orogastric, nasogastric, gastrostomy, jejunostomy)/enteral feeding:  Children with CP who show signs of undernutrition, aspiration associated with respiratory disease, insufficient fluid intake, and excessive stress during mealtimes might be candidates for a feeding tube to provide an alternative nutritional source.(6) Other considerations include the presence of GERD and caregiver stress associated with mealtimes.(10) Successful long-term  management of enteral feeding depends on coordinated longitudinal care by a dysphagia team. Provision of pleasurable experiences  to the mouth and face has been recommended to prevent the child from becoming orally hypersensitive while receiving nutrition by tube feeding.(2)Evidence for the effectiveness of gastrostomy tube feeding for children with CP is insufficient due to methodological weaknesses of studies and absence of RCTs.(10,44)Authors of a systematic review of the literature performed in 2014 reported that all of the studies that have been conducted regarding the effectiveness of gastrostomy tubes for children with CP have been of children with severe feeding impairment.(44) In these studies, the researchers all report a significant increase in weight associated with the placement of a gastrostomy tube; however, the frequency of surgical complications and adverse events was high.(44) The decision to place a feeding tube is made by the physician and the child’s family based on input from the SLP, OT, nutritionist, and other professionals working with the child . Problem Goal Intervention Expected Progression Home Program  Inadequate oral intake for nutritional needsMeet nutritional needs Supplementation of oral intake _ Children with CP often require a longer duration to feed orally and thus are unable to receive adequate nutrition without supplementation. For a newborn, an oral feed should be completed within 30 to 40 minutes and by 30 minutes for a child about 6 months of age. An SLP might collaborate with a pediatrician or nutritionist to assist the child in meeting nutritional needs orally by documenting the child’s feeding skills (timing, range of foods, and consistencies) to assist in selecting the correct way to supplement _ _ Modifications include: -small, frequent feeds -adding calories to feeds by using commercial additives -adding vitamins, minerals, and nutritional supplements -using nasogastric tube feeding methods in addition to oral feedingThe child will meet nutritional needsFeeding program should be implemented at home/school  Prolonged feeding times due to disruptive feeding environmentModify feeding environment to meet the feeding needs of the childModification of feeding environment _ The physical environment in which a child is being fed can have an impact on the duration of a meal. The feeding environment should be a calm setting in which the child can focus on feeding and swallowing(2)Progression of environmental modifications and specific types of food and liquid consistencies trialed will vary according to patient goalsFeeding program should be implemented at home/school  Abnormalities in the child’s posture/muscle tone that interfere with feedingImprove positioning to attain a more adequate feeding position for the childModification of the child’s posture _ Many children with CP and dysphagia have abnormalities in their posture, tone, and movement that influence feeding.(2) In these cases, the SLP might collaborate with a PT and/or OT in providing a seating position that: -is relaxed and comfortable and allows for a sustainable posture/ position(2) -provides balance, stability, and mobility(2) -is efficient and safe for swallowing(2) -inhibits normal movement patterns that interfere with swallowing(2) -allows for independent feeding if possible -provides for optimal oromotor function and control(2) -reduces likelihood of fatigue for child and caregiver.(2) Examples of positioning modifications for newborns include swaddling, specific positions (side- lying, prone, more upright), and use of positioning aids.(2) For children who are eating solid foods, positioning techniques might include a pelvic strap to stabilize pelvis and hips, a footplate and/or additional foot cuffs, a harness to support the trunk, and head/ neck support with hand or arm.(2) All positioning equipment must be carefully chosen by the skilled members of the dysphagia team and individualized for the needs of the child(2)Progression of postural modifications and specific types of food and liquid consistencies trialed will vary according to patient goalsFeeding program should be implemented at home/school  Feeding difficulties/ dysphagiaIncrease the infant’s or child’s feeding abilitiesAdaptive equipment _ Adaptive equipment for feeding includes specific bottle nipples, bottles, pacifiers, cups, spoons, straws, and forks. When selecting special equipment for feeding, the SLP should consider ways to facilitate improved oral-motor patterns by use of special equipment (e.g., training cup to facilitate lip closure). Other variables to consider when selecting equipment include the child’s: -age and size -oral anatomy -feeding skills -medical status -cognitive development -preferences -feeding goals -motor development -positioning for feeding. In addition, it is important to consider parent preferences as well as the durability, cost, and accessibility of the equipment.(2) A team approach is recommended for selection and trial of adaptive equipment with the child(2)The choice and progression of adaptive equipment as well as the specific types of food and liquid consistencies trialed will vary according to patient goalsFeeding program should be implemented at home  Oral or pharyngeal dysphagia with liquid consistencyIncrease swallowing ability for liquidsModification of liquids _ Children with CP who experience pooling of liquid in the oral cavity, poor lip closure, poor tongue coordination, delayed initiation of oral and pharyngeal phases of swallow, and coughing/choking/ gulping might benefit from thickened liquids. In addition, children who show clinical signs of aspiration or who have a history of respiratory infections might benefit from temporary or long- term use of thickened liquids.(2) The rationale for the use of thickened liquids must be carefully explained to caregivers/parents and confirmed by use of instrumental evaluation. Liquids should not be thickened based solely on CSEProgression of specific types of liquid consistencies trialed will vary according to patient goalsFeeding program should be implemented at home/school Difficulty with control or mastication of bolus in the oral phasesIncrease swallowing ability for solidsModification of solids _ Solid foods might be modified to assist the child in chewing and controlling the bolus. In addition, recommendations of food consistency and food type must be aligned with the family’s dietary habits and culture(2)Progression of specific types of food consistencies trialed will vary according to patient goalsFeeding program should be implemented at home/school ."
        ]
    },
    "desired outcomes outcome measures": {
        "safe swallowing for adequate nutrition and hydration": [
            "CSE",
            "FEES",
            "Clinical signs of aspiration(2,10)",
            "Time required for feeding(2,10)",
            "Performance of the child on specific oral motor activities for feeding (e.g., lip closure, chewing skills)(2,10)",
            "Weight of the child or other measures of nutritional status(2,10)",
            "Growth of child(2,10)"
        ],
        "minimized risk of respiratory complications": [
            "Absence of chest infections(2,10)",
            "Clinical signs of aspiration(2,10)"
        ],
        "maximized qol": [
            "Child’s ability to eat different textures/types of food(2,10)",
            "QOL of the child using a scale that has undergone psychometric testing(2,10)"
        ],
        "due to the potential harmful effects of ionizing radiation on children, a repeat vfss should be considered only when there are specific questions that require answers from a repeat study; a vfss should not be used frequently to monitor changes in": []
    },
    "maintenance or prevention": [
        "Monitoring of swallowing function is recommended because children with CP might demonstrate normal feeding skills yet develop swallowing problems later in development due to growth and/or changes in neurologic status.(2) For example, children with spastic quadriplegia or choreoathetosis might be oral feeders as young children but require supplemental nutrition in later years. Children who are slow feeders might also need increased caloric density of foods to meet their nutritional needs(5)"
    ],
    "patient education": [
        "It is important the dysphagia team educate the parents/caregivers on positioning of the child for feeding, environmental modifications for feeding, adaptive equipment for feeding, feeding choices and methods, liquid/food consistencies, and understanding of the feeding problem and associated risks.(2) When educating the parent about adaptive equipment, the SLP should: be aware of cultural variations that influence feeding practices explain the rationale for use of the equipment(2) assist in helping the parent get access to the equipment when possible(2) demonstrate the correct use of the equipment(2) provide ongoing monitoring and review of equipment use(2)",
        "See Patient Information Series from United Cerebral Palsy at: https://ucp.org/resource-guide/parents-and-families/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "McIntyre S, Morgan C, Walker K, Novak I. Cerebral palsy--don't  delay. Dev Disabil Res Rev . November 2011;17(2):114-29.  . doi:10.1002/ddrr.1106. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Cichero JA, Murdoch BE. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Calis EA, Veugelers R, Sheppard JJ, Tibboel D, Evenhuis HM, Penning C. Dysphagia in children with severe generalized cerebral palsy and intellectual disability. Dev Med Child Neurol . 2008;50(8):625-630.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Vadivelu S, Fonzalez-Fernandez  M. Cerebral palsy. In: Frontera WR, Silver JK, Rizzo TD, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . Vol 10. Philadelphia, PA: Elsevier Saunders; 2015:634-641.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Lefton-Greif  MA, Arvedson JC. Schoolchildren with dysphagia associated with medically complex conditions. Lang Speech Hear Serv Sch . 2008;39(2):237-248.  (GI) "
        },
        {
            "number in article": 6,
            "reference": "Rogers B, Arvedson J, Buck G, Smart P, Msall M. Characteristics of dysphagia in children with cerebral palsy. Dysphagia . 1994;9(1):69-73.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Mayo Clinic Staff. Cerebral palsy: risk factors. MayoClinic.com Web site. http://www.mayoclinic.org/diseases-conditions/cerebral-palsy/basics/risk-factors/con-20030502 . Accessed May 26, 2017. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Rogers B. Feeding method and health outcomes of children with cerebral palsy. J Pediatr. 2004;145(2 Suppl):S28-S32.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Homer EM. Establishing a public school dysphagia program: a model for administration and service provision. Lang Speech Hear Serv Sch . 2008;39(2):177-191.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Gantasala S, Sullivan PB, Thomas AG. Gastrostomy feeding versus oral feeding alone for children with cerebral palsy. Cochrane Database Syst Rev . May 1, 2013;31(7). Art No: CD003943. doi:10.1002/14651858.CD003943.pub3.  (SR)"
        },
        {
            "number in article": 11,
            "reference": "Clinical feeding evaluation. In: Wolf LS, Glass RP, eds. Feeding and Swallowing in Infants and Children . Tucson, AZ: Therapy Skill Builders; 1992:85-147.  (PP)"
        },
        {
            "number in article": 12,
            "reference": "Palmer MM, Crawley K, Blanco IA. Neonatal Oral-Motor  Assessment scale: a reliability study. J Perinatol . 1993;13(1):28-35.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Morris SE. Pre-Speech  Assessment Scale: A Rating Scale for the Development of Pre-Speech  Behaviors from Birth through Two Year. Rev. ed . Clifton, NJ: J.A. Preston; 1982. (PP)"
        },
        {
            "number in article": 14,
            "reference": "Jelm JM. Oral-Motor/Feeding  Rating Scale . Tucson, AZ: Therapy Skill Builders; 1990. (PP)"
        },
        {
            "number in article": 15,
            "reference": "Kenny DJ, Koheil RM, Greenberg J. Development of a multidisciplinary feeding profile for children who are dependent feeders. Dysphagia . 1989;4(1):16-20.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Ottenbacher K, Dauck BS, Gevelinger M, Grahn V, Hassett C. Reliability of the Behavioral Assessment Scale of Oral Functions in Feeding. Am J Occup Ther . 1985;39(7):436-440.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Earnest MM. Preschool Motor Speech Evaluation & Intervention . Bisbee, AZ: Imaginart; 2000. (PP)"
        },
        {
            "number in article": 18,
            "reference": "Sheppard JJ. Dysphagia Disorders Survey and Dysphagia Management Staging Scale (Revised) . Lake Hopatcong, NJ: Nutritional Management Associates; 2002. (PP)"
        },
        {
            "number in article": 19,
            "reference": "Stewart L. Development of the Nutrition and Swallowing Checklist, a screening tool for nutrition risk and swallowing risk in people with intellectual disability. J Intellect Dev Disabil. 2003;28(2):171-187.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Logemann JA. Manual for the Videofluorographic Study of Swallowing . 2nd ed. Austin, TX: Pro-Ed; 1993. (GI)"
        },
        {
            "number in article": 21,
            "reference": "Instrumental assessment procedures used in pediatric dysphagia. In: Arvedson JC, Lefton-Greif  MA, eds. Pediatric Videofluoroscopic Swallow Studies: A Professional Manual with Caregiver Guidelines . San Antonio, TX: Communication Skills Builders; 1998:2-12.  (PP)"
        },
        {
            "number in article": 22,
            "reference": "Carnaby-Mann  G, Lenius K. The bedside examination in dysphagia. Phys Med Rehabil Clin N Am . 2008;19(4):747-768,  viii. (GI)"
        },
        {
            "number in article": 23,
            "reference": "Martin-Harris  B, Jones B. The videofluorographic swallowing study. Phys Med Rehabil Clin N Am . 2008;19(4):769-785,  viii. (GI)"
        },
        {
            "number in article": 24,
            "reference": "Leder SB, Murray JT. Fiberoptic endoscopic evaluation of swallowing. Phys Med Rehabil Clin N Am . 2008;19(4):787-801,  viii-ix. (GI)"
        },
        {
            "number in article": 25,
            "reference": "Arvedson JC, Rogers BT. Dysphagia in children. In: Johnson AF, Jacobson BH, eds. Medical Speech-Language  Pathology: A Practitioner's Guide . New York, NY: Thieme; 1998:38-64.  (GI)"
        },
        {
            "number in article": 26,
            "reference": "McFarland E. Family and cultural issues in a school swallowing and feeding program. Lang Speech Hear Serv Sch . 2008;39(2):199-213.  (GI)"
        },
        {
            "number in article": 27,
            "reference": "Budd KS, McGraw TE, Farbisz R. Psychosocial concomitants of children's feeding disorders. J Pediatr Psych . 1992;17(1):81-94.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Power-DeFur  L, Alley NS. Legal and financial issues associated with providing services in schools to children with swallowing and feeding disorders. Lang Speech Hear Serv Sch. 2008;39(2):160-166.  (GI)"
        },
        {
            "number in article": 29,
            "reference": "Huffman NP, Owre DW. Ethical issues in providing services in schools to children with swallowing and feeding disorders. Lang Speech Hear Serv Sch . 2008;39(2):167-176. (GI)"
        },
        {
            "number in article": 30,
            "reference": "Davies F. Does the end justify the means? A critique of oromotor treatment in children with cerebral palsy. Asia Pac J Speech Lang Hear . 2003;8(2):146-152.  (RV)"
        },
        {
            "number in article": 31,
            "reference": "Gisel E. Interventions and outcomes for children with dysphagia. Dev Disabil Res Rev . 2008;14(2):165-173.  (RV)"
        },
        {
            "number in article": 32,
            "reference": "Lanert G, Ekberg O. Positioning improves the oral and pharyngeal swallowing function in children with cerebral palsy. Acta Paediatr . 1995;84(6):689-692.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Benfer KA, Weir KA, Boyd RN. Clinimetrics of measures of oropharyngeal dysphagia for preschool children with cerebral palsy and neurodevelopmental disabilities: a systematic review. Dev Med Child Neurol . 2012;54(9):784-795.  doi:10.1111/j.1469-8749.2012.04302.x.  (SR)"
        },
        {
            "number in article": 34,
            "reference": "Sonies BC, Cintas HL, Parks R, et al. Brief assessment of motor function: content validity and reliability of the oral motor scales. Am J Phys Med Rehabil . 2009;88(6):464-472. doi:10.1097/PHM.0b013e3181a5abad. (R)"
        },
        {
            "number in article": 35,
            "reference": "Weir KA, Bell KL, Caristo F, et al. Reported eating ability of young children with cerebral palsy: is there an association with gross motor function? Arch Phys Med Rehabil . 2013;94(3):495-502.  doi:10.1016/j.apmr.2012.10.007. (R)"
        },
        {
            "number in article": 36,
            "reference": "Hvidtjorn D, Grove J, Schendel D, et al. Multiplicity and early gestational age contribute to an increased risk of cerebral palsy from assisted conception: a population-based cohort study. Hum Reprod . August 2010;25(8):2115-23.  doi:10.1093/humrep/deq070. (R)"
        },
        {
            "number in article": 37,
            "reference": "Bonthius DJ, Wright R, Tseng B, et al. Congenital lymphocytic choriomeningitis virus infection: spectrum of disease. Ann Neurol . October 2007;62(4):347-55.  (R)"
        },
        {
            "number in article": 38,
            "reference": "Benfer KA, Weir KA, Bell KL, Ware RS, Davies PS, Boyd RN. Oropharyngeal dysphagia in preschool children with cerebral palsy: oral phase impairments. Res Dev Disabil . December 2014;35(12):3469-81.  doi:10.1016/j.ridd.2014.08.029. (R)"
        },
        {
            "number in article": 39,
            "reference": "Benfer KA, Weir KA, Bell KL, Ware RS, Davies PS, Boyd RN. Validity and reproducibility of measures of oropharyngeal dysphagia in preschool children with cerebral palsy. Dev Med Child Neurol . Advance online publication. 2015;57(4):358-365.  doi:10.1111/dmcn.12616. (R)"
        },
        {
            "number in article": 40,
            "reference": "van den Engel-Hoek  L, Erasmus CE, van Hulst KC, Arvedson JC, de Groot IJ, de Swart BJ. Children with central and peripheral neurologic disorders have distinguishable patterns of dysphagia on videofluoroscopic swallow study. J Child Neurol . May 2014;29(5):646-653.  doi:10.1177/0883073813501871. (R)"
        },
        {
            "number in article": 41,
            "reference": "Benfer KA, Weir KA, Bell KL, Ware RS, Davies PS, Boyd RN. Clinical signs suggestive of pharyngeal dysphagia in preschool children with cerebral palsy. Res Dev Disabil . 2015;38:192-201.  doi:10.1016/j.ridd.2014.12.021. (R)"
        },
        {
            "number in article": 42,
            "reference": "McAteer J, Larison C, LaRiviere C, Garrison MM, Goldin AB. Antireflux procedures for gastroesophageal reflux disease in children: influence of patient age on surgical management. JAMA Surg . 2014;149(1):56-62.  doi:10.1001/jamasurg.2013.2685. (R)"
        },
        {
            "number in article": 43,
            "reference": "Souza VA, Abreu MH, Resende VL, Castilho LS. Factors associated with bruxism in children with developmental disabilities. Braz Oral Res . 2015;29:1-5.  (R)"
        },
        {
            "number in article": 44,
            "reference": "Ferluga ED, Sathe NA, Krishnaswami S, Mcpheeters ML. Surgical intervention for feeding and nutrition difficulties in cerebral palsy: a systematic review. Dev Med Child Neurol . 2014;56(1):31-43.  doi:10.1111/dmcn.12170. (SR)"
        },
        {
            "number in article": 45,
            "reference": "Benfer KA, Weir KA, Bell KL, Ware RS, Davies PS, Boyd RN. Longitudinal Study of Oropharyngeal Dysphagia in Preschool Children With Cerebral Palsy. Arch Phys Med Rehabil. April 2016;97(4):552-560.e9.  doi:10.1016/j.apmr.2015.11.016. (R)"
        },
        {
            "number in article": 46,
            "reference": "American Speech-Language  Hearing Association. Dysphagia Competency Verification Tool. https://www2.asha.org/uploadedFiles/Dysphagia-Competency-Verification-Tool-Users-Guide.pdf . Published 2019. (G)"
        },
        {
            "number in article": 47,
            "reference": "American Speech-Language-Hearing  Association. Pediatric Feeding and Swallowing (Practice Portal). www.asha.org/practice-portal/clinical-topics/pediatric-dysphagia/ . (G)"
        },
        {
            "number in article": 48,
            "reference": "Miller CK, Willging JP. Fiberoptic endoscopic evaluation of swallowing in infants and children: protocol, safety, and clinical efficacy: 25 years of experience. Ann Otol Rhinol Laryngol. May 2020;129(5):469-481.  doi:10.1177/0003489419893720. (GI)"
        },
        {
            "number in article": 49,
            "reference": "Goday PS, Huh SY, Silverman A, et al. Pediatric feeding disorder: consensus definition and conceptual framework. J Pediatr Gastroenterol Nutr . January 2019;68(1):124-129. doi:10.1097/MPG.0000000000002188. (G)"
        },
        {
            "number in article": 50,
            "reference": "Britton D, Roeske A, Ennis SK, Benditt JO, Quinn C, Graville D. Utility of pulse oximetry to detect aspiration: an evidence-based  systematic review. Dysphagia . 2018;33(3):282-292.  doi:10.1007/s00455-017-9868-1.  (R)"
        },
        {
            "number in article": 51,
            "reference": "Ceriati E, Marchetti P, Caccamo R, Adorisio O, Rivosecchi F, De Peppo F. Nissen fundoplication and combined procedures to reduce recurrence of gastroesophageal reflux disease in neurologically impaired children. Sci Rep. July 15, 2020;10(1):11618. doi:10.1038/s41598-020-68595-x.  (R)"
        },
        {
            "number in article": 52,
            "reference": "Barton C, Bickell M, Fucile S. Pediatric oral motor feeding assessments: a systematic review. Phys Occup Ther Pediatr . 2018;38(2):190-209. doi:10.1080/01942638.2017.1290734. (RV)"
        },
        {
            "number in article": 53,
            "reference": "Speyer R, Cordier R, Parsons L, Denman D, Kim JH. Psychometric characteristics of non-instrumental  swallowing and feeding assessments in pediatrics: a systematic review using COSMIN. Dysphagia . 2018;33(1):1-14.  doi:10.1007/s00455-017-9835-x.  (RV)"
        },
        {
            "number in article": 54,
            "reference": "Benfer KA, Weir KA, Bell KL, Ware RS, Davies PSW, Boyd RN. Oropharyngeal dysphagia and cerebral palsy. Pediatrics . 2017;140(6):e20170731. doi:10.1542/peds.2017-0731.  (R)"
        },
        {
            "number in article": 55,
            "reference": "Benfer KA, Weir KA, Bell KL, Ware RS, Davies PS, Boyd RN. The Eating and Drinking Ability Classification System in a population-based  sample of preschool children with cerebral palsy. Dev Med Child Neurol . 2017;59:647-54.  (R)"
        },
        {
            "number in article": 56,
            "reference": "Mishra A, Malandraki GA, Sheppard JJ, Gordon AM, Levy ES, Troche MS. Voluntary cough and clinical swallow function in children with spastic cerebral palsy and healthy controls. Dysphagia . 2019;34(2):145-154.  doi:10.1007/s00455-018-9933-4.  (R)"
        }
    ]
}