{
    "metadata": {
        "title": "Reading Disabilities  Upper Elementary-School-Aged  Children and Adolescents",
        "synonyms": [
            "learning disability (ld)",
            "learning difficulty",
            "reading difficulty",
            "dyslexia",
            " developmental dyslexia",
            "alexia",
            "learning disorder",
            "reading disorder",
            "developmental reading disorder",
            "specific reading disability",
            "reading disorder: upper elementary school-aged  children and adolescents",
            "dyslexia: upper elementary school-aged  children and adolescents",
            "specific reading disability: upper elementary school-aged children and adolescents",
            "alexia: upper elementary school-aged  children and adolescents",
            " developmental reading disorder: upper elementary school-aged children and adolescents"
        ],
        "anatomical location body part affected": [
            "There is evidence that some individuals with reading disabilities have a disorder of phonological processing and demonstrate a disruption of left hemisphere posterior brain systems while performing reading tasks (in studies using functional magnetic resonance imaging [fMRI]).(1)There is also evidence that reading disabilities in some individuals are related to altered sensory fusion, or difficulty interpreting input to the visual system and converting it into phonemic output.(45) This Clinical Review does not address reading difficulties caused by visual processing or other vision disturbances"
        ],
        "area of specialty": [
            "learning disabilities"
        ],
        "description": [
            "A single description of reading disabilities is complicated by the different causes of reading difficulties, the different labels for reading disabilities (e.g., dyslexia, learning disability), and different models for identification (see Diagnostic tests completed , below). In this summary, the term reading disabilities encompasses any difficulty with any of the language-based/linguistic  components of reading that would not be expected for a child's age and/or developmental level. These components include phonological awareness (PA), decoding, sight-word  recognition, reading fluency, spelling, and reading comprehension. Some students with reading disabilities in upper elementary grades and middle school may have not demonstrated reading difficulties in the lower elementary grades. Reading difficulties may surface as texts become more challenging(2)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "F81.0": "specific reading disorder",
            "F81.89": "other developmental disorders of scholastic skills (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "A child or adolescent with a reading disability might present with the following:",
            "Poor PA skills(3)",
            "Difficulty reading sight words and difficulty decoding words(3)",
            "Slow and disconnected oral reading (poor reading fluency)(3)",
            "Difficulty with spelling/spelling errors(4,44) ",
            "Difficulty understanding what he or she just read (reading comprehension)(5)",
            "Delayed speech and language skills Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Communication and literacy needs of the individual should be considered with respect to the cultural, familial, and community setting",
            "Vision loss should be ruled out before a speech-language  and reading evaluation",
            "A team approach is often used in schools to evaluate reading disabilities. Depending on the specific needs of the child, members of the assessment team include an educational psychologist, a special education teacher, a general education teacher, an SLP, an occupational therapist (OT) (for handwriting difficulties), and a school counselor",
            "The SLP should consider the language abilities of the child and the languages that the child speaks at home when evaluating reading ability. For detailed information on evaluating bilingual school-aged  children, please see Clinical Review…Language Disorders: Bilingual School-Aged  Children ; CINAHL Topic ID Number: T709066"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "No single cause of reading disabilities has been established; however, there is strong consensus supporting a deficit inphonology as the underlying origin.(1,5) The phonological theory recognizes that, unlike speech and language, readingis not naturally developing or inherent and must be taught. Furthermore, children who have poor PA have difficultyrecognizing, identifying, and manipulating sounds within spoken language, putting them at risk for reading difficulties(5,6)"
        ],
        "pathogenesis": [
            "The profile of the student in the upper grades (4th grade and above) who struggles with reading is varied. Many childrenwith reading difficulties are not identified until the upper elementary grades or middle school.(2) These children beginto have difficulty with reading when texts become more complex and require extensive vocabulary and backgroundknowledge. Some children with reading difficulties exhibit speech or language delays at an earlier age and continueto have speech or language difficulties in school. Oral language deficits might become more pronounced as academiclanguage demands increase. The student in the upper grades will encounter more content-specific  vocabulary, require morebackground knowledge to understand texts, and be confronted with complex syntax(7)"
        ],
        "risk factors": [
            "Family history of reading disabilities/dyslexia(1)",
            "Environmental factors such as a language-impoverished  environment, poverty, and/or poor instruction(1,6)",
            "Low proficiency in the language of instruction(8)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "N/A"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Communication and literacy needs of the individual should be considered with respect to the cultural, familial, and community setting",
            "Vision loss should be ruled out before a speech-language  and reading evaluation",
            "A team approach is often used in schools to evaluate reading disabilities. Depending on the specific needs of the child, members of the assessment team include an educational psychologist, a special education teacher, a general education teacher, an SLP, an occupational therapist (OT) (for handwriting difficulties), and a school counselor",
            "The SLP should consider the language abilities of the child and the languages that the child speaks at home when evaluating reading ability. For detailed information on evaluating bilingual school-aged  children, please see Clinical Review…Language Disorders: Bilingual School-Aged  Children ; CINAHL Topic ID Number: T709066"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document when reading difficulties were first noticed. Who referred the child for an evaluation?",
                "course of treatment": {
                    "medical management": "Determine whether or not the child is receiving medical care",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed, if any; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Diagnostic tests will depend on the model used by the school or clinic to identify a reading disability",
                        "Traditionally, the diagnosis of dyslexia as well as LD has been made based upon a discrepancy between intelligence quotient (IQ) scores and reading achievement scores (reading measures are at least 1.5 standard score below IQ standardized score).(5) Dyslexia has been defined as an unexpected reading difficulty in a child who appears to have all of the factors necessary to be a good reader: intelligence, motivation, exposure to good language input, and exposure to adequate reading instruction(5) ",
                        "Another model of identification of reading disability approved for use by school districts by the U.S. Individuals with Disabilities Education Act (IDEA) of 2004 for both the prevention and identification of learning disabilities is the Response to Intervention (RTI) model.(8) This model includes screening all children for reading difficulties, monitoring the progress of children at risk for reading difficulties, and providing increasingly intensive interventions based upon",
                        "the results of progressmonitoring  assessments. When a child does not respond adequately to intensive intervention, he or she might be referred for a comprehensive evaluation to determine eligibility for special education services.",
                        "Within this model, three criteria are important for identifying LD: 1) low achievement on normreferenced  tests, 2) low",
                        "response to evidencebased  instruction, and 3) confirmation that low achievement is not due to other factors or another disability (e.g., intellectual disability, sensory disorder, limited English proficiency)(8)",
                        "Diagnostic tests include comprehensive speech and language testing, cognitive testing, and reading assessment (see Relevant tests and measures , below, for more information)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether they help. Do the parents assist the child/adolescent with reading at home? Do the parents provide support to assist the child with homework after school?",
                    "previous therapy": "Document whether child has had speech-language  therapy, reading intervention, or another intervention for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Does the child have hearing or vision difficulties? -Does the child have difficulties with speech or language? -Does the child have attention or behavioral difficulties?",
                "body chart": "",
                "nature of symptoms": "Does the child -read slowly or have difficulty reading?(4) -have an aversion to reading and try to avoid reading at home or at school?(4) -have difficulty spelling?(4) -have difficulty making inferences or drawing conclusions based on text?(7) -have difficulty relating past events, telling stories, or explaining? -Have difficulty comprehending what he/she just read? -have frequent mispronunciations, difficulty with word retrieval, or need extra time to provide an oral response?(5) -have difficulty understanding writing assignments and organizing written work?(7) -include insufficient detail or too much detail in written work?(7)",
                "rating of symptoms": "",
                "pattern of symptoms": "Does the child struggle more with certain types of text?",
                "sleep disturbance": "Does the child have sleep difficulties that affect school performance?",
                "other symptoms": "Document other symptoms child may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician or social worker (e.g., behavior difficulties, seizures, difficulty sleeping)Does the child have problem behaviors? Is the child depressed or anxious?What are the results of the child's most recent hearing screening or evaluation? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of developmental delay in any area? Was the child delayed in talking?",
                    "comorbid diagnoses": "Ask patient or patient’s family/caregivers about other problems, including communication problems, intellectual disability, attention difficulties, and hearing impairment",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient or patient’s family/caregivers about other symptoms the patient may be experiencing "
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include receive intervention services? If so, are they home, school, or clinic based? Does the child enjoy reading activities/ avoid reading activities? Which subjects does the child enjoy in school and outside of school? Which subjects are more challenging for the child?",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Obtain information on adaptive behaviors (as needed) and any adaptive equipment the individual is using for reading, including text-to-speech  software and listening to audible books",
                "living environment": "Does the child's living environment support literacy development? What language(s) are spoken in the home? Does the individual display different literacy skills in the home language?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": " Speech and language examination (including reading)If there is a history of an articulation/phonological disorder or present concerns about speech/ articulation ability, a standardized test or an informal (nonstandardized) analysis can be used to determine errors that have a high frequency of occurrence. For specific sounds, the number of omissions, substitutions, distortions, and additions can be completedIf there are concerns about the individual's language ability, assessment should include a combination of formal and informal measuresThe following are examples of standardized language evaluations for school-aged children(9) A norm-referenced  comprehensive language test (expressive and receptive language) for ages 5 years to 21 years, 11 monthsFourth Edition (expressive and receptive language) for ages 8 years to 17 years(11) A norm-referenced  measure of receptive vocabulary for ages 2 years, 6 months to 90+ years(12) A norm-referenced  test of narrative comprehension and oral narration for ages 5 years to 11 years, 11 monthsListening Comprehension and Oral Expression administered, norm-referenced  test designed to assess listening comprehension and oral expression for ages 3 to 21 years, 11 months(14) A norm-referenced,  individually administered expressive and receptive language assessment for ages 3 to 21 years. Contains a subtest to measure pragmatic language skillsInformal language measures may include analyses of parent/caregiver/teacher interview, narrative samples, conversational samples, or classroom observationProvide a voice evaluation if there is indication of a voice disorderProvide a fluency evaluation is there is indication of a fluency disorderThe components of the reading evaluation will depend on the age of the individual and his or her developmental level. These components include letter identification, letter-sound  identification, PA skills, sight-word(15) An individually administered test designed to measure phonological awareness, phonological memory, and rapid naming for ages 5 years to 24 years(16) The WJ-III  includes 10 individually administered, norm-referenced  subtests for reading (Letter-Word  Identification, Passage Comprehension, Word Attack, Reading V ocabulary, Reading Fluency, Spelling of Sounds, Sound Awareness, Sound Blending, Oral V ocabulary, Oral Comprehension) for ages 2 to 80+(17) The TOWRE contains two subtests that measure individual phonemic decoding and sight-word  reading skills for ages 6 years to 24 years, 11 months (18) A measure of receptive and expressive written language for ages 5–21(19) A measure of oral reading rate, accuracy, fluency, and comprehension for ages 6 years to 23 years, 11 months. It can be used to monitor progress in oral reading as well as to identify reading difficulties",
            "neurological examination": "",
            "oral structure and oral motor function": "Assess the child’s oral motor skills during speech, imitation of motor movements, diadochokinesis tasks, and strength tasks in order to identify or rule out a motor-based  speech-language disorder",
            "perception": "",
            "arousal attention cognition": "Has the individual received cognitive testing by a psychologist or psychiatrist? Document results of any cognitive evaluation",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Students in the upper grades build their knowledge through reading and comprehending different kinds of texts. Students with reading difficulties are at risk for falling behind academically and might not be able to master content-area coursework(20)"
            ]
        },
        "diagnosis need for treatment": "A comprehensive reading evaluation will determine the need for and goals for treatment",
        "rule out": " Rule out Hearing impairment English language difficulties Vision difficulties Lack of adequate reading instruction",
        "prognosis": [
            "Prognosis for significant improvement in reading is good for children who receive early and intensive reading intervention (kindergarten–3rd  grade). Early intervention for a reading disability is supported not only by treatment effects in multiple research studies, but also by fMRI studies indicating that systematic, evidence-based  reading intervention can lead to significant and lasting changes in brain organization(6)",
            "Prognosis for older students is less clear, as fewer reading-intervention  studies have targeted this age group. One study that provided intensive intervention to middle school students who had severe deficits in word reading, reading fluency, and reading comprehension reported that the treatment group did not demonstrate significant reading improvement over the course of 13 weeks of small-group  reading intervention (40 minutes/day).(21) The authors suggest that middle school students with severe reading difficulties might require even more intensive intervention to achieve significant gains. The need for more intensive instruction has been confirmed in more recent studies, with researchers recommending at least 50 minutes/day reading intervention during the school year as well as summer school for those students with persistent reading difficulties(41,42)"
        ],
        "referral to other disciplines": "Referral to a behavioral psychologist or behavioral specialist might be warranted to assist with behavioral therapy and/or challenging behaviors",
        "other considerations": [],
        "treatment summary": [
            "Several meta-analyses  and reviews have described intervention effects for students in the upper grades: –Researchers in the United States conducted a meta-analysis  of 10 studies with a pretest/posttest control group design with students in grades 5–9 obtained from a literature search in peer-reviewed  journals (1960–2009).  Findings included:(36) -Effect sizes were low across a variety of interventions and combinations of interventions. There were no significant differences in effects related to the type of reading skill or combination of skills addressed (e.g., comprehension, phonics, fluency) -Older samples of students yielded smaller effect sizes than younger samples of students -Strategies used effectively to improve reading in younger students are not as effective for students in the upper elementary and middle school grades –Authors of a meta-analysis  of reading interventions for struggling readers in grades 4–12  (published in 1980–2011) analyzed the effects of interventions in 67 published studies.(37) Findings included:  -Reading interventions produce positive results for students in grades 4–12,  an average of half a standard deviation across studies -Studies conducted from 1980 through 2004 had larger effects than those conducted from 2005 through 2011. Researchers hypothesized that this difference was due to a variety of factors present in later studies, including greater use of standardized measures, which are associated with lower effect sizes; improvement in the comparison groups’ instruction; an increase in teacher-delivered treatment; differences in participant characteristics (more inclusive of students with lower intellectual abilities); and more rigorous and complex research designs -Reading comprehension instruction was included in nearly all of the multicomponent interventions and reading comprehension interventions were associated with higher effects than fluency interventions. The authors concluded that teaching reading comprehension strategies to struggling readers in grades 4–12  is beneficial –A synthesis of extensive (intensive) reading interventions (provided in 75 or more sessions) for students with reading difficulties in grades 4–12  published between 1995 and 2011 reported on 19 studies and analyzed 10 studies in a meta-analysis.(38) Findings included the following: -Extensive interventions can have a small but positive effect on student learning across a variety of reading outcomes (e.g., reading comprehension, reading fluency, word reading, word reading fluency, and spelling) -The majority of studies implemented multicomponent interventions -Student outcomes did not differ with respect to number of hours of intervention, group size, or age",
            "Phonics instruction/word study: Phonics instruction, or word study, focuses on teaching letter-sound  correspondences and letter pattern-sound  correspondences and how to use them in spelling and reading.(23) Systematic phonics instruction differs from incidental phonics instruction in that a scope and sequence of phonics elements are taught in a systematic way rather than highlighting phonics elements incidentally as they appear in text(23) –Older students who have decoding problems often can decode single-syllable  words correctly but struggle with multisyllable words. They often have difficulty dividing the word into parts and using word-analysis  strategies to decode unfamiliar words in text(24) –Advanced word study focuses on analyzing morphology (e.g., prefixes, suffixes) and letter patterns. Students are taught to break apart difficult words into smaller, familiar units and then read the words by blending the units together(24)",
            "Fluency: Fluency is the ability to read accurately with speed and proper expression. There are two main approaches that have been used for building fluency, guided repeated oral reading and independent silent reading –Guided repeated oral reading: Students who have poor reading fluency often are asked to repeatedly read passages with guidance from a teacher, clinician, parent, or peer in order to have multiple exposures to the same words and to increase their speed and accuracy during text reading -Results of a review of research on repeated reading with children with LDs (kindergarten through 12th grade) indicated that this practice is lacking a strong evidence base due to the lack of studies meeting methodological criteria for quality research based on standards developed by Horner et al. and Gersten et al.(25,26,27) The authors proposed that even in the absence of firm evidence, teachers and clinicians may continue to implement repeated reading practice because 1) it is aligned with multiple theoretical frameworks that suggest its use for students who need to improve fluency, and 2) effect sizes in meta-analyses  of fluency interventions have indicated that repeated reading is likely to positively affect fluency outcomes for those who need to improve fluency(27)",
            "V ocabulary instruction: V ocabulary instruction has been recognized as an essential part of comprehensive reading intervention for older students who struggle with reading(20,23) –Authors of a best-practice  guide for reading interventions for adolescents with reading difficulties (4th grade through 12th grade) synthesized the results of 15 vocabulary intervention studies and concluded that students should receive explicit vocabulary instruction as part of reading and language arts classes as well as part of content-area classes (e.g., social studies, science). Students should be given explicit instruction on new words with student-friendly  definitions as well as assistance in learning new words independently. The SLP may work with the classroom teacher in identifying words to teach, teaching words, and providing more intensive instruction for students with reading difficulties. Specific recommendations include:(20) -A portion of class time should be dedicated to explicit vocabulary instruction. Strategies for explicit instruction include direct instruction on the word and meaning, matching words and definitions, using semantic maps, and helping students to look up word meanings -Students need repeated exposure to new words in multiple oral and written contexts (e.g., preview the word before reading it, read the word, answer comprehension questions that include the new word)  -Students need multiple opportunities to use new words in discussion, writing, and extended reading -Students should be provided with strategies to make them independent word learners (e.g., tools to help them find meanings of words such as online dictionaries, learn the meaning of prefixes, roots, suffixes)",
            "Text comprehension strategies: Students can be taught specific cognitive strategies or reasoning skills with the goal of improving their comprehension. In the upper grades, comprehension strategies as well as opportunities for extended discussion of text meaning are particularly important in assisting students to understand content-area  texts.(20) Strategies can be applied in all classes, particularly in content-area  classes (e.g., science, social studies, math, reading/language arts). Text comprehension strategies are beneficial but are likely insufficient for older students who have significant difficulties with vocabulary, background knowledge, and/or decoding –Types of strategies/techniques include:(20,23,24) -activation of prior knowledge: Students might not have sufficient background knowledge to fully comprehend content-area  texts. The teacher or SLP teaches the students to preview headings or key concepts and make prediction charts prior to reading the text to activate prior knowledge and to prepare the student for the text. Teachers can also show short video clips and orient students geographically by using a map.(39) The same materials used to preview texts can be used after text reading to assist in reviewing, summarizing, confirming, or refuting predictions -comprehension monitoring: Students are taught to be more aware of their understanding (or lack thereof) (e.g., take notes on confusing words as they read) -cooperative learning: Students work together to use reading strategies -graphic and semantic organizers: Readers make visual or graphic representations of what they read -question answering: The teacher/SLP poses questions before, during, or after reading -question generation: Students are taught to ask themselves questions about what they read -story structure: Students are taught to use story mapping (using a graphic organizer to outline the parts of a story) to help them recall the details and parts of a story -summarization: After reading a text, students are asked to summarize (orally or by writing) the main idea of what they have just read. Students need to be taught explicitly how to find the main idea.(39)Several strategies have been used to help students find the main idea. One established strategy is the three-step  “Get the Gist” strategy, in which students are asked to 1) identify the main “who” or “what,” 2) identify the most important information about the main “who” or “what,” and 3) combine that information in a sentence to talk about the main idea.(40) Sentence stems such as “The main idea is…” or “The passage is about…” can be used -peer-mediated  practice: Students can work as partners to practice the strategies above(39) –Authors of a best-practice  guide synthesized the results of 5 RCTs and 1 single subject study that explored the effects of using comprehension strategies. Results indicated that there is strong evidence supporting the teaching of strategies to improve adolescents' reading comprehension ability. Based upon the findings of the synthesized studies, the following recommendations were made:(20) -Select a strategy (see strategies mentioned above) that is appropriate for the type of text (e.g., main-idea  summarizing is appropriate for expository but not narrative text) and show the student how different strategies may be used with different texts -Use texts that are at the student’s reading level. The text should not be too difficult or too easy -Use direct and explicit instruction on how to use the strategy as well as modeling and guided support when teaching new strategies -Help the student understand that the goal of strategy use is to better understand the next -Provide multiple opportunities for practice (e.g., with peers) –Results of a meta-analysis  of 40 reading comprehension intervention studies (kindergarten through 12th grade) published between 1995 and 2006 indicated that effect sizes were high for criterion-referenced  measures (0.69 for treatment effects; 0.75 for generalization effects) and moderate for standardized measures (0.52).(28) The authors concluded that these outcomes were similar to, though slightly lower than, those of previously published meta-analyses.  A wide variety of treatment methods were found to be effective, including text enhancements, questioning, and cognitive strategies. Most of the treatment approaches included strategies to assist students in maintaining attention and thinking more systematically about what they had just read. Examples of strategies include highlighting, outlining, illustrating, using graphic organizers, summarizing the text, predicting outcomes, proving main ideas, analyzing text structure, and providing explanations. The authors concluded that students with reading disabilities did not spontaneously employ such  strategies and that any instruction to help them systematically employ these techniques would improve their ability to construct meaning from text –In a practice guide on adolescent reading interventions, researchers synthesized the results of 5 studies that explored the effects of extended discussion on reading comprehension.(20) The researchers found moderate support for the use of discussions in improving comprehension of text. Discussion questions that have the most impact on student reading comprehension are those that ask students to defend their point of view by reasoning or referring to information in the text",
            "Educational technology: Computer-assisted  instruction (CAI) can include programs that are used for supplemental instruction as well as those that are used as the core reading program(43) –Authors of a synthesis on educational technology applications used to improve reading skills of struggling readers included 20 studies of almost 7,000 students in grades 1–6.(43) Reviewers examined 4 types of educational technology applications: 1) traditional supplemental CAI, 2) comprehensive models that include CAI and non-computer  activities as a core reading program, 3) small-group  integrated supplemental programs, and 4) Fast ForWord, a distinct approach emphasizing auditory discrimination. They found that small-group,  integrated applications produced the largest effect sizes (ES = 0.32). The mean effect size for all studies was much lower for upper grades (ES = 0.07) than lower grades (ES = 0.36). Comprehensive models such as READ 180, ReadAbout, and Fast ForWord did not produce meaningful positive effect sizes. Reviewers concluded that more studies are needed to validate effectiveness of all technology applications –Computer-based  intervention/training in rapid auditory processing: Fast ForWord is a computer program designed to improve an individual's detection of rapidly presented and changing speech stimuli. The program is based on the hypothesis that children's reading and language deficits are due to a general auditory processing deficit(35) -The effectiveness of Fast ForWord for improving reading and language abilities for 2nd- and 7th-grade  students at risk for language and reading difficulties was examined in an RCT in 8 schools (274 7th-grade  students were randomly assigned to treatment and control).(35) Participants in the treatment group received supplemental instruction with Fast ForWord (100 min/day, 5 days a week for 4 to 8 weeks). The control group received no additional intervention. The 7th-grade  students used a middle/high school version of the software that had graphics and content tailored to their age and grade levels. The authors concluded that use of Fast ForWord did not improve overall language and reading comprehension scores on a standardized achievement test",
            "Increase student motivation in literacy learning: Authors of a practice guide on adolescent reading interventions synthesized the results of 6 studies and 2 meta-analyses  that investigated the effects of strategies to increase student motivation to read and engage in learning.(20) They found moderately strong evidence indicating that strategies to increase student motivation lead to the growth of literacy skills. External motivators such as grades or external rewards did not lead to improvements in text recall. Methods to increase student motivation and engagement include:(20,24) –assisting students to create performance-related  or content-related  reading goals and helping them monitor their progress –allowing students to make choices regarding topics to write or read about and selection of materials –making literacy experiences relevant to students' lives by tying classroom assignments to real-world  applications –increasing student social interactions related to reading",
            "RTI: The RTI approach is a multi-tier  framework that involves universal screening to identify students at risk for reading difficulties, systematic evidence-based  classroom instruction, ongoing progress monitoring, and implementation of more intensive interventions for students who require more intensive instruction(29) –The first tier of the model involves providing high-quality, evidence-based  instruction in a general education classroom. Teachers in the upper grades should focus on improving vocabulary and comprehension instruction across all content areas with the help of coaching and ongoing professional development.(41) In early grades, all students are screened at the beginning of the school year with a criterion-referenced  or norm-referenced  instrument to determine which students may benefit from additional instruction (e.g., students who fall below the 25th percentile on a screening measure). In contrast to struggling readers in early grades, struggling readers in later grades are likely to be previously identified. One suggestion that has been proposed by researchers is for school personnel to use scores obtained by the state-level reading assessment provided as part of No Child Left Behind to identify students in need of more intensive instruction(41,42) –The second tier of the model consists of small-group instruction and is directed toward students who continue to have difficulties despite the high-quality  classroom instruction. Their responsiveness to more intensive intervention is monitored after a relatively short period of time (e.g., 8 weeks) –The third tier is provided for students who respond minimally to the second-tier  intervention and require specialized, more intensive instruction. When students fail to respond or respond minimally to the most intensive tier, or third tier, of instruction, they receive a comprehensive evaluation to determine their eligibility for special education services  –Multiple research studies on RTI have indicated promising gains for children who receive early, evidence-based intervention(30,31,32) –While there are few studies investigating RTI for upper elementary-school-aged  and adolescent students, authors of several studies have found that intensive intervention is effective for such students.(7,33,41,42) Authors of a best-practice guide for adolescent reading interventions reported strong evidence supporting the use of intensive interventions for adolescents who struggle with reading.(20) This intensive intervention should be explicit and address the student's specific reading difficulties (e.g., word level, reading comprehension). Intensity can be increased by increasing time for instruction or providing small-group  or individual instruction –SLPs might work in collaboration with general and special education teachers within an RTI model in roles such as the following: -Collaborating with school professionals to design interventions to improve the first tier of instruction(34) -Administering progress monitoring measures to determine if students are meeting benchmarks and to identify those who need additional instruction(34) -Administering comprehensive reading assessments to pinpoint specific areas of need(20) -Delivering second-  and third-tier  support for at-risk students(34) -Training paraprofessionals to administer progress-monitoring  measures and to provide intensive reading intervention –For detailed information on RTI, see Clinical Review…Response to Intervention (RTI) ; CINAHL Topic ID Number: T709175 . Problem Goal Intervention Expected Progression Home Program Student has poor decoding and word reading skillsStudent will increase decoding and word reading skillsPhonics instruction _ See Treatment summary , above, for specific information on phonics instructionProgression will depend on the student's letter- sound awareness and ability to decode multisyllabic words. Scope and sequence of advanced phonics instruction are provided in most reading curriculumsHomework to practice newly learned phonics skills is recommended Student has a low oral vocabulary levelStudent will increase vocabulary skillsVocabulary instruction _ See Treatment summary , above, for specific information on vocabulary instructionProgression will depend on the student's vocabulary knowledge. Target words are chosen for their relevance and relation to content-area textsHomework to practice newly learned vocabulary is recommended Student has poor fluency (speed and intonation) while readingStudent will increase reading fluencyFluency intervention _ See Treatment summary , above, for specific information on fluency instructionProgression will depend on the student's level of fluency (measured by words per minute read accurately). The student will increase the number of words per minuteFluency may be practiced (guided reading) at home with a parent/caregiver  Student has poor reading comprehension abilityStudent will increase reading comprehension abilityTeach techniques or strategies to increase the student's comprehension of text _ See Treatment summary , above, for specific information on reading comprehension instructionProgression will depend on the student's use of strategies at baseline. Difficulty may vary with reading material (fictional narrative vs. academic text) and specific strategy (summarizing, story mapping)Comprehension strategies can be used with home assignments ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved vocabulary knowledge": [
            "Curriculum-based  measures, comprehensive assessments of reading and/or language, Clinical Evaluation of LanguageFundamentals–Fifth Edition, Test of Language Development–Intermediate-Fourth  Edition, PPVT-4,  Test of NarrativeLanguage, OWLS-II"
        ],
        "improved reading ability  e.g., grade-level  performance on all components of reading": [
            "Curriculum-based  measures, comprehensive assessments of reading and/or language, Test of Narrative Language,OWLS-II,  CTOPP,WJ-III, TOWRE,GORT-5"
        ],
        "improved writing ability": [
            "Curriculum-based  measures, comprehensive assessments of reading and/or language, OWLS-II"
        ]
    },
    "maintenance or prevention": [
        "Screening measures: There are many screening measures for the early grades but few screening measures for the upper grades. One suggestion that has been proposed by researchers is for school personnel to use scores obtained by the state-level reading assessment provided as part of No Child Left Behind(41)",
        "Progress-monitoring  measures determine how the child is performing at certain times of the year (benchmarks). These measures are short and are standardized or criterion-based.  One common system of screening and monitoring literacy skills from kindergarten to the 6th grade is the Dynamic Indicators of Basic Early Literacy Skills (DIBELS). DIBELS assess phonological awareness, alphabetic principle skills, reading fluency, vocabulary, and comprehension. Students in the upper grades make slower gains than those in the early grades; therefore, it has been recommended that progress monitoring be administered less frequently.(42) Further description of DIBELS and assessments are available online at https://dibels.uoregon.edu/assessment/dibels Patient/Family Education",
        "See information about adolescent literacy for parents and educators from AdLit.org at http://www.adlit.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Shaywitz SE, Shaywitz BA. Dyslexia (specific reading disability). Biol Psychiatry . 2005;57(11):1301-1309.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Hock MF, Brasseur IF, Deshler DD. What is the reading component skill profile of adolescent struggling readers in urban schools?. Learn Disabil Q . 2009;32(1):21-38.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Chard DJ, Vaughn S, Tyler B. A synthesis of research on effective interventions for building reading fluency with elementary students with learning disabilities. J Learn Disabil . 2002;35(5):386-406.  (SR)"
        },
        {
            "number in article": 4,
            "reference": "Shaywitz SE, Shaywitz BA. The new science of reading and its implications for the classroom. Educ Canada . 2004;44(1):20-23.  (R) "
        },
        {
            "number in article": 5,
            "reference": "Shaywitz SE, Morris R, Shaywitz BA. The education of dyslexic children from childhood to young adulthood. Annu Rev Psychol . 2008;59:451-475.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Lyon GR, Shaywitz SE, Shaywitz BA, Chhabra V. Evidence-based  reading policy in the United States: how scientific research informs instructional practices. Brookings Pap Educ Policy . 2005;209-250.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "National Joint Committee on Learning Disabilities. Adolescent literacy and older students with learning disabilities. Learn Disabil Q . 2008;31(4):211-218.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Fletcher JM, Vaughn S. Response to intervention: preventing and remediating academic difficulties. Child Dev Perspect . 2009;3(1):30-37.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Semel E, Wiig EH, Secord WA. Clinical Evaluation of Language Fundamentals. 5th ed. San Antonio, TX: The Psychological Corporation; 2013. (PP)"
        },
        {
            "number in article": 10,
            "reference": "Hammill DD, Newcomer PL. Test of Language Development - Intermediate . 4th ed. Austin: Pro-Ed; 2008. (PP)"
        },
        {
            "number in article": 11,
            "reference": "Dunn LM, Dunn DM. Peabody Picture Vocabulary Test-4. 4th ed. Bloomington, MN: Pearson; 2007. (PP)"
        },
        {
            "number in article": 12,
            "reference": "Gillam R, Pearson NA. The Test of Narrative Language . Austin, TX: Pro-Ed; 2004. (PP)"
        },
        {
            "number in article": 13,
            "reference": "Carrow-Woolfolk  E. Oral and Written Language Scales . 2nd ed. Torrance, CA: Western Psychological Services; 2011. (PP)"
        },
        {
            "number in article": 14,
            "reference": "Carrow-Woolfolk  E. Comprehensive Assessment of Spoken Language . Circle Pines, MN: American Guidance Services; 1999. (PP)"
        },
        {
            "number in article": 15,
            "reference": "Wagner RK, Torgesen JK, Rashotte CA. Comprehensive Test of Phonological Processing CTOPP, Second Edition. Austin, TX: PRO-ED; 2013. (PP)"
        },
        {
            "number in article": 16,
            "reference": "Schrank FA, Mather N, Woodcock RW. Woodcock-Johnson  III(r) Diagnostic Reading Battery . Rolling Meadows, IL: Riverside Publishing; 2004. (PP)"
        },
        {
            "number in article": 17,
            "reference": "Torgesen JK, Wagner RK, Rashotte CA. Test of Word Reading Efficiency-Second  Edition. Austin, TX: PRO-ED; 2012. (PP)"
        },
        {
            "number in article": 18,
            "reference": "Carrow-Woolfolk  E. Oral and Written Language Scales-II: Reading Comprehension & Written Expression Test, Second Edition . Circle Pines, MN: American Guidance Service, Inc; 2011. (PP)"
        },
        {
            "number in article": 19,
            "reference": "Wiederholt JL, Bryant BR. Gray Oral Reading Tests . 5th ed. Austin, TX: PRO-ED; 2012. (PP)"
        },
        {
            "number in article": 20,
            "reference": "Kamil ML, Borman GD, Dole J, Kral CC, Salinger T, Torgesen J. Improving adolescent literacy: effective classroom and intervention practices. A practice guide. (NCEE 2008-4027).  National Center for Education Evaluation and Regional Assistance, Institute of Education Sciences, U.S. Department of Education  Web site. https://ies.ed.gov/ ncee/wwc/Docs/PracticeGuide/adlit_pg_082608.pdf . 2008. Accessed July 21, 2018. (SR)"
        },
        {
            "number in article": 21,
            "reference": "Denton CA, Wexler J, Vaughn S, Bryan D. Intervention provided to linguistically diverse middle school students with severe reading difficulties. Learn Disabil Res Pract . 2008;23(2):79-89.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Manset-Williamson  G, Nelson JM. Balanced, strategic reading instruction for upper-elementary  and middle school students with reading disabilities: a comparative study of two approaches. Learn Disabil Q . 2005;28(1):59. (R)"
        },
        {
            "number in article": 23,
            "reference": "National Reading Panel. Teaching children to read: an evidence-based  assessment of the scientific research literature on reading and its implications for reading instruction (NIH Publication No. 00-4754). Washington DC: U.S. Department of Health and Human Services; 2000. (SR)"
        },
        {
            "number in article": 24,
            "reference": "Roberts G, Torgesen JK, Boardman A, Scammacca N. Evidence-based  strategies for reading instruction of older students with learning disabilities. Learn Disabil Res Pract . 2008;23(2):63-69.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Horner RH, Carr EG, Halle J, McGee G, Odom SL, Wolery M. The use of single-subject  research to identify evidence-based  practice in special education. Except Child . 2005;71(2):165-179.  (G)"
        },
        {
            "number in article": 26,
            "reference": "Gersten R, Fuchs LS, Compton D, Coyne MD, Greenwood C, Innocenti MS. Quality indicators for group experimental and quasi-experimental  research in special education. Except Child . 2005;71(2):149-164.  (G)"
        },
        {
            "number in article": 27,
            "reference": "Chard DJ, Ketterlin-Geller  LR, Baker SK, Doabler C, Apichatabutra C. Repeated reading intervention for students with learning disabilities: status of the evidence. Except Child . 2009;75(3):263-281.  (RV)"
        },
        {
            "number in article": 28,
            "reference": "Berkeley S, Scruggs TE, Mastropieri MA. Reading comprehension instruction for students with learning disabilities, 1995-2006:  a meta-analysis.  Remedial Spec Educ . 2010;31(6):423-436.  (M)"
        },
        {
            "number in article": 29,
            "reference": "Fletcher JM, Vaughn S. Response to intervention: preventing and remediating academic difficulties. Child Dev Perspect . 2009;3(1):30-37.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Fletcher JM, Vaughn S. RTI models as alternatives to traditional views of learning disabilities: response to the commentaries. Child Dev Perspect . 2009;3(1):48-50.  (X)"
        },
        {
            "number in article": 31,
            "reference": "Wanzek J, Vaughn S. Response to varying amounts of time in reading intervention for students with low response to intervention. J Learn Disabil . 2008;41(2):126-142.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Simmons DC, Coyne MD, Kwok OM, McDonagh S, Ham BA, Kame’enui EJ. Indexing response to intervention: a longitudinal study of reading risk from kindergarten through third grade. J Learn Disabil . 2008;41(2):158-173.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Vaughn S, Cirino PT, Wanzek J, et al. Response to intervention for middle school students with reading difficulties: Effects of a primary and secondary intervention. School Psych Rev . 2010;39(1):3-21.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Justice LM. Evidence-based  practice, response to intervention, and the prevention of reading difficulties. Lang Speech Hear Serv Sch . 2006;37(4):284-297.  (X)"
        },
        {
            "number in article": 35,
            "reference": "Borman GD, Benson JG, Overman L. A randomized field trial of the Fast ForWord Language computer-based  training program. Educ Eval Policy Anal . 2009;31(1):82-106. (RCT)"
        },
        {
            "number in article": 36,
            "reference": "Flynn LJ, Zheung X, Swanson HL. Instructing struggling older readers: a selective meta-analysis  of intervention research. Learn Disabil Res Pract . 2012;27(1):21-32.  (M)"
        },
        {
            "number in article": 37,
            "reference": "Scammacca N, Roberts G, Vaughn S, Stuebing KK. A meta-analysis  of interventions for struggling readers in grades 4-12: 1980-2011.  J Learn Disabil . October 3, 2013. doi:10.1177/0022219413504995. (M)"
        },
        {
            "number in article": 38,
            "reference": "Wanzek J, Caughn S, Scammacca N, Metz K, Murray CS, Roberts G. Extensive reading interventions for students with reading difficulties after grade 3. Review of Educational Research . 2013;83(2):163-195.  doi:10.3102/0034654313477212. (RV)"
        },
        {
            "number in article": 39,
            "reference": "Wexler J, Reed DK, Mitchell M, Doyle B, Clancy E. Implementing an evidence-based  instructional routine to enhance comprehension of expository text. Interv Sch Clin . 2014;50(3):142-149.  doi:10.1177/1053451214542042. (G)"
        },
        {
            "number in article": 40,
            "reference": "Klingner JK, Vaughn S, Dimino J, Schumm JS, Bryant D. Collaborative Strategic Reading: Strategies for Improving Comprehension. 2001. (G)"
        },
        {
            "number in article": 41,
            "reference": "Vaughn S, Fletcher J. Response to intervention with secondary students with reading difficulties. J Learn Disabil . 2012;45(3):244-256.  doi:10.1177/0022219412442157. (R)"
        },
        {
            "number in article": 42,
            "reference": "Solis M, Miciak J, Vaughn S, Fletcher J. Why intensive interventions matter: longitudinal studies of adolescents with reading disabilities and poor reading comprehension. Learning Disabil Q . 2014;37(4):218-229.  . doi:10.1177/0731948714528806. (R)"
        },
        {
            "number in article": 43,
            "reference": "Cheung ACK, Slavin RE. Effects of educational technology applications on reading outcomes for struggling readers: a best-evidence  synthesis. Read Res Q . 2013;48(3):277-299.  doi:10.1002/rrq.50. (RV)"
        },
        {
            "number in article": 44,
            "reference": "Re AM, Cornoldi C. Spelling errors in text copying by children with dyslexia and ADHD symptoms. J Learn Disabi . 2015;48(1):73-82.  doi:10.1177/0022219413491287. (R)"
        },
        {
            "number in article": 45,
            "reference": "González-Castro  P, Rodríguez C, Núñez JC, Vallejo G, González-Pienda  JA. Altered visual sensory fusion in children with reading difficulties. Percept Mot Skills . 2014;119(3):925-948.  doi:10.2466/15.10.PMS.119c27z6. (R)"
        }
    ]
}