{
    "metadata": {
        "title": "Incontinence, Fecal, in Adults",
        "synonyms": [
            "rectal incontinence",
            "bowel incontinence",
            "rectal overflow",
            "fecal incontinence in adults",
            "bowel incontinence in adults",
            "incontinence, bowel, in adults",
            "rectal incontinence in adults",
            "incontinence, rectal, in adults",
            "incontinence, anal, in adults",
            "incontinence, faecal, in adults"
        ],
        "anatomical location body part affected": [
            "Posterior pelvic floor/anal canal and sphincter"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "home health",
            "geriatric rehabilitation",
            " women’s health"
        ],
        "description": [
            "As defined by the International Continence Society (ICS), fecal incontinence (FI) is the involuntary loss of liquid or stool that is a social or hygienic problem. It is sometimes referred to as accidental bowel leakage(32)",
            "The most common frequency measure for diagnosis of FI is at least one episode per month for the past year(48)",
            "FI is considered one of the most psychologically and socially debilitating conditions in an otherwise healthy individual. It may lead to social isolation, low self-esteem  and self-confidence,  and even depression(34)",
            "Prevalence studies –Authors of two studies in the United States examined the National Health and Nutrition Examination Survey from 2005 to 2010 (NHANES, 2005–2010)  and reported the following: -In one study, researchers looked at the results of all age groups(35) -In all adults 20 and older, the prevalence of FI among non-institutionalized  adults was 8.39% -Prevalence increased from 2.91% among 20–29-year-olds  to 16.16% among participants 70 and older -Another study used the same data to estimate the prevalence of urinary incontinence, FI, and dual incontinence (DI) in persons aged 50 and older(36) -FI was found to be similar in men and women, about 8% -DI in women was found to be associated with being Caucasian, having a history of depression, multiple comorbidities, hysterectomy, and diarrhea, whereas DI in men was associated with ADL impairment and poorer self-related  health –Authors of two studies examined the prevalence of FI among older adults living in Brazil -Authors of a study of older adults in general reported a prevalence of 11.7% that was mainly associated with advanced age and presence of heart disease, symptoms of depression, polypharmacy, urinary incontinence, and malnutrition(37) -A study of institutionalized older adults reported a prevalence of 42.68%, with most being always incontinent(38) -This study also revealed a statistically significant association between FI and functional and cognitive impairments as measured by the Barthel Index and Pfeiffer’s test, respectively  –The overall prevalence of FI was 3.6% (4% women, 3% men) in a random sample of 2,182 adults (1,203 women and 979 men) with a mean age of 40.6 years living in southern Brazil. Of the participants with FI, 70.1% reported liquid stool incontinence(26)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Depends on insurance contract coverage; no specific issues or information regarding reimbursement for fecal incontinence has been identified"
        ],
        "presentation signs and symptoms": [
            "Episodes of stress-related  FI (e.g., physical activity, coughing, or sneezing)",
            "Decreased anal sensation of fecal passage",
            "Persistent pelvic floor or rectal discomfort",
            "Reduced quality of life (QoL) –Decline in social well-being  (i.e., low self-esteem,  self-imposed  isolation) –Increased dependence on caregiver for toileting Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes   ,,,": [
            "Age-related  weakening of internal anal sphincter and/or posterior pelvic floor muscles (mainly the puborectalis)",
            "Postpartum FI due to anal sphincter disruption (usually temporary) following operative (use of forceps, episiotomy) vaginalbirth–Operative vaginal childbirth is associated with persistent postpartum FI(2,22)",
            "Pudendal/pelvic floor neuropathy (primary or diabetic) with impaired sensation of rectum",
            "Iatrogenic causes: obstetric trauma; anorectal surgery; radiation therapy to pelvic area that affects anal sphincter, pudendalnerve, or pelvic floor muscles",
            "Spinal cord conditions: traumatic injury, cauda equina, tumor, myelomeningocele",
            "Central neurological diseases that may cause neurogenic bowel (e.g., multiple sclerosis, stroke, Parkinson’s disease,Alzheimer’s disease)",
            "Anorectal malformations such as prolapse, rectocele, or enterocoele that may reduce holding capacity (compliance) orsensation of rectum",
            "Congenital abnormalities of pelvic floor",
            "Factors/reasons that may cause watery stool and diarrhea (e.g., statins, fluoxetine [Prozac], digoxin, metformin, orlistat),low-fiber  diet, laxatives, bowel conditions such as Crohn’s disease or irritable bowel syndrome (D-type)",
            "Medications that may slow intestinal motility, resulting in dry stool, constipation, and overflow as a result of fecalimpaction (e.g., opiates, loperamide, codeine, diuretics, mineral preparations [e.g., iron, aluminum, and magnesium])"
        ],
        "pathogenesis": [
            "The internal anal sphincter is composed of a 2.5–5mm  ring of fatigue-resistant, smooth-muscle  fibers that surrounds theanal canal. It increases in thickness with advancing age(50)",
            "FI in adults is usually secondary to anal sphincter malfunction and results when rectal pressure exceeds pressure capacity ofthe sphincter(50)",
            "Pelvic floor muscle dysfunction due to puborectalis muscle weakness or dyssynergy may contribute to FI in adults(1,4)",
            "Stress FI is associated with pelvic floor muscle dysfunction/weakness that fails to offset rise in rectal or abdominal pressuresuch as when laughing, coughing, or lifting a heavy weight(1)",
            "Weakening of the pelvic floor with increased abdominal pressure on the internal rectal sphincter during pregnancy may beinvolved in the pathogenesis of postpartum FI. For example, anal canal length and volume were found to increase in thethird trimester and revert to pre-pregnancy  values at 3 months postpartum in nulliparous women.(7)Additionally, operativevaginal delivery (versus spontaneous delivery) may contribute to persistent postpartum FI(22)–In a prospective study of 1,507 nulliparous pregnant women in the United Kingdom, the incidence of postpartum FI was17% during the first 12 months and 12.8% beyond the first 3 months(2)–In a longitudinal study of 3,763 women in New Zealand followed up at 12 years, there was no significant difference inthe frequency of FI between those who delivered exclusively by cesarean section and those who had spontaneous vaginalbirths(8)–A study of 7,879 women in the United Kingdom also found the risk of postpartum FI was not less with caesarean birthversus spontaneous vaginal birth(22)"
        ],
        "risk factors": [
            "Based on the results of the NHANES 2005–2010,  the following are independent risk factors for FI:(35)–Older age–Diabetes mellitus–Urinary incontinence–Frequent and loose stools–Multiple chronic illnesses–Female sex, but only in presence of urinary incontinence",
            "Female sex(1)–More women than men develop FI",
            "Vaginal delivery and obstetric injury.(4) Forceps-assisted  childbirth may increase the risk of persistent postpartum FI(22)–In a U.S. study of 330 patients (91% females) in whom FI was diagnosed, the etiology of FI was obstetric related in 81%of subjects(27)",
            "Risk factors for FI in patients in residential aged care include the following:(48)–Alterations in stool consistency–Diminished rectal compliance–Altered anorectal sensation–Abnormal sphincter function–Major cognitive and neurological diseases (e.g., dementia, Parkinson’s disease, stroke)–Any patient with deficiency in ADLs",
            "In men 65 years and older(10)–Chronic diarrhea–History of transient ischemic attack (TIA)–Poor self-perceived  health–Cognitive impairment",
            "Urinary incontinence in women aged 65 and older.(10) The prevalence of coexisting urinary and fecal (dual) incontinencewas 7% in 64,396 women aged 62–87  years participating in the Nurses’ Health Study(23)",
            "Diabetes, type 2 (DM2) in older women(23)",
            "Acute/chronic diarrhea or fecal impaction(48)",
            "Poor health and geriatric syndromes associated with prolonged bed rest",
            "Predictors of FI in a randomly selected group in southern Brazil(26)–Age between 40 and 60 years–Anal fissure–History of colorectal or urogynecologic surgery–Diarrhea or constipation–History of cerebrovascular accident (CV A) or other neurological disorders",
            "Women who participate in high-level  sports(11)–Based on a comparison of healthy Croatian women (18–40  years of age) grouped according to training for high-intensitysports > 8 hours/week (n = 169) or less intensive sports participation (n = 224)–The prevalence of anal incontinence (mainly loss of flatus) was significantly greater in the high-level  group"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Use of biofeedback equipment(16) In general, biofeedback devices are approved by the U.S. Food and Drug Administration (FDA) for muscle reeducation; however, ensure that the device used has received premarket FDA (510K) approval Follow precautions and contraindications listed in the user manual Maintain proper working order of the device Assess patient risk for adverse reactions Educate patient on proper use of device if included in home program",
        "Patient selection for biofeedback and pelvic floor muscle training Confirm that patient has some perianal sensation Confirm that patient has some voluntary pelvic floor and external anal sphincter function Patients with a neurogenic bowel condition are less likely to benefit(12)",
        "Evidence is only suggestive that biofeedback and pelvic floor training is superior to standard care supplemented by advice and education in the treatment of fecal incontinence,(13,14) although authors of a 2014 multicenter study conducted in France found that perineal retraining with biofeedback offered a moderate but significant benefit for patients with FI when compared to standard conservative treatment.(39)Results from a 2018 Danish RCT indicated that pelvic floor muscle training and biofeedback is superior to attention-control  massage treatment.(51)See Treatment Summary , below",
        "Only clinicians with comprehensive training in this specialized therapeutic area should carry out the prescribed evaluations and interventions",
        "If cauda equina syndrome or another new neurological condition is the suspected cause of FI, refer immediately to emergency services",
        "If history of sexual abuse is suspected, refer to physician or appropriate authorities",
        "See specific  Contraindications/precautions to rectal examination   under Examination  and  Contraindications/ precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Is the anal sphincter mechanism functionally intact? If not, suspect a colorectal origin of FI. If so, anorectal or pelvic floor weakness/malformation, surgical or obstetric trauma, or pelvic neuropathy likely contributes to the FI. Is there a disease process that FI could be a result of?",
                "course of treatment": {
                    "medical management": "Document the patient’s current bowel medical management. How have bowel habits changed? Current nonoperative treatment interventions for adults with FI include pharmacotherapy, dietary manipulation, pelvic floor/anal sphincter exercises with or without biofeedback, and patient education(1,3) Authors of a 2019 systematic review of RCTs of treatments for FI concluded that there was no consensus regarding the best treatment for FI(52)  Based on 60 RCTs reporting on 4838 patients with a mean age ranging from 36.8 to 88 years A transobturator posterior anal sling (TOPAS) is a minimally invasive procedure that can improve FI symptoms and be a viable option for women in whom conservative treatment options have failed(47) Based on a 1-year  prospective study in the United States One hundred fifty-two  women with FI were included in this study and were implanted with the TOPAS system Participants were asked to keep a diary during the 12-month study Results from this study show a significant difference in FI symptoms and improved quality of life in women with FI",
                    "surgical management": [
                        "Surgical management:  Has the patient undergone any surgery involving the colon, rectum, or pelvic floor? In 2011, InterStim, a sacral nerve stimulator, was approved for the management of medically refractory FI.(27) It is a minimally invasive surgical technique that may improve QOL(1,3)",
                        "In a U.S. prospective study, 330 patients with FI were evaluated for InterStim. Ten percent met the criteria (history of failed attempts with supplemental fiber, antidiarrheal medications, and pelvic floor biofeedback) and underwent surgical implantation. Following phase I, 29/33 had success with InterStim for FI and proceed to phase II which involved permanent implantation of the Interstim device. All patients experienced a reduction in mean number of FI",
                        "episodes and experienced fewer severe episodes in a 2week  period. There were no complications associated with phase I or II(27)",
                        "In a New Zealand prospective study, 29 patients with severe FI underwent sacral neuromodulation and 27 demonstrated improvement and received a permanent implanted stimulator. The median number of FI episodes per week decreased from 7.25to 1 following device implantation. Researchers reported that significant improvements",
                        "in QOL and decreases in FI episodes were maintained at longterm  follow-up  (mean long-term follow-up  was 10.7 months)(29)",
                        "Authors of a 2015 Cochrane review of sacral nerve stimulation for FI concluded that the limited evidence from included trials suggests that sacral nerve stimulation can improve incontinence in a proportion of patients with FI(40)"
                    ],
                    "medications": "Document the prescribed medications for this condition. Are they being taken? Are they effective? Has the patient tried the biocompatible bulking agent Solesta? The biocompatible bulking agent dextranomer/hyaluronic acid (Solesta) may aid bowel control in adults with FI by expanding the submucosal layer of the proximal anal canal(9)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Usual tests for fecal incontinence include pelvic MRI, anal sonography, anorectal manometry, and EMG of puborectalis and external anal sphincter muscles",
                        "In a study conducted in the United Kingdom, endovaginal and transperineal ultrasound were not as sensitive as endoanal ultrasound for identifying anal sphincter defects in 161 women with postpartum FI. With endoanal ultrasound, an anal sphincter defect was found in 26%. Of these, 93% had an external sphincter defect and 55% had an internal sphincter defect(15)"
                    ],
                    "alternative therapies": "If FI is associated with constipation, has patient tried increasing dietary fiber (psyllium) or stool softeners?",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other related conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Does the patient report any aggravating or easing factors? symptomsThese can be sent to patient for completion prior to first visitThis is a 1-week  record of fecal soiling episodes, activity involved, and number of rectal pads or plugs used daily. It may help determine the severity of incontinence and the impact of symptoms on social well-being/QOLThis is a 2-page  instrument that documents nature of symptomsPatient may report -difficulty in defecation -incontinence of flatus, liquid stool, or solid stool -urgency of defecation -splinting of anus to complete defecation -feeling of incomplete emptying of rectum  -rectal protrusion after bowel movement -abdominal pressure or pain -low back pain",
                "body chart": "If areas other than pelvic floor or rectum are involved, use body chart to document location and nature of",
                "nature of symptoms": "",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment. Specifically address if pain is a common symptom and whether it is present now and how much",
                "pattern of symptoms": "Document whether there are changes in symptoms throughout the day and night, if any (i.e., a.m., mid-day,  p.m., night); also document if symptoms are related to ADLs",
                "sleep disturbance": "Document number of wakings/night related to rectal symptomsDocument if the patient requires supplemental oxygen or requires ventilation",
                "other symptoms": "Document other symptoms patient may be experiencing that might exacerbate the condition and/or symptoms that could indicate need for physician consultation, such as insomnia, dizziness, urinary incontinence, sexual dysfunction, or saddle anesthesia Barriers to learning -Cognitive impairment is commonly associated with rectal incontinence in older adults in assisted-living  facilities(10)",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Are there other coexisting problems such as diabetes, cancer, heart disease, complications of pregnancy, dementia, psychiatric disorders, movement dysfunction, gastrointestinal disorders, or neurological disorders?",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient whether symptoms other than rectal symptoms (abdominal, lower back, or pelvic) are experienced"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does fecal soiling occur during participation in certain occupational or recreational activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Does fecal soiling interfere with ADLs?",
                "living environment": "Are there barriers to toilet access in the home? Any modifications necessary?The pelvic floor and digital rectal examination, if included, should be conducted by a specialist)Is the patient alert and oriented x 4? Can the patient follow simple and multistep commands? Use the Mini-Mental  State Examination (MMSE), as indicatedIf the patient is currently using any assistive/adaptive devices, assess for proper fit and use. Would patient benefit from an ambulatory or assistive device to make toileting or getting to the toilet safer and/or more timely?Does balance or gait dysfunction interfere with getting to the toilet on time or with safe toileting? Use the Berg Balance Scale (BBS), Functional Reach test, and/or Dynamic Gait Index (DGI) for objective measurementAssess sensation in the distribution of the pudendal nerveAs indicated, assess whether decreased ability to transfer and perform bed mobility may interfere with getting to the toilet on time. Use the FIM to help determine patient’s level of independence. See Special tests , below, to further assess the impact of FI on the patient’s functional mobilityAssess muscle tone, coordination, and motor control in patients with neurological dysfunctionAssess strength of lower extremities, trunk, and abdominal musculatureAssess for skin breakdown in the buttocks/anal area, as indicated Mild to moderate incontinence-associated  dermatitis was found in 52% of 189 U.S. community-dwelling  participants (77% female) with FI(24) Researchers conducted a study to determine who is at greatest risk for developing FI-associated  dermatitis(33) -3,713 subjects (mean age, 81.2 years) who resided in multiple settings (home, nursing care, hospital) in Austria and the Netherlands participated in this study -There was a statistically significant difference between subjects. Male subjects with FI, DM, and higher BMI had a higher degree of functional and physical impairments  -The strongest covariates for the presence of FI-associated  dermatitis were FI, DM, and “friction and shear problems” as defined by the Braden scaleAssess synchronicity of pelvic floor and gluteal muscle contractionsAssess patient’s postural alignment in sitting and standing. Note any asymmetryAssess spinal and lower extremity ROM and flexibility, especially at the hip; does patient have sufficient ROM to toilet independently?Manometric assessment of rectal sphincter pressure (optional). Testing of trunk and leg muscles, if applicableUse the FIM or Barthel Index. Are bowel pads/plugs used during ADLs?The anorectal and pelvic floor physical examination (conducted by a specialist) is performed with patient draped in left lateral or prone position(5) Perianal sensation assessed with light touch of gloved hand Anocutaneous reflex (“wink” of external anal sphincter) assessed using light stroke of cotton-tipped  swab on perianal skin indicates intact sensory and motor mechanism Rectal sphincter tone assessed with digital penetration or pressure sensor Motor response and synergy of pelvic floor muscle contraction assessed with palpation or surface electrodes Fecal impaction of hard stool assessed by digital exam Fecal Incontinence Quality of Life (FIQL) Scale(31) -Although the FIQL is used often in the clinic, results from a reliability and validity study showed there were some areas that could be improved upon(53) -Lifestyle, coping, depression, and embarrassment domains had issues with construct validity -Best reliability was found among persons with low QOL ratings Fecal Incontinence Severity Index (FISI) 12-Item  Short-Form  Health Survey (SF-12) Fecal Incontinence and Constipation Questionnaire (FICQ)(28) -Designed for patients who are seeking outpatient rehabilitation due to pelvic floor dysfunction -Assesses the impact of bowel dysfunction and its effects on patient-perceived  functional status related to pelvic floor dysfunction -Twenty-item  questionnaire based on an ordinal scale Electronic personal assessment questionnairepelvic  floor (ePAQ-PF)(44) -Designed for women to improve pelvic floor assessment while decreasing the burden of a paper-based  questionnaire -Questionnaire assesses urinary, bowel, vaginal, and sexual function -Primary purpose of the ePAQ-PF  is to allow the clinician to focus primarily on what the patient finds most troubling"
            },
            "general": "The pelvic floor and digital rectal examination, if included, should be conducted by a"
        },
        "relevant tests and measures": {
            "general": "",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Localized anopelvic lesions or infection",
                "Neurologic deficit in sensory perception of anal stimulus",
                "Cancer",
                "Pregnancy",
                "Impaired cognition",
                "Stimulation through or across the chest",
                "Cardiac pacemaker",
                "Implanted stimulator",
                "Over carotid sinus",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy ",
                "Over pharyngeal area",
                "Area of diminished sensation",
                "Over acute inflammation",
                "Patient with a history of seizure",
                "Confused patient",
                "Immature patient",
                "Obesity",
                "Osteoporosis",
                "Cancer",
                "Used in close proximity to diathermy treatment"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Generally there are no contraindications to biofeedback, but some precautions should be taken in the following situations(16)",
                "Electrotherapy  contraindications/precautions(16)"
            ]
        },
        "diagnosis need for treatment": "FI due to anal sphincter and/or pelvic floor muscle dysfunction in patient with intact pelvic floor sensorimotor mechanism. Only 2–5% of patients with FI seek treatment, possibly due to the social stigma of this condition(27) treatment(39) –Participants included 157 patients in 8 centers in France, all with the diagnosis of anal incompetence (i.e., at least a gas or liquid leak once a week for at least 6 months with impact on quality of life) –Standard treatment was diet counseling and pharmacology (i.e., osmotic laxatives, bulking agents, loperamide). Perineal retraining with biofeedback focused on acquiring competence at anal voluntary squeeze and abdominal and pelvic coordination (manual techniques, biofeedback with anal device, abdominal breathing) through both long and short contractions with rest periods –Outcome measures that were significant were self-evaluation  of symptoms and symptom diaries –Using a multivariate model with adjustments for sex, age, and past history of anorectal surgery still showed a significant association between use of biofeedback and higher chance of self-rated  improvement Biofeedback training may provide greater benefits than PFE training alone(17) –Based on an RCT in the United States that compared results of six 1-hour training sessions over 3 months in 2 groups -PFE-only  group (n = 63) -Manometric biofeedback training plus PFE (n = 45) –At 3-month  follow-up,  FI severity was reduced more and anal canal squeeze pressure increased more in the biofeedback plus PFE group –Adequate relief was reported by 76% in biofeedback group compared to 41% in PFE-only  group TENS of the posterior tibial nerve may improve symptoms(18) –Based on a French pilot study that included 24 patients with FI but no control group –TENS was applied for 20 minutes daily for 3 months –Thirteen patients (54%) reported symptomatic improvement at 3 months’ follow-up and 11 (46%) at 15 months Acute stimulation of the dorsal genital nerve may improve rectal tone and capacity in patients with supraconal spinal cord injury and neurogenic FI(19) –Based on a small Danish trial with 7 participants (median age, 50 years) with a diagnosis of a complete spinal cord injury –Using plaster electrodes and an amplitude of twice the genito-anal  reflex threshold (pulse width: 200 μs; pulse rate: 20 Hz), stimulation was applied to the dorsal genital nerve –A pressure-controlled  phasic rectal distension protocol was repeated 4 times with subjects randomized to stimulation during the 1st and 3rd distension series or the 2nd and 4th distension series –Rectal cross-sectional  area and pressure were measured using impedance planimetry and manometry –Rectal cross-sectional  area was smaller during stimulation, which was applied at a mean amplitude of 51 mA, or about twice the genito-anal  reflex threshold –Researchers concluded that acute stimulation of the dorsal genital nerve may improve rectal tone and capacity in patients with supraconal spinal cord injury and FI Anal and PF exercises using computerized visual feedback may reduce the severity of symptoms and improve QOL in persons with FI(20) –Based on a randomized trial in Australia with 72 participants –Group 1 (n = 37) performed sustained submaximal anal and PFEs –Group 2 (n = 35) performed a “rapid squeeze” maneuver plus the sustained submaximal exercises –Sixty-nine  patients attended the 5 clinic sessions. Of these, 100% reported improved QOL and 86% reported improved rectal continence –However, there were no significant differences between the groups Biofeedback for training the anal sphincter can improve patient QOL regardless of the initial severity of FI symptoms(25) –Based on a study conducted in Brazil with 52 subjects and no control group –Subjects completed the FISI and FIQL prior to the initial biofeedback training session and within the first month following the last biofeedback session –Subjects participated in an initial set of biofeedback training sessions (each 30 minutes) under the guidance of a trained physical therapist. If a patient did not respond well to the initial 10 sessions, then the patient participated in an additional 10 treatment sessions  –FISI scores were significantly lower (between 48.1% to 65.4% lower) following the biofeedback intervention –Results from the FIQL showed significant improvements in behavior, depression, and embarrassment domains on the FIQL following biofeedback training –There was no significant correlation between improvement in functional parameters evaluated by FISI and the improvement in QOL . Problem Goal Intervention Expected Progression Home Program Fecal leakage/soiling Fewer daily episodes Pelvic floor muscle training _ Elements of the program include anal sphincter exercises, often with biofeedback.(14) Coach patient to increase as well as coordinate the tension development in the buttock and perineal muscles to “lift and squeeze” the anal sphincter. Try biofeedback if patient needs help on sensing pelvic floor contractions. Currently, no RCTs have compared the",
        "rule out": "Colon cancer, pregnancy, spinal cord tumor, cauda equina syndrome",
        "prognosis": [
            "Highly dependent on the underlying pathophysiology of FI, but generally poor in neurogenic bowel syndromes",
            "Postpartum FI may persist for many years after operative vaginal childbirth –Based on a follow-up  study at 3 months (n = 7,879) and 12 years (n = 3,763) in the United Kingdom(22) –Forceps-assisted  birth was associated with increased likelihood of FI at 12 years postdelivery"
        ],
        "referral to other disciplines": "Proctologist for anal manometry, anal ultrasound, flexible sigmoidoscopy, pudendal nerve terminal latency, or pelvic floor EMG; social work; psychologist; occupational therapist for difficulties with ADLs; nursing for bowel training/routine, etc.",
        "other considerations": [
            "Surgery may be a last option for patients with severely disabling FI(30) –Based on a German study involving 43 patients who underwent surgical implantation of a prosthetic sphincter system between 2005 and 2009 -FI improved significantly; however, complications occurred in 48.8% of the patients (10 surgical complications and 13 technical complications). Ninety percent of the complications occurred in the first year post-implantation –Anal reconstruction using artificial sphincters is still under evaluation in the literature. Intra-sphincteric  injections are being developed(41)",
            "Patients with FI should change their dietary habits to include minimizing sugar and caffeine intake and increasing consumption of insoluble dietary fiber(46)"
        ],
        "treatment summary": [
            "Researchers of a study conducted in the United States examining the association between FI and physical activity (PA) concluded that adults with greater perceived severity of FI engage in less moderate to vigorous PA but will engage in light-intensity  PA(42) –National sample of 2,565 adults (20–85  years) who completed the Fecal Incontinence Severity Index questionnaire and wore an accelerometer for a week to measure PA –Authors of the study suggested that healthcare professionals should encourage patients with FI to do light-intensity  PA",
            "In a 2012 Cochrane systematic review, the authors concluded that there was a suggestion of evidence that some elements of biofeedback therapy and sphincter exercises may have a therapeutic effect on FI(13) –Based on 21 randomized or quasi-randomized  trials that included 1,525 adults with FI; about half the articles had low risk of bias –They also concluded that biofeedback and electrical stimulation may enhance the outcome of treatment compared to electrical stimulation alone or exercises alone",
            "Researchers of a 2018 RCT conducted in Denmark concluded that pelvic floor muscle training and biofeedback is superior to attention-control  massage treatment(51) –Participants were 98 patients with FI. All received conservative treatment in addition to the two interventions –Treatment was for 16 weeks and the primary outcome measure was scores on the Patient Global Impression of Improvement scale  –Patients in the pelvic floor muscle training and biofeedback group had 5-fold higher odds of reporting improvements in fecal incontinence symptoms",
            "Researchers of a 2014 multicenter randomized study conducted in France concluded that perineal retraining with biofeedback offers a moderate but significant benefit to patients with FI when compared to standard conservative"
        ]
    },
    "desired outcomes outcome measures": {
        "fewer episodes of fi and symptoms": [
            "Self-assessment  (bowel diary and symptoms questionnaire), FISI,(31) Wexner’s Continence Grading Scale(18)"
        ],
        "increased pelvic floor muscle strength and control, patient able to perform desired contractions in pfe": [
            "Improved performance on anal manometry, FICQ(28)"
        ],
        "reduced pelvic pain, with symmetry in standing posture": [
            "V AS, posture exam"
        ],
        "improved quality of life": [
            "FIQL"
        ],
        "improved functional mobility, balance, and gait allowing for safe and timely access to toileting": [
            "BBS, DGI, FIM, Barthel Index"
        ]
    },
    "maintenance or prevention": [
        "A program that are proactive about asking about FI seem to result in higher detection rates(54) In the implementation of a protocol across 7 primary care centers in Spain, the usual computer-based  tools used by nurses were modified so that FI was systematically asked about The detection rate prior to implementation was < 1%. After implementation the rate was 4.8%",
        "In 2015, the U.S. FDA approved the Eclipse System (Pelvalon, Inc.) for the treatment of FI in adult women who have had four or more FI episodes in a two-week  period(43) It consists of an inflatable balloon that is placed in the vagina. It works by putting pressure through the vaginal wall onto the rectal area",
        "Maintenance of gains in bowel control requires a lifelong commitment to pelvic floor muscle training",
        "In 2007, the National Institutes of Health (NIH) consensus panel concluded that efforts to raise public awareness about FI should focus on eliminating the stigma, encouraging the seeking medical care, and reducing the negative impact on an individual’s QOL(31) Despite FI severely impacting women’s QOL, less than one third of women with FI in a study sought medical care(32)  –In a U.S. study of 5,817 women 45 years and older, 1,096 women reported accidental bowel leakage. QOL data were available for 83% of the 1,096 women. Women reported greatest negative impact in domains related to frustration, emotional health, and participation in social activities, and 39.2% reported a severe negative impact on their QOL. However, only 28.6% consulted with their physician (typically their general or family practitioner). Nineteen percent consulted with an internist and 27% consulted with a gastroenterologist",
        "There is insufficient evidence to determine the long-term  efficacy of PFE training for prevention of postpartum FI, based on a Cochrane systematic review that included 15 trials with 6,181 women(21)",
        "Certain foods have natural laxative properties and should be avoided in persons with FI(45) Licorice, chocolate, figs, spicy food, coffee, alcohol, prunes/prune juice"
    ],
    "patient education": [
        "Information is available at Vitals website, “Bowel Incontinence,” https://www.vitals.com/education/careguides/bowel-incontinence",
        "“Bowel Control Problems (Fecal Incontinence)” National Institute of Diabetes and Digestive and Kidney Diseases website, https://www.niddk.nih.gov/health-information/digestive-diseases/bowel-control-problems-fecal-incontinence?dkrd=hispt0202",
        "General information on fecal incontinence at the Mayo Clinic website, https://www.mayoclinic.org/diseases-conditions/fecal-incontinence/symptoms-causes/syc-20351397 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Hayden DM, Weiss EG. Fecal incontinence: etiology, evaluation, and treatment. Clin Colon Rectal Surg . 2011;24(1):64-70.  doi:10.1055/s-0031-1272825.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Brown SJ, Gartland D, Donath S, MacArthur C. Fecal incontinence during the first 12 months postpartum: complex causal pathways and implications for clinical practice. Obstet Gynecol. 2012;119(2 Pt 1):240-249.  doi:10.1097/AOG.0b013e318242b1f7. (R)"
        },
        {
            "number in article": 3,
            "reference": "Schwander O. Treatment of faecal incontinence: current and emerging therapies. Br J Neurosci Nurs . 2012;8(4):170-177.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Probst M, Pages H, Riemann JF, Eickhoff A, Raulf F, Kolbert G. Fecal incontinence: part 4 of a series of articles on incontinence. Dtsch Arztebl Int . Advance online publication. August 20, 2010;107(34-35):596-601.  doi:10.3238/arztebl.2010.0596. (SR)"
        },
        {
            "number in article": 5,
            "reference": "Wald A. Clinical practice. Fecal incontinence in adults. N Engl J Med . 2007;356(16):1648-1655.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Stern M. Neurogenic bowel and bladder in the older adult. Clin Geriat Med . 2006;22(2):311-330,  ix. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Olsen IP, Wilsgaard T, Kiserud T. Development of the maternal anal canal during pregnancy and the postpartum period: a longitudinal and ultrasound study. Ultrasound Obstet Gynecol. 2012;39(6):690-697.  doi:10.1002/uog.11104. (R)"
        },
        {
            "number in article": 8,
            "reference": "MacArthur C, Glazener C, Lancashire R, Herbison P, Wilson D, ProLong study group. Exclusive caesaran section delivery and subsequent urinary and feaecal incontinence: a 12-year longitudinal study. BJOG. August 8, 2011;118(8):1001-1007.  doi:10.1111/j.1471-0528.2011.02964.x.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Hoy SM. Dextranomer in stabilized sodium hyaluronate (Solesta®): in adults with faecal incontinence. Drugs. 2012;72(12):1671-1678. doi:10.2165/11209030-000000000-00000.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Markland AD, Goode PS, Burgio KL, et al. Correlates of urinary, fecal and dual incontinence in older African-American  and white men and women. J Am Geriatr Soc . 2008;56(2):285-290.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Vitton V, Baumstarck-Barrau  K, Brardjanian S, Caballe I, Bouvier M, Grimaud JC. Impact of high-level  sport practice on anal incontinence in a healthy young female population. J Women's Health . 2011;20(5):757-763.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Coggrave M, Wiesel PH, Norton CC. Management of faecal incontinence and constipation in adults with central neurological diseases. Cochrane Database Syst Rev. 2006. Art. No.: CD002115. doi:10.1002/14651858.CD002115.  (SR)"
        },
        {
            "number in article": 13,
            "reference": "Norton CC, Cody JD. Exercises of the muscles around the anus with or without biofeedback (aids for knowing when the muscles are contracting) for the treatment of faecal incontinence in adults. Cochrane Database Syst Rev . July 11, 2012;7:CD002111. doi:10.1002/14651858.CD002111.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Shamliyan T, Wyman J, Bliss DZ, Kane RL, Wilt TJ. Prevention of urinary and fecal incontinence in adults. Evid Rep Technol Assess (Full Rep) . 2007;(161):1-379.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Roos AM, Abdool Z, Sultan AH, Thakar R. The diagnostic accuracy of endovaginal and transperineal unltrasound for detecting anal sphincter defects: the PREDICT study. Clin Radiol. March 25, 2011;66(7):597-604.  doi:10.1016/j.crad.2010.11.017. (R)"
        },
        {
            "number in article": 16,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Heymen S, Scarlett Y, Jones K, Ringel Y, Drossman D, Whitehead WE. Randomized controlled trial shows biofeedback to be superior to pelvic floor exercises for fecal incontinence. Dis Colon Rectum . 2009;52(10):1730-1737.  doi:10.1007/DCR.0b013e3181b55455. (RCT)"
        },
        {
            "number in article": 18,
            "reference": "Vitton V, Damon H, Roman S, Mion F. Transcutaneous electrical posterior tibial nerve stimulation for faecal incontinence: effects on symptoms and quality of life. Int J Colorectal Dis . 2010;25(8):1017-1020.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Worsoe J, Fynne L, Laurberg S, Krough K, Rijkhoff NJM. Acute effect of electrical stimulation of the dorsal genital nerve on rectal capacity in patients with spinal cord injury. Spinal Cord . 2012;50(6):462-466.  doi:10.1038/sc.2011. (R)"
        },
        {
            "number in article": 20,
            "reference": "Bartlett L, Sloots K, Nowak M, Ho Y-H. Biofeedback for fecal incontinence: a randomized study comparing exercise regimens. Dis Colon Rectum . 2011;54(7):846-856. doi:10.1007/DCR.0b013e3182148fef. (R)"
        },
        {
            "number in article": 21,
            "reference": "Hay-Smith  J, Møkved S, Fairbrother KA, Herbison GP. Pelvic floor muscle training for prevention and treatment of urinary and faecal incontinence in antenatal and postnatal women. Cochrane Database Syst Rev. 2008. Art. No.: CD007471. doi:10.1002/14651858.CD007471.  (SR)"
        },
        {
            "number in article": 22,
            "reference": "MacArthur C, Wilson D, Herbison P, et al; ProLong Study Group. Faecal incontinence persisting after childbirth: a 12 year longitudinal study. BJOG. 2013;120(2):169-181. doi:10.1111/1471-0528.12039.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Matthews CA, Whitehead WE, Townsend MK, Grodstein F. Risk factors for urinary, fecal, or dual incontinence in the Nurses' Health Study. Obstet Gynecol . 2013;122(3):539-545.  doi:10.1097/AOG.0b013e31829efbff.   (R)"
        },
        {
            "number in article": 24,
            "reference": "Rohwer K, Bliss DZ, Savik K. Incontinence-associated  dermatitis in community-dwelling  individuals with fecal incontinence. J Wound Ostomy Continence Nurs . 2013;40(2):181-184.  doi:10.1097/WON.0b013e31827e8b3d. (R)"
        },
        {
            "number in article": 25,
            "reference": "Leite FR, Lima MJ, Lacerda-Filho  A. Early functional results of biofeedback and its impact on quality of life of patients with anal incontinence. Arg Gastroenterol . 2013;50(3):163-169.  doi:10.1590/S0004-28032013000200029.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Santos VL, Domnasky Rde C, Hanate C, Matos DS, Benvenuto CV, Jorge JM. Self-reported  fecal incontinence in a community-dwelling,  urban population in southern Brazil. J Wound Ostomy Continence Nurs . 2014;41(1):77-83.  doi:10.1097/01.WON.0000438018.83110.88. (R)"
        },
        {
            "number in article": 27,
            "reference": "McNevin MS, Moore M, Bax T. Outcomes associated with Interstim therapy for medically refractory fecal incontinence. Am J Surg . 2014;207(5):735-738.  doi:10.1016/ j.amjsurg.2014.01.003. (R)"
        },
        {
            "number in article": 28,
            "reference": "Wang YC, Deutscher D, Yen SC, Werneke MW, Mioduski JE. The Self-Report  Fecal Incontinence and Constipation Questionnaire in patients with pelvic-floor  dysfunction seeking outpatient rehabilitation. Phys Ther . 2014;94(2):273-288.  doi:10.2522/ptj.20130062. (R)"
        },
        {
            "number in article": 29,
            "reference": "Benson-Cooper  S, Davenport E, Bissett IP. Introduction of sacral neuromodulation for the treatment of faecal incontinence. NZ Med J . 2013;126(1385):47-53.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Goos M, Baumgartner U, Lohnert M, Thomusche O, Ruf G. Experience with a new prosthetic anal sphincter in three coloproctological centres. BMC Surg . 2013;13(1):45. doi:10.1186/1471-2482-13-45.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Landefeld CS, Bowers BJ, Feld AD, et al. National Institutes of Health state-of-the-science  conference statement: prevention of fecal and urinary incontinence in adults. Ann Internal Med . 2008;148(6):449-458.  (G)"
        },
        {
            "number in article": 32,
            "reference": "Brown HW, Wexner SD, Segall MM, Brezoczky KL, Lukacz ES. Quality of life impact in women with accidental bowel leakage. Int J Clin Pract . 2012;66(11):1109-1116. doi:10.1111/ijcp.12017. (R)"
        },
        {
            "number in article": 33,
            "reference": "Kottner J, Blume-Peytavi  U, Lohrmann C, Halfens R. Associations between individual characteristics and incontinence-associated  dermatitis: a secondary data analysis of a multi-centre  prevalence study. Int J Nurs Stud . 2014;51(10):1373-1380.  doi:10.1016/j.ijnurstu.2014.02.012. (R)"
        },
        {
            "number in article": 34,
            "reference": "Ranganath S. Fecal incontinence. Medscape from WebMD Web site. http://emedicine.medscape.com/article/268674-overview . Published January 9, 2015. Accessed June 19,"
        },
        {
            "number in article": 2019,
            "reference": " (GI)"
        },
        {
            "number in article": 35,
            "reference": "Ditah I, Devaki P, Luma HN, et al. Prevalence, trends, and risk factors for fecal incontinence in United States adults, 2005-2010.  Clin Gastroenterol Hepatol . 2014;12(4):636-643.e1-2.  doi:10.1016/j.cgh.2013.07.020. (R)"
        },
        {
            "number in article": 36,
            "reference": "Wu JM, Matthews CA, Vaughan CP, Markland AD. Urinary, fecal, and dual incontinence in older U.S. adults. J Am Geriatr Soc . 2015;63(5):947-953.  doi:10.1111/jgs.13385. (R)"
        },
        {
            "number in article": 37,
            "reference": "Tamanini JT, de Jesus FA, Castro RA, et al. The prevalence of fecal incontinence and associated risk factors in older adults participating in the SABE study. Neurol Urodyn . 2016;35(8):959-964.  doi:10.1002/nau.22836. (R)"
        },
        {
            "number in article": 38,
            "reference": "Jerez-Roig  J, Souza DL, Amaral FL, Lima KC. Prevalence of fecal incontinence (FI) and associated factors in institutionalized older adults. Arch Gerontol Geriatr . 2015;60(3):425-430.  doi:10.1016/j.archger.2015.02.003. (R)"
        },
        {
            "number in article": 39,
            "reference": "Damon H, Siproudhis L, Faucheron JL, et al. Perineal retraining improves conservative treatment for faecal incontinence: A multicentre randomized study. Dig Liver Dis . 2014;46(3):237-242.  doi:10.1016/j.dld.2013.11.002. (RCT)"
        },
        {
            "number in article": 40,
            "reference": "Thaha MA, Abukar AA, Thin NN, Ramsanahie A, Knowles CH. Sacral nerve stimulation for faecal incontinence and constipation in adults. Cochrane Database Syst Rev . 2015;8:CD004464. doi:10.1002/14651858.CD004464.pub3.  (SR)"
        },
        {
            "number in article": 41,
            "reference": "Meurette G, Duchalais E, Lehur PA. Surgical approaches to fecal incontinence in the adult. J Visc Surg . 2014;151(1):29-39.  doi:10.1016/j.jviscsurg.2013.12.011. (RV)"
        },
        {
            "number in article": 42,
            "reference": "Loprinzi PD, Rao SS. Association between fecal incontinence and objectively measured physical activity in U.S. adults. N Am J Med Sci . 2014;6(11):575-579. doi:10.4103/1947-2714.145473.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Brooks M. First vaginal insert for fecal incontinence clears FDA. Medscape from WebMD Web site. http://www.medscape.com/viewarticle/839985 . Published February 18,"
        },
        {
            "number in article": 2015,
            "reference": " Accessed June 19, 2019. (GI)"
        },
        {
            "number in article": 44,
            "reference": "Schussler-Fiorenza  Rose SM, Gangnon RE, Chewning B, Wald A. Increasing discussion rates of incontinence in primary care: a randomized controlled trial. J Womens Health (Larchmt) . 2015;24(11):940-949.  (RCT)"
        },
        {
            "number in article": 45,
            "reference": "Woodward S. Supporting patients to manage faecal incontinence. Brit J Nurs . 2016;25(7):370-371.  (RV)"
        },
        {
            "number in article": 46,
            "reference": "Fejka MD, III. Fecal incontinence: a review of current treatment options. JAPPA. 2016;29(9):27-30.  (RV)"
        },
        {
            "number in article": 47,
            "reference": "Mellgren A, Zutshi M, Lucente VR, Sulligan P, Fenner DE. A posterior anal sling for fecal incontinence: results of a 152-patient  prospective multicenter study. Am J Obstet Gynecol. 2016;214(3):349. (R)"
        },
        {
            "number in article": 48,
            "reference": "Guinane J, Crone R. Management of faecal incontinence in residential aged care. Aust J Gen Pract . 2018;47(1-2):40-42.  (RV)"
        },
        {
            "number in article": 49,
            "reference": "Nazarko L. Faecal incontinence: investigation, treatment, and management. Br J Comm Nursing . 2018;23(12):582-588.  doi:10.12968/bjcn.2018.23.12.582. (RV)"
        },
        {
            "number in article": 50,
            "reference": "Kumar L, Emmanuel A. Internal anal sphincter: Clinical perspective. Surgeon. 2017;15(4):211-226.  doi:10.1016/j.surge.2016.10.003. (RV)"
        },
        {
            "number in article": 51,
            "reference": "Ussing A, Dahn I, Due U, Sorensen M, Petersen J, Bandholm T. Efficacy of supervised pelvic control training and biofeedback vs. attention-control  treatment in adults with fecal incontinence. Clin Gastroenterol Hepatol . 2018. doi:10.1016/j.cgh.2018.12.015. (RCT)"
        },
        {
            "number in article": 52,
            "reference": "Lal N, Simillis C, Slesser A, et al. A systematic review of the literature reporting on randomised controlled trials comparing treatments for faecal incontinence in adults. Acta Chir Belg. 2019;119(1):1-15.  doi:10.1080/00015458.2018.1549392. (SR)"
        },
        {
            "number in article": 53,
            "reference": "Peterson AC, Sutherland JM, Liu G, Crump RT, Karimuddin AA. Evaluation of the Fecal Incontinence Quality of Life Scale (FIQL) using item response theory reveals limitations and suggests revisions. Qual Life Res . 2018;27(6):1613-1623.  doi:10.1007/s11136-018-1826-3.  (R)"
        },
        {
            "number in article": 54,
            "reference": "Ribas Y, Coll M, Espina A, et al. Initiative to improve detection of faecal incontinence in primary care: The GIFT Project. Fam Pract . 2017;34(2):175-179.  doi:10.1093/fampra/ cmx004. (R)"
        }
    ]
}