{
    "metadata": {
        "title": "Myocardial Infarction and Exercise",
        "synonyms": [
            "post-myocardial  infarction and exercise",
            "heart attack and exercise, postcoronary event and exercise",
            "exercise-based  cardiac rehabilitation",
            "exercise after myocardial infarction (mi)",
            "infarction, myocardial and exercise",
            "exercise and myocardial infarction",
            "acute myocardial infarction and exercise",
            "myocardial infarction, acute and exercise",
            "infarction, acute myocardial and exercise",
            "healed mi and exercise",
            "acute mi and exercise",
            "cardiac rehabilitation, exercise-based"
        ],
        "anatomical location body part affected": [
            "Heart/myocardium supplied by the occluded coronary artery or arteries (may involve either or both the left and right ventricles)"
        ],
        "area of specialty": [
            "cardiovascular rehabilitation",
            "acute care",
            "aquatic therapy",
            " pulmonary rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "Cardiac rehabilitation (CR) after myocardial infarction (MI) is a multifaceted medical service. Components of CR include physician referral and overall supervision, lifestyle/ risk factor modification, exercise testing and training, psychosocial counseling, and patient education. Major goals of an exercise-based  CR program are improvement of physical functioning and secondary prevention of reinfarction. CR personnel include a physician, nurse, physical and occupational therapists, exercise physiologist, nutritionist, and social service caseworker(18)",
            "Strong evidence supports the exercise component of CR for reducing disability and improving quality of life and physical activity after MI(1,22)",
            "Exercise-based  CR also appears effective for reducing cardiovascular mortality and death from all causes after MI, as well as reducing the risk of reinfarction(1,2)",
            "CR exercise training can have direct positive effects on cardiac function by improving left ventricular remodeling soon (1 week) after MI and continuing longer than 3 months(3,4)",
            "Exercise training after MI is associated with reduced arterial inflammation(5) and stiffness(21)",
            "In general, persons who survive a heart attack often have never exercised regularly and need advice and supervision during the initial phases of exercise training(6)",
            "This Clinical Review focuses on prescription of aerobic and resistance exercise training for clinically stable patients with recent MI who have not undergone coronary artery bypass graft (CABG) surgery"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "I25.2": "old myocardial infarction; healed myocardial infarction; past myocardial infarction diagnosed by ECG or other special investigation, but currently presenting no symptoms (ICD-10  codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Mobility G-code set": {
                "G8978": "Mobility: walking & moving around functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8979": "Mobility: walking & moving around functional limitation; projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8980": "Mobility: walking & moving around functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Changing & Maintaining Body Position G-code set": {
                "G8981": "Changing & maintaining body position functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8982": "Changing & maintaining body position functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8983": "Changing & maintaining body position functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Carrying, Moving & Handling Objects G-code set": {
                "G8984": "Carrying, moving & handling objects functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8985": "Carrying, moving & handling objects functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8986": "Carrying, moving & handling objects functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Self Care G-code set": {
                "G8987": "Self-care  functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8988": "Self-care  functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8989": "Self-care  functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Primary G-code set": {
                "G8990": "Other physical or occupational therapy primary functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8991": "Other physical or occupational therapy primary functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8992": "Other physical or occupational therapy primary functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Subsequent G-code set": {
                "G8993": "Other physical or occupational therapy subsequent functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8994": "Other physical or occupational therapy subsequent functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8995": "Other physical or occupational therapy subsequent functional limitation, discharge status, at discharge from therapy or to end reporting"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. Insurance coverage for medically supervised CR varies from state to state and between companies. Some policies cover only a limited number of outpatient sessions, while others may cover an entire program (e.g., 12 weeks). No specific special agencies are applicable for this condition"
        ],
        "presentation signs and symptoms": [
            "Physician-referred,  specifically for individualized exercise training program",
            "Recent history of documented MI",
            "Some patients may present following early-outpatient  (phase 2) CR",
            "Vigorous ADLs are limited after MI by reduced physical capacity due to: –Decreased aerobic endurance –Decreased muscular strength Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Terminate examination and consult with physician immediately if patient reports any cardiac symptoms such as angina or breathing discomfort,especially in the presence of grossly abnormal vital signs such as elevated HR or BP",
            "Any patient who has documented CAD should have a medically supervised graded exercise test (GXT) before beginning an aerobic exercise program(18)",
            "Exercise testing and training is contraindicated in patients with the following: unstable angina;uncontrolled diabetes; uncontrolled resting hypertension (i.e., SBP > 200 mm Hg and/or diastolic BP > 110 mm Hg at rest; or uncontrolled resting tachycardia (i.e., HR > 100 beats/min)(18)",
            "Instruct patient to avoid Valsalva maneuver during strength testing and resistance exercise"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Atherosclerotic coronary artery disease (CAD) is the usual cause of MI(19)",
            "Other causes of MI(7,19)–Emboli–Mechanical obstruction of cardiac function such as from chest trauma–Increased vasomotor tone; variant angina–Arteritis, aortic stenosis, severe burns, prolonged hypotension–Cocaine, IV drug abuse",
            "Intense physical exertion (such as shoveling snow or sexual activity) and sudden emotional stress can overload the heartdue to high blood pressure (BP) and high heart rate (HR) and cause MI, especially in patients with underlying CAD.Patients with activity-related  chest pain (exertional angina) should be cautioned to seek medical evaluation(8)"
        ],
        "pathogenesis": [
            "An acute MI is usually labeled either an ST-segment  elevation MI (STEMI) or a non-ST-segment  elevation MI (NSTEMI)at time of diagnosis based on the whether or not the ST-segment  of the electrocardiogram (ECG) is elevated(7,19)",
            "A bleed or thrombus forms at the site of atherosclerotic stenosis in acute MI, abruptly occluding coronary blood flow andproducing transmural myocardial ischemia that leads to STEMI. This is in contrast to chronic angina pectoris, in whichcoronary blood flow is deficient but not completely blocked (see Clinical Review…Angina Pectoris, Stable ; Topic IDNumber: T708896)–Although the classic symptoms of angina pectoris at rest in NSTEMI and unstable angina are similar, increased cardiacbiomarkers found in NSTEMI are usually not found in unstable angina. This is because events of unstable angina pectorisare usually short term and do not cause detectible myocardial injury(7)",
            "Injury to the left ventricular wall supplied by the occluded artery or arteries is usually transmural and irreversible after 3 to4 hours of complete occlusion",
            "The infarcted area becomes hypomobile during systole and may develop into a dyskinetic segment, reflecting the abnormalwall motion of an aneurysm",
            "Left ventricular (LV) function after MI is assessed by determining the ejection fraction (EF),which is LV stroke volume(SV) divided by LV end-diastolic  volume (EDV). LVEF is impaired after MI except in very mild cases",
            "The infarcted left ventricle remodels over weeks to months after MI, becoming enlarged and more spherical",
            "Cardiac function may further decline because of remodeling as SV decreases and EDV increases. However, exercisetraining started soon after MI can improve left ventricular remodeling, EF, and prognosis(3,4)",
            "The product of HR and systolic BP (SBP), called the rate-pressure  product (RPP), is a useful index of myocardial oxygendemand.(18)Myocardial ischemia occurs when myocardial oxygen supply is inadequate to meet the myocardial oxygendemand. In cases with exercise-inducible myocardial ischemia, the RPP just below onset of the ischemic threshold canbe prescribed as the upper limit of exercise training intensity, similar to patients with exertional angina pectoris.(1,18) SeeClinical Review…Angina Pectoris, Stable , referenced above",
            "Patients with activity-related  stable angina pectoris (exertional angina) after MI may be referred for CR exercise training.In contrast, angina at rest due to coronary artery vasospasmor unstable angina after MI are contraindications to exercisetesting and training(18)",
            "Risk of MI during episodic periods of physical exertion is increased in persons with CAD. However, risk of activity-relatedMI is markedly lower in persons who exercise regularly(8)",
            "CR exercise training may reduce the risk of progressive CAD through reduced arterial inflammation and stiffness andincreased intracellular antioxidant responses.(5,21,23,24) The physiological effects of regular exercise, together with lifestylemodification to reduce CAD risk factors, can therefore have cardioprotective effects in patients with prior MI(1,2,3,4,5,21,24)"
        ],
        "risk factors for mi": [
            "Modifiable(18,19)–Tobacco use–Hypertension–Hypercholesterolemia–Hyperglycemia–Overweight/obesity/waist-to-hip  ratio high–Sedentary lifestyle–Cocaine use",
            "Nonmodifiable(18,19)–Gender–Advancing age–Genetics"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Obtain specific restrictions/precautions regarding the patient from the referring physician",
        "Monitor vital signs and symptoms during exercise training",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Terminate examination and consult with physician immediately if patient reports any cardiac symptoms such as angina or breathing discomfort,especially in the presence of grossly abnormal vital signs such as elevated HR or BP",
            "Any patient who has documented CAD should have a medically supervised graded exercise test (GXT) before beginning an aerobic exercise program(18)",
            "Exercise testing and training is contraindicated in patients with the following: unstable angina;uncontrolled diabetes; uncontrolled resting hypertension (i.e., SBP > 200 mm Hg and/or diastolic BP > 110 mm Hg at rest; or uncontrolled resting tachycardia (i.e., HR > 100 beats/min)(18)",
            "Instruct patient to avoid Valsalva maneuver during strength testing and resistance exercise"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the date of acute MI and treatment during hospital stay. Was it STEMI or NSTEMI? Did the patient undergo primary percutaneous coronary intervention (PCI) or fibrinolysis at time of admission? Confirm diagnosis of CAD. Identify the patient’s coronary risk factors",
                "course of treatment": {
                    "medical management": "Document medical management, including inpatient (phase 1) and/or early outpatient (phase 2) cardiac rehabilitation following acute MI, if applicable. Was the patient treated with transluminal coronary angioplasty/ stenting or CABG surgery?(19) Has the physician placed restrictions on the patient’s physical activities?",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken?(19) Supplemental oxygen for patients with oxygen saturation < 90% or respiratory distress Nitroglycerin  sublingual and intravenous Morphine sulfate to relieve pain or pulmonary congestion  Anti-platelet  agents  aspirin, others dependent of whether or not patient underwent PCI Beta-blocker,  if no signs of congestive heart failure exist Angiotensin converting enzyme (ACE) inhibitor Determine whether the patient is taking a calcium channel blocker and/or beta-adrenergic  blocker that may attenuate the HR and SBP responses to exercise. Target exercise HR during aerobic training may need to be determined by GXT in such cases",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Usual findings in patients with MI",
                        "ECG: Abnormal Q waves and low-voltage  R waves(6)",
                        "Possible imaging studies(6)",
                        "Echocardiographic evidence of LV wall motion abnormalities",
                        "Cardiac MRI to evaluate structural defects and PET scan to evaluate cardiac physiology and metabolism",
                        "EchoGen infiltrate used with ultrasound procedure indicates healthy heart muscle",
                        "Pulmonary function testing may be done in patients with dyspnea, especially in presence of comorbid lung disease",
                        "A treadmill submaximal exercise test (sometimes with ultrasound or radionuclide imaging) often is administered at hospital discharge",
                        "Maximal, symptom-limited  exercise stress testing may have been conducted in the outpatient setting. Investigate the normalcy of the patient’s ECG, HR, and BP responses",
                        "GXT is the most useful tool for establishing guidelines for aerobic exercise training in apparently healthy adults(6)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies. Prolonged bed rest should be avoided(6)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "If the patient has a history of angina, what activities bring it on?",
                "body chart": "Use body chart to document location and nature of symptoms, if appropriate",
                "nature of symptoms": "Document nature of symptoms, if present (e.g., pressure vs. tightness, shortness of breath)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms resulting from weather or other external variables",
                "sleep disturbance": "Does the patient have a history of a breathing-related  sleep disorder or other sleep disturbance? If so, document hours of sleep per night and any interventions",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., angina) -Anxiety is a common psychological symptom following acute MI(6) -Persons with CAD are prone to sexual dysfunction -A home-based  progressive walking program improved functional capacity and symptoms of erectile dysfunction (ED) in men with recent MI(17)",
                "respiratory status": "Does the patient require supplemental oxygen for exercise? Barriers to learning -Are there any barriers to learning Yes __ No __ -If Yes, describe _____________________ -Patient’s inability to self-monitor  his or her HR may be a limiting factor for participation in an exercise program"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a previous history of MI or other heart disease? Any history of unstable angina? Any history of cardiac surgery (e.g., for valve replacement or congenital abnormality)?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, peripheral vascular disease, cancer, psychiatric disorders, orthopedic disorders, etc. Commonly associated conditions are abdominal aortic aneurysm, extracranial cerebrovascular disease, and atherosclerotic peripheral vascular disease(19) ",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the patient participate in recreational or competitive sports? What is the patient’s occupation and job description? Are complications from MI hindering the patient’s ability to participate in recreational or work-related  activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Document prior and current functional level as reported by patient and family",
                "living environment": "Document stairs, number of floors in home, caregivers, etc. Identify if there are barriers to independence in the home; are any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and BMI. Is patient overweight?",
            "assistive and adaptive devices": "Does the patient currently utilize assistive or adaptive devices? If so, are they appropriate? Are new devices indicated?",
            "balance": "Assess balance responses to static and dynamic challenges",
            "cardiorespiratory function and endurance": [
                "The 6-minute  walk for distance test (6MWT) can be used to assess functional endurance and as an outcome measure",
                "All survivors of MI should have a medically supervised GXT with ECG monitoring prior to CR exercise training. It is essential to disclose any risk of exercise-inducible  myocardial ischemia or cardiac arrhythmias. In addition, the patient’s symptoms, HR, BP, and performance responses during the GXT can be used for exercise prescription(18,25)",
                "There is a high correlation of subjective Rating of Perceived Exertion (RPE) scores with HR and aerobic power during GXT in persons with cardiac disease. In most patients, the RPE can also be used for exercise prescription(18,25)"
            ],
            "circulation": "Check that peripheral pulses are present in all limbs",
            "functional mobility": "Assess gross movement in functional tasks using the upper extremities (e.g., reaching, pulling, pushing, holding) and lower extremities (e.g., steps, squatting, kneeling, kicking)",
            "gait locomotion": "Assess walking ability, including synchrony of limb movements and gait speed, as well as posture in walkingAssess joint mobility, as indicated by impaired ROM or movement limitations in functional tasks",
            "muscle strength": "Scan strength in functional tasks (e.g., handgrip, pushing, pulling, sit-up,  squatting) using manual muscle testing (MMT). Minimize Valsalva maneuver",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "Assess active and passive ROM and flexibility as indicated by movement limitations in functional tasksIdentify ADLs that patient reports are difficult; determine if these activities are limited by decreased endurance or strength",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosisIdentify individual patient concerns (e.g., role, anxiety, depression) with the Quality of Life Index (QLI)This test is conducted using a standard treadmill or cycle ergometer protocol. When administered at hospital discharge (following phase 1 cardiac rehabilitation) the test results are used for clearance of moderate physical activity at home. When conducted during the early outpatient period (phase 2) the test results are used for exercise prescription to improve cardiovascular fitness(25)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic",
                "The prescribed exercise program should be reviewed by the CR program medical director or referring physician, modified if necessary, and approved before implementation",
                "To determine if the patient is clinically stable for exercise, monitor vital signs and fatigue level frequently during the first several weeks of physical training. Persons who survive MIs often have never exercised before and need sound advice and close monitoring(6)",
                "In rare cases, exercise can induce cardiac arrhythmias if a patient is on a diuretic or digoxin therapy or has recently ingested caffeine(6)",
                "Immediately following strenuous exercise, systolic BP may fall precipitously because of high catecholamine levels associated with vasodilation and reduced cardiac filling. Sudden stoppage of exercise is, therefore, discouraged to maintain venous return. A carefully monitored cool-down  period is required(6)",
                "Obtain physician clearance for aquatic therapy and recommendations regarding water temperature and time spent in pool. Monitor for cardiac symptoms and changes in vital signs. Patients engaged in aquatic exercise should submerge no deeper than the xiphoid process to reduce cardiac volume loading from water pressure on legs and torso(9,10)",
                "Initiate progressive resistance exercise training at “very light” RPE",
                "Minimize Valsalva maneuver during resistance exercises(6)",
                "< 12 days after acute MI",
                "Unstable angina",
                "ECG showing new signs/symptoms of MI",
                "Oxygen saturation < 85%",
                "PaO2 < 60 mm Hg",
                "Hemoglobin < 8 g/dL; hematocrit < 26%",
                "Severe aortic outflow obstruction, including moderate to severe aortic stenosis",
                "Suspected/known dissecting aneurysm",
                "Acute myocarditis, pericarditis",
                "Uncontrolled complex arrhythmias",
                "Severe congestive heart failure (CHF)",
                "Recent pulmonary embolus or thrombophlebitis",
                "Untreated 3rd-degree  heart block",
                "Uncontrolled diabetes",
                "Acute infections",
                "Digoxin toxicity",
                "Uncontrolled metabolic conditions, including acute thyroiditis, hypokalemia, hyperkalemia, and hypovolemia",
                "Signs/symptoms of DVT",
                "Persistent hypotension -SBP < 90 mm Hg -Orthostatic fall in SBP with symptoms",
                "Uncontrolled hypertension -Resting SBP > 200 mm Hg -Resting DBP > 110 mm Hg",
                "Severe orthopedic conditions that restrict exercise",
                "Fear of water",
                "Avoid warm/hot water if patient is pregnant or has multiple sclerosis, increased risk of hemorrhage (e.g., on anticoagulant medications), impaired thermal regulation, acute inflammation, fever, edema, thrombophlebitis, or acute rheumatoid arthritis",
                "Epilepsy ",
                "Cardiovascular or pulmonary disease resulting in: -Poor left ventricular function -Unstable angina or incipient heart failure -Vital capacity < 1.0 L",
                "Open wounds, catheters, colostomies, IVs, G-tubes",
                "Urinary or fecal incontinence",
                "Certain dermatologic conditions (e.g., ichthyosis, infection)",
                "Venous ulcers",
                "Tissues damaged by radiation therapy",
                "Peripheral vascular disease",
                "Severe kidney disease",
                "More than half-body  immersion during pregnancy",
                "Patients may exercise in a pool 6 weeks after an MI as long as they maintain an upright position and water immersion does not go higher than the xiphoid process"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions ",
                "Contraindications to exercise(6,18,25)",
                "Contraindications/precautions to use of aquatic therapy(9,10)"
            ]
        },
        "diagnosis need for treatment": "MI survivor/exercise-based  CR is indicated to improve functional capacity and prognosis and reduce fear of exercise(14,15,16)",
        "rule out": " Rule out Exertional chest pain of noncardiac origin –Musculoskeletal chest wall conditions (e.g., costochondritis, rib trauma, myositis, muscle strain) –Pulmonary (pulmonary hypertension, pleurisy, pneumothorax, pneumonia) –Gastrointestinal (e.g., peptic ulcer disease, pancreatitis, esophageal spasm, reflux disease [GERD], cholecystitis, cholelithiasis) –Neurologic (cervical arthritis with radiculopathy, herpes zoster) –Psychosomatic (panic attack, somatization disorder) Uncontrolled noncardiac comorbidities that may contraindicate exercise after MI –Diabetes mellitus –Peripheral vascular disease with intermittent claudication –COPD –Hypertension",
        "prognosis": [
            "Patients with unstable angina or NSTEMI have lower in-hospital  mortality than those patients with STEMI, probably because of less associated myocardial damage. However,patients with unstable angina or NSTEMI may have worse long-term outcomes(7)",
            "Strong evidence supports exercise-based  CR for reducing long-term  complications and mortality in survivors of MI(1,2)",
            "Authors of an observational study using the National Swedish Registry found that after adjustment for comorbidities on hospital admission, there was no significant sex difference in 1-year  mortality for 28-day  survivors after acute MI among 658,110 persons (35.7% women) during 1987–2010(20)",
            "The risk of reinfarction is higher in women, persons with hypertension, and persons with high serum cholesterol(6)",
            "Prognosis is worse for older adults (over 80 years of age)with acute MI, patients with serious comorbidities (e.g., other cardiovascular disease, respiratory disease, or diabetes mellitus), and patients with an anterior wall location of the MI(6)"
        ],
        "referral to other disciplines": "Smoking cessation program, nutritionist, psychological counseling, back to physician for any abnormal symptoms or vital sign measurements",
        "other considerations": [
            "A medically supervised program is advised for high-risk  patients(11)",
            "Community-based  CR exercise training typically is feasible, safe, and effective across a wide spectrum of MI patients when prescribed by a cardiologist or personal physician, supervised by trained personnel, and supported by the patient’s family(1,24)",
            "Patients can usually return to work and resume their normal physical activities (e.g., driving, light recreation such as golf) within 8 weeks following uncomplicated MI",
            "Sexual intercourse with orgasm can resume when person can sustain HR of 110–120 beats/min without shortness of breath or chest pain. Another guideline is walking 3–4 miles on level treadmill or climbing stairs comfortably(6) ",
            "Lifestyle modification (e.g., stress management, relaxation training, smoking cessation, heart-healthy  diet) is an important core component of CR",
            "Instruct patient to report symptoms experienced during independent physical activity and to modify the intensity or duration of exercise as needed to prevent reoccurrence of symptoms",
            "Patients may be hesitant or anxious about exercise training after MI –Authors of a study involving perceived barriers to sustained exercise in Punjabi Sikh survivors of MI found that their anxiety involved(12) -difficulty determining a safe exertion level -weakness and fatigue -preference for informal exercise"
        ],
        "treatment summary": [
            "Research on specific benefits of exercise –Authors of an RCT involving 42 patients after a first MI found that exercise training can increase interleukin-10  (IL-10),  a cytokine with anti-inflammatory properties, after acute MI(5) -The exercise group (n = 22) underwent an 8-week,  3 sessions a week, aerobic exercise training program, while the control group (n = 20) underwent conventional care -At 8weeks followup, IL-10  levels were significantly higher in the exercise group, indicating an improved inflammatory profile. Low levels of IL-10  are also associated with poor prognosis after acute MI(5) –Authors of an RCT (N = 96) in Portugal found that an 8-week  exercise-based  CR program with 3 sessions weekly, started 4 weeks after MI was able to reduce arterial stiffness in compliant patients (21) -Reduction in arterial stiffness was significant only if patients attended at least 80% of exercise sessions -Arterial stiffness is an independent predictor for cardiovascular (CV) and all-cause  mortality",
            "Authors of a study in Brazil found that a home-based  progressive walking program significantly improved functional capacity and reduced the rate of erectile dysfunction (ED) in men with low CV risk after recent MI(17) –Patients were evaluated at discharge and after 30 days –Functional capacity was measured by changes in 6MWT. ED was measured by International Index of Erectile Function Questionnaire –The control group improved significantly less than the experimental group on the 6MWT and more often reported no change or a slight increase in ED",
            "Guidelines are available for exercise testing and exercise training after a cardiac event. Exercise prescription should always be individualized for type, frequency, duration, intensity, and progression of exercise sessions, as appropriate for the patient –Recommendations for aerobic exercise prescription(6,25) -Walking (outdoors or treadmill), cycling, rowing, stair climbing, arm/leg ergometry, and other endurance types of exercise -At least 3 days a week for 12 or more weeks -20–40  minutes of continuous or interval training -At 40–80%  of VO2max; RPE of 11–15  on scale of 20(6) or at 70–85%  of peak HR on GXT(18,25) -Patients with low aerobic capacity may start exercise training at 50-60%  of HRmax(18) –Recommendations for resistance exercise prescription(6,25) -Calisthenics, elastic bands, cuff or hand weights, dumbbells, free weights, wall pulleys, weight machines, and other types of resistance exercise -40–50%  maximum voluntary contraction (MVC) while being sure to avoid Valsalva maneuver -Exercise frequency of 2 to 3 days per week -Exercise duration of 1-–3 sets of 10–15  repetitions, for 8–10  exercises -It is recommended that a resistance training program to improve strength not begin until at least 5 weeks post MI(18) –Recommendations for flexibility exercises(6,25) -Static stretching of the upper and lower body -2–3 days a week; hold for 10–30  seconds –Include a good warm-up  and cool-down  in each exercise session –Provide progressive updates to the exercise prescription and modify further if clinical status changes  –If GXT data are not available, avoid basing the prescribed exercise HR on estimated maximal HR. Rather, exercise intensity may start mild and be progressed cautiously using RPE or talk test. Talk test is ability to talk while exercising without becoming breathless. The objective is to keep the exercise intensity below anaerobic threshold, which occurs around 55–70%  of VO2max(18,25) –Supplement the formal exercise program with activity guidelines for home(25) –Low-risk  patients may progress to independent status and continue a community-based  CR exercise program indefinitely(25) –A telephone-based  intervention can help maintain exercise at home and improve physical functioning after discharge from supervised CR(13) . Problem Goal Intervention Expected Progression Home Program Reduced functional capacity and activity tolerance due to inadequate aerobic endurance and muscle strengthFacilitate return to prior level of function with improved aerobic endurance and strengthTherapeutic exercise _ Cardiopulmonary/ aerobic exercise: stationary cycling, treadmill walking, aqua therapy. Encourage 20– 40 minutes of aerobic activities at moderate intensity, at least 3 days per week. Resistance exercises at moderate intensity, 1 to 3 sets of 10 to 15 repetitions of 8–10 exercises, 2–3 times per week. Flexibility exercises for whole body 2–3 days per week, holding for 10–30 seconds. Warm- up and cool-down _ _ Follow physician’s orders regarding lifting restrictionsThe intensity and duration of exercises should be individualized, progressed as tolerated, and within safe vital sign parametersProvide the patient with education regarding self-monitoring of HR, BP, and RPE. Provide the patient with a safe and effective independent exercise program _ _ Supplement exercise program with increase in daily lifestyle activities (e.g., walking breaks at work, gardening, household work)(17) _ _ Provide patient with educational materials ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes with outcome measures": [
            "Normal BMI",
            "Improved cardiopulmonary endurance and function–6MWT, Borg RPE Scale,(6)GXT",
            "Increased patient knowledge regarding cardiac risk factors and post-MI precautions",
            "Improved strength–MMT",
            "Improved quality of life–QLI"
        ]
    },
    "maintenance or prevention": [
        "The ACC/AHA guidelines stress the importance of heart attack prevention",
        "According to the American Heart Association, participation in an exercise program, smoking cessation, proper nutrition, maintaining appropriate weight and cholesterol levels, lowering high BP, managing diabetes, and reducing stress can all help to prevent MI and prevent recurrence",
        "A yearly evaluation of cardiac risk is advised for master athletes who compete in marathons and other competitive sports(8) Exercise helps prevent heart disease but does not ameliorate risk associated with family history of CAD, age, and gender The risk of MI and sudden death in recreational marathon runners is associated with aging"
    ],
    "patient education": [
        "From the National Heart, Lung, and Blood Institute website:“What is a Heart Attack?” https://www.nhlbi.nih.gov/health-topics/heart-attack",
        "Learn more about heart attack treatment at the American Heart Association website, https://www.heart.org/en/health-topics/heart-attack/treatment-of-a-heart-attack#.WNqgePnytpg",
        "Cleveland Clinic website: “Exercise & Activity after a Heart Attack” https://my.clevelandclinic.org/departments/heart/patient-education/recovery-care/interventional-procedures/exercise-activity Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Anderson L, Thompson DR, Oldridge N, et al. Exercise-based  cardiac rehabilitation for coronary heart disease. Cochrane Database Syst Rev . January 5, 2016;(1):CD001800. doi:10.1016/j.jacc.2015.10.044.  (M)"
        },
        {
            "number in article": 2,
            "reference": "Lawler PR, Filion KB, Eisenberg MJ. Efficacy of exercise-based  cardiac rehabilitation post-myocardial  infarction: a systematic review and meta-analysis  of randomized controlled trials. Am Heart J . 2011;162(4):571-584.e2.  doi:10.1016/j.ahj.2011.07.017. (SR)"
        },
        {
            "number in article": 3,
            "reference": "Giallauria F, Acampa W, Ricci F, et al. Effects of exercise training started within 2 weeks after acute myocardial infarction on myocardial perfusion and left ventricular function: a gated SPECT imaging study. Eur J Cardiovasc Prev Rehabil . 2012;19(6):1410-1419.  doi:10.1177/1741826711425427. (RCT)"
        },
        {
            "number in article": 4,
            "reference": "Haykowsky M, Scott J, Esch B, et al. A meta-analysis  of the effects of exercise training on left ventricular remodeling following myocardial infarction: start early and go longer for greatest exercise benefits on remodeling. Trials. 2011;12:92. doi:10.1186/1745-6215-12-92.  (M)"
        },
        {
            "number in article": 5,
            "reference": "Ribeiro F, Alves AJ, Teixeira M, et al. Exercise training increases interleukin-10  after an acute myocardial infarction: a randomised clinical trial. Int J Sports Med . 2012;33(3):192-198.  doi:10.1055/s-0031-1297959.  (RCT)"
        },
        {
            "number in article": 6,
            "reference": "Smirnova IV. The Cardiovascular System. In: Goodman CC, Fuller KS, eds. Pathology: Implications for the Physical Therapist . 4th ed. St. Louis, MO: Elsevier Saunders; 2015:401-408.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Merchant B, Berk LJ. Acute Coronary Syndromes: Unstable angina and NSTEMI. In: Domino FJ, ed. The 5-minute Clinical Consult Standard 2016 . 21st ed. Philadelphia, PA: Wolters Kluwer; 2016:18-19.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Dahabreh IJ, Paulus JK. Association of episodic physical and sexual activity with triggering of acute cardiac events: systematic review and meta-analysis.  JAMA. 2011;305(12):1225-1233.  (SR)"
        },
        {
            "number in article": 9,
            "reference": "Schrepfer R. Aquatic exercise. In: Kisner C, Colby LA, eds. Therapeutic exercise: Foundations and techniques . 6th ed. Philadelphia, PA: FA Davis; 2012:290-314.  (G)"
        },
        {
            "number in article": 10,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 11,
            "reference": "Pinto BM, Goldstein MG, Papandonatos GD. Maintenance of exercise after phase II cardiac rehabilitation: a randomized controlled trial. Am J Prev Med . 2011;41(3):274-283. (RCT)"
        },
        {
            "number in article": 12,
            "reference": "Galdas PM, Oliffe JL, Kang HB, Kelly MT. Punjabi Sikh patients' perceived barriers to engaging in physical exercise following myocardial infarction. Public Health Nurs . 2012;29(6):534-541.  doi:10.1111/j.1525-1446.2012.01009.x.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Chuanyi N, Wuxian C. Summaries of nursing care-related  systematic reviews from the Cochrane library: exercise-based  rehabilitation for coronary heart disease. J Cardiovasc Nurs. 2010;25(5):379-380.  doi:10.1097/JCN.0b013e3181e04d54. (RV)"
        },
        {
            "number in article": 14,
            "reference": "Åhlund K, Åhlund M, Sernert N. Fear-avoidance  beliefs and cardiac rehabilitation in patients with first-time myocardial infarction. J Rehabil Med . 2013;45(10):1028-1033. doi:10.2340/16501977-1219.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Jones K, Saxon L, Cunningham W, Adams P. Secondary prevention for patients after a myocardial infarction: Summary of updated NICE guidance. BMJ. 2013;347:f6544. doi:f6544. (G)"
        },
        {
            "number in article": 16,
            "reference": "Steg PG, James SK, Atar D, et al. ESC guidelines for the management of acute myocardial infarction in patients presenting with ST-segment  elevation: The Task Force on the management of ST-segment  elevation acute myocardial infarction of the European Society of Cardiology (ESC). Eur Heart J . 2012;33(20):2569-2619.  doi:10/1093/eurheartj/ ehs215. (G)"
        },
        {
            "number in article": 17,
            "reference": "Begot I, Peixoto TC, Gonzaga LR, et al. A home-based  walking program improves erectile dysfunction in men with an acute myocardial infarction. Am J Cardiol . 2015;115(5):571-575.  doi:10.1016/j.amjcard.2014.12.007. (R)"
        },
        {
            "number in article": 18,
            "reference": "Dias KJ. Heart Disease. In: Sullivan S, Schmitz T, Fulk G, eds. Physical Rehabilitation . 6th ed. Philadelphia, PA: F.A. Davis Company; 2014:559-566.  (GI) "
        },
        {
            "number in article": 19,
            "reference": "Desai TD, Akhtar F. Acute Coronary Syndromes: STEMI. In: Domino FJ, ed. The 2015 5-minute clinical consult standard . 24th ed. Philadelphia, PA: Wolters Kluwer; 2016:16-17.  (GI)"
        },
        {
            "number in article": 20,
            "reference": "Berg J, Björck L, Nielsen S, Lappas G, Rosengren A. Sex differences in survival after myocardial infarction in Sweden, 1987-2010.  Heart. October 2017;103(20):1625-1630. doi:10.1136/heartjnl-2016-310281.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Oliveira NL, Ribeiro F, Silva G, et al. Effect of exercise-based  cardiac rehabilitation on arterial stiffness and inflammatory and endothelial dysfunction biomarkers: a randomized controlled trial of myocardial infarction patients. Atherosclerosis . 2015;239(1):150-157.  doi:10.1016/j.atherosclerosis.2014.12.057. (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Ribeiro F, Oliveira NL, Silva G, et al. Exercise-based  cardiac rehabilitation increases daily physical activity of patients following myocardial infarction: subanalysis of two randomised controlled trials. Physiotherapy . March 2017;103(1):59-65.  doi:10.1016/j.physio.2015.12.002. (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Schaun MI, Motta LL, Teixeira R, et al. Preventive physical training partially preserves heart function and improves cardiac antioxidant responses in rats after myocardial infarction preventive physical training and myocardial infarction in rats. Int J Sport Nutr Exerc Metab . June 2017;27(3):197-203.  doi:10.1123/ijsnem.2016-0300.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Zhang Y, Cao H, Jiang P, Tang H. Cardiac rehabilitation in acute myocardial infarction patients after percutaneous coronary intervention: A community-based  study. Medicine (Baltimore) . February 2018;97(8):e9785. doi:0.1097/MD.0000000000009785. (RCT)"
        },
        {
            "number in article": 25,
            "reference": "American College of Sports Medicine. Pescatello LS, ed. ACSM's Guidelines for Exercise Testing and Prescription . 9th ed. Philadelphia, PA: Lippincott Williams and Wilkins;"
        },
        {
            "number in article": 2016,
            "reference": " (G) "
        }
    ]
}