{
    "metadata": {
        "title": "Nintendo Wii Fit and Rehabilitation in Children and Adolescents",
        "synonyms": [
            "nintendo wii fit exergames for children and adolescents with disabilities",
            " nintendo wii fit video games for rehabilitation in children and adolescents",
            "nintendo wii fit exercise rehabilitation in pediatrics",
            "wii-habilitation",
            "rehabilitation and nintendo wii fit in children and adolescents",
            "wii-habilitation  in children and adolescents",
            "exergames, nintendo wii fit",
            "for children and adolescents with disabilities"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "orthopedic rehabilitation",
            "neurological rehabilitation",
            "pediatric rehabilitation",
            "home health",
            "vestibular rehabilitation",
            "cardiovascular rehabilitation",
            " pulmonary rehabilitation",
            "oncology"
        ],
        "description": [
            "Nintendo Wii Fit (NWF) is a video gaming system that promotes multiple modes of exercise in virtual reality. NWF comes with exercise gaming applications (“exergames”) that challenge static and dynamic balance. The user stands on a balance board/force plate while interacting with a selected exergame and is given visual and auditory feedback(18)",
            "NWF, a type of virtual reality exercise system, can provide sensory feedback (auditory, visual, and proprioceptive sensations) to the individual participating in the exercise training program. The training program’s level of difficulty can be adjusted as the user improves(19)",
            "Interactive video gaming with NWF has potential for promoting therapeutic physical activity in children and adolescents with disabilities(1,2,3)",
            "NWF and other gaming systems are relatively inexpensive and can provide greater patient compliance with the individual’s home exercise program due to increased interest and motivation in the prescribed activities",
            "This Clinical Review describes the use and feasibility of NWF as an adjunct therapeutic intervention for children and adolescents with selected diagnoses",
            "For additional information, see Clinical Review…Nintendo Wii Fit and Balance in Older Adults ; Accession Number: 5000016709"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "97112",
            "description": "neuromuscular reeducation of movement, balance, coordination, kinesthetic sense, posture, and/or proprioception for sitting and/or standing activities"
        },
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement specifically for interactive video gaming have been identified Indications for procedure"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Stop the examination and refer back to physician if patient demonstrates an undocumented neuromuscular control problem",
            "Consult with physician in cases of cognitive impairments that preclude learning the video game, safety concerns, and attending to the task",
            "Monitor for signs/symptoms of deep vein thrombosis (DVT) and stop evaluation and notify physician if signs of DVT or infection are present ",
            "Monitor for signs/symptoms of infection, including increased erythema, edema, and pain around unhealed wounds. Also note any drainage from incisions",
            "Closely supervise exercise tolerance in patients with limited functional capacity (e.g., due to anemia, low blood pressure, or diabetes)",
            "Consult with physician in cases of severely impaired mobility requiring hands-on  assistance"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [
        "Indicated for patients who have impaired functional mobility, decreased strength, decreased ROM, decreased balance, decreased proprioception, decreased cardiorespiratory endurance, and increased risk for falling",
        "Children and adolescents with the following conditions or diagnoses may benefit from NWF: Obesity Lower extremity amputation Postural instability  Neurological conditions (e.g., traumatic brain injury [TBI], stroke) Cerebral palsy (CP) Down syndrome Vestibular dysfunction Motor coordination impairments (e.g., developmental coordination disorder [DCD], autism spectrum disorder [ASD])"
    ],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {
        "obtain informed consent from parent guardian": [],
        "specific precautions may be indicated to prevent falls in patients with visual hearing impairment, postural hypotension, hypoglycemia, head trauma brain injury, joint pain, hemiplegia, incontinence, etc.": [],
        "for those who are referred postoperatively, obtain specific orders from surgeon regarding weight-bearing,  activity, or exercise restrictions": [],
        "if possible, modify the nwf activity to accommodate the patient’s specific impairments": [],
        "patients who require hands-on  assistance with transfers or gait may be suitable candidates for use of nwf only in the sitting position": [],
        "see specific  contraindications precautions to examination   and  contraindications precautions   under assessment": []
    },
    "guidelines for use of procedure": {
        "using the nwf balance board": [
            "The user stands on a stationary force plate platform",
            "The platform has a strain gauge load sensor mounted on each corner. The four load sensors estimate the user’s center ofpressure (COP)",
            "As the user shifts center of mass (COM), changes in COP are displayed (on a monitor or television set) as movements ofthe virtual model (avatar)",
            "Excursions of the COP are recorded and linked to the control of balance",
            "Instantaneous visual feedback makes the exercise game (exergame) interactive as the user changes COP to move the avatar"
        ],
        "using nwf in a clinical setting": [
            "The supervising clinician should choose the appropriate video game (exergame) to address the specific therapeutic goal, aswell as to match the patient’s age and physical ability. For example:–The exergames played by a child with spastic diplegic CP were selected to address therapeutic goals for improving motorcontrol (using the handheld remote) and perceptual processing, in addition to the patient’s interest(9)–Exergames found suitable for prosthetic rehabilitation were the Table Tilt and Tightrope Walk(3)",
            "Assistance (e.g., gait belt, walker, back of chair positioned in front of patient for standby assistance, or hands-on)  should beprovided as necessary for patients with impaired stability to prevent falls",
            "Patients need to have adequate cognitive function and functional hand skills to operate the remote, understand theinstructions and feedback, and stay on task",
            "Patients need to have adequate gross motor ability and trunk control to perform selected exergames in either sitting orstanding",
            "Initial sessions should be instructional and supervised until the patient feels confident and comfortable, and demonstratesthe ability to play the selected exergames correctly and safely. The patient may then perform the training sessionsindependently in the clinic or at home with regular feedback",
            "In home-based  programs, periodic phone calls are recommended to encourage adherence and to progress the challenge asperformance improves"
        ]
    },
    "examination": {
        "contraindications precautions to examination": [
            "Stop the examination and refer back to physician if patient demonstrates an undocumented neuromuscular control problem",
            "Consult with physician in cases of cognitive impairments that preclude learning the video game, safety concerns, and attending to the task",
            "Monitor for signs/symptoms of deep vein thrombosis (DVT) and stop evaluation and notify physician if signs of DVT or infection are present ",
            "Monitor for signs/symptoms of infection, including increased erythema, edema, and pain around unhealed wounds. Also note any drainage from incisions",
            "Closely supervise exercise tolerance in patients with limited functional capacity (e.g., due to anemia, low blood pressure, or diabetes)",
            "Consult with physician in cases of severely impaired mobility requiring hands-on  assistance"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -What is the patient’s diagnosis? At what age was the patient diagnosed with the current medical condition? Describe background of the patient’s illness or injury -Inquire regarding patient’s developmental milestone history. Age appropriate or delayed? Has patient been diagnosed with ataxia or motor disabilities? -What is the patient’s current weight-bearing  status? Is an assistive device or prosthesis being used? -How much daily physical activity does the patient typically get?",
                "course of treatment": {
                    "medical management": " Medical management Document any medical management for the referring condition that might contribute to postural instability and falls (e.g., CP, TBI, hypoglycemia, amputation) Is patient receiving dietary/nutritional counseling for weight control? Has patient been diagnosed with postural instability or ataxia due to a neurological condition?",
                    "surgical management": [
                        "Surgical management:  Has the patient undergone any recent surgical procedures? Inquire about any complications during or postsurgery"
                    ],
                    "medications": "Determine the current prescribed medications. Are they being taken on schedule and are they effective?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Screening tests may include:",
                        "Body composition analysis",
                        "Complete blood count (CBC), including hematocrit and hemoglobin, for anemia or infection",
                        "Vital signs (resting heart rate, blood pressure)",
                        "Magnetic resonance imaging (MRI)",
                        "Radiographic imaging",
                        "Electroencephalogram (EEG)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture for pain)and whether or not they help relieve symptoms",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document factors associated with increased risk of falling",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms that indicate use of the NWF for rehabilitation (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS), 0-10 scale, or other appropriate method to assess pain intensity. Wong-Baker  FACES Scale and Oucher scale are age-appropriate  V AS for children and adolescents",
                "pattern of symptoms": "Document factors and situations associated with increased postural instability. For example, does the patient feel unsteady when rising from a chair, when standing or walking, when changing directions, or when reaching?",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could interfere with exercise (e.g., dizziness, bowel/bladder incontinence). Identify any factors contributing to obesity, if applicable",
                "respiratory status": "Any history of respiratory compromise (e.g., asthma) that may affect exercise tolerance? Does the patient use supplemental oxygen? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________ "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask patient about other medical problems (e.g., diabetes, cancer, cardiovascular disease, asthma, socialcommunication disorder such as ASD, attention disorder, hyperactivity, orthopedic disorders)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "(e.g., does the patient participate in recreational or competitive sports? Frequency and duration of activity per week? Does the patient attend school? What grade? Does the patient have a job? What are the job requirements? How many hours of screen time (video games, television, computer) does the patient receive each day?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient use coping strategies to modify activity, or restrict/avoid activities because of fear of falling or impaired motor control? Describe any assistive or adaptive devices the patient is currently using at home, school, or community",
                "living environment": "stairs, number of floors in home, with whom patient lives, caregivers, siblings, etc. Identify if there are barriers to independence in the home, school, or community; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and body mass index (BMI) and compare to age and sex norms –BMI ≥ 85th percentile for sex and age is considered overweight(10) –BMI > 95th percentile is considered obese(10) –May consider body fat testing with skinfold calipers",
            "assistive and adaptive devices": "Assess patient’s need for ambulatory or adaptive devices. Is the patient currently using any prescribed adaptive equipment correctly to assist with ADLs?",
            "balance": "Assess static and dynamic sitting and standing balance –Poor postural control and balance is a common feature in children with motor/ambulatory disability –Patients should be screened for ability to safely use the NWF system –Use the Pediatric Balance Scale (PBS) –Balance scale of the Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)  or Peabody Developmental Motor Scales, Second Edition (PDMS-2)",
            "cardiorespiratory function and endurance": [
                "Administer 6-minute  walk test for distance (6MWT) for endurance measure",
                "Use dyspnea scale and the Borg Rating of Perceived Exertion (RPE) Scale"
            ],
            "circulation": "Assess distal pedal pulses. Note any asymmetry or abnormalityAssess dermatomes and myotomes in upper extremity (UE) and lower extremity (LE), as indicatedAssess basic functional mobility and ADLs. Note level of assistance required to independently perform skills such as transfers, bed mobility, grooming, dressing, toileting, etc. –Assess safety, ability, and need for adaptive equipment with mobility –Use Timed Up and Go (TUG) test, Timed Up and Down Stairs (TUDS) test, and/or Pediatric Evaluation of Disability (PEDI) as appropriate for patient’s age, evaluation setting, and functional limitations –Use WeeFIM to assess functional mobility –Formally assess gross motor skills with the BOT-2  or PDMS-2 –Use the Gross Motor Functional Measure-66  (GMFM-66)  for children with CP ",
            "functional mobility": "",
            "gait locomotion": "Assess patient’s gait for safety and efficiency. Note any significant deviations such as toe walking, decreased reciprocal arm swing, decreased speed, Trendelenburg, altered stance or stride length, etc.Assess UE and LE bilateral joint mobility for crepitus, contractures, or hypermobility. Document degree of joint hypermobility with the Beighton Hypermobility Scale and hypomobility with Parris Stoddard ScaleObserve motor control while the patient performs functional mobility skills, gross, or fine motor skills. Note any abnormal or synergistic movement patterns –Assess UE, LE, and trunk for abnormal tone (flaccidity or spasticity), as indicated. Use Modified Ashworth Scale for assessing spasticity",
            "muscle strength": "Assess trunk and bilateral UE and LE using manual muscle testing, (MMT), if age appropriate and muscle tone is within normal limits –For younger children or those with cognitive impairments, assess muscle strength through functional mobility skills such as holding the quadruped or tall knee position, playing in prone with legs extended noting time to hold position in gravity or gravity-eliminated  positions –Assess grip strength with hand-held  dynamometer",
            "observation inspection palpation including skin assessment": [
                "In patients who wear a prosthetic or orthotic, assess skin integrity",
                "Note location and size of redness or skin breakdown, the ability to blanch, color, exudate, stage of any wound",
                "Note tenderness to palpate and soft tissue structures"
            ],
            "posture": "Assess patient’s posture in sitting and standing. Note any asymmetry or postural concerns such as pelvic tilt, spinal curvature, increased lumbar lordosis or thoracic kyphosis, pes planus, calcaneal valgus, etc.",
            "range of motion": "Assess trunk and bilateral UE and LE active and passive ROM with goniometry. Assess bilateral gastrocsoleus, hamstring, and hip flexor muscle lengthAssess bilateral deep tendon reflexes. Assess sitting protective reactions upon perturbation, noting any delayed activation or ineffective strategiesAssess need for adaptive equipment (handrails, shower bench, raised toilet seat, cane or walker) to complete instrumental ADLs safely. The PEDI can be used to assess limitations in ADLs",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess bilateral UE and LE dermatomes for light touch, sharp dull, and proprioception",
            "special tests specific to diagnosis": " Special tests –Pediatric Quality of Life Inventory (Peds QL) –Movement Assessment Battery for Children-2nd  Edition (MABC-2) –Visual Motor Integration (VMI) Scale",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess orientation x 4 (name, place, date, reason) and ability to follow instructions, as age-appropriate.  Does patient demonstrate a social-communication  deficit? If available, obtain formal assessments completed by speech therapist, psychologist, or behavioral therapist",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Ensure that patient and family/caregivers are aware of the possibility of falls when using NWF and understand how to implement fall prevention strategies",
                "Discharge criteria should include independence in fall prevention, as indicated",
                "Guidelines are not available for using NWF in specific patient populations",
                "Use professional judgment on the potential benefits and risks of NWF for the patient",
                "Follow facility protocols for exercise therapy"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients at risk for falls should have hands-on  or close supervision assist until safety is established",
                "Guidelines"
            ]
        },
        "diagnosis need for treatment": "Reduced physical functioning for age secondary to disability or obesity; mobility deficits; impaired balance; increased fall risk/intervention to maximize mobility, balance, and performance of ADLs; weight loss, as indicated; patient and family education",
        "rule out": " undiagnosed medical conditions associated with impaired balance and proprioception childhood obesity motor weakness such as progressive neurological disease cerebellar/cerebral tumor intracranial hemorrhage ataxia  hypertension diabetes obstructive pulmonary disease (e.g., asthma), or heart disease",
        "prognosis": [
            "Evidence is lacking to predict the long-term  effects of NWF on health and wellness of children or adolescents",
            "Prognosis varies depending on the patient’s diagnosis and profile (e.g., comorbidities, cognitive status, age)"
        ],
        "referral to other disciplines": " Referral to other disciplines Endocrinologist to rule out obesity-related  conditions (e.g., hypothyroidism, hyperandrogenemia in pubescent girls, metabolic syndrome) Nutritionist for counseling regarding diet and weight loss management Ophthalmologist/optometrist to rule out any visual impairments that affect the patient’s balance Psychologist for concerns regarding severe anxiety, depression, attention deficit disorder, etc. Community center or gym for patient to follow up with established home exercise programs and weight loss management Prosthetist to address any concerns regarding the patient’s prosthesis Otolaryngologist or physical therapist who specializes in vestibular disorders 24 to 33)(11)",
        "other considerations": [
            "Video game-based  exercise was found to have positive effects on repetitive behaviors and cognition in children with ASD(12)",
            "Excessive sedentary “screen time” (i.e., watching television, playing video games, and using computers) likely contributes to obesity and diabetes mellitus, type 2 (DM2) in children. However, video exercise games may help improve body composition in overweight and obese children because of the increased energy expenditure required to play such games(4,5,6,7,8)",
            "Daily home use of motion interactive video games as part of a child’s home exercise program has a positive effect(13) –Based on a study conducted in Sweden in which parents from 15 families with children diagnosed with CP participated in semi-structured  interviews –Parents reported positive experiences, especially the social aspects of gaming as part of their child’s rehabilitation training –Parents reported less need for providing instructions since the games stimulated independent training –However, parents expressed a desire for more controlled and individualized games to better challenge the specific rehabilitative need of each child",
            "Adolescent obesity is associated with elevated risk of severe obesity in adulthood –Based on a retrospective cohort study in the United States of 8,834 persons (12 to 21 years) followed into adulthood (ages"
        ],
        "treatment summary": [
            "Balance –NWF exergaming may improve balance in children and adolescents with unilateral lower limb amputation(3) -Based on a Canadian pilot study of 6 children (age range, 8 to 18 years) who played 2 exergames (Table Tilt and Tightrope Walk) at home, 20 min/day (range, 16.0 to 21.1 min), 4 days/week for 4 weeks -Five participants used mobility assistive devices (i.e., canes, crutches, walker, wheelchair) -Decreased COP displacements, an indicator of improved postural control, were found post intervention (week 5) and on follow-up  (week 13) –Training on the NWF balance board was found to be feasible and motivational in 2 adolescents with TBI and cognitive deficits(16) -Based on an exploratory study in the United States of 2 girls (both aged 16 years) who participated in 30-minute  balance training sessions 3 times per week for 4 weeks -Berg Balance Scale (BBS) scores were 52 and 55 before training, respectively, and 56 in both cases after training (i.e., a clinically significant change of 8 points was not achieved in either case) -Despite the failure of BBS scores to increase clinically over the short term of this study, balance performance in the 9 exergames used for training did improve in both cases  –NWF exergaming can improve balance in children with spastic hemiplegia CP(17) -Based on a Dutch trial of 14 children aged 7-14 years who participated in exergaming instead of traditional physical therapy during their regular physical therapy treatment sessions for 3 weeks -NWF exergames (Snowboarding, Skiing, Penguin Game, Soccer, and Hula Hoop) were performed for 25 minutes 4 times per week for 3 weeks -On follow-up,  BOT-2  balance score improved significantly -TUDS test scores and running speed and agility scales of the BOT-2  improved but were not significant -Ten out of 14 children preferred the exergaming over their traditional physical therapy -Researchers concluded that exergaming should not be used in place of traditional physical therapy –NWF exergaming can improve general gross motor function in children with CP(23) -Based on a study from King Abdulaziz University in Saudi Arabia of 40 children aged 6-10 with spastic diplegia CP -Patients were randomly assigned into two groups: NWF group and control group. NWF group played the Nintendo Wii Fit game for 20 minutes/day for 12 weeks and was allowed to play any of the 20 games included, while control group did not participate with any activities -Results indicate that those in the NWF group demonstrated significant improvements in manual dexterity, aiming & catching, balance, and higher scores in the Movement Assessment Battery for Children-2  (mABC-2) –Authors of an RCT found that NWF can improve static balance and lower extremity strength in patients with intellectual disabilities -Based on a 2016 study from Taiwan involving 24 students with intellectual disabilities. Participants were randomized into the NWF group (N = 8), physical education (N = 8), and sedentary activity groups (N = 8). The NWF group participated in two, 40-minute  Wii Fit balance games (study did not report specific games used) per week for 8 weeks. PE group underwent general physical education activities that included jumping rope and jogging, and the sedentary activity group only performed sedentary activities for 8 weeks -Balance was assessed using the TUG, and single limb stance with eyes closed. Strength was assessed using the speed strength index during rapid standing -NWF group and PE group showed improvements in pre-and post-  measurements of single limb stance with eyes closed, however the NWF group showed significant improvements (p < 0.05). There were only slight improvements in strengthamong the NWF group and PE group, but were not significant",
            "NWF exergaming can improve physical, mental, and social functioning in youth with acquired brain injury(15) –Based on pilot study in the United States of 45 participants (mean age 17.1 years who completed 12 weeks of individually tailored NWF –Significant improvements were found in the amount of general physical activity, speed of information processing, attention, response inhibition, and visual-motor coordination –This study lacked a control group",
            "Weight loss –Exergames on the NWF such as Obstacle Course, Hula Hoop, and Free Run are an effective tool to provide acute cardiovascular responses that mimic light exercise, but might not provide moderate levels of intensity(22) –The American College of Sports Medicine 2010 published Guidelines for Exercise Testing and Prescription state the following:(8) -The energy cost of NWF exergaming and other interactive video games is roughly equivalent to moderate-intensity aerobic exercise (e.g., brisk [3 mph] walking)(8) -Exergaming has potential for weight management when following guidelines for the duration and frequency of typical fitness activities(8) -For example, an ongoing exergaming program of 30 minutes per training session at least 3 times per week is recommended for weight loss(8) –Based on a randomized controlled trial in Auckland, New Zealand, active video gaming at home for 24 weeks was associated with small, but definite, reductions in BMI and percentage body fat (% fat) in overweight children(4) -One hundred and sixty boys and girls (aged 10 to 14 years) played exergames for roughly 60 minutes at home on most days -BMI decreased from 25.6 kg/m2 to 24.8 kg/m2 -Percentage of fat decreased from 32.1% to 29.8%  -No significant changes were found in the control group (n = 162) –Compared with traditional, nonactive video games, exergames elicit greater energy expenditure, which was similar in intensity to mild to moderate intensity physical activity. Exergames have the potential to increase free-living physical activity and improve body composition in children -Based on a systematic review of the literature published through December 2008 -Eleven studies focused on the quantification of the energy cost associated with playing active video games -Eight studies focused on the utility of active video games as an intervention to increase physical activity in children -Methodological limitations prevent definitive conclusions –Based on a systematic review and meta-analysis  of the literature examining the efficacy of exergames on increased physical activity and energy expenditure in youth -Nine studies were identified -No games elicited an average energy expenditure above the 6 MET threshold for vigorous activity -A VGs are capable of generating EE in youth to attain PA guidelines -Few studies have assessed sustainability of A VG play, which appears to diminish after a short period of time for most players -Future research with better methodology needs to be conducted in order to fully assess the benefits of exergames on the impact of increasing childhood physical activity levels",
            "NWF can be used as an adjunct to traditional therapy for children with DCD; however, at this time, neuromotor task training (NTT) appears to provide greater benefits to these children(20) –Based on a comparison study conducted in South Africa –Fifty-six  children between the ages of 6 and 10 years who scored at or below the 16th percentile on the MABC-2  were placed in either the NTT or NWF group –Mean motor performance scores of both groups improved; however, there were significant differences between groups, with the NTT group showing greater improvement in motor performance, functional strength, and cardiorespiratory fitness as measured by the MABC-2,  Functional Strength Test, and 20m shuttle run, respectively –NWF group had significant improvement in anaerobic performance as measured by the Muscle Power Sprint Test –Isometric strength measured with hand-held  dynamometry did not improve in either group –Researchers concluded that NTT and NWF training programs can be used as part of therapy for children with DCD; however, NTT should be considered first",
            "Children with migraines without aura (MoA) may benefit from using NWF to improve visual motor and balance skills(21) –Based on a study conducted in Italy that included 71 children (mean age of 9.13 years) with a history of MoA compared to a control group of 93 children –Children participated in a 12-week  training program (3 times a week for 30-minute  sessions each) using the NWF balance board and NWF-Plus  program –The children with MoA pre-intervention  scored significantly lower in dexterity, balance, and total score for the M-ABC-2 and visual and motor tasks on the VMI Scale –Following 12 weeks of training, children with MoA showed significant improvement in the M-ABC  global performance, dexterity, and balance scales and the VMI Scale motor tasks –There were no significant improvements in the M-ABC  or VMI Scale for the control group . Problem Goal Intervention Expected Progression Home Program Reduced physical functioning and balance, with increased risk of fallsImproved visual- motor coordination and performance, mobility, and balanceFunctional training _ Patient and family education. Training with NWF as appropriate and specific for disability and target goal(s)Progress difficulty of NWF exergames as patient’s performance improvesSafe NWF exergames at least 30 min per day and 3 to 4 times per week, according to ability  Reduced endurance in ADLsAs above, plus improved enduranceFunctional training _ As above, plus aerobic NWF exergames at least 30 min per session, a minimum of 3 to 4 times per weekIncrease intensity and duration of NWF exergames as physical tolerance improvesAs above Obesity Weight management Functional training _ As above, with emphasis on weight lossAs above. Ongoing to achieve goal weightAs above ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes outcome measures": [
            "Improved functional mobility–PEDI, PBS, Tug Test, TUDS test",
            "Improved static and dynamic balance–PDMS-2,  BOT-2",
            "Improved cardiorespiratory fitness–6MWT",
            "Improved motor coordination–mABC-2",
            "Reduced disability in ADLs–WeeFIM",
            "Weight management–BMI",
            "Improved quality of life–PedsQL",
            "Decreased Pain–V AS, Oucher, Wong-Baker  FACES scale"
        ]
    },
    "maintenance or prevention": [
        "Continue NWF training at home as prescribed to achieve and maintain long-range  goals, such as for weight management"
    ],
    "patient education": [
        "Nintendo Wii Fit Plus Web site, “What is Wii Fit Plus?” http://wiifit.com/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Lange B, Flynn S, Proffitt R, Chang CY, Rizzo AS. Development of an interactive game-based  rehabilitation tool for dynamic balance training. Top Stroke Rehabil . 2010;17(5):345-352.  doi:10.1310/tsr1705-345.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Sandlund M, Waterworth EL, Häger C. Using motion interactive games to promote physical activity and enhance motor performance in children with cerebral palsy. Dev Neurorehabil . 2011;14(1):15-21.  doi:10.3109/17518423.2010.533329. (R)"
        },
        {
            "number in article": 3,
            "reference": "Andrysek J, Klejman S, Steinnagel B. Preliminary evaluation of a commercially available videogame system as an adjunct therapeutic intervention for improving balance among children and adolescents with lower limb amputations. Arch Phys Med Rehabil . 2012;93(2):358-366.  doi:10.1016/j.apmr.2011.08.031. (R)"
        },
        {
            "number in article": 4,
            "reference": "Maddison R, Foley L, Ni Mhurchu C. Effects of video games on body composition: a randomized controlled trial. Am J Clin Nutr . 2011;94(1):156-163.  doi:10.3945/ ajcn.110.009142. (RCT)"
        },
        {
            "number in article": 5,
            "reference": "Foley L, Maddison R. Use of active video games to increase physical activity in children: a (virtual) reality?. Pediatr Exerc Sci . 2010;22(1):7-20.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Bailey BW, McInnis K. Energy cost of exergaming: a comparison of the energy cost of 6 forms of exergaming. Arch Pediatr Adolesc Med . 2011;165(7):597-602.  doi:10.1001/ archpediatrics.2011.15. (R)"
        },
        {
            "number in article": 7,
            "reference": "Barnett A, Cerin E, Baranowski T. Active video games for youth: a systematic review. J Phys Act Health . 2011;8(5):724-737.  (SR)"
        },
        {
            "number in article": 8,
            "reference": "American College of Sports Medicine. ACSM's Guidelines for Exercise Testing and Prescription . 9th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams and Wilkins; 2014. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Deutsch JE, Borbely M, Filler J, Huhn K, Guarrera-Bowlby  P. Use of a low-cost, commercially available gaming console (Wii) for rehabilitation of an adolescent with cerebral palsy. Phys Ther . 2008;88(10):1196-1207.  doi:10.2522/ptj.20080062. (C)"
        },
        {
            "number in article": 10,
            "reference": "Han JC, Lawlor DA, Kimm SY. Childhood obesity. Lancet. 2010;375(9727):1737-1748.  doi:10.1016/S0140-6736(10)60171-7.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "The NS, Suchindran C, North KE, Popkin BM, Gordon-Larsen  P. Association of adolescent obesity with risk of severe obesity in adulthood. JAMA. 2010;304(18):2024-2047. doi:10.1001/jama.2010.1635. (R)"
        },
        {
            "number in article": 12,
            "reference": "Anderson-Hanley  C, Tureck K, Schneiderman RL. Autism and exergaming: effects on repetitive behaviors and cognition. Psychol Res Behav Manag . 2011;4:129-137. doi:10.2147/PRBM.S24016. (R)"
        },
        {
            "number in article": 13,
            "reference": "Sandlund M, Dock K, Hager CK, Waterworth EL. Motion interactive video games in home training for children with cerebral palsy: parents' perceptions. Disabil Rehabil . 2012;34(11):925-933.  doi:10.3109/09638288.2011.626489. (R)"
        },
        {
            "number in article": 14,
            "reference": "De Kloet AJ, Berger MA, Verhoeven IM, van Stein Callenfels K, Vliet Vlieland TP. Gaming supports youth with acquired brain injury? A pilot study. Brain Inj. 2012;26(7-8):1021-1029.  doi:10.3109/02699052.2012.654592. (R)"
        },
        {
            "number in article": 15,
            "reference": "Foulds R, Adamovich S, Gordon AM, Okita SY. Augmenting pediatric constraint-induced  movement therapy and bimanual training with video gaming technology. Tech Disabil . 2010;22(4):179-191.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Conyers JK, Malkin MJ, Yang H. An exploratory study on the effects of Nintendo Wii Fit Balance Board on balance training and body mass index of adolescents with a traumatic brain injury. Am J Rec Ther . 2011;10(2):38-48.  (C)"
        },
        {
            "number in article": 17,
            "reference": "Helsma J, Pronk M, Ferguson G, Jelsma-Smit  D. The effect of the Nintendo Wii Fit on balance control and gross motor function of children with spastic hemiplegic cerebral palsy. Dev Neurorehabil . 2013;16(1):27-37.  doi:10.3109/17518423.2012.711781. (R)"
        },
        {
            "number in article": 18,
            "reference": "Nintendo Wii Fit Plus. What is Wii Fit Plus?. Nintendo Wii Fit Plus Web site. http://www.wiifit.com . Accessed November 7, 2015. (GI)"
        },
        {
            "number in article": 19,
            "reference": "Park J, Lee D, Lee S. Effect of virtual reality exercise using Nintendo Wii Fit on muscle activities of the trunk and lower extremities of normal adults. J Phys Ther Sci . 2014;26(2):271-273.  doi:10.1589/jpts.26.271. (R)"
        },
        {
            "number in article": 20,
            "reference": "Ferguson GD, Jelsma D, Jelsma J, Smits-Engelsman  BC. The efficacy of two task-orientated  interventions for children with Developmental Coordination Disorder: Neuromotor Task Training and Nintendo Wii Fit Training. Res Dev Disabil . 2013;34(9):2449-2461.  doi:10.1016/j.ridd.2013.05.007. (R)"
        },
        {
            "number in article": 21,
            "reference": "Esposito M, Ruberto M, Gimigliano F, et al. Effectiveness and safety of Nintendo Wii Fit Plus™ training in children with migraine without aura: a preliminary study. Neuropsychiatr Dis Treat . 2013;9:1803-1810.  doi:10.2147/NDT.S53853. (R)"
        },
        {
            "number in article": 22,
            "reference": "Rodrigues GA, Felipe DS, Silva E, et al. Acute cardiovascular responses while playing virtual games simulated by Nintendo Wii. J Phys Ther Sci . 2015;27(9):2849-2851. doi:10.1589/jpts.27.2849. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Al Saif AA, Alsenany S. Effects of interactive games on motor performance in children with spastic cerebral palsy. Journal of Physical Therapy Science . 2015;27(6):2001-2003. doi:10.1589/jpts.27.2001. (RCT)"
        }
    ]
}