{
    "metadata": {
        "title": "Exergame Systems in Exercise and Rehabilitation",
        "synonyms": [
            "active video games for exercise and rehabilitation",
            "virtual-reality  gaming for exercise and rehabilitation",
            "video exergaming for exercise and rehabilitation",
            "gaming systems, activity-promoting,  in exercise and rehabilitation",
            "exercise and rehabilitation, activity-promoting  gaming systems in",
            "rehabilitation and exercise, activity-promoting gaming systems",
            "physical activity video games"
        ],
        "anatomical location body part affected": [
            "Whole-body  exercise to increase general energy expenditure and physical fitness; focused movement to treat a functional impairment"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "neurological rehabilitation",
            "cardiovascular rehabilitation",
            "pulmonary rehabilitation",
            "home health",
            " geriatric rehabilitation"
        ],
        "description": [
            "Commercial video gaming systems offer games that focus on exercise through goal-directed  movements of the game player. Numerous exergames have been shown to be feasible for promotion of health and fitness",
            "The intensity of video-based  exergames (VBE) was originally thought to approximate only light-to-moderate  exercise. VBE might thus improve or maintain fitness, particularly in middle-aged  and older sedentary persons, if played regularly and according to established exercise guidelines(1) –However, results from a 2019 randomized crossover trial involving healthy young adults indicated that VBE involving the whole body replicated or even surpassed the physical demands of walking on a treadmill(11) -Based on a United Kingdom study of 25 healthy young adults (average age 22.9 years) -Ten minutes on the Xbox game River Rush was used as the total body workout. Ten minutes of treadmill walking was at self-selected  brisk pace with 1% incline -Outcome measures were peak heart rate, oxygen consumption, metabolic equivalents, and vertical and medial ground reaction forces -The authors also tested reproducibility with a subgroup of 11 participants, with no differences in outcome measures noted",
            "In concept, VBE might also serve as stand-alone  or adjunct exercise therapy to address impairments in strength, endurance, balance, or coordination. Most notably, VBE has been associated with favorable functional outcomes in stroke rehabilitation research,(2)children and adolescents, older adults, and Parkinson’s disease",
            "Although there is overlap between virtual reality (VR) and gaming systems, there are significant differences between them. Unlike in video games, users of VR are immersed in and able to interact with 3-  dimensional worlds. As such, VR has the potential to be individualized to a patient’s interests; however, it is not as convenient for use as it is not as readily available",
            "For additional information, see  Clinical Review ... Nintendo Wii Fit and Balance Training in Older Adults  ; CINAHL Topic ID Number: T709222 and  Clinical Review ...  Nintendo Wii Fit and Rehabilitation in Children and Adolescents  ; CINAHL Topic ID Number: T709223"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "97112",
            "description": "neuromuscular reeducation of movement, balance, coordination, kinesthetic sense, posture, and/or proprioception for sitting and/or standing activities"
        },
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement specifically for VBE has been identified Indications for procedure"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Stop the examination and refer back to physician if the patient demonstrates an undocumented neuromuscular control problem",
            "Consult with physician in cases of cognitive impairment that precludes learning the video game",
            "Monitor for signs/symptoms of deep vein thrombosis (DVT) and stop evaluation and notify physician if signs of DVT or infection are present",
            "Monitor for signs/symptoms of infection, including increased erythema, edema, and pain around unhealed wounds. Also, note any drainage from incisions",
            "Closely supervise exercise tolerance in patients with limited functional capacity (e.g., due to anemia, low blood pressure, or diabetes)",
            "Consult with physician in cases of severely impaired mobility requiring hands-on  assistance",
            "Exam will vary based on reason for referral"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [
        "Referral for therapeutic exercise",
        "Suggested use includes patients with reduced physical activity contributing to excess body fatness/hypokinetic disease reduced aerobic endurance reduced upper or lower extremity motor planning/coordination reduced dynamic balance inadequate use of prosthetic device reduced ambulatory function reduced motivation to exercise",
        "Patients are required to be able to do the following: adequate cognitive control and functional hand skills to operate the game controller, understand the instructions for VBE, and stay on task adequate gross motor ability and trunk control to perform selected exergames in either sitting or standing"
    ],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {
        "multiple precautions might be warranted depending on any comorbidities, scope of disabilities, and weight-bearing restrictions from physician": [],
        "in postoperative cases, obtain specific orders from surgeon regarding activity exercise restrictions": [],
        "if possible, modify the treatment to accommodate condition s  that might impair the patient’s mobility or balance  e.g., visual hearing impairment, postural hypotension, hypoglycemia, head trauma, joint pain, hemiplegia, incontinence": [],
        "patients who require hands-on  assistance in transfers or gait to prevent falls might need to play exergames in the sitting position": [],
        "gaming systems with hand-held  controllers require a minimum level of manual dexterity to use the equipment": [],
        "see specific  contraindications precautions to examination   and  contraindications precautions   under assessment": []
    },
    "guidelines for use of procedure": {
        "the supervising clinician should familiarize themselves with the various gaming systems and related research to choose the appropriate gaming system and vbe. treatments should be focused on specific goals and outcomes, as well as match the": [],
        "gaming systems such as the nintendo wii fit system typically include a force plate for specific balance training": [],
        "implementation of therapeutic vbe": [
            "To prevent falls, assistance (e.g., gait belt, walker, back of chair positioned in front of patient for standby assistance, orhands-on) should be provided as necessary for patients with impaired stability",
            "Initial sessions should be instructional with feedback regarding results and performance until the patient feels confidentand comfortable and demonstrates the ability to play the selected exergames correctly and safely. The therapist shoulddetermine how much assistance is required to maintain safety and if it is appropriate for the patient to perform the activityindependently. If safety is compromised, support staff (e.g., technicians) or caregivers can be trained as appropriate toprovide assistance when the therapist is not present",
            "The patient might then perform the training sessions independently in the clinic or at home with regular feedback",
            "In home-based  programs, periodic phone calls are recommended to encourage adherence and to progress the challenge asperformance improves"
        ]
    },
    "examination": {
        "contraindications precautions to examination": [
            "Stop the examination and refer back to physician if the patient demonstrates an undocumented neuromuscular control problem",
            "Consult with physician in cases of cognitive impairment that precludes learning the video game",
            "Monitor for signs/symptoms of deep vein thrombosis (DVT) and stop evaluation and notify physician if signs of DVT or infection are present",
            "Monitor for signs/symptoms of infection, including increased erythema, edema, and pain around unhealed wounds. Also, note any drainage from incisions",
            "Closely supervise exercise tolerance in patients with limited functional capacity (e.g., due to anemia, low blood pressure, or diabetes)",
            "Consult with physician in cases of severely impaired mobility requiring hands-on  assistance",
            "Exam will vary based on reason for referral"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the patient’s diagnosis? Is mobility impaired? Is an assistive device or prosthesis being used? Identify factors associated with reduced balance or postural instability. Does the patient have a sedentary lifestyle? What factors contribute to obesity, if applicable?",
                "course of treatment": {
                    "medical management": " Medical management Document any treatment for conditions that might contribute to postural instability and falls (e.g., vestibular disorder, vertigo, peripheral neuropathy, multiple sclerosis, stroke). Has ataxia been diagnosed in the patient? Is the patient being treated for any socialcommunication deficit (e.g., autism, attention disorder, hyperactivity)? Does the patient require ambulatory assistance? Is the patient receiving dietary/nutritional counseling for weight control?",
                    "surgical management": [
                        "Surgical management: Has the patient undergone any recent surgical procedures? In postoperative cases, inquire about any complications during surgery and the patient’s current medical status"
                    ],
                    "medications": "Determine the current prescribed medications. Are they being taken on schedule and are they effective?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Screening tests include the following:",
                        "Body composition testing",
                        "Physical fitness testing",
                        "Developmental monitoring",
                        "Complete blood count (CBC), including hematocrit and hemoglobin, for anemia or infection",
                        "Brain imaging",
                        "EEG",
                        "Ambulatory monitor when cardiac arrhythmias are suspected",
                        "Additional diagnostic tests will be determined by the specific diagnosis being treated"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) for pain and whether they help relieve symptoms",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document factors associated with increased risk of falling or any of the abovementioned indications",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms related to the reason for referral. Are symptoms constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also, document changes in symptoms due to weather or other external variables. Document factors and situations associated with increased postural instability. For example, does the patient feel unsteady when rising from a chair, when standing or walking, when changing directions, or when reaching?",
                "sleep disturbance": "Document number of wakings/night ",
                "other symptoms": "Document other symptoms the patient might be experiencing that could interfere with exercise or increase risk for falls (e.g., dizziness, bowel/bladder incontinence)",
                "respiratory status": "Does the patient use supplemental oxygen? Does the patient have any respiratory compromise, including exertional dyspnea, wheezing, productive cough? Barriers to learning -Are there any barriers to learning? Yes ___ No ___ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of referral for therapeutic exercise?",
                    "comorbid diagnoses": "Ask the patient about other medical problems (e.g., diabetes, cancer, cardiovascular disease, psychiatric disorders, orthopedic disorders, chronic kidney disease)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he/she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Does the patient have experience using video games? How frequently does the patient participate in gaming activities? Are the games active or sedentary? How much daily physical activity does the patient typically do? How much screen time does the patient have in a typical day?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient use coping strategies to modify activity, or restrict/avoid activities, because of fear of falling?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and BMI",
            "assistive and adaptive devices": "Assess the patient’s need for ambulatory or adaptive device. Is the patient currently using any prescribed adaptive equipment correctly to assist with ADLs?",
            "balance": "Assess static and dynamic balance with an appropriate test for the setting and patient’s condition (e.g., Berg Balance Scale [BBS], posturography system, functional reach test, Activities-specific  Balance Confidence [ABC] Scale)",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess distal pulsesAssess dermatomes and myotomes in upper extremity (UE) and lower extremity (LE), as indicatedAssess basic ADLs and level of assistance required to safely and independently perform skills such as transfers, bed mobility, grooming, dressing, and toileting. Assess safety, ability, and need for adaptive equipment in general mobility. Use Timed Up and Go (TUG) test and Timed Up and Down Stairs (TUDS) test to assess functional limitations. Might use FIM to assess gross motor ability",
            "functional mobility": "",
            "gait locomotion": "Assess gait for any deviations such as toe walking, decreased reciprocal arm swing, decreased speed, etc. Assess safety with Dynamic Gait Index (DGI)Assess UE and LE joint mobility for crepitus, contractures, or hypermobility. Document degree of joint hypermobility with the Beighton Hypermobility ScaleAssess functional skills and note any abnormal movement patterns. Assess UE, LE, and trunk for abnormal tone (flaccidity or spasticity), as indicated. Might use Modified Ashworth Scale for assessing spasticity",
            "muscle strength": "Assess gross functional strength of UE and LE (with manual muscle testing [MMT] or handheld dynamometer, if tone is normal). Assess handgrip strength with dynamometer",
            "observation inspection palpation including skin assessment": [
                "Assess skin integrity related to use of orthotics or ambulatory device, if in use; document schedule of wearing any prosthesis",
                "Note redness, ability to blanch, presence of skin breakdown, and stage and size of any wound. Notify primary/referring physician, if indicated",
                "Complete a general observation of contact/communication between the patient and caregivers"
            ],
            "posture": "Assess general posture in sitting and standing and for compensatory changes. Observe for signs of spinal curvature and pelvic asymmetry",
            "range of motion": "Assess gross functional ROM and flexibility with goniometry or by observation of movement",
            "self-care activities of daily living": "Use objective measure (e.g., FIM, Barthel Index) to assess performance in ADLs. Assess need for adaptive equipment (handrails, shower bench, raised toilet seat, cane or walker) to complete instrumental ADLs safely",
            "reflex testing": "Assess deep tendon reflexes. Assess protective righting responses to challenges in balance",
            "sensory testing": "Assess sensation to light touch and proprioception in UE and LE",
            "special tests specific to diagnosis": "Select tests that are specific to the patient’s diagnosis or disability –Health-related  quality of life (e.g., SF-36)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess orientation x 4 (person, place, time, event) and ability to follow instructions. Does the patient demonstrate a social-communication  deficit?",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Provide the patient with a thorough orientation to the exergame(s) to be played, including a demonstration of the body movements required",
                "Ensure that the patient and family/caregivers are aware of the possibility of falls and understand fall-prevention strategies",
                "Discharge criteria should include independence in fall prevention",
                "Guidelines are not available for using VBE in specific patient populations",
                "Use professional judgment on the potential benefits and risks of VBE specifically for the patient’s condition -Researchers in Australia found that there are differences in the movement quality of children with developmental coordination disorder (DCD) that have implications for the use of active VR gaming for intervention purposes(3) -Kinematic parameters were measured during videogaming in a quasi-experimental,  biomechanical laboratory-based study that involved 21 children with DCD and 19 sex- and age-matched  children with typical development -The authors concluded that if a therapeutic treatment goal is to promote movement quality, clinical judgment is needed to select the most appropriate game type and to determine if movement quality is adequate for unsupervised practice",
                "Follow facility protocols for exercise therapy"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Users of VBE might be at risk for falls",
                "Guidelines"
            ]
        },
        "diagnosis need for treatment": "Reduced physical functioning secondary to disability, obesity, frailty, impaired mobility, and/or functional deficits; impaired balance; increased fall risk/intervention to maximize mobility, balance, and performance of ADLs; weight loss, as indicated; patient and family education; reduced compliance and motivation for physical activity",
        "rule out": "Progressive neurological disease; ataxia; hypertension; diabetes; obstructive pulmonary disease (e.g., asthma); heart disease; severe cognitive impairment; communication disorder",
        "prognosis": [
            "Although encouraging, evidence supporting the long-term  therapeutic benefits of VBE for rehabilitation long-term  is based mainly on proof-of-principle  studies"
        ],
        "referral to other disciplines": " Referral to other disciplines Ophthalmologist/optometrist for vision assessment and correction Audiologist to address hearing impairments Psychiatrist to treat patients with severe anxiety/depression Community center for exercise-based  programs Orthopedics/orthotist/prosthetist for postural bracing system or review of prosthesis Internist for assessment and treatment of vestibular disease",
        "other considerations": [],
        "treatment summary": [
            "Research with children and adolescents –Results from a 2015 meta-analysis  showed no difference in pre-post  intervention weight change between exergaming and no intervention in children and adolescents(4) –The authors identified 7 studies with a total of 588 participants that met inclusion criteria  -Studies were eligible if they were RCTs that enrolled participants under 19 years of age, compared an exergames intervention with a no-intervention control, and had weight change as an outcome measure -Participants were identified as overweight or obese in 4 of the studies, and baseline weight status was not identified in the other 3 -The included studies varied in total intervention duration, but since all collected data at week 10 to 12 of the intervention the authors of the meta-analysis  chose this as the endpoint in order to combine data at a single point in time for all 7 studies -The results suggest that exergaming does not significantly affect weight in youth",
            "However, results from a 2018 RCT conducted in the United States indicated that children who were obeseor overweight participating in exergaming at home had high adherence and improved BMI, cardiometabolic health, and physical activity compared to a control group(12) –Involved 46 children, 10–12  years old, of whom 50% were girls and 57% were AfricanAmerican –Intervention groups received a gaming console with exergames, a 24-week  gameplay plan of exercise for 1 hour, 3 times per week, and video chats with a fitness coach. Control groups received exergames after final visit",
            "Results from an RCT conducted in Switzerland indicated that children with ADHD in an exergame intervention group improved in executive function, general psychopathology, and motor abilities when compared to a waiting-list  control group(13) ›Involved 51 children between ages 8 and 12 in whom ADHD was diagnosed ›Program was for 8weeks and intervention group did exergames for 30 minutes, 3 times per week",
            "Adding Wii training to usual care significantly decreased spasticity and increased grip strength and hand function in children with hemiplegic cerebral palsy(14) ›Based on an RCT conducted with 40 children, ages 8–12  years, who received exergaming 40 minutes a day, 3 days a week for 12 weeks ›Outcome measures were Modified Ashworth Scale (spasticity), grip strength with dynamometer, and Peabody Development Motor Scales (hand function)",
            "Authors of a 2018 systematic review concluded that VR was an effective intervention for improving motor function in children with cerebral palsy(15) ›Based on 19 RCTs with fair to good methodological quality",
            "VBE might be beneficial for energy balance when it replaces sedentary activities. Researchers in the Netherlands investigating associations between active video gaming and other energy-balance related behaviors in adolescents found that it is unlikely that time spent in active video gaming replaces other physically active behaviors or sedentary activities, but that it is associated with a significant increase in intake of snacks(5) –A total of 2,800 adolescents (aged 12–16  years) with access to an active video game were invited to participate and, in total, 458 participants completed the study –Participants were asked to complete electronic 24-hour  recall diaries on 5 randomly assigned weekdays and 2 randomly assigned weekend days within one month -Participants reported time spent playing active video games, non-active  video games, and other energy-balance  related behaviors (e.g., snacking) –Adolescents who reported playing active video games also reported spending more time playing non-active  video games than adolescents who reported not playing active video games -This suggests that promotion of active video gaming might not result in a reduction of time spent in non-active  gaming –The authors identified that there is reason for concern that engagement in active video game play was significantly associated with more TV/DVD time, and with a higher snack intake -Caution is recommended when using active video games in health promotion due to unexpected side effects such as this",
            "Research involving older adults –Authors of a 2019 systematic review concluded that VBE improved the balance and mobility of frail older adults(16) -Based on 7 RCTS involving 243 pre-frail  and frail older adults –Authors of a 2020 systematic review concluded that the evidence was not yet strong enough to warrant recommendations for the use of exergaming as a way to improve health-related  quality of life in older adults(17) -9 studies were including involving 614 older adults (average age 73.6 years)  –Authors of an RCT on the effects of VBE on persons with dementia concluded that further study was needed based on positive reported effects of exergaming on secondary outcomes of cognition and social functioning and on caregivers’ distress and sense of competence(18) -Based on a trial involving 23 day-care  centers across the Netherlands with a total of 112 persons with dementia (73 exergaming, 39 control) -Intervention was interactive cycling over 6 months -Primary outcomes of physical activity and mobility of the patient with dementia showed no significant effects",
            "Wii Fit balance-board  training reduces the fall risk of institutionalized older adults with a history of falls(6) -Based on a single-blinded  RCT conducted in Australia -Sixty nursing home residents aged 65 and older who had a history of falls within the last year were included in the study -Participants were randomized into one of two groups: the Wii Fit balance-training  group or the conventional balance-training  group. Participation in both groups was 1-hour  per session, 3 days per week for 6 weeks -Conventional exercises included LE muscle strengthening exercises, tandem walking and standing exercises, multidirectional walking and stepping exercises, and sit-to-stand  and mini-squats -Wii Fit balance-board  activities primarily included Soccer Heading, Table Tilt, and Balance Bubble. Weight shifting was a primary component of each game. Participants could opt for more difficult levels of each game as appropriate -Outcome measures included fall risk via the Physiological Profile Assessment (PPA) and a 12-month  fall-incident  report -Wii Fit training was found to be statistically more effective than conventional balance training for decreasing fall risk in older nursing home residents with a history of falls",
            "Based on a 2016 systematic review, VBE supports cognitive function and dual-task  function in older adults, although it is unclear if it has any superior benefit to traditional physical exercise alone(9) -Evidence included 5 RCTs and 2 uncontrolled studies",
            "Evidence regarding VBE and stroke –Wii Fit games in conjunction with cognitive tasks was more effective in improving cognitive performance during dual-task  reactive conditions and motor performance during dual-task  volitional conditions when compared to conventional training (customized, progressive balance training) in persons with chronic stroke(19) -Based on an RCT conducted in the United States involving 24 patients with chronic stroke -Both groups underwent 6 weeks of training -Outcomes were dual-task  conditions on limits of stability (volitional) and slip-perturbation (reactive) tests and letter-number  sequencing (cognition) –Based on a single-blind  RCT in Israel, VBE and traditional therapy both improve physical activity in patients with chronic stroke(8) -Forty-seven  community-dwelling  participants were randomly assigned to receive VBE or traditional therapy. Participants had to have had a single stroke at least 6 months prior to the study -Both groups received interventions for 1hour, 2 times per week for 3 months. In both groups, sessions were led by 3 to 4 occupational therapists and included groups of 6 to 8 participants -VBE included multiple stations and game consoles (i.e., Microsoft Xbox Kinect, Sony PlayStation 2 EyeToy, Sony PlayStation 3 MOVE, Nintendo Wii Fit, and the SeeMe VR system), which participants rotated through. Games and consoles were selected by the supervising occupational therapists based on their clinical knowledge and knowledge of the games. All game sessions were active and performed standing -Traditional therapy included combinations of UE and LE movement, stretching, marching, walking, and functional tasks (e.g., picking up objects and transferring them to the other side of the room) -Outcome measures were performed at baseline, at the 3-month  conclusion of intervention, and at 3months post intervention -Both groups demonstrated significant within-subject improvements for gait speed at pre- and post- intervention; neither group maintained benefit at 3-month  follow-up -Both groups demonstrated significant improvement of bilateral grip strength pre- to post-test  which was maintained at the 3-month  follow-up -No significant changes were found in daily steps or UE functional mobility –VBE might improve arm function and ADLs in patients after stroke(2) -Based on a 2015 Cochrane systematic review of 37 trials with 1,019 participants. Most participants were more than 1-year  post stroke  -UE function improved significantly in 12 studies (n = 397) -ADLs improved significantly in 8 studies (n = 253) -No significant effects were found for handgrip strength, gait speed, or global motor function -Only a few mild adverse events (e.g., dizziness, headache) were reported across studies",
            "Evidence regarding VBE and Parkinson’s disease –Authors of a 2018 systematic review concluded that the Nintendo Wii seemed effective to improve functional outcomes, especially with respect to balance, and health in patients with Parkinson’s disease but indicated that 4 of the 7 included studies were of bad methodological quality(20) -The authors called for better methodological quality and standardization of games, intensity, and frequency suitable for patients with Parkinson’s disease –Authors of a 2019 systematic review concluded that VBE is safe, feasible and has at least similar outcomes to other interventions for Parkinson’s disease. They also called for standardization, better methodological trials, and further insight into new sensors and different “cognitive stadiums” of Parkinson’s disease (such as Parkinson’s disease with mild cognitive impairment)(21)",
            "The following studies provide mixed examples of the intervention benefit: –Authors of Spanish RCT concluded that VBE are effective in improving the physical fitness of women with fibromyalgia under single-  or dual-task  conditions(22) -Based on a study of 50 women with fibromyalgia in which the intervention group completed 24 weeks of supervised and group-based  exergames, performed twice a week for 60 minutes. Control group did not participate -Results with single-task  condition: intervention group significantly better in arm curl test, sit and reach test, and TUG -Results with dual-task  condition: intervention group significantly better in all physical fitness tests (all listed single-task conditions plus back-scratch test) –Authors of a 2018 systematic review and meta-analysis concluded that there was not enough evidence to determine if VBE improve musculoskeletal pain(23) -Based on 7 articles for the systematic review and 6 articles for the meta-analysis -Four of the 7 articles reported significant effects but the zero point was included in the overall effect size, indicating that the overall effect size was not significant –Authors of an RCT in Switzerland compared the effect of Wii Fit exercise training, conventional physical therapy, and no treatment for individuals with lateral ankle sprains(7) -Ninety participants with grade I or grade II lateral ankle sprains were randomized into three groups. Sprains were assessed at baseline and 6-week follow-up -The Wii Fit group performed 4 balance games – Ski Slalom, Penguin Slide, Table Tilt, and Balance Bubble. Patients were initially instructed by a PT on the equipment and exercises. After initial training, the patients performed the exercises at home 2 times per week, 30 minutes per session for 6 weeks -The conventional physical therapy group was treated by a physical therapist. Interventions included modalities, joint mobilization, muscle strengthening and proprioceptive exercises. Patients in this group received 9 sessions, 30 minutes each for 6 weeks -The no-treatment  group served as the control and received no intervention -All groups had statistically significant improvement evidenced by Foot and Ankle Ability Measure questionnaire and V AS for pain. There were no between-group  differences found -Although the Wii Fit group had significant improvement, it was no more effective than conventional physical therapy or no therapy at all –Wii Fit Plus training improves functional ankle instability(10) -Based on a study in South Korea that included 20 patients in their 20s who had functional ankle instability -Participants were randomized into 2 groups – a balance training group or a strength training group; each group performed a total of 30 minutes of activity, 3 times per week for 4 weeks. All interventions were performed on the Wii Fit Plus -Strengthening activities included lunges, single-leg extension, lateral leg lifts, single-leg  twists, and rowing squats -The balance training group performed activities such as tightrope walking, soccer heading, tilting, and slalom skiing -The strength training group demonstrated significant improvement in plantar flexion and dorsiflexion strength. No significant improvement was noted in ankle inversion and eversion strength  -The balance training group demonstrated significant improvement in plantar flexion, dorsiflexion, and ankle eversion and inversion . Problem Goal Intervention Expected Progression Home Program Reduced physical functioningImprove visual-motor coordination, mobility, and balanceFunctional training, patient and family"
        ]
    },
    "desired outcomes outcome measures": {
        "improved functional mobility": [
            "TUG test, TUDS test"
        ],
        "improved static and dynamic balance": [
            "BBS"
        ],
        "improved endurance": [
            "6MWT"
        ],
        "reduced disability in adls": [
            "FIM, Barthel Index"
        ],
        "weight management": [
            "BMI",
            "Improved quality of life–SF-36"
        ]
    },
    "maintenance or prevention": [
        "Continue VBE at home as prescribed to achieve and maintain long-range  goals (e.g., weight management)"
    ],
    "patient education": [
        "See “Active Gaming—Physical Activity Video Games” at https://fcs-hes.ca.uky.edu/sites/fcs-hes.ca.uky.edu/files/active_gaming.pdf",
        "Harvard Heart Letter, “Exergaming: Fitness and fun in front of your TV?” at https://www.health.harvard.edu/heart-health/exergaming-fitness-and-fun-in-front-of-your-tv  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "American College of Sports Medicine. Spinal cord injury. In: ACSM’s Guidelines for Exercise Testing and Prescription . 11th ed. Philadelphia, PA: Wolters Kluwer; 2021:354-360.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Laver KE, George S, Thomas S, Deutsch JE, Crotty M. Virtual reality for stroke rehabilitation. Cochrane Database Syst Rev . 2015;(9):CD008349. doi:10.1002/14651858.CD008349.pub3.  (SR)"
        },
        {
            "number in article": 3,
            "reference": "Gonsalves L, Campbell A, Jensen L, Straker L. Children with developmental coordination disorder play active virtual reality games differently than children with typical development. Phys Ther . 2015;95(3):360-368.  doi:10.2522/ptj.20140116. (R)"
        },
        {
            "number in article": 4,
            "reference": "Bochner RE, Sorensen KM, Belamarich PF. The impact of active video gaming on weight in youth: A meta-analysis.  Clin Pediatr . 2015;54(7):620-628. doi:10.1177/0009922814545165. (M)"
        },
        {
            "number in article": 5,
            "reference": "Simons M, Chinapaw MJM, Seidell J, de Vet E. Associations between active video gaming and other energy-balance  related behaviours in adolescents: A 24-hour recall diary study. Int J Behav Nutr Phys Act . 2015;12(1):1-6.  doi:10.1186/s12966-015-0192-6.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Fu AS, Gao KL, Tung AK, Tsang WW, Kwan MM. Effectiveness of exergaming training in reducing risk and incidence of falls in frail older adults with a history of falls. Arch Phys Med Rehabil . 2015;96(12):2096-2102.  doi:10.1016/j.apmr.2015.08.427. (RCT)"
        },
        {
            "number in article": 7,
            "reference": "Punt IM, Ziltener JL, Monnin D, Allet L. Wii Fit exercise therapy for the rehabilitation of ankle sprains: its effect compared with physical therapy or no functional exercises at all. Scand J Med Sci Sports . 2016;26(7):816-823.  doi:10.1111/sms.12509. (RCT)"
        },
        {
            "number in article": 8,
            "reference": "Givon N, Zeiling G, Weingarden H, Rand D. Video-games  used in a group setting is feasible and effective to improve indicators of physical activity in individuals with chronic stroke: a randomized controlled trial. Clin Rehabil . 2016;30(4):383-392.  doi:10.1177/0269215515584382.  (RCT)"
        },
        {
            "number in article": 9,
            "reference": "Ogawa EF, tongjian Y, Leveille SG. Potential benefits of exergaming for cognition and dual-task function in older adults: a systematic review. J Aging Phys Activity . 2016;24(2):332-336.  doi:10.1123./japa.2014-0267.  (SR)"
        },
        {
            "number in article": 10,
            "reference": "Kim KJ, Jun HJ, Heo M. Effects of Nintendo Wii Fit Plus training on ankle strength with functional ankle instability. J Phys Ther Sci . 2015;27(11):3381-3385.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Tietjen AMJ, Devereux GR. Physical demands of exergaming in healthy young adults. 2019;33(7):1978-1986.  doi:10.1519/jsc.0000000000002235. (RCT)"
        },
        {
            "number in article": 12,
            "reference": "Staiano AE, Beyl RA, Guan W, Hendrick CA, Hsia DS, Newton RL. Home-based  exergaming among children with overweight and obesity: a randomized clinical trial. Pediatr Obesity. 2018;13(11):724-733.  doi:20.1111/j+ijpa.12438. (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Benzing V, Schmidt M. The effect of exergaming on executive functions in children with ADHD: a randomized clinical trial. Scand J Med Sports . 2019;29(8):1243-1253. doi:10.1111/sms.13446. (RCT)"
        },
        {
            "number in article": 14,
            "reference": "El-Sharmy  SM, El-Banna MF. Effect of Wii training on hand function in children with hemiplegic cerebral palsy. Scan J Med Sci Sports . 2020;36(1):38-44. doi:19.1080/09593985.2018.1479810. (RCT)"
        },
        {
            "number in article": 15,
            "reference": "Chen Y, Fanchian HD, Howard A. Effectiveness of virtual reality in children with cerebral palsy: a systematic review and meta-analysis  of randomized controlled trials. Phys Ther. 2018;98(1):63-77.  doi:10.1093/ptj/pzx107. (M)"
        },
        {
            "number in article": 16,
            "reference": "Cacciata M, Stromberg A, Lee JA, et al. Effect of exergaming on health-related  quality of life in older adults: a systematic review. Int J Nurs Stud . 2019;93:30-40.  doi:10.1016/ j.ijnurstu.2019.01.010. (SR)"
        },
        {
            "number in article": 17,
            "reference": "Zheng L, Li G, Wang X, et al. Effect of exergames on physical outcomes in frail elderly: a systematic review. Aging Clin Exp Res . 2020;32(11):2187-2200. doi:10.1007/s40520-019-01344-x.  (SR)"
        },
        {
            "number in article": 18,
            "reference": "van Santen J, Dröes RM, Twisk JWR, Blanson Henkemans OA, van Straten A, Meiland FJM. Effects of exergaming on cognitive and social functioning of people with dementia: a randomized controlled trial. J Am Med Dir Assoc . 2020;21(12):1958-1967.  doi:10.1016/j.jamda.2020.04.018. (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Kannan L, Vora J, Bhatt T, Hughes SL. Cognitive-motor  exergaming for reducing fall risk on people with chronic stroke: a randomized controlled trial. Neurorehabilitation . 2019;44(4):493-510.  doi:10.3233/NRE-182683.  (RCT)"
        },
        {
            "number in article": 20,
            "reference": "Tomas Braz NF, Rocha Dutra L, Souza Medeiros PE, Alvim Scianni A, Coelho de Morais Faria CD. Effectiveness of Nintendo Wii in functional and health outcomes of individuals with Parkinson’s disease: a systematic review. Fisioter Pesquisa . 2018;25(1):100-106.  doi:10.1590/1809-2950/17131825012018.  (SR)"
        },
        {
            "number in article": 21,
            "reference": "Garcia-Agundez  A, Folkerts AK, Konrad R, et al. Recent advances in rehabilitation for Parkinson's Disease with exergames: A systematic review. J Neuroeng Rehabil . January 29, 2019;16(1):17. doi:10.1186/s12984-019-0492-1.  (SR)"
        },
        {
            "number in article": 22,
            "reference": "Martin-Martinez  JP, Villafaina S, Collado-Mateo  D, Perez-Gomez  J, Gusi N. Effects of 24-week exergame intervention on physical function under single- and dual-task conditions in fibromyalgia: a randomized controlled trial. Scand J Med Sci Sports . 2019;29(10):1610-1617.  doi:10.1111/sms.13502. (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Collado-Mateo  D, Merellano-Navarro  E, Olivares PT, Garcia-Rubio  J, Gusi N. Effect of exergames on musculoskeletal pain: a systematic review and meta-analysis.  Scand J Med Sci Sports . 2018;28(3):760-771.  doi:10.1111/sms.12899. (M)"
        }
    ]
}