{
    "metadata": {
        "title": "Total Hip Replacement  Occupational Therapy",
        "synonyms": [
            "total hip arthroplasty  occupational therapy",
            "total hip implant  occupational therapy",
            "total hip revision: occupational therapy",
            "arthroplasty, total hip: occupational therapy",
            "arthroplasty, hip: occupational therapy",
            "hip replacement, total: occupational therapy",
            "replacement, total hip: occupational therapy",
            "occupational therapy: total hip replacement"
        ],
        "anatomical location body part affected": [
            "The hip; the lower extremity"
        ],
        "area of specialty": [
            "acute care",
            "home health",
            "orthopedic rehabilitation",
            "wound management"
        ],
        "description": [
            "A total hip replacement (THR) is indicated when medications, changes in activities, and ambulation aids are no longer effective in decreasing hip pain and stiffness secondary to disease, injury, or fracture.(2) The purpose of a THR is to restore joint motion and alleviate pain.(3) For most patients, a THR is an effective procedure that will significantly improve functional status (1,3)",
            "A THR involves removing the hip joint and replacing it with an implant –THR components include a femoral stem, a femoral neck, a femoral head, and an acetabular shell or cup with a polyethylene liner(2) –The two most common approaches used during a THR are posterolateral or anterolateral(2) –There are also direct lateral, transtrochanteric and minimally invasive approaches(22)",
            "The two most common fixation techniques for a THR are cemented and cementless (press fit)(2) –Cemented technique is used only on the femoralcomponent(2) –Patients who have had the press fit prosthesis will have limited weight-bearing status for 6 to 8 weeks post-surgery;  when the cemented technique is used, weight-bearing  is often allowed immediately, as tolerated(2) –Press fit allows for more ROM; typically used in younger, more active patients(2)",
            "Currently, minimally invasive surgical techniques for the posterolateral approach are being utilized by orthopedic surgeons for appropriate patients; they result in reduced trauma to the soft tissue and faster recovery times(3,19,20) –Hospitalization is typically 3 to 6 days –Generally healthy patients who undergo THR may be “fast tracked” to be discharged in 2 days compared with the standard 3 to 6 days (23) or application of equipment . Desired Outcomes/Outcome Measures"
        ],
        "indications": [
            "A THR is performed when medications, changes in activities, and ambulation aids are no longer effective in decreasing hip pain and stiffness secondary to disease, injury, or fracture(1,2,12)",
            "THR may be performed after a patient has had a hip fracture; hip fractures are most often the result of trauma or falls but can also occur with disease such as osteoporosis or bone cancer –For additional information on treatment and assessment of patients with hip fractures, see Clinical Review…Fracture, Hip; CINAHL Topic ID Number: T708879",
            "Diagnoses commonly associated with THR are rheumatoid arthritis, osteoarthritis, and ankylosing spondylitis (3,12,13)"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Z96.64": "presence of artificial hip joint",
            "Z96.641": "presence of right artificial hip joint",
            "Z96.642": "presence of left artificial hip joint",
            "Z96.653": "presence of bilateral artificial hip joints",
            "Z96.649": "presence of unspecified artificial hip joint",
            "Z47.1": "aftercare following joint replacement surgery"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Prior to THR, the patient will present with one or more of the following symptoms: –Gait disturbance; usually a limp(2) –Hip pain with activity and at rest; pain sometimes radiates to the knee(2) –Hip pain that limits ability to walk, sit, stand, and bend(2) –Limited functional status; reduced ability to perform ADLs/IADLs(2) –Limited ROM at the hip joint(2) –Reduced mobility and strength(2) –Reduced weight-bearing  capability(2) –Stiffness of the hip joint, especially in the morning or after sitting and stair climbing(2) –Weakness of the hip abductors that results in contralateral pelvic tilt or drop (Trendelenburg sign)(2)",
            "Patients will present with any or all of the following symptoms after THR:(2,3) –Gait deviations –Hip girdle weakness –Pain –Limited functional status; reduced ability to perform ADLs/IADLs –Limited ROM at the hip joint –Reduced mobility and strength –Reduced weight-bearing  capability Surgical Indications, Contraindications, & Complications"
        ],
        "contraindications precautions to test": [
            "Be sensitive to pain in patients who have undergone THR; ensure that the patient has a reliable means of communicating pain throughout evaluation and treatment"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Review physician orders regarding incision management and weight-bearing  status prior to evaluation of, or intervention for, a patient following THR(2)",
        "Patients with weak periarticular tissues, revision surgeries, and/or previous dislocations are at highest risk for dislocation; dislocations occur with the greatest frequency during the first postoperative week.(2)  These patients may present with a brace for stability; strictly adhere to physician orders for mobility and brace use",
        "Traditional postoperative dislocation prevention involves using hip precautions for 6 to 12 weeks. Use of hip precautions varies with local policies and protocols.(16) There is uncertainty about whether precautions are essential. A lack of robust research supporting use of precautions has been noted(16)",
        "Results of a study conducted in the United Kingdom suggest that nonuse of hip precautions does not influence dislocation rate(16) A review of a change in service provision that differed from standard practice was undertaken All patients who received THR, revision hip replacement, or hemiarthroplasty between April and October 2013 were included in the service evaluation –Data were analyzed from 80 elective and 20 trauma patients. 97.5% of the elective patients and 95% of the trauma patients did not use hip precautions –After 12 weeks a structured telephone interview was conducted by the occupational therapists (OTs) –Two dislocations (2%) were reported, which is lower than the 3.4% rate that has been reported in large multicenter audits",
        "General hip precautions for the patient in the first 6 to 8 weeks after THR include:(1,3) Follow physician orders Avoid extreme internal and external rotation of the hip Avoid hip adduction; use wedge pillow to maintain abduction Do not cross the legs, knees, or ankles Do not lie down or roll on the affected side No hip flexion beyond 90˚; do not reach forward",
        "Hip precautions according to approach type Guidelines for posterolateral approach –Positions of hip stability include flexion (not beyond 90˚), abduction, gentle external rotation(3) –Avoid positions of hip instability, which include adduction, any internal rotation, hyperflexion beyond 90˚ (2,3)  –Authors of a 2020 systematic review of 7 studies with 6,900 (THR-  posterior approach) patients found no difference in dislocation rates following THRbetween those prescribed hip precautions and those which were not. The authors also found there was no difference in patient-reported  outcomes between these two groups (32) Guidelines for anterolateral approach –Positions of hip stability include flexion (not beyond 90˚), abduction to neutral, gentle internal rotation(3) –Avoid positions of hip instability, which include adduction, any external rotation, hyperextension(3) To understand the specific surgical technique used, the therapist should communicate with the surgeon and review the surgical report (22)",
        "Authors of a 2016 systematic review and meta-analysis  of the literature found that more liberal lifestyle restrictions and precautions post THR will not lead to increased dislocation rates, but will lead to earlier resumption of activities and higher patient satisfaction(24) Studies of THR procedures managed with different postoperative restrictions and precautions protocols were included. Primary outcome was dislocation rate, secondary outcomes were patient functioning, return to ADLs, and patient satisfaction A total of 6 studies were included: three RCTs, one retrospectivematched cohort study, one retrospective study, and one prospective cohort study, describing 1122 procedures (restrictions group: n = 528; no restrictions group: n = 594). Standard posterior and anterolateral surgical approaches were included There were 8 dislocations (1.5%) in the restricted group and 6 dislocations (1.0%) in the unrestricted group. Patients in the unrestricted group resumed activities significantly faster and were more satisfied with their pace of recovery",
        "Long-term  precautions for patients with a history of joint replacement surgery(1) Prophylactic antibiotics prior to dental work, medical procedures, or surgery Monitor infections closely; if a patient who has had a joint replacement develops an infection, it has the potential to travel through the bloodstream to the replaced joint, which can cause a serious systemic infection (9)",
        "Patients who have undergone THR are at increased risk for deep vein thrombosis (DVT); monitor for signs/symptoms and refer to physician immediately if suspected",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What was the underlying disease or injury that resulted in the need for THR? -Note the approach (posterolateral or anterolateral) used in surgery, as well as cemented vs. noncemented; patients undergoing THR can also require total knee replacement; note all surgeries for joint replacement as well as the dates of surgery(3)",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being Analgesics(2) Document whether multimodal pain management is in use. The principle of multimodal therapy is to use interventions that target several different steps of the pain pathway, allowing more effective pain control with fewer adverse effects(25) Multimodal analgesic regimens in total joint arthroplasty may include discontinuation of opioid medications preoperatively and administration postoperatively of nonnarcotic  oral and intravenous medications including acetaminophen, NSAIDs, and gabapentin. Periarticular injections and peripheral nerve blocks may also be used(25) Antibiotics to prevent infection (9,12) Anticoagulants to prevent the formation of blood clots(2,12) Iron supplements and/or vitamins for the treatment of anemia(2)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Prior to THR, the physician will perform imaging studies (X-ray,  CT scan, MRI, and/or bone scan) to determine the specific diagnosis and level of impairment, including the amount of joint space destruction(2)",
                        "Postoperative limb swelling should be examined with ultrasound or Doppler to rule out DVT(2)",
                        "If infection is suspected, arthrocentesis of synovial fluid may be performed to analyze Gram stain and culture sensitivity(2,9)",
                        "CBC for hematocrit (HCT), Hb, and clotting times"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document patient complaints of pain or discomfort with certain positions or activities (e.g., walking, prolonged sitting, prolonged standing). If the patient complains of pain, after how long? Do certain activities or weather conditions aggravate symptoms? Does the patient consider exercise to be an aggravating or easing factor with respect to hip pain?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -The amount of pain experienced following THR varies greatly among patients(2)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also, document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. Note sleep position. Does the patient use pillow or wedge to maintain hip abduction? If avoiding hip adduction is a precaution prescribed by the surgeon, determine compliance with abduction wedge or pillow when in bed",
                "other symptoms": "Document other symptoms the patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., shortness of breath, chest pain) -Redness, warmth, pain, tenderness, swelling of the leg; refer to physician urgently if these symptoms are present(2) -Chest pain and shortness of breath can indicate that the clot has travelled to the lungs(1) -Hip dislocation can occur (especially in the first week post THR); signs of hip dislocation include inability to bear weight, acutely shortened or externally rotated limb, and excessive pain with gentle hip motion(2)  -Many patients undergoing THR are also dealing with psychological stressors from an underlying chronic condition (such as rheumatoid arthritis), the aging process, or a life-threatening  illness (such as cancer); awareness of and sensitivity to these issues is essential when treating patients in this population. A screening measure for depression is often appropriate(5)",
                "respiratory status": "Note respiratory status -Does the patient require supplemental oxygen? Tracheostomy tube, nasal cannula, or breathing mask? -Does the patient become short of breath? If so, when? Standing? Walking? With exercise? Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any prior history of joint replacement surgery (including the knee, hip, etc.)? History of surgery or other treatment (including injections) for hip pathology?",
                    "comorbid diagnoses": "Ask the patient about other problems, including diabetes, cancer, cardiovascular disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -What are the patient’s occupations and role(s) within his or her family? -Is he or she currently employed? If so, is the patient planning to return to work? -In a systematic review of published studies of 3,872 THR patients who were employed before THR,the majority returned to work postoperatively, with the average time to return to work ranging from 1.1 to 13.9 weeks(18) -What activities, hobbies, etc., does the patient enjoy?",
                "functional limitations assistance with ADLs adaptive equipment": "What current assistive or adaptive equipment is available to the patient at home? Can it still be used based on patient’s current level of functioning? -Document both high-  and low-tech  adaptations and equipment",
                "living environment": "Stairs, number of floors in home, with whom the patient lives, caregivers, etc. -Identify the patient’s caregiver or network of support; the patient will initially require significant assistance with ADLs and IADLs(1) -Researchers in Denmark who investigated the effect of spouses’ involvement in older patients’ fast-track  programs during and after THR reported that patients need their spouses to be involved and this involvement is often associated with improvements in patient outcomes(26) -Spouse-patient  dyads were assigned to a control group receiving usual care or to a group receiving case management intervention -Face-to-face  questionnaire interviews were conducted with spouses and patients at baseline, 2 weeks, and 3 months after discharge. Outcomes measured included spouses’ caregiver satisfaction, spouses’ difficulties in caring (using the Carer’s Assessment of Difficultiesinventory) and level of anxiety and patients’ functional and nutritional status, pain, and level of depression -In the case management intervention group, statistically significant improvements were found in the patient group in functional status, pain, and depression and in the spouse group in caregiver satisfaction -Identify if there are barriers to independence in the home;modification necessity(3) -To ensure safety, environmental modifications are often necessary for patients who have undergone THR -Modifications include installation of grab bars, use of assistive devices such as a shower chair, and removal of loose carpets around the house -The patient might require the creation of a temporary living space on a first floor or somewhere close to a bathroom while he or she is recovering from THR"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) ",
            "anthropometric characteristics": "Note BMI, leg length discrepancy",
            "assistive and adaptive devices": "Assess the patient’s need for and/or use of assistive and adaptive devices; incorrect use of devices can increase risk of falls –Mobility aids -Cane(3) -Walker(3) -Wheelchair (reclining wheelchairs are used for patients with THR to maintain appropriate hip flexion)(3) -Crutches(3) -Hemi-walker -Hand rails on stairways -Ankle-foot  orthoses (AFOs) –Toileting equipment(3) -Grab bars next to the toilet/shower -Bedside commode -A urinal at bedside -Raised toilet seat -Elevated footrest at the toilet –ADL/IADL aids -Reachers(3) -Long-handled  equipment(3) -Dressing sticks; sock aids(3) -Personal digital assistant (PDA) -Large-print  reading material -Adaptive/ergonomic computer/mouse/keyboard -Text-to-speech  software -Adaptive cooking equipment –Equipment specifically for patients who have undergone THRlarge or small triangular wedge used when the patient is in supine position to maintain abducted position of the lower extremities(3)fabricated and set up by the PT; usually used for 3 days post surgery; do not remove the limb from suspension without physician order(1)",
            "balance": "Balance and postural control is often impaired following THR(1) –Evaluate static and dynamic balance functionally during ADL tasks –Tinetti Balance Scale –Berg Balance Scale",
            "cardiorespiratory function and endurance": [
                "Assess heart rate, blood pressure, and respiratory rate regularly pre/during/post activity; use Borg Rating of Perceived Exertion (RPE) Scale if indicated",
                "Monitor breathing to assist with determining fatigue and endurance levels"
            ],
            "circulation": "Assess pulse bilaterally; note any discrepancies or abnormalities –Note use of compression stockings or compression pump –Document history of blood clotsAssess bed mobility and transfers to determine the amount of assistance needed for the patient to perform each activity(3) and the patient’s ability to perform activities maintaining prescribed",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Note patient’s ability to communicate and level of arousal as well as memory, attention, problem solving, and orientation to person, place, time, and situation –Mini-Mental  State Examination (MMSE)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over area of nerve regrowth"
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves",
                "Thermotherapy  contraindications -Decreased circulation -Decreased sensation -Acute/subacute traumatic and inflammatory conditions -Skin infections -Impaired cognition or language barrier -Malignancy -Liniments -Presence of or tendency for hemorrhage or edema -Heat rubs",
                "Electrotherapy  contraindications/precautions (21)  -Do not place electrodes near: -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads -Osteomyelitis -Hemorrhage -Impaired sensation, mental status, communication -Cardiovascular disease -Malignancy -Dermatological conditions -Proximity of electromagnetic radiation -In pregnant women, near the pelvis, lumbar spine, hips, abdomen -In patients with stroke or seizures, near the neck -History of spontaneous abortion in pregnant women precautions(3) -If needed, increase the height of the chair with firm cushions or blankets; avoid low, soft, rocking, or reclining chairs(3) -Toilet/commode transfers(3) -Shower/tub transfers(3) -Utilize nonskid strips or stickers whenever possible in the shower and tub(3) -When entering, walker/crutches go first, then affected leg, then nonaffected leg(3) -If patient has poor balance or weight-bearing  precautions, he or she can sit on the edge of the tub or shower bench first and then swing the legs into the tub(3) -Car transfers(3) -Avoid bucket seats in small cars; bench-type  seats are recommended(3) -Instruct the patient to back up to the passenger seat, hold on to a stable part of the car (not the door), extend the affected leg, and slowly sit back into the car toward the driver’s side(3) -Avoid prolonged sitting in a car(3) -Therapeutic and conditioning exercises(2) -Strengthening upper and lower extremities -Exercises often include ankle pumps, heel slides, gluteal squeezes, and quadriceps setting exercises -Pain and swelling management -Ice and compression as needed(3)  -Assistive and adaptive equipment -Environmental modifications -Remove all throw rugs and slippery floor coverings(3) -Technology/equipment -In an RCT conducted in Iran to assess the effect of an occupational therapy protocol for teaching usage of adaptive devices to older individuals who have had THR, patients who were instructed in correct use of the devices during a training session showed significantly more improvement postoperatively than a control group receiving usual care(30) -Twenty patients were randomly assigned to each group -Outcome measures included V AS for pain, WOMAC and Barthel Index for disability and independence, and dynamometry for hip muscle strength -The experimental group showed significantly more improvement in all outcome measures -The authors recommended supervision of the utilization of adaptive devices during regular home visits by the occupational therapist -Education (30) -Patient education -Energy-conservation  techniques -Adaptive devices or equipment -Joint protection strategies; hip precautions -Safety, fall prevention -Family education . Problem Goal Intervention Expected Progression Home Program Pain, tenderness, and/or swelling of the hipResolve pain, tenderness, and/or swelling of the hip joint _ _ Protect healing structuresPhysical agents and mechanical modalities _ Elevation, ice, and compression (2,21) _ Prescription, application of devices and equipment _ Compression stockings or wraps to control edema(2)Gradual reduction and then elimination of compression protocol as toleratedProvide patient and caregiver with education regarding pain and swelling management at home  Impairment of ADLs/ IADLsIncrease independence with ADLs/IADLs; increase safety and efficiency when performing ADLs/ IADLsFunctional training _ Therapeutic and conditioning exercise program(2) _ _ ADL/IADL training(3) _ _ Adaptive/assistive device and equipment training(3) _ _ Energy-conservation strategies _ _ See Treatment summary , aboveGradual progression of intensity of exercises; increase the resistance, frequency, and/or duration of each exercise as the patient’s strength increases; active- assisted ROM and strengthening exercises are progressed as tolerated (2) _ _ Initially, break ADL/ IADL tasks down into separate parts; with increased patient tolerance, have the patient perform progressively longer segments of each ADL/ IADL task at a timeCaregiver education is important for carryover of ADL/ IADL training into the home environment; home modifications for fall prevention; and to assist with compliance with precautions _ Include education on the correct use of adaptive equipment/ devices during ADLs/ IADLs Reduced functional mobility; reduced community mobilityIncrease functional mobility at home and in the communityFunctional training _ Therapeutic and conditioning exercise program(2) _ _ Bed mobility and transfer training as appropriate (1,2,3) _ _ Adaptive/assistive device and equipment training (1,3,30) _ _ Energy-conservation strategies (1,3,30) _ _ See Treatment summary , aboveProgression will vary among patients based on the interventions selected and the response to treatment tasks _ _ Gradual progression of intensity of exercises; increase the resistance, frequency, and/or duration of each exercise as the patient’s strength increases; active- assisted ROM and strengthening exercises are progressed as tolerated (2)Provide patient and family/ caregivers with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment ."
            ],
            "contraindications precautions": [
                "Patients will usually be seen by physical therapy 1 to 3 days post THR; occupational therapy is initiated 2 to 4 days post THR (1,3)",
                "Patients from non-Western  cultures tend to perform ADLs in a kneeling, squatting, or cross-legged  position more often than patients from Western cultures(10)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Early ambulation following THR can decrease the risk of blood clot formation (1,3)",
                "To ensure relevance and appropriateness of treatment programs, decisions about goals and course of therapy should be made in collaboration with the patient, the caregivers, and other healthcare professionals. Cultural background, language preference, and patient interests must also be considered(10)",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Contraindications/precautions to use of modalities(21)"
            ]
        },
        "diagnosis need for treatment": "Rehabilitation for patients who have undergone THR should begin as soon as possible postoperatively for medically stable patients with a physician order for physical and occupational therapy.(3) The goal of rehabilitation programs for patients who have had THR is return to the community and/or prior level of function and independence.(3) The role of the OT is to provide support and education; gather pertinent information regarding the patient’s prior functional status, current home environment, and living situation; and train the patient to safely, efficiently, and adequately perform ADLs/IADLs with as much independence as possible(3)",
        "rule out": "N/A",
        "prognosis": [
            "Increased BMI (> 25 kg/m2) is associated with 2-year  reoperation risks and 5-year  revision risks after THA, with morbidly obese patients twice as likely to require surgical intervention, most commonly due to infection(11)",
            "Authors of ameta-analysis  of 44 studies which examined THR incidence and outcomes in individuals with rheumatoid arthritis found that advances in medical management of rheumatoid arthritis and surgical techniques have improved some postoperative outcomes for these individuals(13) –The authors found that including early use of disease-modifying  antirheumatic drugscontributed to improved outcomes and decreased incidence of THR in patients with rheumatoid arthritis –The researchers indicate that among persons with rheumatoid arthritis, hip revisions and periprosthetic fracture rates have declined (from 1990-2019), infection and aseptic loosening after THA remained the same, and dislocations have increased",
            "Psychosocial factors affecting THR outcomes –Self-efficacy  is one’s confidence in one’s ability to achieve a desired outcome. In a study of 223 patients who underwent THR for osteoarthritis, researchers found that self-efficacy  and tangible assistance (social support) were significant predictors of short-term  recovery after THR. Study authors recommended that interventions should focus on factors relating to self-efficacy and social support to improve THR outcomes(14)",
            "In a study conducted in the United States, patients who were discharged within 2 days after THR (“fast-tracked”)  did not have an increase in complications, readmissions, or reoperations(27)",
            "Researchers in the United Kingdom conducted a retrospective study to identify pre-and postoperative factors contributing to an increased length of hospital stay after hip or knee total arthroplasty(28) –Of 109 patients, only 61 (56%) were ready for discharge by 5 days after surgery –The three most common reasons for discharge delays were oozing wounds, postoperative medical problems, and failure to reach physical therapy goals"
        ],
        "referral to other disciplines": " Referral to other disciplines PT for ambulation, gait training, lower extremity strengthening program, etc. Registered dietician due to the increased risk of malnutrition in patients who have undergone THR (31) Wound care nurse or specialist if signs of delayed wound healing or pressure ulcers are present(2,4) Psychiatrist or psychologist if the patient has signs of depression or distress following THR(5) ",
        "other considerations": [],
        "treatment summary": [
            "Authors of a systematic review examined the impact of occupational therapy interventions of assistive devices, patient education on hip precautions, environmental modifications, and ADL/IADL training for individuals undergoing THA (34) –The reviewers searched the literature from 1946 to 2016 for randomized and quasi-randomized  controlled trials –The primary outcomes were pain, function, quality of life, assessment of successful treatment, reoperation rate, hip dislocation, and adverse events –Three trials of 492 total participants were included in the review. The authors concluded that the quality of evidence is low in these trials in support of or against the utilization of these interventions in occupational therapy practice for individuals who underwent THR and that more high-quality  trials are warranted (34)",
            "Researchers in the United Kingdom who conducted a single blinded feasibility study of a preoperative occupational therapy intervention for patients undergoing THR determined that pre-surgery  occupational therapy assessments and interventions can be effectively delivered and were well received(29) –The intervention included provision of adaptive equipment and education on how it should be used; discussion of the patient’s expectations and any concerns of the patient and his or her care partner; explanations of the surgery, hospital stay, and postoperative inpatient rehabilitation; and in-depth  discussion of how the patient planned to recover when he/she returned home -The occupational therapist explained how the layout of the patient’s home might need adapting, and a structured home safety assessment was performed -The authors concluded that a fully powered RCT is feasible",
            "Inpatient rehabilitation –Some patients will briefly participate in an inpatient rehabilitation program once medically stable following a THR; program is usually 7–10  days long (2) -Authors of an Australia-based  study compared post-surgical  hip and quality of life outcomes of THR patients who received inpatient rehabilitation care (by choice) to patients who did not receive inpatient rehabilitationservices (15) -246 patients were matched for comparison between the two groups. From this cohort, the inpatient rehabilitation group did not have better outcomes at 35, 90, or 365 days -The authors measured hip pain and function (Oxford Hip Score [OHS]), quality of life outcomes (European Visual Analogue Scale [EQV AS/EuroQol]), timeoff work, number of community therapy sessions, and rehabilitation costs -The study found no significant difference between the two groups for timeoff work or functional outcomes per OHS or EQV AS -The inpatient rehabilitation group received more therapy sessions and for a longer period of time compared to the outpatient (or discharged to home) group -Rehabilitation provider costs were significantly higher in the inpatient rehabilitation group, even when inpatient rehabilitation costs were excluded -The authors’ findings support the use of community and/or home-based  rehabilitation programs (only) as a cost-saving, effective care delivery method for patients who have uncomplicated THR (15) –In an RCT conducted in Italy, researchers found that task-oriented  exercises associated with early full weight-bearing  and closed kinetic chain functional activity improved disability, pain, ADLs, and quality of life for at least 12 months after THR(17) -A total of 100 subjects, mean age 69, with multiple comorbidities were included. Subjects in the control group completed open chain exercises and were recommended to use an assistive device and partial weight-bearing  (PWB) until 3 months after surgery. The experimental group was encouraged to abandon walking aids by the end of their in-hospital  stay and performed closed chain exercises. Both groups individually followed an exercise program for 90 minutes 5 times per week for 3 weeks. The FIM, the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC), pain rating scale, and Short-Form  Health Survey were used as outcome measures(17)",
            "Telehealth or telerehabilitation –Authors of a 2020 study evaluated the effectiveness of an outpatient-based physical therapy program delivered via telehealth to an in-person outpatient-based  physical therapy program following THR (35) -69 participants in two groups completed the study and were assessed at 6weeks and 6months. The postoperative outcomes included in this study were:  -health-related  quality of life outcomes:the Hip Disability and Osteoarthritis Outcome Score (HOOS), Short-Form  12 (SF-12),  and EuroQol-5 -physical function outcomes: TUG, dynamometer manual muscle strength assessment of lower extremities, dynamic standing balance using the step test -system usability and patient compliance, and patient satisfaction data were also assessed -The study found no difference in patient outcomes related to quality of life or physical function between the traditional outpatient therapy program and the telehealth therapy program(35) -Both groups reported high levels of satisfaction, but the telehealth group rated ease of appointment attendance more highly and demonstrated greater compliance with the home exercise program(35)",
            "Occupational therapy –Occupational therapy is effective in improving functional status of patients following THR (30) –Specific occupational therapy interventions will vary according to patient goals and characteristics (e.g., comorbidities, age, prior level of function), but can include the following: (1,3,30) -ADLs/IADLs -Initially, patients will perform ADLs (such as lower body dressing, grooming, lower body bathing) from a sitting position(3) -Introduce assistive and/or adaptive equipment to increase safety and independence with ADLs/IADLs(3) -Gradually increase the demands placed on the patient for ADLs/IADLs (1,3) -Includes increasing the demands of balance required for each task as the patient’s strength and stability improve (1,3) -Functional mobility and transfer training;(1,3) note that instructions may have to be modified for patients who have undergone a THR with an anterolateral approach and have restricted abduction or extension -Bed mobility(3) -Chair transfers(3) -Stand to sit: instruct the patient to first extend the affected leg forward, then reach back for armrests of the chair, sit slowly, and do not lean forward(3) -Sit to stand: instruct the patient to first extend the affected leg and then push off from the armrests of the chair, making sure not to lean too far forward(3) -The patient should always sit on the front part of the chair and lean back in order to comply with hip flexion"
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes: desired outcomes vary according to patient goals and characteristics; however, possible outcomes include:": []
    },
    "maintenance or prevention": [
        "Patients should continue home exercise program for maintenance of mobility and strength(2)",
        "Review short-  and long-term  weight-bearing  and hip precautions (high-stress  activities that can result in torque through the femur [e.g., running, water-skiing,  football, baseball, hockey, racket sports] should be avoided to prevent damage to the hip joint)(2)"
    ],
    "patient education": [
        "See “Total Hip Replacement” at Patient Education Library, American Academy of Orthopedic Surgeons website: http:// orthoinfo.aaos.org/topic.cfm?topic=A00377 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Roberts PS, Evenson ME. Continuum of care. In: Boyt Schell BA, Gillen G, eds. Willard and Spackman's Occupational Therapy . 13th ed. Philadelphia, PA: Wolters Kluwer; 2019:994-1010.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Rizzo TD, Jr. Total hip replacement. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Elsevier; 2019:337-344.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Murphy LF, Lawson S. Orthopedic conditions. In: Pendleton HM, Schultz-Krohn  W, eds. Pedretti's Occupational Therapy: Practice Skills for Physical Dysfunction . 8th ed. St. Louis, MO: Elsevier; 2018:1005-1016.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Galivanche AR, Kebaish KJ, Adrado M, et al. Postoperative pressure ulcers after geriatric hip fracture surgery are predicted by defined preoperative comorbidities and postoperative complications. J Am Acad Orthop Surg . 2020;28(8):342-351.  doi:10.5435/JAAOS-D-19-00104.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Hassett AL, Marshall E, Bailey AM, et al. Changes in anxiety and depression are mediated by changes in pain severity in patients undergoing lower-extremity  total joint arthroplasty. Reg Anesth Pain Med . 2018;43(1):14-18.  doi:10.1097/AAP.0000000000000682. (R)"
        },
        {
            "number in article": 6,
            "reference": "Podsiadlo D, Richardson S. The timed \"Up & Go\": a test of basic functional mobility for frail elderly persons. J Am Geriatr Soc . 1991;39(2):142-148. doi:10.1111/j.1532-5415.1991.tb01616.x.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Choo SX, Stratford P, Richardson J, et al. Comparison of the sensitivity to change of the functional independence measure with the assessment of motor and process skills within different rehabilitation populations. Disabil Rehabil . 2018;40(26):3177-3184.  doi:10.1080/09638288.2017.1375033. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Bahardoust M, Hajializade M, Amiri R, Mousazadeh F, Pisoudeh K. Evaluation of health-related  quality of life after total hip arthroplasty: a case-control  study in the Iranian population. BMC Musculoskelet Disord . 2019;20(1):46. doi:10.1186/s12891-019-2428-0.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Sebastian S, Malhotra R, Dhawan B. Prosthetic joint infection: A major threat to successful total joint arthroplasty. Indian J Med Microbiol . 2018;36(4):475-487.  doi:10.4103/ ijmm.IJMM_19_11. (RV)"
        },
        {
            "number in article": 10,
            "reference": "Sugano N, Tsuda K, Miki H, Takao M, Suzuki N, Nakamura N. Dynamic measurements of hip movement in deep bending activities after total hip arthroplasty using a 4-dimensional  motion analysis system. J Arthroplasty . 2012;27(8):1562-1568.  doi:10.1016/j.arth.2012.01.029. (R)"
        },
        {
            "number in article": 11,
            "reference": "Vincent HK, DeJong G, Mascarenas D, et al. The effect of body mass index and hip abductor brace use on inpatient rehabilitation outcomes after total hip arthroplasty. Am J Phys Med Rehabil . 2009;88(3):201-209.  doi:10.1097/PHM.0b013e318198b549.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Della Valle CJ, Foran JRH, Rosenberg AG. Indications and contraindications to THA. In: Callaghan JJ, Rubash HE, Clohisy JC, et al, eds. The Adult Hip: Hip Arthroplasty Surgery. 3rd ed. : Wolters Kluwer; 2016:1339-1348.  (GI)"
        },
        {
            "number in article": 13,
            "reference": "Taylor-Williams  O, Nossent J, Inderjeeth CA. Incidence and complication rates for total hip arthroplasty in rheumatoid arthritis: A systematic review and meta-analysis  across four decades. Rheumatol Ther . 2020;7(4):685-702.  doi:10.1007/s40744-020-00238-z.  (M)"
        },
        {
            "number in article": 14,
            "reference": "Brembo EA, Kapstad H, VanDulmen S, Eide H. Role of self-efficacy  and social support in short-term  recovery after total hip replacement: a prospective cohort study. Health Quality Life Outcomes . 2017;15(68):1-10.  doi:10.1186/s12955-017-0649-1.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Naylor JM, Hart A, Mittal R, Harris IA, Xuan W. The effectiveness of inpatient rehabilitation after uncomplicated total hip arthroplasty: a propensity score matched cohort. BMC Musculoskelet Disord . 2018;19(1):236. doi:10.1186/s12891-018-2134-3.  (R)"
        },
        {
            "number in article": 16,
            "reference": "McQuaid L, Cope J, Fenech AM. Occupational therapy in orthopaedics: introducing an alternative to hip precautions? Int J Ther Rehabil . 2014;21(11):508-511.  doi:10.12968/ ijtr.2014.21.11.508. (RU)"
        },
        {
            "number in article": 17,
            "reference": "Monticone M, Ambrosini E, Rocca B, et al. Task-oriented  exercises and early full weight-bearing  contribute to improving disability after total hip replacement: A randomized controlled trial. Clin Rehabil . 2014;28(7):658-668.  doi:10.1177/0269215513519342.  (RCT)"
        },
        {
            "number in article": 18,
            "reference": "Tilbury C, Schaasberg W, Plevier JW, Fiocco M, Nelissen R, Vliet Vlieland T. Return to work after total hip and knee arthroplasty: a systematic review. Rheumatology (Oxford) . 2014;53(3):512-525.  doi:10.1093/rheumatology/ket389.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "Dienstknecht T, Lüring C, Tingart M, et al. Total hip arthroplasty through the mini-incision  (Micro-hip)  approach versus the standard transgluteal (Bauer) approach: a prospective, randomised study. J Orthop Surg (Hong Kong) . 2014;22(2):168-172.  doi:10.1177/230949901402200210.  (RCT)"
        },
        {
            "number in article": 20,
            "reference": "Repantis T, Bouras T, Korovessis P. Comparison of minimally invasive approach versus conventional anterolateral approach for total hip arthroplasty: a randomized controlled trial. Eur J Orthop Surg Traumatol . 2015;25(1):111-116.  doi:10.1007/s00590-014-1428-x.  (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz's modalities for therapeutic intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016. (GI)"
        },
        {
            "number in article": 22,
            "reference": "Kisner C, Colby LA, Borstad J. The hip. In: Therapeutic exercise: Foundations and techniques . 7th ed. Philadelphia, PA: F. A. Davis; 2018:714-768.  (GI)"
        },
        {
            "number in article": 23,
            "reference": "Jans Ø, Bandholm T, Kurbegovic S, et al. Postoperative anemia and early functional outcomes after fast-track hip arthroplasty: a prospective cohort study. Transfusion . 2016;56(4):917-925.  doi:10.1111/trf.13508.  (R)"
        },
        {
            "number in article": 24,
            "reference": "van der Weegen W, Kornuijt A, Das D. Do lifestyle restrictions and precautions prevent dislocations after total hip arthroplasty? A systematic review and meta-analysis  of the literature. Clin Rehabil . 2016;30(4):329-339.  doi:10.1177/0269215515579421.  (M)"
        },
        {
            "number in article": 25,
            "reference": "Parvizi J, Bloomfield MR. Multimodal pain management in orthopedics: implications for joint arthroplasty surgery. Orthopedics . 2013;36(2 Suppl):7-14. doi:10.3928/01477447-20130122-51.  (RV)"
        },
        {
            "number in article": 26,
            "reference": "Berthelsen CB, Kristensson J. The SICAM-trial:  evaluating the effect of spouses’ involvement through case management in older patients’ fast-track programmes during and after total hip replacement. J Adv Nurs . 2017;73(1):112-126.  doi:10.1111/jan.13091.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Gulotta LV, Padgett DE, Sculco TP, et al. Fast track THR: one hospital’s experience with a 2-day length of stay protocol for total hip replacement. HSS J. 2011;7(3):223-228. doi:10.1007/s11420-011-9207-2.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Kerr HL, Armstrong LA, Beard L, et al. Challenges to the orthopaedic arthroplasty enhanced recovery programme. J Perioper Pract . 2017;27(1-2):15-19.  . doi:10.1177/1750458917027001-202.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Jepson P, Sands G, Beswick AD, et al. A feasibility randomised controlled trial of pre-operative  occupational therapy to optimise recovery for patients undergoing primary total hip replacement for osteoarthritis (PROOF-THR).  Clin Rehabil . 2015;30(2):156-166.  doi:10.1177/0269215515576811.  (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Jame Bozorgi AA, Ghamkhar L, Kahlaee AH, et al. The effectiveness of occupational therapy supervised usage of adaptive devices on functional outcomes and independence after total hip replacement in Iranian elderly: a randomized controlled trial. Occup Ther Int . 2016;23(2):143-153.  doi:10.1002/oti.1419.  (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Briguglio M, Gianola S, Aguirre MF, et al. Nutritional support for enhanced recovery programs in orthopedics: Future perspectives for implementing clinical practice. Nutr Clin Metabol. 2019;33(3):190-198.  doi:10.1016/j.nupar.2019.04.002. (R)"
        },
        {
            "number in article": 32,
            "reference": "Crompton J, Osagie-Clouard  L, Patel A. Do hip precautions after posterior-approach  total hip arthroplasty affect dislocation rates? A systematic review of 7 studies with 6,900 patients. Acta Orthop . 2020;91(6):687-692.  doi:10.1080/17453674.2020.1795598. (SR)"
        },
        {
            "number in article": 33,
            "reference": "Evans JT, Evans JP, Walker RW, Blom AW, Whitehouse MR, Sayers A. How long does a hip replacement last? A systematic review and meta-analysis  of case series and national registry reports with more than 15 years of follow-up.  Lancet. 2019;393(10172):647-654.  doi:10.1016/S0140-6736(18)31665-9.  (M)"
        },
        {
            "number in article": 34,
            "reference": "Smith TO, Jepson P, Beswick A, et al. Assistive devices, hip precautions, environmental modifications and training to prevent dislocation and improve function after hip arthroplasty. Cochrane Database Syst Rev . 2016;7(7):CD010815. doi:10.1002/14651858.CD010815.pub2. (SR)"
        },
        {
            "number in article": 35,
            "reference": "Nelson M, Bourke M, Crossley K, Russell T. Telerehabilitation is non-inferior  to usual care following total hip replacement - a randomized controlled non-inferiority  trial. Physiotherapy . 2020;107:19-27.  doi:10.1016/j.physio.2019.06.006. (RCT)"
        }
    ]
}