{
    "metadata": {
        "title": "",
        "synonyms": [
            "minimal incision surgery",
            "minimally invasive surgical total knee arthroplasty (mis-tka)",
            "minimally invasive surgical total knee replacement (mis-tkr)",
            " unicompartmental knee arthroplasty (uka)"
        ],
        "anatomical location body part affected": [
            "Lower extremity/knee"
        ],
        "area of specialty": [
            "acute care",
            "home health",
            "geriatric rehabilitation",
            "orthopedic rehabilitation",
            "sports rehabilitation",
            "description: total knee arthroplasty (tka) is a common",
            "effective treatment for end-stage  knee osteoarthritis in the older adult (> 65 years) population.minimallyinvasive surgical total knee arthroplasty(mis-tka)is  an elective surgical procedure that uses a smaller incision thanconventional open-knee  tka. the oxford prosthesis is commonly used in mis-tka  (21",
            "27",
            "28)",
            "the mis-tka  was developed in the 1990s by surgeons to potentially minimize soft tissue disruption and blood loss in hopes of increasing overall function. it was developed initially for unicompartmental knee arthroplasty (uka) and then advanced for tka. advancements in computer-assisted  technologyhaveassisted surgeons in performingmis-tka  surgeries (21) –the most common mis-tka  approaches are the subvastus",
            "midvastus",
            "and quadriceps sparing (qs) methods (25) –computer-assisted  minimally invasive tka may enhance the accuracy of implant and limb alignment. short-term  outcomes of computer-assisted  tka indicate excellent alignment",
            "as in conventional tka (12",
            "16)",
            "the potential advantages of the mis-tka  procedure include a smaller incision",
            "minimal disruption to the suprapatellar pouch and quadriceps tendon",
            "no eversion of the patella",
            " and less blood loss. however",
            "to what degree these contribute to a faster recovery",
            "fewer complications",
            "shorter hospital stay",
            "improved rom and function",
            "and higher patient sati sfaction is unclear (13",
            "22",
            "23",
            "24",
            "25) –authors of an rct (n = 86) found that outcomes up to 2 years after mis-tka included shorter hospital stay and fewer complications without evidence of component malalignment when performed by surgeons experienced using the procedure (13) -patients were randomized to receive either mis-tka  or traditional tka -patients who underwent mis-tka  had fewer complications at the surgical site",
            " fewer systemic problems",
            "and shorter hospital stays. there were no differences in their scores on the oxford knee scale (oks)",
            "western ontario and mcmaster universities arthritis index (womac)",
            "american knee society sco e (kss)",
            "or rom",
            "potential disadvantages of the mis-tka  procedure include longer operative times",
            " poor implant placement (leading to need for surgical revision)",
            "and reduced operative visualization of the knee joint (i.e.",
            "the surgery is more difficult to perform). (25",
            "26) –authors of a 2019 meta-analysis  of eightrcts found that the qs approach may accelerate early recovery (rom",
            "pain",
            " and hospital stay) without increasing the risk of lower-limb malalignment and malposition of prosthesis (15) –authors of an rct (n = 50) compared clinical and radiological outcomes of patients who had either a mis-tka  through a subvastus approach or a traditional tka with a medial parapatellar approach (29) -all patients received the same postoperative and rehabilitation exercises following surgery -results did not show any difference between the two groups on radiological outcomes. prosthesis position and limb alignment were not compromised in mis-tka",
            "studies have shown that mis-tka  procedures are safe",
            "effective",
            "and havelong-term  high rates ofimplant survivorship (i.e.",
            "the implant did not need a revision). in one study the 10-year  survivorship of the oxford phase iii implant in a mis for uka was 90%. (27) in a similar study of the oxford device in uka",
            "10-year  survivorship was 92.4% and at 15years it was 88.6%. (24) however",
            "the evidence in recent years has not shown a significant advantage for mis-tka.  some studies have shown postoperative benefits in the first couple of weeks",
            "but by the first few months outcomes appear to be similar. (21",
            "26) the current trend shows the number of mis-tka  procedures decreasing (26) –according to the national joint registry of england and wales",
            "the number of minimally invasive tkas performed decreased in 2014 (2.5%) compared to 2009 (3.8%) (26) –despite declining numbers of minimally invasive tkas performed",
            "there are still some patients who may benefit from a minimally invasive procedure. both the mis-tka  and standard tka are acceptable",
            "safe procedures. many factors influence which procedure suits the patient",
            "this decision is best left to the surgeon (21)",
            "this clinical review provides information on the presentation",
            "signs/symptoms",
            "treatment",
            "and general care for the patient with mis-tka"
        ],
        "description": [
            "Total knee arthroplasty (TKA) is a common, effective treatment for end-stage  knee osteoarthritis in the older adult (> 65 years) population.Minimallyinvasive surgical total knee arthroplasty(MIS-TKA)is  an elective surgical procedure that uses a smaller incision thanconventional open-knee  TKA. The Oxford prosthesis is commonly used in MIS-TKA  (21,27,28)",
            "The MIS-TKA  was developed in the 1990s by surgeons to potentially minimize soft tissue disruption and blood loss in hopes of increasing overall function. It was developed initially for unicompartmental knee arthroplasty (UKA) and then advanced for TKA. Advancements in computer-assisted  technologyhaveassisted surgeons in performingMIS-TKA  surgeries (21) –The most common MIS-TKA  approaches are the subvastus, midvastus, and quadriceps sparing (QS) methods (25) –Computer-assisted  minimally invasive TKA may enhance the accuracy of implant and limb alignment. Short-term  outcomes of computer-assisted  TKA indicate excellent alignment, as in conventional TKA (12,16)",
            "The potential advantages of the MIS-TKA  procedure include a smaller incision, minimal disruption to the suprapatellar pouch and quadriceps tendon, no eversion of the patella, and less blood loss. However, to what degree these contribute to a faster recovery, fewer complications, shorter hospital stay, improved ROM and function, and higher patient sati sfaction is unclear (13,22,23,24,25) –Authors of an RCT (N = 86) found that outcomes up to 2 years after MIS-TKA included shorter hospital stay and fewer complications without evidence of component malalignment when performed by surgeons experienced using the procedure (13) -Patients were randomized to receive either MIS-TKA  or traditional TKA -Patients who underwent MIS-TKA  had fewer complications at the surgical site, fewer systemic problems, and shorter hospital stays. There were no differences in their scores on the Oxford Knee Scale (OKS), Western Ontario and McMaster Universities Arthritis Index (WOMAC), American Knee Society Sco e (KSS), or ROM",
            "Potential disadvantages of the MIS-TKA  procedure include longer operative times, poor implant placement (leading to need for surgical revision), and reduced operative visualization of the knee joint (i.e., the surgery is more difficult to perform). (25,26)  –Authors of a 2019 meta-analysis  of eightRCTs found that the QS approach may accelerate early recovery (ROM, pain, and hospital stay) without increasing the risk of lower-limb malalignment and malposition of prosthesis (15) –Authors of an RCT (N = 50) compared clinical and radiological outcomes of patients who had either a MIS-TKA  through a subvastus approach or a traditional TKA with a medial parapatellar approach (29) -All patients received the same postoperative and rehabilitation exercises following surgery -Results did not show any difference between the two groups on radiological outcomes. Prosthesis position and limb alignment were not compromised in MIS-TKA",
            "Studies have shown that MIS-TKA  procedures are safe, effective, and havelong-term  high rates ofimplant survivorship (i.e., the implant did not need a revision). In one study the 10-year  survivorship of the Oxford phase III implant in a MIS for UKA was 90%. (27) In a similar study of the Oxford device in UKA, 10-year  survivorship was 92.4% and at 15years it was 88.6%. (24) However, the evidence in recent years has not shown a significant advantage for MIS-TKA.  Some studies have shown postoperative benefits in the first couple of weeks, but by the first few months outcomes appear to be similar. (21,26) The current trend shows the number of MIS-TKA  procedures decreasing (26) –According to the National Joint Registry of England and Wales, the number of minimally invasive TKAs performed decreased in 2014 (2.5%) compared to 2009 (3.8%) (26) –Despite declining numbers of minimally invasive TKAs performed, there are still some patients who may benefit from a minimally invasive procedure. Both the MIS-TKA  and standard TKA are acceptable, safe procedures. Many factors influence which procedure suits the patient; this decision is best left to the surgeon (21)",
            "This clinical review provides information on the presentation, signs/symptoms, treatment, and general care for the patient with MIS-TKA"
        ],
        "indications": [
            "TKA is typically reserved for patients with severe symptomatic end-stage  knee osteoarthritis and failure to achieve symptomatic relief in trials of conservative interventions",
            "TKA is indicated for patients with unrelenting, severe knee joint pain and impaired balance, posture, and gait. This procedure is more common among older individuals",
            "Knee replacement surgery usually follows unsuccessful nonsurgical treatment to restore general ADLs, which typically includespain medications, exercise, and activity modification(1)",
            "For patients at high risk of postoperative arterial occlusion,MIS-TKA may be preferable over traditional TKA because there is lower risk of injury to the vessels. Close monitoring of these patients and involvement of a vascular surgeon is essential (20) ",
            "MIS-TKA  not ideal for all types of patients. Better candidates are (30) –thin females with minimal deformity –patients with lower BMI (˂ 30 kg/mm) –patients with knees of < 15°of varus or < 20°of valgus –patients with an arc of motion of 90° and a flexion contracture < 10° –patients with good skin integrity"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Z47.1": "aftercare following joint replacement surgery",
            "Z96.651": "presence of artificial knee joint, right",
            "Z96.652": "presence of artificial knee joint, left (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Inflammation at the surgical site",
            "Warm to touch",
            "Increased lower-extremity  pain and antalgic gait",
            "Decreased lower-extremity  mobility and ROM",
            "Decreased lower-extremity  strength",
            "Increased swelling and ecchymosis in lower extremity",
            "Impaired balance",
            "Impaired sensation at surgical site",
            "Patient may be treated with a continuous passive motion (CPM) machine",
            "Patient may be wearing a compressive stocking",
            "Disability in normal ADLs",
            "Use of a gait assistive device (walker, standard crutches, cane) Surgical Indications, Contraindications, & Complications"
        ],
        "contraindications precautions to test": [
            "Observe for any signs of skin breakdown",
            "Monitor the patient’s vital signs and for signs and symptoms associated with stroke, infection, pneumonia, and blood clots(3)",
            "If weight-bearing  (WB) status is unspecified on referral,clarify WB restrictions with the physician "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Overall precautions Always review the physician’s orders for therapy daily (if inpatient) to determine if there are any changes in the patient’s status or prescription for therapy(3) Patients with knee-pain-related  antalgic gait are at a high risk for falls. Follow facility protocols for fall prevention and postfall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies Reduce the risk of falls by supervising and aiding throughout all functional tasks",
        "Clinician should monitor for signs/symptoms of DVT (e.g., popliteal or calf pain, calf swelling, erythema, and Homans’ sign upon squeezing calf/passive dorsiflexion of ankle). Evaluation and/or treatment should end, and physician notified if signs of DVT are present Early mobilization is important to reduce the risk of DVT Clinician should monitor for signs/symptoms of infection, including warmth, edema, pain, and or drainage from incision site Follow necessary ROM guidelines set by the physician"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Observe for any signs of skin breakdown",
            "Monitor the patient’s vital signs and for signs and symptoms associated with stroke, infection, pneumonia, and blood clots(3)",
            "If weight-bearing  (WB) status is unspecified on referral,clarify WB restrictions with the physician "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the history of knee pathology that necessitated TKA. Was there any history of trauma to the knee? Has the patient had any previous knee surgeries? If yes, note the date and procedure",
                "course of treatment": {
                    "medical management": "Review physician’s assessment of the patient’s pain level and function prior to undergoing TKA",
                    "surgical management": [
                        "Surgical management: Review the patient’s medical history, date of surgery, and surgical technique, and note if there were any complications from surgery(3)"
                    ],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Pain management is essential following surgery, and a multimodal approach often is implemented. This includespreemptive analgesia, neuraxial anesthesia, peripheral nerve blockade, patient‐controlled analgesia, local infiltration analgesia, and oral opioid/nonopioid medications (32)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "Radiographic imaging such as X-rays  to assess component alignment, component positioning, and the risk of postoperative fractures (6)",
                        "Complete blood count,including hematocrit and hemoglobin",
                        "Doppler tests might be performed to rule in/out DVT"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whetherthey help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document aggravating and easing factors and length of time each item is performed before the symptoms come on or are eased -Aggravating factors include -WB on the surgical leg -bending -extending the knee -putting leg in a dependent position -Common easing factors include -resting the knee -pain medications -ice",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Patients will commonly present with decreased ROM, pain, and abnormal gait patterns",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia). Patients might present with secondary complaints such as back, hip, or foot pain due to altered WB pattern (e.g., increased WB on the nonsurgical leg) -Patients undergoing TKA are at risk for postsurgical infection. Possible signs of infection include swelling, redness, tenderness, and painful ROM(5)",
                "respiratory status": "Note if patient is using supplemental oxygen. Document any history of respiratory compromise such as asthma or COPD. Any dyspnea or cough? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________ "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Document if patient has had any previous surgical interventions to same or other lower extremity Does patient have osteoarthritis (OA) or rheumatoid arthritis (RA)? Are other joints also affected?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, rheumatoid arthritis, OA, and repetitive stress injuries",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "Document patient’s prior level of function and determine if patient requires any ambulatory devices; provide proper training if necessary. Determine what equipment patient might need for home use, such as raised toilet seats, shower chairs, and grab bars",
                "living environment": "stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? Provide patient and caregivers proper safety guidelines when living at home. Remove any barriers that increase risk of falls, including loose rugs, wires, and objects on floors"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Assess for swelling and take measurements around knee and compare to unaffected side. Document the patient’s height and weight as well as BMI",
            "assistive and adaptive devices": "Document whether patient will be requiring use of any assistive devices and, if so, provide proper education, fitting, and training for patient and caregivers.(8)",
            "balance": "Patient might present with decreased balance and proprioception.(8) Use standardized tests such as the Berg Balance Scale or Tinetti Scale to assess balance",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess patient’s peripheral pulses and status of capillary refill in the toes. Assess for pitting edema. Document if patient is using compression stockings for prevention of DVT(4)Assess patient’s body mechanics and note any abnormal deviations when sitting or in upright positionPerform a standard assessment for functional mobility such as the FIM, Timed Up & Go (TUG) test, or 30-second  chair stand test",
            "functional mobility": "",
            "gait locomotion": "Determine the patient’s WB status prior to gait assessment. Assess gait quality and note any abnormal deviations or compensations. Use standardized assessments as appropriate, such as the Dynamic Gait Index (DGI), 6MWT, or Stair-Climbing  Test (SCT) –Patients typically present with slower cadence, shorter step length, and a stiff-knee  gait before and after TKA (8) –Limited knee flexion-extension  (stiff-knee  gait) during walking is associated withreduced rate of knee extension torque development due toavoidance of quadriceps activation (19) –Authors of a comparative cohort study in Hungary found that stepping parameters recovered fasterduring the early postoperative period (6 weeks and 12 weeks)in patients who had MIS-TKA  compared to patients who had conventional TKA(14)those treated with conventional TKA, those treated with MIS-TKA,  and age-matched  controls without history of hip or knee OA or any major lower-extremity  instability, surgery, or impairments  -Gait parameters were measured via stepping onto and off a fixed plate -In this study, gait parameters were assessed during stepping onto and off a platformrather than the more commonly used treadmill -The MIS group recovered toward pre-surgery  baseline values faster than the conventional TKAgroup. However, the cadence and mean coefficient of variation of the affected knee remained significantly different from baseline and that of the control group at 12 weeks post-TKA -Pain,lower-extremity  weakness, and impaired proprioception likely contributed to the unresolved gait deficienciesAssess joint integrity of the involved limb. Assess mobility of the patient’s patella as well as tibiofibular and tibiofemoral joint mobility and accessory motions",
            "muscle strength": "Perform a manual muscle test (MMT) of the lower extremities and compare bilaterally. Postoperative patients typically demonstrate decreased quadriceps strength due in part to reduced muscle activation.(10) Leg extension power can be measured using a device such as the leg extension power rig(4)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess general posture in sitting and standing and note any abnormal postural deviations",
            "range of motion": "Active and passive knee ROM will likely be limited. Assess ROM using a standard goniometer(4)Assess patient’s ADLs and provide proper caregiver training for transfers and ambulatory devices",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess patient’s sensation by performing light touch, sharp/dull sensation, two-point discrimination, and proprioceptive awareness. Patients might have decreased sensation surrounding the surgical site",
            "special tests specific to diagnosis": "Some subjective tests and/or questionnaires to use include –Oxford Knee Score(7) –American Knee Society Score(7) –SF-36(6) –Knee Injury and Osteoarthritis Outcome Score (KOOS) –Lower Extremity Functional Scale (LEFS)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess patient’s cognition, as patients might experience postsurgical confusion due to medication(6)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Cold hypersensitivity (cold-induced  urticaria)",
                "Cold intolerance",
                "Cryoglobulinemia",
                "Paroxysmal cold hemoglobinuria",
                "Raynaud’s disease or phenomenon",
                "Over regenerating peripheral nerves",
                "Over an area with circulatory compromise or peripheral vascular disease",
                "Over a superficial main branch of a nerve ",
                "Over an open wound",
                "Hypertension",
                "Poor sensation or mentation",
                "Very young and very old patients",
                "Malignant tumor",
                "Pregnancy",
                "Joint cement",
                "Plastic components",
                "Pacemaker",
                "Thrombophlebitis",
                "Over the eyes",
                "Over the reproductive organs",
                "Acute inflammation",
                "Over the epiphyseal plates of children and adolescents",
                "Fractures",
                "Breast implants",
                "Demand cardiac pacemaker or unstable arrhythmias",
                "Placement of electrodes over carotid sinus",
                "History of seizures",
                "Osteoporosis",
                "Areas where venous or arterial thrombosis or thrombophlebitis is present",
                "Pregnancy  over or around the abdomen or low back",
                "Cardiac disease",
                "Patients with impaired mentation or in areas with impaired sensation",
                "Malignant tumors",
                "Areas of skin irritation or open wounds",
                "Iontophoresis after other physical agents"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Educate patient on importance of early mobility (i.e., ambulation and therapeutic exercise) to prevent risk of DVT and to facilitate ROM at the knee",
                "If patient is using a CPM device, ensure proper fit and alignment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Clinicians should always follow the guidelines and orders from the prescribing physician and note the patient’s WB status prior to ambulation training",
                "Cryotherapy  contraindications(9)",
                "Cryotherapy  precautions(9)",
                "Ultrasound  contraindications(9)",
                "Ultrasound  precautions(9)",
                "Electrical stimulation  contraindications(9)",
                "Electrical stimulation  precautions(9)"
            ]
        },
        "diagnosis need for treatment": "Physical therapy is indicated to allow early postoperative mobilization of the surgical limb to decrease pain and improve ROM, strength, and functional mobility of the patient",
        "rule out": "N/A",
        "prognosis": [
            "MIS-TKA  and conventional TKA have a high surgical success rate. The short-term  prognosis is generally excellent; most patients can stand and ambulate with assistance the day after surgery.(5)Swelling and walking disability is common after TKA and may continue for 2 or more months. Most patients report reducedknee pain at 6 weeks post-op  compared to before surgery and return to general ADLs. Many maycontinue to demonstrate lower-extremity  muscle weakness and functional deficits compared to age-matched  control subjects (17,18)",
            "Although MIS-TKA  approaches are successful surgeries and continue to evolve, they have not been proven to be superior to the traditional medial parapatellar TKA. With the decline in MIS-TKA  procedures in recent years there has also been a decline in research (21,26)"
        ],
        "referral to other disciplines": "Occupational therapist (OT), primary care physician, surgeon, social worker, and other members of the multidisciplinary rehabilitation team",
        "other considerations": [
            "Minimizing blood loss is a potential benefit of MIS-TKA.  Tranexamic acid (TXA) has been shown to be effective in reducing postoperative bleeding after TKA. Floseal is a thrombin-based  hemostatic agent that in some types of surgery has shown positive results in reducing postoperative blood loss. Authors of an RCT compared the blood conservation effects of topical TXA and Floseal in patients with increased thromboembolic risk who received a MIS-TKA  (23)  –Patients received either a placebo injection of 130 mL saline, 30 mL of intra-articular  TXA, or 10 mL of intra-articular Floseal –The topical application of TXA during the MIS-TKA  procedure significantly reduced postoperative bleeding as compared to both the Floseal and placebo groups –Topical TXA could help to reduce postoperative bleeding in MIS-TKA  procedures"
        ],
        "treatment summary": [
            "MIS-TKA  is one of severaladvancement in the care for patients in need of a knee replacement. Enhanced recovery programs (ERP)often include the use of infiltration analgesia during surgery and early mobilization. Overall,these changes promote shorter hospital stays, less pain, less blood loss, greater ROM, and better functional outcomes (26)",
            "The American Physical Therapy Association (APTA) developed a clinical practice guideline for patients receiving TKA based on a systematic review of the current literature.They recommend (31) –early mobility and progression of physical activity based on safety, tolerance, and physiological response. Physical therapy is recommended in the first 24 hours –motor function training (e.g., balance, walking) –passive, active assistive, and active ROM exercise –neuromuscular electrical stimulation (NMES) to improve quadriceps strength and gait –high-intensity  strength training to improve function, strength, and ROM",
            "Authors of a prospective observational study (100 consecutive patients who underwent MIS-TKA;  40 females, 60 males) found that an accelerated program of functional exercises and outdoor walking was well tolerated beginning at 6 weeks post-surgery(7)",
            "Patients treated with MIS-TKA  may not recover gait parameters faster than patients treated with conventional TKA, according to a study in Hungary(10) –Forty-five  patients were randomly assigned to the computer-assisted  surgery group, the conventional surgery group, or the MIS-TKA  group –All patients received standard perioperative management for anesthesia, pain management, and physical therapy after surgery ›At 6 months follow-up,patients  walked on a treadmill and gait analysis was measured using a computerized gait analysis system -No significant differences in stride length were found among the 3 groups –In a 2007U.S.study, investigators comparedphysical therapy treatments after conventional TKA or MIS-TKA(11) -14 patients underwent standard procedure TKA, 17 patients underwent MIS-TKA -Standard treatment for both groups included -Instructed on proper technique for using a walker -Exercises began 1 day after surgery 2x/day and consisted of typical exercises, gait training, and transfers training -Physical therapy continued 2x/day until these goals were met: -Able to correctly perform a straight-leg  raise (SLR) -Walk safely with a walker -Get in/out of bed independently -Toilet transfer with minimal assistance or independently -Knee ROM at least 90˚ knee flexion -Physical therapy for MIS-TKA  was similar except therapy began 4 hours after return from recovery room and no restrictions were imposed -Mean time for theconventional TKA group to achieve goal vs. MIS-TKA  group -SLR goal: 73 hoursvs. 8 hours -Ambulate 100 feet: 97.4 hours vs.24.6 hours -Independent bathroom transfers: 103 hours vs. 29.3 hours -Independent bed transfers: 97.9 hours vs. 27.2 hours -Knee flexion ROM more than 90˚: 96 hours vs. 25.6 hours -Length of hospital stay: 5.4 days vs. 2.8 days -Investigators concluded that there was a significant reduction in time to achieve goals and discharge for patients in MIS-TKA  group as compared to patients in conventional TKA group  –Progressive maximal strength training (MST) may be more effective for improving muscle strength after TKA than standard rehabilitation (18) -Authors of an RCT in Norway randomized 41 adults less than 75 years of age into two groups 7 days before TKA -Starting at 10 weeks postoperatively, one group performed supervised MST of the lower extremities 3 times/week for 8 weeks along withone standard physical therapy session per week. The other group didstandard physical therapy (SR) exercises 3 times/week for 8 weeks -The MST group exceeded their preoperative levels of muscle strength in leg press and knee extension by 37% and 43%, respectively, at 10-weeks  follow-up, and the increase was significantly more than in the SR group . Problem Goal Intervention Expected Progression Home Program Pain, tenderness, and edemaDecrease pain, tenderness, and edemaPhysical agents and mechanical modalities _ Cryotherapy as indicated for controlling pain and edema. Elevate legs above heart using pillows to decrease edema _ _ Therapeutic exercises _ Have patient perform ankle pumps throughout the day to reduce edemaDiscontinue use of modalities as neededRecommend strategies for home use that address pain, tenderness, and edema Decreased knee ROM Improve knee ROM Therapeutic intervention _ Provide manual therapy, active assistive ROM, passive ROM, stretching, and patellar mobilization as neededProgress patient as needed to improve knee ROMProvide exercises and educate patient on various exercises to help improve knee ROM Decreased knee strength and instabilityImprove knee strength and stabilityTherapeutic exercises _ Provide exercises that strengthen the lower extremities, including quad sets, heel slides, SLR, glute sets, short arc quad, long arc quad, ankle pumps, single-limb balance, and functional mobility exercisesProgress patient as needed to allow patient to gradually increase intensity of exercises. Incorporate closed-chain exercises to promote knee stabilizationProvide patient with exercises and activities for home to maintain and/or improve knee strength and stability  Decreased gait and functional mobilityImprove gait and functional mobilityFunctional training _ Provide patient with gait training using assistive devices. Ensure proper fit for assistive devices and proper form. Provide transfer training. Ensure that patient can properly ascend/ descend stairs and educate patient on proper sequenceProgress patient as indicated, weaning from assistive device when appropriateProvide exercises at home to address patient’s gait and functional mobility deficits ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain": [
            "V AS"
        ],
        "reduced edema": [
            "Knee swelling – measured circumferentially"
        ],
        "increased knee rom": [
            "Goniometry"
        ],
        "increased knee strength": [
            "MMT"
        ],
        "improved functional mobility and ambulation": [
            "FIM",
            "DGI",
            "6MWT",
            "TUG test",
            "30-second  chair stand test",
            "LEFS"
        ],
        "improved knee stability and balance": [
            "Berg Balance Scale",
            "Functional Reach Test",
            "Tinetti Scale"
        ],
        "return to prior level of function": [
            "Oxford Knee Score",
            "American Knee Society Score",
            "KOOS"
        ],
        "improved quality of life": [
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "The APTA recommends a preoperative exercise and education program. Patients shouldbegin an exercise program to increase ROM and strength preoperatively. A preoperative education program should include patient expectations during hospital stay and for discharge planning, a postoperative rehabilitation program, safe transferring techniques, use of assistive devices, and fall prevention (31)",
        "After discharge from physical therapy, patients are encouraged to participate in a regular exercise program (lower extremity strengthening, ROM/flexibility exercises, balance/proprioception training, and functional training) to maintain and/or improve function "
    ],
    "patient education": [
        "Arthritis-health.com,  “The Pros and Cons of Minimally Invasive Knee Replacement Surgery,” https://www.arthritis-health.com/surgery/knee-surgery/pros-and-cons-minimally-invasive-knee-replacement-surgery",
        "OrthoInfo, American Academy of Orthopaedic Surgeons, “Minimally Invasive Total Knee Replacement,” https://orthoinfo.aaos.org/en/treatment/minimally-invasive-total-knee-replacement/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Bal BS. Minimally invasive knee replacement. eMedicinehealth Web site. http://www.emedicinehealth.com/minimally_invasive_knee_replacement/article_em.htm . Published December 1, 2020. (X)"
        },
        {
            "number in article": 2,
            "reference": "Dutton M. The knee. In: Morita J, Kearns B, eds. Dutton's Orthopaedic Examination, Evaluation, and Intervention . 3rd ed. New York, NY: McGraw-Hill  Medical; 2012:908-909. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Keller J, Stone K. Hip and knee replacements. Boyt Schell BA, Gillen G, eds. Willard & Spackman's Occupational Therapy . 13th ed. Philadelphia, PA: Wolters Kluwer Health/ Lippincott Williams & Wilkins; 2018. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Munk S, Dalsgaard J, Bjerggaard K, Andersen I, Hansen TB, Kehlet H. Early recovery after fast-track Oxford unicompartmental knee arthroplasty. Acta Orthop . 2012;83(1):41-45.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Mistry JB, Elmallah RD, Bhave A, et al. Rehabilitative guidelines after total knee arthroplasty: a review. J Knee Surg . 2016;29(3):201#217. doi:10.1055/s-0036-1579670.  (X)"
        },
        {
            "number in article": 6,
            "reference": "Dorr LD, Chao L. The emotional state of the patient after total hip and knee arthroplasty. Clin Orthop Relat Res . 2007;463:7-12.  doi:10.1097/BLO.0b013e318149296c. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Jenkins C, Barker KL, Reilly KA, Pandit H, Dodd CAF, Murray DW. Physiotherapy management of minimally invasive Oxford medial compartment knee arthroplasty: an observational study of 100 patients following an accelerated treatment protocol. Physiotherapy . 2006;92(4):214-218.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Dutton M. Gait and posture analysis. Dutton’s Orthopaedic Examination, Evaluation, and Intervention . 5th ed. New York, NY: McGraw-Hill  Medical; 2019. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Bejek Z, Paroczai R, Szendroi M, Kiss RM. Gait analysis following TKA: comparison of conventional technique, computer-assisted  navigation and minimally invasive technique combined with computer-assisted  navigation. Knee Surg Sports Traumatol Arthrosc . 2011;19(2):285-291.  (RCT)"
        },
        {
            "number in article": 11,
            "reference": "Nuelle DG, Mann K. Minimal incision protocols for anesthesia, pain management, and physical therapy with standard incisions in hip and knee arthroplasties: the effect on early outcomes. J Arthroplasty . 2007;22(1):20-25.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Zhang Z, Gu B, Zhu W, Zhu L, Li Q, Du Y. Minimal invasive and computer-assisted  total knee replacement compared with the minimal invasive technique: a prospective, randomized trial with short-term  outcomes. Arch Orthop Trauma Surg . 2014;134(1):65-71.  doi:10.1007/s00402-013-1879-2.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Tasker A, Hassaballa M, Murray J, et al. Minimally invasive total knee arthroplasty: a pragmatic randomised controlled trial reporting outcomes up to 2 year follow up. Knee. 2014;21(1):189-193.  doi:10.1016/j.knee.2013.07.010. (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Pethes A, Kiss RM, Szendroi M. Variability of gait in the early postoperative period of total knee arthroplasty with different surgical technique. Int Orthop . 2014;38(3):517-523. doi:10.1007/s00264-013-2115-y.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Yuan FZ, Zhang JY, Jiang D, Yu JK. Quadriceps-sparing  versus traditional medial parapatellar approaches for total knee arthroplasty: a meta-analysis.  BMC Musculoskelet Disord. 2019;20(1):117. doi:10.1186/s12891-019-2482-7.  (M)"
        },
        {
            "number in article": 16,
            "reference": "Jones CW, Jerabek SA. Current role of computer navigation in total knee arthroplasty. J Arthroplasty . 2018;33(7):1989-1993.  doi:10.1016/j.arth.2018.01.027. (RV)"
        },
        {
            "number in article": 17,
            "reference": "Pozzi F, Snyder-Mackler  L, Zeni J. Physical exercise after knee arthroplasty: A systematic review of controlled trials. Eur J Phys Rehabil Med . 2013;49(6):877-892.  (SR)"
        },
        {
            "number in article": 18,
            "reference": "Husby VS, Foss OA, Husby OS, Winther SB. Randomized controlled trial of maximal strength training vs. standard rehabilitation following total knee arthroplasty. Eur J Phys Rehabil Med . 2018;54(3):371-379.  doi:10.23736/S1973-9087.17.04712-8.  (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Kline PW, Jacobs CA, Duncan ST, Noehren B. Rate of torque development is the primary contributor to quadriceps avoidance gait following total knee arthroplasty. Gait Posture. 2019;68:397#402. doi:10.1016/j.gaitpost.2018.12.019. (R)"
        },
        {
            "number in article": 20,
            "reference": "Cho MR, Kim KT, Choi WK. Arterial occlusion after total knee arthroplasty despite minimal invasive technique in aneurysm at popliteal artery: Case report. Medicine. 2018;97(41):e12719. doi:10.1097/MD.0000000000012719. (C)"
        },
        {
            "number in article": 21,
            "reference": "Mora JP, Scuderi GR. Minimally invasive total knee arthroplasty: does surgical technique actually impact the outcome? Orthop Clin North Am . 2020;51(3):303-315.  doi:10.1016/ j.ocl.2020.02.009. (R)"
        },
        {
            "number in article": 22,
            "reference": "Pagnano MW. MIS TKA with a subvastus approach. In: Minimally Invasive Surgery in Orthopedics . Switzerland: Springer International Publishing; 2016:681-687.  (GI)"
        },
        {
            "number in article": 23,
            "reference": "Yen SH, Lin PC, Wu CT, Wang JW. Comparison of effects of a thrombin-based  hemostatic agent and topical tranexamic acid on blood loss in patients with preexisting thromboembolic risk undergoing a minimally invasive total knee arthroplasty. a prospective randomized controlled trial. Biomed Res Int . January 14, 2021;2021:2549521. doi:10.1155/2021/2549521. (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Walker T, Hetto P, Bruckner T, et al. Minimally invasive Oxford unicompartmental knee arthroplasty ensures excellent functional outcome and high survivorship in the long term. Knee Surg Sports Traumatol Arthrosc . 2019;27(5):1658-1664.  doi:10.1007/s00167-018-5299-2.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Tzatzairis T, Fiska A, Ververidis A, Tilkeridis K, Kazakos K, Drosos GI. Minimally invasive versus conventional approaches in total knee replacement/arthroplasty: A review of the literature. J Orthop. March 27, 2018;15(2):459-466.  doi:10.1016/j.jor.2018.03.026. (RV)"
        },
        {
            "number in article": 26,
            "reference": "Picard F, Deakin A, Balasubramanian N, Gregori A. Minimally invasive total knee replacement: techniques and results. Eur J Orthop Surg Traumatol . 2018;28(5):781-791. doi:10.1007/s00590-018-2164-4.  (RV)"
        },
        {
            "number in article": 27,
            "reference": "Alnachoukati OK, Barrington JW, Berend KR, et al. Eight hundred twenty-five  medial mobile-bearing  unicompartmental knee arthroplasties: the first 10-year US multi-center survival analysis. J Arthroplasty . April 6, 2018;33(3):677-683.  doi:10.1016/j.arth.2017.10.015. (R)"
        },
        {
            "number in article": 28,
            "reference": "Bonutti P. Minimally invasive total knee arthroplasty: suspended leg approach and arthroscopic-assisted  techniques. In: Scuder GR, Tria AJ, eds. Minimally Invasive Surgery in Orthopedics . Switzerland: Springer International Publishing; 2016:701-709.  (GI)"
        },
        {
            "number in article": 29,
            "reference": "Li Z, Cheng W, Sun L, et al. Mini-subvastus  versus medial parapatellar approach for total knee arthroplasty: a prospective randomized controlled study. Int Orthop . 2018;42(3):543-549.  doi:10.1007/s00264-017-3703-z.  (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Scuderi GR. MIS total knee arthroplasty with the limited medial parapatellar arthrotomy. In: Scuderi GR, Tria AJ, eds. Minimally Invasive Surgery in Orthopedics . Switzerland: Springer International Publishing; 2016:671-680.  (GI)"
        },
        {
            "number in article": 31,
            "reference": "Jette DU, Hunter SJ, Burkett L, et al. Physical therapist management of total knee arthroplasty. Phys Ther . 2020;100(9):1603-1631.  doi:10.1093/ptj/pzaa099. (GI)"
        },
        {
            "number in article": 32,
            "reference": "Li JW, Ma YS, Xiao LK. Postoperative pain management in total knee arthroplasty. Orthop Surg . 2019;11(5):755-761.  doi:10.1111/os.12535. (GI) "
        }
    ]
}