{
    "metadata": {
        "title": "Rheumatoid Arthritis",
        "synonyms": [
            "arthritis, rheumatoid",
            "ra"
        ],
        "anatomical location body part affected": [
            "The peripheral joints are most often affected, particularity the metacarpophalangeal (MCP) and proximal interphalangeal (PIP) joints, the metatarsophalangeal (MTP) joints, and talonavicular joints. Distal interphalangeal joints are rarely affected(1)",
            "Multiple joint involvement occurs affecting the elbows, shoulders, hips, and knees(1)",
            "Cervical vertebrae (C1 and C2) can be affected(1)",
            "Rheumatoid arthritis can affect multiple body systems, including the skin, eyes, heart, kidney, and lungs(7)"
        ],
        "area of specialty": [],
        "description": [
            "Rheumatoid arthritis (RA) is a chronic, systemic autoimmune disorder characterized by inflammatory polyarthritis affecting peripheral joints, especially the small joints of the hands and feet, with periods of exacerbations. Chronic untreated inflammation can lead to joint erosion and joint destruction(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M05": "seropositive rheumatoid arthritis",
            "M05.8": "other seropositive rheumatoid arthritis",
            "M05.9": "seropositive rheumatoid arthritis, unspecified",
            "M06": "other rheumatoid arthritis",
            "M06.0": "seronegative rheumatoid arthritis",
            "M06.1": "adult-onset Still's disease",
            "M06.2": "rheumatoid bursitis",
            "M06.3": "rheumatoid nodule",
            "M06.4": "inflammatory polyarthropathy",
            "M06.8": "other specified rheumatoid arthritis",
            "M06.9": "rheumatoid arthritis, unspecified (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Mobility G-code set": {
                "G8978": "Mobility: walking & moving around functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8979": "Mobility: walking & moving around functional limitation; projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8980": "Mobility: walking & moving around functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Changing & Maintaining Body Position G-code set": {
                "G8981": "Changing & maintaining body position functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8982": "Changing & maintaining body position functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8983": "Changing & maintaining body position functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Carrying, Moving & Handling Objects G-code set": {
                "G8984": "Carrying, moving & handling objects functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8985": "Carrying, moving & handling objects functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8986": "Carrying, moving & handling objects functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Self-Care G-code set": {
                "G8987": "Self-care  functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8988": "Self-care  functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8989": "Self-care  functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Primary G-code set": {
                "G8990": "Other physical or occupational primary functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8991": "Other physical or occupational primary functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8992": "Other physical or occupational primary functional limitation, discharge status, at discharge from therapy or to end reporting"
            },
            "Other PT/OT Subsequent G-code set": {
                "G8993": "Other physical or occupational subsequent functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8994": "Other physical or occupational subsequent functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8995": "Other physical or occupational subsequent functional limitation, discharge status, at discharge from therapy or to end reporting"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. There are a number of financial assistance resources for people living with RA, which may include assistance with medications and physical therapy treatment, depending on need "
        ],
        "presentation signs and symptoms": [
            "Onset is typically insidious, with symptoms developing over several weeks to several months(7)",
            "RA is characterized by symmetrical polyarticular joint pain and swelling, prolonged morning stiffness, malaise, fatigue, and low-grade  fever with the PIP and MCP joints being the most commonly affected(7) –Disease progression may not be equal on both sides of the body despite RA affecting bilateral joints(7)",
            "Initial presentation/early stages(1) –Pain, swelling, and warmth in one or more peripheral joints for more than 6 weeks –Frequently, symmetrical joint involvement –Morning stiffness lasting more than 1 hour",
            "Chronic presentation(1) –Swan-neck  joint deformity: distal interphalangeal (DIP) flexion and PIP hyperextension joint deformities –Boutonniere: PIP flexion and DIP hyperextension joint deformities –Rheumatoid nodules develop as a cutaneous manifestation of RA during periods of increased disease activity. These are soft tissue masses that are often located over the extensor surface of the proximal end of the ulna or olecranon(7) –C1-C2  (atlantoaxial) inflammation can lead to odontoid joint erosion and transverse ligament laxity, resulting in atlantoaxial subluxation and cord compression",
            "The American College of Rheumatology defines RA as the existence of 4 of the following 7 criteria, with the presence of the first 4 for at least 6 weeks(1,3) –Over 1 hour of morning stiffness –Three or more joints with arthritis and swelling simultaneously –Arthritis and joint swelling within the hand joints –Arthritis that appears symmetrical –Presence of rheumatoid nodules –Increased amounts of serum rheumatoid factor (RF) –Radiographic changes that are typical of RA",
            "The onset of the disease is gradual, with common symptoms of fatigue, anorexia, and weakness. As the disease progresses, deformities are common, including subluxations, contractures, and dislocations of the joints(1)",
            "Incidence and prevalence –Approximately 1.3 million adults living in the United States have RA based on data from 2005(4) –Annual incidence in northern Europe and the U.S. is 0.15–0.60  per 1,000(1) –It is estimated that more than 4.2 million Canadians live with some form of arthritis, and the economic burden of arthritis in Canada is estimated to be $6.4 billion in direct and indirect costs(41) –Prevalence: 0.5–1.0%  worldwide(1) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Modification of active/passive ROM testing and muscle strength testing may be necessary for joints exhibiting signs of acute inflammation",
            "Isokinetic testing should not take place in individuals with middle-  to late-stage RA(6)",
            "Resistive manual muscle testing (MMT) is contraindicated during acute flare-ups(7)",
            "The therapist should be gentle and slow while palpating painful swollen joints",
            "Patient should be positioned comfortably and fully supported during the examination, and testing should be performed with fewest position changes as possible",
            "Activity should stop when the patient feels fatigue or discomfort",
            "Physician’s protocol should be followed at all times",
            "Vigorous stretching and vigorous manipulative techniques are contraindicated",
            "Patients with RA are at risk for atlanto-axial  instability. Contact the physician immediately if the patient reports progressive neurological signs, including progressive neck pain, paraplegia, spasticity, hyperreflexia, decreased coordination, ataxic gait, and impaired sensation "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "RA is considered an autoimmune disease and, although no specific cause is identified, there seem to be specific externalagents that may trigger disease expression(3)–Smoking exposure, bacterial organisms, and viral causes are all suggested causes",
            "Multifactorial disease with genetic, host (hormonal, immunologic), and environmental factors(6)"
        ],
        "pathogenesis": [
            "Edematous infiltration, microvascular proliferation, and infiltration of T lymphocytes in the subsynovial tissue lead to acellular proliferation of the synovial lining. Cellularity increases with infiltration of B-cells,  macrophages, and fibroblasts.B-cells  in the synovium develop into plasma cells and can produce RF, an autoantibody that is present in the majorityof people with RA. These proliferative cells in subsynovium multiply further, and vascular infiltration into the areaincreases(2)",
            "Joint swelling results from excessive production of synovial fluid, enlargement of the synovium, and joint capsulethickening that weakens the joint capsule and distends the tendons and ligaments(7)",
            "Granulation tissue develops at the synovial surface and invades the joint space, where the enzymes and cytokines arereleased that assist in tissue degradation. As the inflammatory process continues, the diseased synovial membrane andgranulation tissue forms a pannus which destroys the articular cartilage, subchondral bone, tendons, and ligaments(2)",
            "Scar tissue can form, further limiting range of motion (ROM) of the joint and ultimately resulting in permanent jointimmobility and rigidity(7)",
            "Approximately 90% of an individual’s joints are ultimately affected by RA within the first year(7)",
            "In the year 2017, the authors of a meta-analysis  conducted in Korea have suggested that patients with RA have higherconcentrations of calprotectin levels in the synovial fluid with a positive correlation with RA activity and calprotectinlevels(55)"
        ],
        "risk factors": [
            "Genetic predisposition is the leading risk factor and accounts for more than 50% of the cases. Family history in first-degreerelative increases the risk by 203 fold.(5) Several genetic associations have been established, including mutations of thefollowing genes(1)–HLA-DRB1  gene–PTPN22  gene–P ADI4 gene",
            "Age: prevalence increases with age until the mid-70  years–Peak incidence is between 40 and 60 years of age(7)",
            "Sex–Two to three times more likely to occur in females than males(7)",
            "Tobacco use(1)–Smokers have relative risk of 1.4–2.2  for developing RA(5)",
            "Exposure to silica(1)",
            "Obesity(1)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Modification of active/passive ROM testing and muscle strength testing may be necessary for joints exhibiting signs of acute inflammation",
            "Isokinetic testing should not take place in individuals with middle-  to late-stage RA(6)",
            "Resistive manual muscle testing (MMT) is contraindicated during acute flare-ups(7)",
            "The therapist should be gentle and slow while palpating painful swollen joints",
            "Patient should be positioned comfortably and fully supported during the examination, and testing should be performed with fewest position changes as possible",
            "Activity should stop when the patient feels fatigue or discomfort",
            "Physician’s protocol should be followed at all times",
            "Vigorous stretching and vigorous manipulative techniques are contraindicated",
            "Patients with RA are at risk for atlanto-axial  instability. Contact the physician immediately if the patient reports progressive neurological signs, including progressive neck pain, paraplegia, spasticity, hyperreflexia, decreased coordination, ataxic gait, and impaired sensation "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -When was the patient diagnosed with RA? -What has been the disease course since onset? -Is there an extra-articular  involvement? -The onset of RA and the progression of the disease is variable(4) -Onset is often generalized pain and stiffness in multiple small joints although it can be localized to one joint -Symptoms may appear spontaneously or over a prolonged period -Spontaneous remissions can occur and some patients can experience long remissions between periods of exacerbations -Some patients experience a full, unremitting destructive process of progressive RA -Abrupt onset with large joint involvement, typically the shoulder girdle, is more common in older adults",
                "course of treatment": {
                    "medical management": "May include patient education, recommendations for exercise and diet, medications, surgery, and followup with a rheumatologist. Surgery may be used for patients with intolerable pain, loss of ROM, or structural joint damage limiting function. Procedures may include joint fusion, synovectomy, total joint arthroplasty, and partial joint replacement or remodeling(8)",
                    "surgical management": [],
                    "medications": "Determine what medications the clinician has prescribed; are they being taken as prescribed? Are they effectively controlling patient’s symptoms? Is the patient taking disease-modifying  antirheumatic drugs (DMARDS) such as methotrexate or biological response modifiers (e.g., tumor necrosis factor [TNF] inhibitors)?(8) Considered first-line  therapy for newly diagnosed RA and mainstay of treatment for RA Duration of use may be limited by the loss of efficacy or development of toxicity Medications commonly prescribed for the treatment of RA are methotrexate (initial choice for moderate-to-severe RA) or leflunomide as an alternative. Hydroxychloroquine or sulfasalazine are initial choices if RA is mild(9) The use of COX-2  inhibitors or other NSAIDs may be used as an adjunct to DMARDs. A longer-acting  NSAID may facilitate patient compliance(9) TNF inhibitors (e.g., etanercept [Enbrel]) are used with patients with moderate-to-severe  RA who have failed a trial of one or more DMARDs and can have dramatic effects within 1 or 2 weeks(10) Contraindicated in patients with infections, sepsis, congestive heart failure and may cause local injection site reactions",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition may include",
                        "Laboratory findings(5)",
                        "Complete blood count (CBC): mild anemia with thrombocytosis is common and associated with disease activity",
                        "Erythrocyte sedimentation rate (ESR) and C-reactive  protein: used to assess disease activity",
                        "RF: More than 1:80 titer in 7080%  of patients with RA",
                        "Anti-cyclic  citrullinated peptide (anti-CCP)  antibodies: more specific for identifying RA than is RF, which can also be elevated in the presence of chronic infections.(9) Specificity is more than 90%",
                        "Antinuclear antibody: present in 2030%  of individuals with RA",
                        "Other tests, including electrolyte analysis, creatinine levels, liver function, and urinalysis, may be ordered to assess any comorbid conditions",
                        "Radiographic studies are useful in the diagnosis and treatment of RA. Plain film radiographs are the first imaging choice(5)",
                        "Hallmark radiographic signs are lack of bony remodeling and symmetrical joint space narrowing",
                        "The earliest pattern of joint erosions is a loss of cortical distinctness, followed by a dot-dash  pattern of cortical loss. Marginal joint erosions at the cortical bone within the joint capsule not covered by cartilage are known as",
                        "“mouseear” erosions",
                        "Periarticular osteopenia in the affected joints is an early finding",
                        "Joint aspiration can be performed to rule out crystal arthropathy and septic arthritis(5)",
                        "Synovial fluid(6)",
                        "Typical analysis should include a Gram-stain,  cell count culture, crystal analysis, and overall appearance ",
                        "Fluid is often yellowish-white,  turbid, and with poor viscosity. Synovial fluid is turbid during active joint inflammation",
                        "MRI is now commonly used for diagnosis and evaluation of disease progression and treatment outcomes(10)",
                        "Standardized scoring methods such as the Rheumatoid Arthritis Magnetic Resonance Imaging Score (RAMRIS) are used"
                    ],
                    "alternative therapies": "Many RA patients try several alternative therapies, including reflexology, naturopathy, homeopathy, diet, massage therapy, chiropractic, acupuncture, and transcutaneous electrical nerve stimulation (TENS). Document any use of alternative therapies, including whether they are currently and whether they help or do not help.(11,12,13) Document use and effectiveness of any home remedies (e.g., ice or hot packs) In the year 2015, the authors of a Cochrane review of the effect of balneotherapy (i.e., bathing in natural mineral or thermal waters, using mudpacks, or doing both) on patients with RA concluded there was insufficient evidence to show that balneotherapy is more effective than no treatment(43)",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Document whether the patient has received education regarding RA, including joint protection, management and treatment options"
                },
                "aggravating easing factors": "Document aggravating and easing factors. Include length of time each item is performed before joint and/or systemic symptoms (including stiffness and fatigue) are agrravated or eased",
                "body chart": "Use body chart to document location and nature of symptoms -Joint counts (of tender and/or swollen joints) are often reported on a homunculus style figure. Total number of active joints is reported as an indicator of disease activity -Damaged joints, deformities may be recorded on the same figure -Document location of any rheumatoid nodules",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Patient may complain of malaise, fatigue, diffuse pain, weakness, and joints that are inflamed, painful, and swollen -Acute pain occurs during exacerbations or flare-ups,whereas  chronic pain results from progressive joint degradation over time(7)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if the pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night). Maximal pain typically in the morning and increases again at the end of the day. Record duration of morning stiffness; also document changes in symptoms due to weather or other external variables. Morning stiffness can last 1 to 2 hours and frequently disappears during periods of remission. The duration of morning stiffness correlates with the degree of synovial inflammation and is an important outcome measure for monitoring RA(7)",
                "sleep disturbance": "Document number of wakings/night, if any. Malaise, fatigue, and depression can interfere with sleep patterns. These symptoms tend to worsen in the afternoon(7)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need for referral to the physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia). Extraarticular involvement of organs such as the skin, heart, kidney, gastrointestinal organs, lungs, and eyes may be significant, and the patient should be referred to the physician if symptomatic(7)",
                "respiratory status": "There may be a respiratory compromise with lung involvement. Does the patient use supplemental oxygen? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " History of same/similar diagnosis",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, etc. Common extraarticular complications include pulmonary involvement, cardiac conditions, osteoporosis, muscle involvement (atrophy, myositis), skin involvement (vasculitis), ocular complications (scleritis), and Sjögren’s syndrome  Authors of a review of cruciate-retaining  total knee replacements (TKRs) in patients with RA conducted in South Korea suggest that special attention should be paid to component loosening or periprosthetic fracture after more than 10 years of followup  in this group of patients(44)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter drugs)",
                    "other symptoms": "Ask the patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient employed and able to work? Does the patient attend school or university? Do symptoms affect school performance? Does the patient participate in recreational or competitive sports? Does the patient have hobbies or roles that require repetitive use of hands (driving, computer use, knitting, gardening)? Is the patient a smoker? Smoking may be associated with increased disease activity(14)",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient use any equipment and is it being used correctly? Self-care assessment focuses on dressing, feeding, hygiene, and grooming. Adaptations for kitchen utensils may include built-up  handles and plate guards. Dressing aids may include zipper pulls, Velcro straps, and button aids. Writing aides may be necessary. Grooming and hygiene may be limited by the inability to grasp and hold objects such as a toothbrush -In the year 2014, authors of a mixed-methods  systematic review to evaluate the effectiveness of working wrist splints in people with RA concluded that these splints reduce pain and improve grip in patients with RA but their effect on function is still not clear(45)",
                "living environment": "Number of stairs and floors in the home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; are any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Body mass index (BMI). Increased radiographic joint damage is significantly correlated with lower BMI(15)",
            "assistive and adaptive devices": "Does the patient currently use any assistive devices? If so, are they being used correctly?",
            "balance": "Assess throughout functional mobility. If further testing is needed, may use the Berg Balance Test, one leg stance test, or tandem standing test –Postural control mechanisms, such as ankle strategies for maintaining balance, may be impeded by foot pain, weakness, and/or limited ROM –Lightheadedness, dizziness, and impaired balance could be the side effects of medications and should be referred to a physician",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess gait for independence, use of assistive devices, and gait deviations. When choosing an assistive device, it is important to consider if the patient has any hand deformities. Grip strength may also be impaired. Consider the weight of the device. It should not be too heavy. A forearm platform may be used to decrease weight-bearing  through wrist and hand jointsThrough observation and physical examination, note the number of joints affected, the degree and presence of synovitis, ROM of the joints, and abnormalities of the soft tissue (nodes or popliteal cysts)(14)  –Specific joint manifestations(4) -Cervical spine -Occipitoatlantal (occiput-C1)  and atlantoaxial (C1-C2)  are more frequently affected with a possible life-threatening situation if there is a rupture of transverse ligament of atlas -Mid-cervical  common with decreased ROM, particularly in rotation -Patients presenting with cervical radiculopathy and neurological signs should be referred to a physician immediately -Ankylosing (i.e., fusion) may accompany RA -TMJ – usually is among the last joints involved and presents with pain, swelling,and limited movement, with eventual ankylosis -Shoulder -Glenohumeral, sternoclavicular, or acromioclavicular joint that often refers pain to the deltoid -Chronic inflammation causes the capsule and ligaments to become distended and thinned which can lead to instability -Elbow -Effusions between lateral epicondyle and olecranon prominence, bilateral swelling of the olecranon bursa and rheumatoid nodules on olecranon or extensor surface of the proximal ulna -Inflammation, capsular and ligamentous distention with joint erosion may lead to instability -Flexion contractures develop frequently -Hands and wristsWristT708628 for more information) -Flexion contracture of the wrist is common in early synovitis -Up and down movement of ulnar styloid (piano key sign) due to laxity of radioulnar ligament -Ulnar drift or deviation -V olar subluxation of the wrist due to chronic inflammation of the proximal row of carpals -MCP and PIP joints are frequently involved -It is rare to have involvement in the DIP joints -Tenosynovitis and rheumatoid nodules may impede finger flexion -Nodular thickening may be palpated on flexor tendons -Deformities generally include -ulnar deviation at MCP joints -radial deviation at wrists -swan-neck  deformities -boutonniere deformities -flail IP joint of the thumb -Entrapment neuropathies (e.g., carpal tunnel syndrome) -Hip -Radiographic hip disease is present in about half of all patients with RA -Often present with pain in the groin or medial thigh -Severe inflammatory destruction can push acetabulum into pelvic cavity (i.e., protrusion acetabuli) -Knee -Joint effusions and synovial thickening are generally obvious -Patient may have a popliteal cyst (i.e., Baker’s cyst) -Foot and ankle -Joints affected are generally MTP, talonavicular, and ankle -MTP arthritis leads to \"cock-up\"  deformities of the toes and subluxations of MTP heads -Talonavicular joint arthritis leads to excessive pronation and eversion of the foot -Tarsal tunnel syndrome – compression neuritis of the posterior tibial nerve -Spontaneous rupture of Achilles tendon has been reported in RA patients with a long history of corticosteroid use(16)",
            "muscle strength": "MMT of upper and lower extremities and trunk. ROM (passive versus active) should precede MMT to ensure that any limitations in the range do not result due to muscle weakness.(17) Grip strength may be measured using a dynamometer or modified sphygmomanometer ",
            "observation inspection palpation including skin assessment": [
                "nodules, which develop in 2530%  of individuals with RA during periods of increased disease activity(7) •Peripheral nerve integrity:  Ulnar nerve compression leads to weakness in flexor muscle of the fifth finger and paresthesia over the fourth and fifth fingers. Common entrapment neuropathies include carpal tunnel syndrome and Guyon’s canal syndrome (Ulnar tunnel syndrome). Carpal tunnel may present with pain and/or numbness in the thumb, forefinger, and middle finger"
            ],
            "posture": "Note malalignment in sitting, standing, and with functional movement. Also note stooped/flexed posture in standing and walking, with the limitation of extension at hips and knees",
            "range of motion": "Testing can be performed for the upper and lower extremities and the trunk with passive or active ROM. Passive ROM can be tested by applying pressure at the end range if the patient is not experiencing pain and if the joint is not hypermobile (e.g., hyperextended PIPs in swan-neck  deformity). Restrictions should be noted(17)Assess deep tendon reflexes of upper and lower extremities to rule out cervical and peripheral myelopathies",
            "self-care activities of daily living": "Assess independence with ADLs –Standardized tests of basic and instrumental ADLs may include -Kohlman Evaluation of Living Skills -Assessment of Motor and Process Skills (AMPS) -FIM -Klein-Bell  Activities of Daily Living Scale -Canadian Occupational Performance Measure (COPM) –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure",
            "reflex testing": "",
            "sensory testing": "Assess sensation using monofilaments to rule out cervical myelopathy and peripheral neuropathies",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Exercise for short sessions frequently throughout the day versus one long session",
                "To avoid fatigue, alternate activities",
                "Stop activity when fatigue and pain begin",
                "Decrease the level of activity or remove the activity from the program if the pain lasts for more than 1to2 hours after the end of the activity",
                "Balance work and rest to avoid muscular and total body fatigue",
                "During flares of the disease, increase rest. Inflamed joints are damaged easily",
                "Resume exercise routine gradually when flare subsides",
                "Avoid deforming positions",
                "Change positions every 20to30 minutes throughout the day to avoid static positioning",
                "When possible, use larger and stronger muscles and larger joints during activities and exercising",
                "Avoid high-impact  sports and contact sports",
                "Use appropriate adaptive equipment",
                "When joints are inflamed, patients should avoid excessive bending and stoop",
                "Increased pain and joint inflammation may occur if therapy is overly aggressive",
                "Stretching techniques should not be performed on swollen joints",
                "Heavy resistance should not be used if it causes joint stress",
                "Joint mobilizations should not be performed on inflamed joints",
                "There must be a balance between prevention of contractures and adhesions with stretching and mobilization on the one hand, and the protection of the joint capsule, ligaments, and tendons that are weakened by the disease on the other ",
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods (more than 1 hour)",
                "Cold may be counterproductive if being used to facilitate muscle relaxation and reduce pain in patients who do not tolerate the modality",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "General recommendations for joint protection, energy conservation, and exercise prescription  (19)",
                "Patients with this diagnosis may be at risk for falls; if inpatient, follow facility protocols for fall prevention and post-fall  prevention instructions at the bedside. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall prevention strategies. Discharge criteria should include independence with fall prevention strategies",
                "Cryotherapy  contraindications(20)",
                "Cryotherapy  precautions(20)",
                "Thermotherapy  contraindications(20)"
            ]
        },
        "diagnosis need for treatment": "Painful stiff joints and limited ROM, muscle weakness and atrophy, joint deformity, fatigue, limited endurance, and decreased independence in functional mobility and ADLs(18)",
        "rule out": " Rule out  (5) Sjögren’s syndrome Systemic lupus erythematosus Systemic sclerosis Adult Still disease Psoriatic arthritis Seronegative polyarthritis Erosive osteoarthritis Crystal arthopathy Septic arthritis Rheumatic fever Chronic infections (e.g., Lyme disease) Viral-induced  arthritis Occult malignancy Vasculitis Inflammatory bowel disease",
        "prognosis": [
            "Patients with RA may be more likely than those without the disease to die of infection, renal disease, respiratory disease, or gastrointestinal disease. Patients with RA may not live as long as those without the disease if the beginning stages of disease are aggressive with marked decreased functional status(3)",
            "The course of RA is variable from person to person; functional outcomes vary according to the course of the disease, the severity of the symptoms, and the amount of joint damage(7)  –The majority of individuals will experience a series of remissions and exacerbations with periodic flare-ups.(7) Patients may have spontaneous remissions and exacerbations(3) –Fifteen percent of individuals will experience complete remission –Approximately 20% of individuals have a single episode of inflammation with a long-term  remission(7) –Ten to fifty percent of individuals will have a disease course that is unresponsive to conservative treatment and will require surgery –The majority of individuals will have a disease course that, untreated, may cause progressive joint damage, deformity, disability, and death -Progressive joint damage in the majority of patients results in significant disability within 10 to 20 years(7) -For individuals with severe RA, life expectancy is shortened by 10 to 15 years as a result of accompanying infections, cardiovascular disease, pulmonary disease, renal disease, or gastrointestinal bleeding(7) –Within 2 years’ time from onset, individuals with active, polyarticular, RF-positive  RA have a greater than 70% chance of joint impairment or erosion –Currently, there is no cure or method of prevention; the most favorable management necessitates early diagnosis,and the use of treatments that lessen the risk of irreversible joint damage provide for the best prognosis",
            "Poor prognostic findings –Persistent moderate to severe disease(5) –Early or advanced age at disease onset(5) –Many affected joints with pain and swelling in affected joints(5) –PIP and MCP symmetric involvement(5) –Presence of bone erosions at diagnosis is one of the poorest prognostic factors(21)",
            "Fifty percent of RA patients cannot function in their primary job within 10 years of the onset(5)",
            "In the year 2017, the authors of a meta-analysis  conducted in China have suggested that individuals with RA are at a higher risk of bone fractures compared to individuals without RA(54)"
        ],
        "referral to other disciplines": " Referral to other disciplines Occupational therapy for assistance in ADLs, energy conservation, splinting, and use of assistive devices Psychologist for social and emotional issues – depression is not uncommon Social services – for assistance with advancing disabling disease Orthotist and/orpodiatrist – for splints, braces, adaptive footwear and inserts, and other adaptive devices Support group V ocational training Nutritionist/dietician for nutrition counseling Physician, rheumatologist, and/or surgeon with concerns or new issues Dentist to address the increased risk of periodontitis and dry mouth(46) Multidisciplinary management is recommended(22) Additional information In a qualitative multi-method  study, conducted at 3 different rheumatology sites in Europe (Austria, Sweden, and the UK) with focus groups consisting of 20 patients and 20 health professionals,researchers identified specific themes and variations across the sites. The themes that emerged were(47) –referrals – Referrals are required in Austria and the UK but the self-referral and cross-referral  are possible in Sweden –continuity in rehabilitation – The nurse is seen as instrumental in ensuring the continuity and coherence of rehabilitation. The Austrian system had the least continuity requiring the individual to initiate continuity of care –information provided to patients – Austrian patients stated that RA was portrayed rather negatively, while the patient information in Sweden was comprehensive and multi-modal.  Both patients and professionals alike complained of lack of resources to provide patient education in the UK –patients’ organizations – Both the Swedish and UK focus groups identified organizations that assist patients but there was no mention of patient organization in the Austrian group –documentation and communication among health professionals–At  the Austrian and UK sites, documentation was paper-based  and communication was often informal due to the close vicinity, whereas Sweden’s site utilized electronic  documentation so that all health professionals had access to information. They also offered “team day” and “summary letters” for the patients –interface between primary and specialist care – All groups highlighted the importance of enhancing awareness of RA in primary care and felt that media attention and public health campaigns have raised awareness of the disease and brought patients to specialists earlier –prescription practices – Differences were noted due to different systems within the countries for prescribing medication An individualized exercise program was found to improve microvascular and macrovascular endothelial function in patients with RA in a study conducted in the UK(48) –Forty age-matched,  gender-matched,  and BMI-matched  patients assigned to either exercise or control group (received information on benefits of exercise) –Exercise was resistance and aerobic training based on VO 2max results, functional ability, personal preference and guidelines for exercise from American College of Sports Medicine",
        "other considerations": [],
        "treatment summary": [
            "Treatment interventions for the management of RA include patient education, therapeutic exercise, joint protection, prescription of assistive and/or adaptive equipment, functional mobility activities, and physical modalities",
            "Therapeutic exercise may include aerobic exercise and muscle strength training on land or in water –Aerobic exercise and muscle strength training can improve pain and physical function in patients with RA(23) -Based on a Cochrane review of 8 studies in the year 2009 -There was moderate evidence for positive effects of -short-term  land-based  aerobic training on aerobic capacity -short-term  land-based  aerobic training and strength training on aerobic capacity and muscle strength -long-term  land-based  aerobic training and strength training on aerobic capacity and muscle strength -There was limited evidence of a positive effect of short-term  water-based aerobic training on aerobic capacity -There were no harmful side effects -Most of the studies were not long enough to determine if exercise might cause joint damage –Aerobic exercise can improve quality of life in patients with rheumatoid arthritis(24) -Based on a systematic review of 14 randomized controlled trials in the year 2011 –Cardiorespiratory aerobic exercise in stable RA appears to improve quality of life, function, and pain(25) -Based on a meta-analysis  of randomized controlled trials in the year 2010 -Outcomes studied included quality of life, function assessed by the Health Assessment Questionnaire, pain assessed by V AS, joint count, and radiologic damage -Function, quality of life, and pain have been identified as some of the most important outcomes for RA patients -The exercise parameters (intensity, duration, frequency, and type) that have better outcomes are not clearly defined –Researchers of a pilot study conducted in Sweden concluded that intensive spinning for 10 weeks induced a clinically relevant improvement in aerobic capacity and systolic blood pressure with no detrimental effects in patients with RA(49) -Thirteen subjects (12 female and 1 male with average age of 57 years) -Spinning sessions were 45 minutes, 3 times a week with workload corresponding to exertion level of 13 to 17 (somewhat hard to very hard) on Borg Scale of Perceived Exertion –High-intensity  progressive resistance training has been found to be safe and effective in restoring lean muscle mass and function(27) and produces large increases in muscle strength and reductions in pain(26) -In the year 2009, based on a randomized controlled study conducted in the United Kingdom in which 28 subjects with RA were placed in a progressive resistive training group (n = 13) or a ROM home exercise control group (n = 15)(27) -Both groups participated in their exercise programs twice a week for 24 weeks -The progressive resistive training group (PRT) had significant increases in lean body mass and appendicular body mass. Strength gains occurred in functional strength (chair stands), quadriceps strength, and biceps strength. Also, functional strength increased by 30% as measured by chair stands, and walking distance compared to the control group -Changes in lean body mass and regional lean mass are associated with changes in objective function (P values ranged from 0.126 to < 0.0001) -Researchers concluded that a 24-week  PRT program is safe and effective in restoring lean mass and function in patients with RA and should be a part of treatment intervention for patients with RA  -In the year 2009, based on a randomized controlled study conducted in the U.S. in which subjects with RA participated in a 16-week,  high-intensity, individualized resistance training program(26) -The strength training (ST) group (n = 16) participated in a supervised program 3 times per week, and the control (C) group (n = 8) continued with the standard of care as overseen by their rheumatologist -Assessments were made at baseline, 8 weeks, and 16 weeks to measure strength (3-repetition  maximum), isometric hand dynamometer, and isokinetic dynamometer, pain, functional performance with a timed 50-foot  walk and Health Assessment Questionnaire Disability Index -Training programs were individualized,and exercise was continued through flare-ups  with supervision -The ST group had a significant improvement in 50-foot  walk time, 53% reduction in pain, clinically significant improvement in overall quality of life, and mean percent increase in strength of 46.1% from baseline to 16 weeks -In patients with established controlled RA, body composition changes were attained with high-intensity  training(27) -Supervision seems to have had a positive effect on adherence –Aquatic therapy tends to be favored over land exercises in individuals with RA, but it may not be more beneficial(28) -Based on a randomized controlled trial conducted in the United Kingdom -One hundred fifteen patients with RA were included in the study -Patients were randomized to either -aquatic therapy for 30 minutes/week for 6 sessions or -similar exercises on land for 30 minutes/week for 6 sessions -Aquatic therapy vs. land exercise group -Eighty-seven  percent vs. 47.5% were “much better or very much better” following treatment -No statistically significant differences between groups were noted when comparing 10-meter  walk times, functional scores, quality of life, or pain scores –Intensive group exercise programs for patients with RA may be beneficial based on a noncomparative study conducted in the Netherlands(29) -Twenty-five  physical therapists (PTs) from 14 practices throughout the Netherlands were trained on the program -One hundred fifty subjects with RA were recruited (by estimation, 2% of the target population) and 62/81 patients who had finished the 12-month intervention were available for follow-up  directly after the intervention -Muscle strength improved significantly, whereas aerobic capacity, functional ability, psychological functioning, and disease activity did not change -All 10 health insurance companies, that were approached, funded the program for 12 months; however, future reimbursement by health insurance companies remained unclear –Researchers in Ireland identified several factors that prevent long-term adherence to exercise in individuals with RA(30) -Disease symptoms were reported predominantly as limiting factor for exercise -Lack of professional input, including a recommendation to exercise and correct exercise instruction, was also identified -Exercise environments that are not accessible to people with disabilities were also reported -There appears to be a need for strategies to translate clinically efficacious exercise interventions into effective community programs –Home exercise programs are thought to be effective in improving muscle strength, joint mobility, shoulder function, and self-efficacy  and in reducing morning stiffness, number of active joints, and pain without increasing inflammation(31) -In the year 2009, the authors of a systematic literature review indicated that there is a need for further research to demonstrate the effectiveness of minimally supervised home exercise programs for patients with RA(31) –A comprehensive home exercise program including an initial 2-week  supervised education program can improve upper extremity functional mobility, grip strength, and quality of life, based on the results of a randomized controlled trial in the United Kingdom(40) -One hundred eight adults with a history of RA for 5 years were randomized to either the usual care group or the education and exercise intervention program, referred to as the EXTRA group -The EXTRA group participated in a 12-week  individualized, functional home exercise program and 1-hour  group sessions including group education, self-management,  and global upper extremity exercise training for the first 2 weeks of the program -The usual care group participated in the home program but did not receive the 2-week  supervised component to their program  -Following the 12-week  treatment period, there were significantly greater improvements in disability, function, nondominant grip strength, self-efficacy,  pain, and disease activity in the EXTRA group compared to the usual care group as measured by the DASH Outcome Measure, the Grip Ability Test, handgrip strength, the Arthritis Self-Efficacy Scale, and the 28-joint Disease Activity Score –Supervised aerobic exercise has been found to be more effective than home aerobic exercise in RA patients in a randomized controlled trial conducted in Taiwan(32) -Thirty female Taiwanese patients with RA were randomly assigned to a home exercise program or a supervised aerobic exercise program -Subjects in the home exercise group received 1 initial supervised instruction session. Subjects in the aerobic exercise group received supervision from a PT at each session. Both groups participated in 1 hour of exercise, 3 times a week for 8 weeks -Significant improvement (20%) in aerobic capacity occurred in the supervised aerobic exercise group compared to the home-based  group. Pain intensity, functional ability, and psychological status significantly improved in the supervised group following the 8-week  intervention",
            "Family members of patients with RA require emotional support, informational support and guidance based on qualitative interviews of 7 family members of patients with RA who live in Canada(50)",
            "Authors of a research study found high-intensity  interval training (HIIT) to be a safe and effective treatment strategy for patients with RA(53) –Based on a cross-over  study in Berlin –Eighteen women with RA were grouped into the HIIT group (n = 9) or control group (no activity) (n = 9) –The intervention occurred twice weekly for 10 weeks for 35 minutes. Exercises consisted of a 10-minute  warm-up  at 70% maximal heart rate, followed by four sets of stationary cycling at 85-95%  maximal heart rate for 4 minutes, and ending with a 3 minute cooldown at 70% maximal heart rate –After 10-weeks  of HIIT, there were no significant increases in inflammation, joint damage, or pain in patients with RA. Furthermore, HIIT had positive effects on minimizing CVD risk factors (based on VO 2 max, anthropometric measurements, and 1-min  HRR) –Due to the low number of participants in this study, further research is warranted on the effects of HIIT on patients with RA . Problem Goal Intervention Expected Progression Home Program  Joint stiffness and decreased ROMMinimize the stiffness of the joints and improve ROMTherapeutic exercise _ During an acute flare, gentle ROM exercises are appropriate, performed by a therapist or by the patient(17) _ _ During the subacute phase, when inflammation has subsided, exercises may progress to include flexibility to increase joint ROM and soft tissue length(17) _ _ During remission or an inactive state, the patient should perform active ROM exercises. Emphasis will be on strengthening and aerobic exercise(17)During the acute phase, ROM exercises should be performed 2 to 3 times/day _ In the subacute phase, 8 to 10 repetitions of active ROM should be performed. Heat may be applied before exercise to promote the effects of stretching(19) _ _ Repetitions and sets based on patient’s tolerance levelPatient should continue ROM and strengthening exercises as instructed at home with no pain  Need for education on joint protection and energy conservationPatient and family fully understand the need and methods to protect the joints and for energy conservation _ _ Increase knowledge of appropriate positioning and avoidance of deformityPatient education _ Educate patient and family on joint protection and energy conservation, including avoiding the use of small joints when large ones can be used, avoiding tight grips that can push fingers in ulnar direction, and sitting instead of standing when possible _ _ Patient to be educated on appropriate positioning in bed and at workstation _ _ Patient to change positions every 20 to 30 minutes throughout the day _ Caregiver emotional support, informational support and guidance(50) _ _ See Contraindications/ precautions , aboveIndependence with joint protection and energy conservationPatient to follow joint protection and energy conservation with all activities throughout the day _ _ Refer to self-help websites for ideas and new products  Pain and muscle guardingDecrease pain and promote relaxationPhysical agents and mechanical modalities _ Modalities may include ice and ice packs to decrease inflammation/ pain _ _ Prescription, application of devices and equipment _ Use of orthosis to decrease pain at a joint by relieving the load on the joint or limiting painful ROM. These may include resting/ immobilization or functional wrist, finger/ thumb splints. Special shoes and inserts may also be used, including wedges, rocker soles, toe wedges, soft or rigid insoles, extended steel shanks, or stabilizers(33,34)Use of the appropriate intervention modalities and orthosis as neededPatient to use intervention modalities and orthosis as appropriate at home  Decreased muscle strength and aerobic capacityIncrease muscle strength and aerobic capacityTherapeutic exercise _ During an acute flare, isometric or static exercises can be performed to prevent atrophy. Studies indicate that high- intensity resistive exercise even during RA flare-ups increase muscle strength and does not exacerbate the RA.(26,35) One study, however, found that RA patients who already have extensive large- joint damage show increased damage after high-intensity, weight- bearing exercises, while those without or with little damage show no increase in damage with such exercises(36) _ _ In the subacute phase, isometric exercises are appropriate with the addition of active exercise with resistance. Aerobic exercise may be added in the form of walking, cycling, bicycle ergometer, dancing, swimming, or aquatic exercise(17) _ _ A study of Tai Chi showed improved lower extremity strength and decreased pain(37) _ _ In remission or inactive state, the activity should include higher intensity strengthening and aerobic exercise(17) _ Spinning to improve aerobic capacity and systolic BP(49)Exercise should be prescribed based on patient’s ability and pain level _ _ Repetitions and sets may be increased as tolerated. Aerobic exercise should be performed at least 3 times/week and sessions as short as 15 minutes can be effective(19) _ _ Duration and intensity can be increased based on patient response(19)Provide recommendations for home as appropriate and indicated  Decreased independence with functional mobility and ADLsIncrease independence with functional mobility, ADLs, and use of appropriate assistive devicesFunctional mobility training _ Gait, balance, and functional mobility training to improve independence _ _ Prescription, application of devices and equipment _ Education in the use of assistive devices to help decrease pain, overcome joint limitations, improve safety, and assist when muscle weakness is present. These devices may include jar openers, long-handled bath sponges, raised toilet seats, bathroom appliances, and special beds(38)Patient to progress to independence with functional mobility and use of assistive devicesPatient to use appropriate assistive devices at home as needed ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes outcome measures": [
            "Decreased pain/V AS",
            "Improved aerobic capacity/6MWT with Borg RPE Scale",
            "Improved balance/Berg Balance Test",
            "Improved strength/MMT, dynamometer, modified sphygmomanometer",
            "Improved gait, increased safety with ambulation/Gait assessment (e.g., Dynamic Gait Index [DGI] or gait speed)",
            "Improved psychological well-being/DASH  outcome measures",
            "Improved functional mobility/FIM, COPM, AMPS",
            "Improved flexibility/Goniometric measurement of ROM"
        ]
    },
    "maintenance or prevention": [
        "Pain and level of fatigue are barriers that limit a patient’s ability to participate with regular physical activity. Recommendations to overcome these barriers may include:(52) coping strategies to overcome barriers educating patients and increasing their knowledge of the benefits of physical activity providing appropriate exercise programs to patients, caregiver’s, and family members",
        "RA is a chronic and progressive disease that requires lifelong monitoring with continual adjustments to treatment interventions. Due to the fluctuating periods of the disease severity, it is important for these patients to be monitored routinely so any adjustments to treatment interventions can begin as soon as possible, which can help to minimize patients’ pain and functional disabilities. Patients should have routine follow-up  care with their rheumatology care team every 3 to 12 months  Researchers in Denmark conducted a 2-year  randomized study to compare patient outcomes of three follow-up regimens: scheduled follow-up  with a rheumatologist, shared care without scheduled appointments, or planned nursing consultations(42) –Two hundred eighty-seven  patients with Disease Activity Score less than 3.2 and a Health Assessment Disability Index score of less than 2.5 were randomized to the three groups for a 2-year  period –The group who received the nursing consultations significantly increased their self-efficacy,  confidence, and satisfaction compared to the scheduled rheumatologist group –Researchers recommended that a shared care and nursing consultation model as an alternative to only scheduled rheumatology appointments should be considered for patients with low disease activity RA. Nursing consultations can enhance patients’ self-efficacy,  confidence, and overall satisfaction with their care. This regimen allows the patient to become a more active member of the team and assist with symptom self-management",
        "Authors of a research study recommend that patients with RA be physically active despite days of experiencing “high-fatigue.”  Performing light physical activity such as walking buffered the negative effects of RA and improved mood among adults with OA or RA(51)",
        "An exercise program should be maintained for continued management of symptoms and disease progression with a focus on joint protection, energy conservation, pain management, joint mobility, strength, functional mobility, and aerobic capacity(17)"
    ],
    "patient education": [
        "Arthritis Foundation Self-management  Program, to help individuals with arthritis learn how to manage their condition on a day-to-day  basis, https://www.arthritis.org/about-arthritis/understanding-arthritis/arthritis-self-management.php",
        "Arthritis Foundation Website with general information, https://www.arthritis.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Garneau E. Rheumatoid arthritis. In: Ferri FF, ed. 2018 Ferri’s Clinical Advisor: 5 Books in 1 . Philadelphia, PA: Mosby Elsevier; 2018:1125f-1128.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Peloso PM. Rheumatic diseases: diagnosis and management: rheumatoid arthritis. In: Weinstein SL, Buckwalter JA, eds. Turek's Orthopaedics: Principles and Their Applications . Philadelphia, PA: Lippincott Williams & Wilkins; 2005:162-166.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Iversen MD, Westby MD. Arthritis. In: O'Sullivan SB, Schmitz TJ, Fulk GD, eds. Physical Rehabilitation . 6th ed. Philadelphia, PA: FA Davis Company; 2014:1031-1042.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Helmick CG, Felson DT, Lawrence RC. Estimates of the prevalence of arthritis and other rheumatic conditions in the United States. Part I. Arthritis Rheum . 2008;58(1):15-25. (R)"
        },
        {
            "number in article": 5,
            "reference": "Milko M, Mallay R. Arthritis, rheumatoid (RA). In: Domino FJ, Baldor RA, Golding J, Stephens MB, eds. The 5-minute clinical consult standard 2017 . 25th ed. Philadelphia, PA: Wolters Kluwer Health; 2017:78-79.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Poulis S, Kretsi Z, Apostolopoulos L, Zeeris H, Vagenas G. Functional and isokinetic assessment of hands with early stage of rheumatoid arthritis. Isokinetics Exerc Sci . 2003;11(4):225-230.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Deshaies L. Arthritis. In: Pendleton HM, Schultz-Krohn  W, eds. Pedretti's Occupational Therapy: Practice Skills for Physical Dysfunction . 8th ed. St. Louis, MO: Mosby Elsevier; 2018:945-9.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Kavanaugh A, Grevich SC. Rheumatoid arthritis. In: Bope ET, Kellerman R, eds. Conn's Current Therapy 2015 . Philadelphia, PA: Elsevier Saunders; 2016:640-645.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Molina H, Ali Z. Arthritis and rheumatologic diseases. In: Godara H, Hirbe A, Nassif M, Otepka H, Rosenstock A, eds. The Washington Manual of Medical Therapeutics . 34th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2010:922-929.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Cyteval C, Miquel A, Hoa D, Duares JP, Mariette X, Combe B. Rheumatoid arthritis of the hand: monitoring with a simplified MR imaging scoring method - preliminary assessment. Radiology . 2010;256(3):863-869.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Ottawa panel. Ottawa panel evidence-based  clinical practice guidelines for electrotherapy and thermotherapy interventions in the management of rheumatoid arthritis in adults. Phys Ther . 2004;84(11):1016-1043.  (G)"
        },
        {
            "number in article": 12,
            "reference": "Anderson RB. Researching the effects of massage therapy in treating rheumatoid arthritis. Massage Today . 2007;7(12):1, 14, 17 passim. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Brosseau L, Yonge K, Marchand S, Robinson V, Wells G, Tugwell P. Efficacy of transcutaneous electrical nerve stimulation (TENS) for rheumatoid arthritis: a systematic review. Phys Ther Rev . 2002;7(4):199-208.  (SR)"
        },
        {
            "number in article": 14,
            "reference": "Manfredsdottir VF, Vikingsdottir T, Jonsson T. The effects of tobacco smoking and rheumatoid factor seropositivity on disease activity and joint damage in early rheumatoid arthritis. Rheumatology (Oxford) . 2006;45(6):734-740.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Westhoff G, Rau R, Zink A. Radiographic joint damage in early rheumatoid arthritis is highly dependent on body mass index. Arthritis Rheum . 2007;56(11):3575-3582.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Mikashima Y, Kawamura K, Miyawaki M, Murakoshi K, Usami N, Momohara S. Neglected spontaneous rupture of the Achilles tendon in elderly patients with rheumatoid arthritis. J Clin Rheumatol . 2010;16(5):221-224.  (C)"
        },
        {
            "number in article": 17,
            "reference": "Iversen MD. Physical therapy for management of RA. J Musculoskeletal Med . 2002;24(6):269-270,  273-276. (RV)"
        },
        {
            "number in article": 18,
            "reference": "Kisner C, Holtgree K. Joint, connective tissue, and bone disorders and management. In: Kisner C, Colby LA, eds. Therapeutic Exercise: Foundations and Techniques . 6th ed. Philadelphia, PA: FA Davis Company; 2012:330-335.  (GI)"
        },
        {
            "number in article": 19,
            "reference": "Williams FH. Rheumatoid arthritis. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 3rd ed. Philadelphia: Saunders Elsevier; 2015:813-819.  (GI)"
        },
        {
            "number in article": 20,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP. In: Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016:42-44,80-82.  (GI)"
        },
        {
            "number in article": 21,
            "reference": "Fouque-Aubert  A, Boutroy S, Marotte H. Assessment of hand bone loss in rheumatoid arthritis by high-resolution  peripheral quantitative CT. Ann Rheum Dis . 2010;69(9):1671-1676.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Forestier R, Andre-Vert  J, Guillez P. Non-drug treatment (excluding surgery) in rheumatoid arthritis: clinical practice guidelines. Joint Bone Spine . 2009;76(6):691-698.  (G)"
        },
        {
            "number in article": 23,
            "reference": "Hurkmans E, der Giessen FJ, Vliet Vlieland TPM, Schoones J, den Ende ECHM. Dynamic exercise programs (aerobic capacity and/or muscle strength training) in patients with rheumatoid arthritis. Cochrane Database Syst Rev. 2009:4. Art No: CD006853. doi:10.1002/14651858.CD006853.pub2.  (SR)"
        },
        {
            "number in article": 24,
            "reference": "Scarvell J, Elkins MR. Aerobic exercise is beneficial for people with rheumatoid arthritis. Br J Sports Med . 2011;45(12):1008-1009.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Baillet A, Zeboulon N, Gossec L. Efficacy of cardiorespiratory aerobic exercise in rheumatoid arthritis:meta-analysis  of randomized controlled trials. Arthritis Care Res . 2010;62(7):984-992.  (M)"
        },
        {
            "number in article": 26,
            "reference": "Flint-Wagner  HG, Lisse J, Lohman TG. Assessment of a sixteen-week  training program on strength, pain, and function in rheumatoid arthritis patients. J Clin Rheumatol . 2009;15(4):165-171.  doi:10.1097/RHU.0b013e318190f95f. (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Lemmey AB, Marcora SM, Chester K, Wilson S, Casanova F, Maddison PJ. Effects of high-intensity  training in patients with rheumatoid arthritis: a randomized controlled trial. Arthritis Rheum Arthritis Care Res . 2009;61(12):1726-1734.  doi:10.1002/art.24891. (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Eversden L, Maggs F, Nightingale P, Jobanputra P. A pragmatic randomised controlled trial of hydrotherapy and land exercises on overall well being and quality of life in rheumatoid arthritis. BMC Musculoskelet Disord . 2007;8:23. doi:10.1186/1471-2474-8-23.  (RCT)"
        },
        {
            "number in article": 29,
            "reference": "der Giesen FJ, van Lankveld W, Hopman-Rock  M. Exploring the public health impact of an intensive exercise program for patients with rheumatoid arthritis: a dissemination and implementation study. Arthritis Care Res . 2010;62(6):865-872.  doi:10.1002/acr.20138. (R)"
        },
        {
            "number in article": 30,
            "reference": "Crowley L, Kennedy N. Barriers to exercise in rheumatoid arthritis - a focus group study. Physiother Ireland . 2009;30(2):27-33.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Crowley C. The effectiveness of home exercise programmes for patients with rheumatoid arthritis: a review of the literature. Phys Ther Rev . 2009;14(3):149-159.  (RV)"
        },
        {
            "number in article": 32,
            "reference": "Hsieh LF, Chen SC, Chuang CC, Chai HM, Chen WS, He YC. Supervised aerobic exercise is more effective than home aerobic exercise in female Chinese patients with rheumatoid arthritis. J Rehabil Med . 2009;41(5):332-337.  doi:10.2340/16501977-0330.  (RCT)"
        },
        {
            "number in article": 33,
            "reference": "Vliet Vlieland TP. Non-drug care for RA - is the era of evidence-based  practice approaching?. Rheumatology (Oxford) . 2007;46(9):1397-1404.  (RV)"
        },
        {
            "number in article": 34,
            "reference": "Porter BJ, Brittain A. Splinting and hand exercise for three common hand deformities in rheumatoid arthritis: a clinical perspective. Curr Opin Rheumatol . 2012;24(2):215-221. doi:10.1097/BOR.0b013e3283503361. (RV)"
        },
        {
            "number in article": 35,
            "reference": "den Ende CH, Breedveld FC, le Cessie S, Dijkmans BA, de Mug AW, Hazes JM. Effect of intensive exercise on patients with active rheumatoid arthritis: a randomised clinical trial. Ann Rheum Dis . 2000;59(8):615-621.  (RCT)"
        },
        {
            "number in article": 36,
            "reference": "Munneke M, de Jong Z, Zwinderman AH. Effect of a high-intensity  weight-bearing  exercise program on radiologic damage progression of the large joints in subgroups of patients with rheumatoid arthritis. Arthritis Rheum . 2005;53(3):410-417.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Uhlig T, Fongen C, Steen E, Christie A, Odegard S. Exploring Tai Chi in rheumatoid arthritis: a quantitative and qualitative study. BMC Musculoskelet Disord . 2010;11:43. doi:10.1186/1471-2474-11-43.  (R)"
        },
        {
            "number in article": 38,
            "reference": "Rogers JC, Holm MB, Perkins L. Trajectory of assistive device usage and user and non-user characteristics: long-handled  bath sponge. Arthritis Rheum . 2002;47(6):645-650. (R)"
        },
        {
            "number in article": 39,
            "reference": "De Jong Z, Vliet Vlieland TP. Safety of exercise in patients with rheumatoid arthritis. Curr Opin Rheumatol . 2005;17(2):177-182.  (RV)"
        },
        {
            "number in article": 40,
            "reference": "Manning VL, Hurley MV, Scott DL, Coker B, Choy E, Bearne LM. Education, self-management,  and upper extremity exercise training in people with rheumatoid arthritis: a randomized controlled trial. Arthritis Care Res (Hoboken) . February 2014;66(2):217-27.  doi:10.1002/acr.22102. (RCT)"
        },
        {
            "number in article": 41,
            "reference": "Life with arthritis in Canada: a personal and public health challenge. Public Health Agency of Canada Web site. http://www.phac-aspc.gc.ca/cd-mc/arthritis-arthrite/lwaic-vaaac-10/pdf/arthritis-2010-eng.pdf . Published July 19, 2010. Accessed December 4, 2015. (PGR)"
        },
        {
            "number in article": 42,
            "reference": "Primdahl J, Sorensen J, Horn HC, Petersen R, Horslev-Petersen  K. Shared care or nursing consultations as an alternative to rheumatologist follow-up for rheumatoid arthritis outpatients with low disease activity--patient  outcomes from a 2-year, randomised controlled trial. Ann Rheum Dis . February 2014;73(2):357-64. doi:10.1136/annrheumdis-2012-202695.  (RCT)"
        },
        {
            "number in article": 43,
            "reference": "Verhagen AP, Bierma-Zeinstra  SM, Boers M, et al. Balneotherapy (or spa therapy) for rheumatoid arthritis. Cochrane Database Syst Rev . 2015;4:CD000518. doi:10.1002/14651858.CD000518.pub2.  (SR)"
        },
        {
            "number in article": 44,
            "reference": "Lee JK, Kee YM, Chung HK, Choi CH. Long-term  results of cruciate-retaining  total knee replacement in patients with rheumatoid arthritis: A minimum 15-year review. Can J Surg. 2015;58(3):193-197.  (R)"
        },
        {
            "number in article": 45,
            "reference": "Ramsy L, Winder RJ, McVeigh JG. The effectiveness of working wrist splints in adults with rheumatoid arthritis: A mixed methods systematic review. J Rehabil Med . 2014;46(6):481-492.  doi:10.2340/16501977-1804.  (SR)"
        },
        {
            "number in article": 46,
            "reference": "Stewart P. Rheumatoid arthritis and its effects on oral health. Dent Nurs . 2014;10(2):88-91.  (X)"
        },
        {
            "number in article": 47,
            "reference": "Prodinger B, Ndosi M, Nordenskiold U, et al. Rehabilitation provided to patients with rheumatoid arthritis: A comparison of three different rheumatology clinics in Austria, Sweden and the UK from the perspectives of patients and health professionals. J Rehabil Med . 2015;47(2):174-182.  doi:10.2340/16501977-1914.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Metsios GS, Stavropoulos-Kalioglou  A, Veldhuijzen van Zanten JJ, et al. Individualised exercise improves endothelial function in patients with rheumatoid arthritis. Ann Rheum Dis. 2014;73(4):748-751.  doi:10.1136/annrheumdis-2013-203291.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Hornberg K, Angstrom L, Wallberg-Jonsson  S. Benefits of spinning exercise on cardiovascular risk factors in rheumatoid arthritis: A pilot study. Cardiopulm Phys Ther J (Am Phys Ther Assoc Cardiopulm Sect) . 2014;25(3):68-95.  (R)"
        },
        {
            "number in article": 50,
            "reference": "Fallatah F, Edge DS. Social support needs of families: The context of rheumatoid arthritis. Appl Nurs Res . 2015;28(2):180-185.  doi:10.1016/j.apnr.2014.10.004. (R)"
        },
        {
            "number in article": 51,
            "reference": "Hegarty RSM, Conner TS, Stebbings S, Treharne GJ. Treharne GJ. Feel the fatigue and be active anyway: physical activity on high-fatigue  days protects adults with arthritis from decrements in same-day  positive mood. Arthritis Care & Research . 2015;67(9):1230-1236.  (R)"
        },
        {
            "number in article": 52,
            "reference": "Veldhuijzen van Zanten J, Rouse P, Hale E, et al. Perceived barriers, facilitators and benefits for regular physical activity and exercise in patients with rheumatoid arthritis: a review of the literature. Sports Medicine . 2015;45(10):1401-1412.  (RV)"
        },
        {
            "number in article": 53,
            "reference": "Sandstad J, Stensvold D, Hoff M, et al. The effects of high intensity interval training in women with rheumatic disease: a pilot study. European Journal of Applied Physiology . 2015;115(10):2081-2089.  (R)"
        },
        {
            "number in article": 54,
            "reference": "Xue AL, Wu SY, Jiang L, et al. Bone fracture risk in patients with rheumatoid arthritis: a meta-analysis.  Medicine. 2017;96(36):1-11.  doi:10.1097/MD.0000000000006983. (M)"
        },
        {
            "number in article": 55,
            "reference": "Bae SC, Lee YH, Lee SC, Ho Y. Calprotectin levels in rheumatoid arthritis and their correlation with disease activity: a meta-analysis.  Postgrad Med . 2017;129(5):531-537. doi:10.1080/00325481.2017.1319729. (M)"
        }
    ]
}