{
    "metadata": {
        "title": "Lordosis",
        "synonyms": [
            "swayback",
            "saddle back"
        ],
        "anatomical location body part affected": [
            "Cervical and lumbar spinal curves are convex anteriorly, or inwardly curved, due to the wedging of the vertebral bodies and intervertebral discs within the spinal column. In the lumbar spine, lordosis comprises three segments: upper (L1), middle (L2–L4),  and lower (L5). The cervical parameters are the upper (O–C2)  and lower cervical curvatures (C2–C7),  the C7 slope, the spino-cranial angle, and the vertical cervical offset"
        ],
        "area of specialty": [
            "aquatic therapy",
            "federal rehabilitation services",
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "sports rehabilitation",
            " women’s health"
        ],
        "description": [
            "There is a normal degree of lordosis present in the cervical and lumbar spines. Normal curvatures of the spinal column exist to protect the spinal cord and to absorb shock during movement. They are the result of humans becoming bipedal(21)",
            "Lordosis is considered normal. However, the term lordosis can be confusing, as some use the term to indicate pathology, usually when there is hyperlordosis.(22) For clarification, when lordosis becomes atypical, the condition is known as: –hyperlordosis – exaggerated curve –hypolordosis – decreased curve",
            "In the lumbar spine there are many different ways to measure lordosis, depending on how many lumbar (or thoracic or sacral) vertebrae are included.Lordosis routinely is measuredradiographically.(22) One common way to measure lumbar lordosis is by the angle between the upper plane of L1 and the upper plane of S1.(23) Lumbar lordosis angles are the following: –Hyperlordosis: > 70° –Normal lordosis: 31°–50° –Hypolordosis: 11°–30° –Lumbar kyphosis: < 10°",
            "The average cervical lordosis is 20˚ if measured by the slope of C7 as in typical radiologic methods.(21) In the cervical spine, lordosis is also commonly defined by the angle between the posterior tangents of the vertebral bodies of C2 and C7, measurement of which is known as the Harrison posterior tangent method",
            "The amount of lordosis will vary in different conditions. Children tend to have less cervical lordosis and more lumbar lordosis compared to adolescents and adults.(22) Continuity of positional measurements should be considered with all baseline and follow-up measurements(12)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M40": "kyphosis and lordosis",
            "M40.4": "other lordosis (acquired, postural)",
            "M40.5": "lordosis, unspecified (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "General symptoms –Postural deformityinhyperlordosis or hypolordosis –Neck and back pain, generally increased with prolonged sitting/standing –Radicular symptoms –Headaches –Functional limitation in more severe cases",
            "Frequently observed postural abnormalities(24) –Hyperlordosis -Increased lumbar lordosis -Increased anterior pelvic tilt -Associated flexion of hip joints, hyperextension of knees, and plantar flexion of the ankles –Forward head posture -Head anterior to shoulders -Middle cervical spine extended -Lower cervical segments flexed -Upper cervical spine hyperextended –Kyphotic posture -Increased thoracic kyphosis -Head protraction -Flattened or reversed lower cervical lordosis -Increased upper cervical lordosis -Protraction of shoulders and scapulae –Flat back posture -Hypolordosis -Flattened lower part of thoracic kyphosis and increased kyphosis in upper part of thoracic region -Pelvis neutral or decreased anterior tilt –Swayback posture -Thoracic kyphosis extended to upper part of lumbar spine -Posterior shift of upper thoracic region -Decreased lordosis -Normal or slightly decreased anterior pelvic tilt Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "If lumbar spondylolysis or spondylolisthesis is suspected, care must be used when assessing lumbar extension or end of range hyperlordotic positions"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Atypical lumbar lordosis may be congenital or acquired–Congenital lumbar lordosis is due to a lack of proper development of the posterior element of the vertebral spine overmultiple vertebral levels–Acquired lumbar hyperlordosis can be due to:-hip flexion contracture(1)-anterior pelvic rotation/anteversion-severe back spasm/tightness-achondroplasia-spondylolisthesis(1)-high-heeled  shoes–Acquired lumbar hypolordosis can be due to:-posterior pelvic tilt/rotation-spinal fusion-hip extensor weakness-altered gait patterns when wearing high heels(20)",
            "Atypical cervical hyperlordosis may result from:–neck pain–headache–spondylotic myelopathy–degenerative disorders of the disks and vertebral bodies",
            "Atypical cervical hypolordosis may be caused by:–laminoplasty–whiplash injury"
        ],
        "pathogenesis": [
            "Lordosis is a result of the physiological alignment of the spine, in which muscular forces are used in the most efficientmanner(21)",
            "For acquired abnormal curvature of the spine, gradual loss of lordosis or excessive lordosis often progresses in response topain or spinal injury. Gradual tightening or spasm of musculature accompanied by strain of opposing ligaments results indeformation of the normal lordotic curve of the cervical or lumbar spine",
            "In congenital lumbar lordosis, the posterior column fails to grow or keep up with the growth of the anterior column and adeforming lordotic curve develops(24)",
            "Some researchers believe that the most common mechanism for a loss of lumbar lordosis is degenerative disc diseaserelated to aging. However, this is controversial, as some researchers have found no relationship between lumbardegenerative disc disease and lumbar lordosis.(2) In contrast, other researchers with the aid of CT have found an associationbetween lumbar lordosis and spinal degeneration(3)",
            "The relationship between lordosis and low back pain (LBP) has been examined. Authors of a 2017 systematic reviewconcluded that hypolordosis is more associated with LBP than neutral of hyperlordosis(25)–The authors stated that disc herniation and degeneration were associated with hypolordosis"
        ],
        "risk factors": [
            "Factors that generally influence lordosis in both cervical and lumbar region–Advancing age(21)–Trauma–Surgery–Muscle contracture–Increased/chronic neck or back pain–Neurological impairment",
            "Risk factors for hypolordosis–Poor posture(24)–Poor ergonomics–Degenerative disc disease(21)",
            "Risk factors for hyperlordosis in lumbar spine(24)–Obesity–Pregnancy–Spondylolisthesis or spondylolysis",
            "Authors of a meta-analysis  determined that in asymptomatic individualsmales have a higher lordotic cervical curvature thanfemales(26)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Although excessive spinal curvature might be idiopathic, it can also be the first symptom of an underlying condition such as a neuromuscular disorder or tumor",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "If lumbar spondylolysis or spondylolisthesis is suspected, care must be used when assessing lumbar extension or end of range hyperlordotic positions"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "How long has the condition been present? Is the patient able to correct his or her posture independently?",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management. How has the pain responded to treatments?",
                    "surgical management": [],
                    "medications": "Determine what, if any, medications clinician has prescribed; are they being taken? Are they effectively controlling symptoms?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: X-rays  may be used to evaluate for spondylolisthesis or a vertebral fracture. Most research",
                        "uses Xrays  to measure lordotic angles"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Pain generally is increased with prolonged sitting/standing",
                "body chart": "Use body chart to document location and nature of symptoms. Patients may have neck and back pain, radicular symptoms, and/or headaches",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). In general, are the symptoms getting better, getting worse, or staying the same?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night related to this condition. Is the patient able to find a position of comfort?Document any use of supplemental oxygen or the need for ventilation",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Note the use of supplemental oxygen, mechanical ventilator, etc. Barriers to learning -Are there any barriers to learning? Yes___ No___ -If Yes, describe _______________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any previous back/neck injuries or surgeries? Any radiological testing done previously?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications during pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational activities or competitive sports? Does the patient work? What does his or her job require (e.g., sitting at a computer all day, heavy lifting)? Is the patient a student sitting in class all day?  -Authors of a study in Iran found that lumbar lordosis was not significantly different between subjects with and without hamstring tightness and those with and without LBP in patients in various lifestyle/work settings (e.g., prolonged sitting vs. standing and/or walking)(14)",
                "functional limitations assistance with ADLs adaptive equipment": "Document use of equipment. Patients may have functional limitations in more severe cases",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Evaluate for a leg-length  discrepancy. Record height and weight in order to calculate BMI",
            "assistive and adaptive devices": "Evaluate need for, proper fit, and use of ambulatory assistive devices",
            "balance": " Balance –Assess standing static and dynamic balance, as well as sitting static and dynamic balance in more severely affected patients –Additionally, screen for proprioception deficits using the Romberg balance test. In the Romberg balance test, the patient stands with feet together and arms across the chest. Patient should be able to maintain still standing with eyes open and closed; inability to maintain stance with eyes closed indicates proprioceptive deficits",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess for gait disturbances and abnormalities secondary to spinal deformity and associated muscle contractures. Assess for appropriateness of assistive devicesAssess vertebrae for hyper/hypomobility, spondylolisthesis/lysis, facet syndrome, and rotation. In some cases of spondylolisthesis, a palpable shelf or step-off  of the affected vertebrae may be present and tenderness of the spinous process above may be noted",
            "muscle strength": "Assess strength of both back/neck musculature and abdominals. Also assess extremity strength as indicated",
            "observation inspection palpation including skin assessment": [
                "Assess for atrophy of muscles that may contribute to the spinal deformity"
            ],
            "posture": " Posture –Perform assessment of standing, standing flexion, and sitting posture for deformity of cervical, thoracic, and lumbar spine. Lumbar lordosis is greatest in standing and then decreases from supine to sitting(10) –Increased lumbar lordosis often presents with increased hollowing of the low back as well as prominence of the buttocks. In individuals with lumbar hypolordosis, compensatory knee flexion might be observed –Pelvic posture can also influence lumbar lordosis, with an increase in lordosis with an anterior tilt and vice versa.(24) Changes in lumbar lordosis will often be found with scoliosis(4)",
            "range of motion": "Assess for loss of spinal active range of motion (AROM) and passive range of motion (PROM). Assess flexibility of muscles that may contribute to the spinal deformity (e.g., hip flexor tightness) –Hypolordosis and reduced ROM in both the hamstrings and in trunk lateral flexion have been associated with LBP(29)",
            "self-care activities of daily living": "",
            "reflex testing": "Should be normal unless there is nerve root or spinal cord compression. Assess upper extremity, abdominal, and lower extremity reflexes(4)Assess as indicated",
            "sensory testing": "Assess for deficits with light touch, deep pressure, and two-point  discrimination",
            "special tests specific to diagnosis": " Special tests specific to diagnosisAlthough radiographs are the gold standard for measuring lordosis, financial cost, time, and health risks make its use for this purpose prohibitive. This technique involves the use of a flexible ruler applied over the skin of the cervical or lumbar spine. The distance between two anatomical landmarks (e.g., distance between the  spinous processes of T12 and S2) is measured, as well as the distance from the spine to the midpoint between the two anatomical landmarks. The values are then used in a formula to calculate the lordotic angle. Although some studies have demonstrated the reliability of this technique,(5,6) other studies have found itunreliable(7) -Researchers in Iran investigated lumbar lordosis changes during prone and prone lying knee flexion (PLKF) in patients with and without LBP. A flexible ruler was used to measure lumbar lordosis of all 80 subjects in each position. Statistically significant changes were identified when comparing prone position to PLKF in subjects with and without LBP, with greater changes identified in patients with LBP(11)Gravity-based  bubble inclinometers and smartphones with an inclinometer application have been shown to have good interrater and intra-rater reliability for measuring lumbar lordosis. The instruments are placed on landmarks T12-L1  and S1-S2,  with the angles from both landmarks added together to calculate the angle of lordosis(9) –Oswestry Disability Index (ODI) –Neck Disability Index (NDI) –Short Form 36 (SF-36)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over area of nerve regrowth"
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves",
                "Aquatic therapy  contraindications/precautions -Fear of water -Avoid warm/hot water if patient is pregnant or has multiple sclerosis, increased risk of hemorrhage (e.g., on anticoagulant medications), impaired thermal regulation, acute inflammation, fever, edema, thrombophlebitis, or acute rheumatoid arthritis -Epilepsy -Cardiovascular or pulmonary disease -Open wounds, catheters, colostomies, IVs, G-tubes -Urinary or fecal incontinence -Certain dermatologic conditions (e.g., ichthyosis, infection) -Venous ulcers -Tissues damaged by radiation therapy -Peripheral vascular disease -Respiratory impairment -More than half-body  immersion during pregnancy ",
                "Thermotherapy  contraindications -Decreased circulation -Decreased sensation -Acute/subacute traumatic and inflammatory conditions -Skin infections -Impaired cognition or language barrier -Malignancy -Liniments -Presence of or tendency for hemorrhage or edema -Heat rubs"
            ],
            "contraindications precautions": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide and does not replace orders from a physician or the specific protocols of the treatment clinic"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Electrotherapy  contraindications/precautions -Do not place electrodes near: -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads -Osteomyelitis -Hemorrhage -Impaired sensation, mental status, communication -Cardiovascular disease -Malignancy -Dermatological conditions -Proximity of electromagnetic radiation -In pregnant women, near the pelvis, lumbar spine, hips, abdomen -In patients with stroke or seizures, near the neck -History of spontaneous abortion in pregnant women",
                "Traction  contraindications/precautions -Spinal trauma -Pregnancy -Suspicion of nonmechanical spine pain -Presence of or potential for joint instability/ligament laxity (e.g., rheumatoid arthritis) -Presence of or potential for bone loss (e.g., osteoporosis, use of steroid medications) -History of spinal surgery or cancer -Claustrophobia -Pulmonary disease"
            ],
            "other": [
                "Precautions should be taken with the presence of osteoporosis if doing spinal mobilization. Spinal mobilization may also be contraindicated if certain disorders of the spine are present (spondylolisthesis/lysis, vertebral fracture)",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Contraindications/precautions to use of modalities(8)"
            ]
        },
        "diagnosis need for treatment": "Disability and pain Authors of a 2017 systematic review and meta-analysis  concluded that there was a strong relationship between LBP and hypolordosis, especially when compared to age-matched  healthycontrols(25)",
        "rule out": " Rule out Scoliosis Spondylolisthesis Spondylolysis Spondylodiscitis",
        "prognosis": [
            "For severe deformity, spinal and other surgical procedures can be effective in normalizing lordosis, with a resulting increase in function and QOL(21)"
        ],
        "referral to other disciplines": " Referral to other disciplines Orthotist for shoe orthotics Neurosurgeon/orthopedic surgeon for congenital, severe, or rigid deformities. Congenital lordosis is not treated conservatively, as the condition is progressive and can only be treated surgically In cases of severe macromastia with symptoms that have not responded to conservative management, referral to a plastic surgeon to assess appropriateness of breast reduction may be considered",
        "other considerations": [
            "Some researchers believe that hypolordosis can lead to chronic LBP(20)  –A 2017 systematic review and meta-analysis  confirmed this association(25)",
            "Authors of a study in Korea identified a greater decrease in lumbar lordosis and lumbosacral angles in subjects who had a posteriorly located center of gravity (COG) compared to subjects with a centrally located COG. The population included 164 patients with LBP. The study suggested that patients with a posteriorly located COG may have more disadvantages in establishing lumbar strength, extension, and static and dynamic balance that affect their ability to maintain postural control(13)",
            "Having the lumbar spine in a position of hyperlordosis during quadruped stabilization exercise in patients with chronic LBP caused more activation of the lumbar multifidus(27) –During quadruped leg raise and quadruped leg-arm  raise exercise, multifidus activity as measured by EMG increased 9.7% and 16.9%, respectively, when compared to neutral posture",
            "Researchers in Switzerland assessed the relationship between heel height and postural changes in women. They found that heel height influences pelvic position when walking. Low-heeled  (4cm) shoes influenced pelvic position less than high-heeled  (10 cm) shoes. This is in contrast to previously published studies(20)",
            "The wearing of high heels by women with experience wearing them was found to not increase lumbar lordosis in static or dynamic conditions but was found to have a small effect of reduced pelvic tilt and a moderate effect of increased pelvic rotation(28) –Based on a German randomized crossover study of 37 younger and middle-aged women experienced with wearing high heels –Static measures (pelvic tilt and lumbar lordosis angle) and dynamic measures (pelvic rotation, median lumbar lordosis angle, and ROM) were measured using a noninvasive back shape reconstruction device (rastersteriography)",
            "Authors of a 2017 systematic review of prospective cohort studies found that the combination of hypolordosis, restriction in lateral flexion of spine, and limited hamstring ROM were associated with increased risk of developing LBP(29) –Based on 12 articles involving 5,459 participants –Meta-analyses  on the following were not significant for LBP: lumbar extension ROM, fingertip-to-floor  flexibility, back extensor strength, back extensor endurance, abdominal strength, quadriceps flexibility, lumbar flexion ROM, and cross-sectional  area of erector spinae and quadratus lumborum"
        ],
        "treatment summary": [
            "Physical therapy techniques are more likely to be successful when addressing a nonrigid deformity. Restoration of appropriate lumbar lordosis appears to have a positive effect on muscular strength –Authors of a research study found that providing postural cueing to patients while they perform trunk stabilization exercises can improve multifidus muscle activation compared to traditional stabilization exercises alone(19)",
            "Lumbar stabilization exercises are effective for improving functional disability and lumbar lordosis angles in patients with chronic LBP(15) –Thirty patients with chronic low back pain were included in this study in Korea –Subjects were divided equally into the lumbar stabilization exercise group (LSEG) or the conservative treatment group (CTG). The LSEG performed a 5-minute stretching warm-up,  30 minutes of lumbar stabilization exercises, and a 5-minute cooldown. The CTG received a hot pack (20 minutes), interferential current therapy (15 minutes), and ultrasound (5 minutes) –All patients received treatment 3 times/week for 6 weeks –Outcome measures included the ODI and the lumbar lordosis angle measured by plain radiography –ODI scores improved significantly in both groups, with significantly greater improvement in the LSEG. Lumbar lordosis angles increased significantly in the LSEG post treatment, which was significantly better than the CTG post treatment",
            "Based on a study in Turkey, isometric neck extension exercise can improve cervical pain and lordosis(30) –Based on a study of 65 patients with loss of cervical lordosis who were randomly assigned to either a control or intervention group. Both groups received NSAIDs for 10 days. The intervention group was also instructed in a home exercise program of isometric neck extension that they carried out for 3 months –Outcome measures were cervical lordosis angle and neck pain severity at baseline and at 3 months",
            "Authors of a 2019 meta-analysis  concluded that exercise can have a positive effect on kyphosis angle but has no clear effect on lumbar lordotic angle. They also stated that both stretching and strengthening are important for normal lordosis(31) –Ten RCTs were included, with 284 persons with either hypo-  or hyperlordosis and 255 controls. Seven studies examined the kyphosis angle and four studies assessed the lordotic angle ",
            "Based on a study in Korea, manipulation based on passive motion analysis is effective for decreasing forward head posture (FHP) and improving cervical lordosis and cervical ROM(16) –Forty university students with impaired cervical posture and ROM were included in this study –Subjects were randomly assigned to one of two manipulation/mobilization groups. The experimental group received a cervical joint manipulation based on passive motion analysis (MBPMA) and the control group received general mobilization –Each group received treatment 3 times/week for 4 weeks, and effects were assessed via radiography –MBPMA was an effective treatment for increasing cervical lordosis and cervical extension ROM, decreasing forward head posture, and improving cervical ranges of flexion and extension motion –Mobilization (control group) was effective in increasing cervical extension ROM and decreasing forward head posture",
            "Authors of a preliminary study in Chile found that continuous use of a mandibular advancement appliance (MAA) in conjunction with a postural reeducation program significantly increased cervical lordosis, thereby improving cervical alignment in patients with temporomandibular disorders (TMD) and cervical pain with decreased lordosis (< 20°)(17) –MAAs were made for each of the 22 patients. Patients were fitted and seen the first week followed by every 2 weeks for a total of 6 months –A physical therapist evaluated and treated each patient beginning in the third month. Patients received postural reeducation programs to improve alignment of the head and neck and to restore muscular and joint mobility",
            "Pilates exercises improved performance, decreased lumbar lordosis, and decreased pain in patients with chronic non-specific  LBP(18) –Twenty-seven  women with unexplained chronic LBP and hyperlordosis participated in this study in Iran –Patients were randomly assigned to the experimental or control groups. Patients in the experimental group performed 8 weeks of Pilates exercises. The control group did not perform an exercise program –Pre-test/post-test  measures focused on pain level, performance, and the degree of lumbar lordosis and included the Quebec, Oswestry, and Formetric 4D system –The experimental group had a significant improvement in pain, functional mobility, and lumbar lordosis compared to the control group . Problem Goal Intervention Expected Progression Home Program Muscle spasm _ _ Chronic painDecrease muscle spasm _ _ Decrease pain intensityPhysical agents and mechanical modalities _ Heat to relieve stiffness, tightness, and spasm. Cryotherapy to relieve pain(8) _ _ Electrotherapeutic modalities _ TENS to decrease pain and spasms(8) _ _ Manual therapy _ Myofascial release, massage, and trigger point releases, as appropriateProgress each unique patient as indicated and appropriateImplement a home exercise program as indicated and appropriate  Poor posture Improve posture Therapeutic exercises _ Postural reeducation and exercises. May include traditional exercise or Pilates(18) _ Spinal mobilization to decrease forward head posture(16)Progress each unique patient as indicated and appropriateImplement a home exercise program as indicated and appropriate _ _ Design a treatment that is appropriate for the severity of deformity Reduced spinal ROM; reduced extremity flexibilityIncrease/maintain pain-free ROM and flexibilityTherapeutic exercises _ Stretching of tight or contracted muscles _ _ Manual therapy _ Spinal mobilizations,(16) soft- tissue mobilization, passive ROM, stretching shortened musclesProgress each unique patient as indicated and appropriateImplement a home exercise program as indicated and appropriate Reduced core and extremity strengthIncrease/maintain sufficient strengthTherapeutic exercises _ Strengthening of weakened and lengthened musclesProgress each unique patient as indicated and appropriateImplement a home exercise program as indicated and appropriate Proprioceptive and balance deficitsImprove proprioception and balanceTherapeutic exercises _ High-level balance activities _ _ Sensory input to improve proprioceptionProgress each unique patient as indicated and appropriateImplement a home exercise program as indicated and appropriate Reduced walking speed with faulty gait mechanics _ _ Reduced enduranceImprove gait mechanics and walking speed _ _ Increase enduranceFunctional training _ Gait training and orthotic consult as indicated. Consider assistive device if appropriate _ _ Endurance activities _ Energy conservation techniquesProgress each unique patient as indicated and appropriateImplement a home exercise program as indicated and appropriate  Impaired function in ADLsIndependent in ADLs Equipment prescription _ Implement adaptive or assistive equipment as indicated _ ADL trainingProgress each unique patient as indicated and appropriateImplement a home exercise program as indicated and appropriate ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes outcome measures": [
            "Decreased muscle spasm",
            "Decreased pain intensity–V AS",
            "Improved posture–Posture reassessment",
            "Increased/maintenance of pain-free  ROM–ROM, goniometry",
            "Reduced/elimination of muscular contracture",
            "Increased/maintenance of sufficient strength–MMT, isokinetic testing",
            "Improved proprioception and balance–Romberg balance test",
            "Improved gait mechanics and walking speed–Gait assessment",
            "Increased endurance",
            "Independence in ADLs–FIM",
            "Improve satisfaction–ODI, NDI, SF-36"
        ]
    },
    "maintenance or prevention": [
        "Postural education, ergonomic assessment, targeted strengthening/stretching program"
    ],
    "patient education": [
        "See “Lordosis” from MedlinePlus at https://medlineplus.gov/ency/article/003278.htm",
        "The NHS provides various solutions to posture problems at https://www.nhs.uk/live-well/exercise/common-posture-mistakes-and-fixes/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Kliegman RM, Stanton BF, Geme JS, Schor NF, Behrman RE, eds. Nelson Textbook of Pediatrics . 20th ed. Philadelphia, PA: Saunders Elsevier; 2016. (GI) "
        },
        {
            "number in article": 2,
            "reference": "Papadakis M, Papadokostakis G, Kampanis N, Sapkas G, Papadakis SA, Katonis P. The association of spinal osteoarthritis with lumbar lordosis. BMC Musculoskelet Disord . 2010;11:1. (R)"
        },
        {
            "number in article": 3,
            "reference": "Kalichman L, Li L, Hunter DJ, Been E. Association between computed tomography-evaluated  lumbar lordosis and features of spinal degeneration, evaluated in supine position. Spine J. 2011;11(4):308-315.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Bosch P, Rab GT. Pediatric orthopedic surgery. Skinner HB, McMahon PJ, eds. Current Diagnosis & Treatment in Orthopedics . 6th ed. New York, NY: McGraw-Hill Companies, Inc; 2021. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Rajabi R, Seidi F, Mohamadi F. Which method is accurate when using the flexible ruler to measure the lumbar curvature angle? Deep point or mid point of arch?. World Appl Sci J. 2008;4(6):849-852.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Seidi F, Rajabi R, Ebrahimi TI, Tavanai AR, Moussavi SJ. The Iranian flexible ruler reliability and validity in lumbar lordosis measurements. World Appl Sci J . 2009;2(2):95-99. (R)"
        },
        {
            "number in article": 7,
            "reference": "Harrison DD, Haas JW, Cailliet R, Harrison DD, Holland B, Janik TJ. Concurrent validity of flexicurve instrument measurements: sagittal skin contour or the cervical spine compared with lateral cervical radiographic measurements. J Manipulative Physiol Ther . 2005;28(8):597-603.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Rehabilitation . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Salamh PA, Kolber M. The reliability, minimal detectable change and concurrent validity of a gravity-based  bubble inclinometer and iPhone application for measuring standing lumbar lordosis. Physiother Theory Pract . 2014;30(1):62-7.  doi:10.3109/09593985.2013.800174. (R)"
        },
        {
            "number in article": 10,
            "reference": "Lee ES, Ko CW, Suh SW, Kumar S, Kang IK, Yang JH. The effect of age on sagittal plane profile of the lumbar spine according to standing, supine, and various sitting positions. J Orthop Surg Res . 2014;9(1):11. doi:10.1186/1749-799X-9-11.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Arab AM, Talimkhani A, Karimi N, Ehsani F. Change in lumbar lordosis during prone lying knee flexion test in subjects with and without low back pain. Chiropr Man Therap . 2015;23(1):1-5.  doi:10.1186/s12998-015-0061-z.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Bouaicha S, Lamanna C, Jentzsch T, Simmen HP, Werner CM. Comparison of the sagittal spine lordosis by supine computed tomography and upright conventional radiographs in patients with spinal trauma. Biomed Res Int . 2014;2014:967178. doi:10.1155/2014/967178. (R)"
        },
        {
            "number in article": 13,
            "reference": "Kim DH, Park JK, Jeong MK. Influences of posterior-located  center of gravity on lumbar extension strength, balance, and lumbar lordosis in chronic low back pain. J Back Musculoskelet Rehabil . 2014;27(2):231-237.  doi:10.3233/BMR-130442.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Arab AM, Nourbakhsh MR. Hamstring muscle length and lumbar lordosis in subjects with different lifestyle and work setting: Comparison between individuals with and without chronic low back pain. J Back Musculoskelet Rehabil . 2014;27(1):63-70.  doi:10.3233/BMR-130420.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Cho I, Jeon C, Lee S, Lee D, Hwangbo G. Effects of lumbar stabilization exercise on functional disability and lumbar lordosis angle in patients with chronic low back pain. J Phys Ther Sci . 2015;27(6):1983-1985.  doi:10.1589/jpts.27.1983. (R)"
        },
        {
            "number in article": 16,
            "reference": "Gong W. The effects of cervical joint manipulation, based on passive motion analysis, on cervical lordosis, forward head posture, and cervical ROM in university students with abnormal posture of the cervical spine. J Phys Ther Sci . 2015;27(5):1609-1611.  doi:10.1589/jpts.27.1609. (R)"
        },
        {
            "number in article": 17,
            "reference": "Santander H, Zuniga C, Miralles R, et al. The effect of a mandibular advancement appliance on cervical lordosis in patients with TMD and cervical pain. Cranio. 2014;32(4):275-282.  doi:10.1179/0886963414Z.00000000038. (R)"
        },
        {
            "number in article": 18,
            "reference": "Shahrjerdi S, Golpayegani M, Daghaghzadeh A, Karami A. The effect of Pilates-based  exercises on pain, functioning and lumbar lordosis in women with non-specific  chronic low back pain and hyperlordosis. J Zanjan Univ Med Sci Health Serv . 2014;22(94):111-122.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Beneck GJ, Story JW, Donald S. Postural cueing to increase lumbar lordosis increases lumbar multifidus activation during trunk stabilization exercises: electromyographic assessment using intramuscular electrodes. J Orthop Sports Phys Ther . 2016;46(4):293-299.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Baaklini E, Angst M, Schellenberg F, et al. High-heeled  walking decreases lumbar lordosis. Gait Posture . 2017;55:17-14.  doi:10.1016/j.gaitpost.2017.03.035. (R)"
        },
        {
            "number in article": 21,
            "reference": "Le Huec JC, Thompson W, Mohsinaly Y, Barrey C, Faundez A. Sagittal balance of the spine. Eur Spine J . 2019;28(9):1889-1905.  doi:10.1007/s00586-019-06083-1.  (GI)"
        },
        {
            "number in article": 22,
            "reference": "Noorollah J. Lordosis: a force for good—a plea for terminology guidelines on spinal alignment. Spine J. Advance online publication. 2021;S1529-9430(21):00285-0. doi:10.1016/j.spinee.2021.05.021. (X)"
        },
        {
            "number in article": 23,
            "reference": "Been E, Kalichman L. Lumbar lordosis. Spine J. 2014;14(1):87-97.  doi:10.1016/j.spinee.2013.07.464. (GI)"
        },
        {
            "number in article": 24,
            "reference": "Czaprowski D, Stoli#ski #, Tyrakowski M, Kozinoga M, Kotwicki T. Non-structural  misalignments of body posture in the sagittal plane. Scoliosis Spinal Disord . March 5, 2018;13:6. doi:10.1186/s13013-018-0151-5.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Chun SW, Lim CY, Kim K, Hwang J, Chung SG. The relationships between low back pain and lumbar lordosis: a systematic review and meta-analysis.  Spine J. 2017;17(8):1180-1191.  doi:10.1016/j.spinee.2017.04.034. (M)"
        },
        {
            "number in article": 26,
            "reference": "Guo GM, Li J, Diao QX, et al. Cervical lordosis in asymptomatic individuals: a meta-analysis.  J Orthop Surg Res . June 15, 2018;13(1):147. doi:10.1186/s13018-018-0854-6.  (M)"
        },
        {
            "number in article": 27,
            "reference": "Shah J, Tanwar T, Iram I, Aldabbas M, Veqar Z. Effect of increased lumbar lordosis on lumbar multifidus and longissimus thoracis activation during quadruped exercise in patients with chronic low back pain: an EMG study. J Appl Biomech . Advance online publication. 2020;1-8.  doi:10.1123/jab.2020-0040."
        },
        {
            "number in article": 28,
            "reference": "Schroeder J, Hollander K. Effects of high-heeled  footwear on static and dynamic pelvis position and lumbar lordosis in experienced younger and middle-aged  women. Gait Posture. 2018;59:53-57.  doi:10.1016/j.gaitpost.2017.09.034. (RCT)"
        },
        {
            "number in article": 29,
            "reference": "Sadler SG, Sprink MJ, Ho A, De Jonge XJ, Chuter VH. Restriction in lateral bending range of motion, lumbar lordosis, and hamstring flexibility predicts the development of low back pain: a systematic review of prospective cohort studies. BMC Musculoskelet Disord . 2017;18(1):179. doi:10.1186/s12891-017-1534-0.  (SR)"
        },
        {
            "number in article": 30,
            "reference": "Alpayci M, Ilter S. Isometric exercise for the cervical extensors can help restore physiological lordosis and reduce neck pain: a randomized controlled trial. Am J Phys Med Rehabil. 2017;96(9):621-626.  doi:10.1097/PHM.0000000000000698. (RCT)"
        },
        {
            "number in article": 31,
            "reference": "González-Gálvez  N, Gea-García  GM, Marcos-Pardo  PJ. Marcos-Pardo  PJ. Effects of exercise programs on kyphosis and lordosis angle: A systematic review and meta-analysis.  PLoS One . 2019;14(4):e0216180. doi:10.1371/journal.pone.0216180. (M)"
        }
    ]
}