{
    "metadata": {
        "title": "Schizophrenia  Occupational Therapy",
        "synonyms": [
            "dementia praecox  occupational therapy",
            "schizophrenia occupational therapy"
        ],
        "anatomical location body part affected": [
            "The brain"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "behavioral health",
            "mental health"
        ],
        "description": [
            "Schizophrenia is a chronic, debilitating mental illness that affects a person’s thoughts, perception, speech/language, and behavior.(1,2) The diagnostic criteria for schizophrenia are provided in the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition  (DSM-5 ).(2,3,4,5) According to the DSM-5 , a combination of 2 or more symptoms must be present in the patient for at least 1 month prior to diagnosing schizophrenia (see Presentation/Signs and symptoms , below).(2,3,4,5) Please refer to the DSM-5  for details regarding diagnosis(3)",
            "Schizophrenia is one of the diagnoses included in the DSM-5  category “Schizophrenia spectrum and other psychotic disorders”(3)",
            "Schizophrenia is no longer divided into subtypes (e.g., paranoid, delusional) in the DSM-5 , as these categories had inadequate diagnostic stability, poor reliability, and poor validity. Additionally, evidence suggested that these classifications did not provide better, more targeted treatment or better outcomes for patients(3)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "F20.0": {
                "base": "paranoid schizophrenia",
                "F20.1": "disorganized schizophrenia",
                "F20.2": "catatonic schizophrenia",
                "F20.3": "undifferentiated schizophrenia",
                "F20.5": "residual schizophrenia",
                "F20.8": "other schizophrenia",
                "F20.81": " F20.81 schizophreniform disorder",
                "F20.89": " F20.89 other schizophrenia",
                "F20.9": "schizophrenia, unspecified"
            },
            "F21": "schizotypal disorder",
            "F23": "brief psychotic disorder (ICD codes are provided for the reader's reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Symptoms of schizophrenia are classified as either positive (present) or negative (absent).(1,2) Patient can present with any or all of the following symptoms:",
            "Positive symptoms –Delusions (defined by the DSM-5  as “fixed beliefs that are not amenable to change in light of conflicting evidence”)(2,3,4)  –Hallucinations (auditory and visual)(2,4) -Command hallucinations: auditory hallucinations of instructions for patient to carry out specific task(s)(2,4) –Psychosis (loss of contact with reality)(1) –Thought disturbance (disordered speech and language, which are presumed to reflect underlying thought disturbance)(1,4,5) -Disorganized speech will typically present as frequent derailment or incoherence(17)",
            "Negative symptoms –Cognitive decline(1,4) -Attention, memory, and executive functioning may be affected; speech, language, and behavior may be disorganized(2) –Loss of motivation/pleasure/desire(1,2,17) –Poor hygiene(2,4) –Poverty of speech(2) –Reduced affect(1,2) –Social withdrawal(1,2,4)",
            "Most individuals with schizophrenia experience negative symptoms first, followed by positive symptoms(3)",
            "Patients with schizophrenia often have an unusual appearance, typically appearing mildly to moderately unkempt(4)",
            "Motor activity is almost always reduced in persons with schizophrenia; however, the motor activity displayed by a person with schizophrenia can range from catatonic daze to hyperactive excitement(4)",
            "Psychiatric disorders that are similar to schizophrenia include schizoaffective disorder (symptoms fail to fit the classification of either schizophrenia or affective [mood] disorder) and schizophreniform disorder (duration of symptoms is more than 1 week and less than 6 months).(3,6) Schizoaffective disorder is characterized by a combination of symptoms associated with schizophrenia and mood disorder Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Cultural sensitivity must be used when assessing and treating occupational functioning"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  the underlying etiology of schizophrenia is unknown. ,  researchers have tried to determine whether schizophrenia is a degenerative disease or a congenital condition present from birth.   studies examining the brains of": [],
        "pathogenesis:  the underlying physiology of schizophrenia is unknown": [
            "One hypothesis about the pathogenesis of schizophrenia is that the dopamine system of the brain is involved.(2,4) Drugs thatincrease dopamine in the brain can induce psychosis, and antipsychotics block postsynaptic dopamine receptors to reducepositive symptoms(2,4,5)",
            "Another hypothesis is that schizophrenia is caused by an excess of serotonin in the brain(4,5)",
            "There is some clinical evidence that an abnormal glutamatergic system, resulting in decreased levels of glutamate in thecerebrospinal fluid, contributes to the symptoms of schizophrenia(4,5)"
        ],
        "risk factors:  as the underlying cause of schizophrenia is unknown, risk factors for the disease are also largely unknown. studies of patients with schizophrenia have identified risk factors that might be associated with schizophrenia:": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with schizophrenia are at risk of acute psychosis, suicidal ideation, and depression;(4,5,6) if a patient presents with extreme agitation or verbalizes an intent to harm himself/herself or others, call 911 or instruct caregiver to bring the patient to the emergency room(1)",
        "Do not attempt to calm an agitated patient without assistance from properly trained psychiatric professionals; violence is common among patients with schizophrenia who are not properly treated or who are noncompliant with medication regimens(5)",
        "Polydipsia (excessive thirst) often occurs in patients with schizophrenia; this sometimes produces water intoxication with hyponatremia; symptoms include confusion, lethargy, psychosis, and seizures and can result in death(6)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Cultural sensitivity must be used when assessing and treating occupational functioning"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "At what age did symptoms first appear? Peak incidence is between ages 16 and 30.(1) Where is the patient in the course of schizophrenia? What is the nature of the referral?",
                "course of treatment": {
                    "medical management": "Management of schizophrenia usually includes pharmacologic and nonpharmacologic therapy(1) Pharmacologic therapy Acute psychosis is managed with antipsychotic drugs(1) Second-generation  antipsychotics are prescribed to manage the symptoms of schizophrenia on a long-term  basis(1,2) Sedatives are used sparingly to calm a patient with schizophrenia who is in an agitated state(1) Nonpharmacologic therapy Social support/social skills training; is the patient associated with any social networks? Group treatment sessions?(1,5) Psychosocial therapy with psychologist or psychiatrist(1,2,4)  Psychoeducation (involves education of the patient and family members; education provided on schizophrenia, crisis management, emotional support, and coping skills)(2) V ocational rehabilitation(2) (e.g., employment programs, job training)",
                    "surgical management": [],
                    "medications": "Determine what medications the patient’s primary physician and psychiatrist have prescribed; are they being taken? Are they effective? Noncompliance with the psychiatric medication regimen is common among patients with schizophrenia and may result in relapse(1,4) Neuroleptic drugs used to treat schizophrenia (e.g., haloperidol, chlorpromazine) can cause parkinsonism.(1) Long-term use of these drugs can lead to tardive dyskinesia (described below) and increased fall risk(1,4)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for schizophrenia are the following:",
                        "EEG to rule out seizures and encephalopathy(1)",
                        "History and physical from patient’s primary physician, neurologist, and/or psychiatrist(1)",
                        "Imaging studies (CT scan, chest X-ray,  MRI)(1)",
                        "Laboratory tests(1)",
                        "No specific tests for schizophrenia; however, standard blood panels, urinalysis, and toxicology screens are often used to rule out other underlying conditions that can cause the same symptoms",
                        "Neuropsychological testing(4,5)",
                        "Might include IQ tests, personality tests, cognitive testing, and/or other psychological testing"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help Does the patient “self-medicate”?  Substance abuse and/or nicotine dependence occurs in a majority of patients with schizophrenia(1,2,4,5)",
                    "previous therapy": "Document whether patient has had psychological, cognitive, speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors -Are there certain situations in which the patient’s symptoms seem worse? -Do certain conversational partners have an easier or harder time talking to the patient? -Does the patient function better during certain parts of the day? More conversant in the morning? Evening?",
                "body chart": "",
                "nature of symptoms": "Document nature of positive and negative symptoms -See Presentation/signs and symptoms , above, for description",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night -Sleep disturbances, including insomnia, are common among patients with schizophrenia(3,6)",
                "other symptoms": "",
                "respiratory status": "Does the patient require supplemental oxygen? Nasal cannula? Does the patient have a tracheostomy tube? Does the patient require ventilator support? Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Has another psychiatric disorder been diagnosed in the patient? Is there a family history of mental illness?",
                    "comorbid diagnoses": " Comorbid diagnoses Patients with schizophrenia have a higher incidence of comorbid medical problems than the general population(1,2,4,5) Ask patient and/or family/caregiver about other problems, including diabetes, cancer, COPD, heart disease, HIV infection, complications of pregnancy, another psychiatric disorder, orthopedic disorders, seizure disorders, and substance abuse(1,2,4,5)  Patients with schizophrenia are at risk for eye movement disorders, including impairment in smooth pursuit eye movements and elevated blink rate.(5) If the patient reports vision problems or if unusual eye movements are noted during examination, refer to ophthalmologist",
                    "medications previously prescribed": "",
                    "other symptoms": "Ask patient and/or family/caregiver about other symptoms he/she is experiencing If patient describes suicidal thoughts, call 911 or have the patient’s caregiver bring him or her to the emergency room Refer the patient to his or her physician immediately if there are symptoms of polydipsia (excessive thirst)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -What are the patient’s occupations and role(s) within his or her family? -Does the patient currently have a job or attend school? Has the patient been able to maintain employment in the past? -Patients with schizophrenia often have difficulty maintaining employment(1)",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Does the patient require use of a communication device? -Does the patient require hearing aids? If so, are the hearing aids in good working order? -Does the patient wear glasses? -Does the patient require a cane or walker? -If so, does this appear to pose a safety threat to the patient and/or others?",
                "living environment": "With whom does patient live, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? -Patients with schizophrenia who continue to live with their families have a lower rate of morbidity(1) -Patients with schizophrenia have an elevated risk of poverty and homelessness(4)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Note BMI; patients with schizophrenia have an increased likelihood of obesity due to side effects of medications(1,2,5)",
            "assistive and adaptive devices": "Assess the patient’s need for and/or current use of assistive and adaptive devices",
            "balance": "Evaluate static and dynamic balance functionally during ADLs ",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess pulse bilaterally; note any discrepancies or abnormalitiesEvaluate functional mobility and document any impairments –Test static and dynamic activitiesA measurement of mobility; includes tasks such as standing from a seated position, walking, turning, stopping, and sitting down, all of which are important for independent mobilityAn 18-item,  7-level  ordinal scale assessing functional mobility, ADLs, language skills, and",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Complete an assessment of muscle strength and document any impairments –Manual muscle testing (MMT) to evaluate strength in both upper extremities, including the shoulder, elbow, forearm, wrist, and fingers; do not perform MMT with contracted muscles or muscles with tone and coordination issues –Dynamometer to evaluate hand strength bilaterally –Assess grip force in functional tasks –Assess pinch strengthNote abnormal movements of the lips and tongue; refer to SLP if appropriateInvoluntary, choreoathetoid movements of the tongue and facial muscles that are associated with prolonged use of neuroleptic drugs;(1,5) patient may look as though he or she is chewing on lips or a piece of gum -Sometimes affects speech and/or swallowing function(5) -Present in 20–30%  of patients with long-term  use of dopamine-receptor antagonist (DRA) drugs(5) -If tardive dyskinesia is noted during evaluation, discuss possibility of changing medications or lowering the dosage of current medication/s with patient’s primary physician or psychiatrist(5)Patients with schizophrenia may have visual or auditory hallucinations;(6) document reports of any altered perception and refer to neurology and/or psychiatry if patient has not yet been examined –Cenesthetic hallucinations (sensations of altered body function, including burning of the brain or boiling blood) can occur in patients with schizophrenia(6) –The majority of individuals with schizophrenia will have paroxysmal saccadic eye movements,in which objects cannot be tracked with the eyes in a smooth manner(5) -Ocular motor screening includes tracking through all planes, visual accommodation, and clarity of vision",
            "observation inspection palpation including skin assessment": [],
            "posture": "Poor posture can impact the ability of the patient to complete many functional tasks or IADLs, such as feeding, dressing, oral care, transfers, and meal preparation –Document static/dynamic posture in both sitting/standing throughout a variety of tasks –Note posture with/without adaptive equipment",
            "range of motion": "Assess active range of motion (AROM) and passive range of motion (PROM) of both upper extremities, including the shoulder, elbow, forearm, wrist, and fingers –Note pain response with any active movement or stretching Assess safety and ability to perform ADLs combing hair, dressing upper and lower extremities, clothing management, using the toilet, applying makeup or shaving the face, bathing, eating –For high-functioning  patients, assess IADLs such as driving (car transfers), meal preparation, shopping, and housework –The FIM, the Physical Self-Maintenance  Scale (PSMS), the Assessment of Motor and Process Skills (AMPS), the Kohlman Evaluation of Living Skills (KELS), the Scorable Self-Care  Evaluation, and the Barthel Activities of Daily Living Index are appropriate standardized measures for ADLs –The Canadian Occupational Performance Measure (COPM) evaluates function through evaluation at baseline and status throughout treatment utilizing the patient’s direct input in scale and is commonly used by OTs during assessments of patients with schizophrenia(12,18) -The COPM allows patients to identify goals in therapy that are personally meaningful; it is useful for a client-centered approach to therapy(12,18) -Studies on the use of the COPM in patients with schizophrenia have found that these patients are able to benefit from this tool and are able to give input regarding desired goals of therapy(12,13) -COPM is useful for measuring functional changes over the course of therapy in patients with schizophrenia(18)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Briefly assess sensation; examine for sensory impairment bilaterally; assess pinprick, temperature, pressure, proprioception, vibration",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –V ocational assessment(14) -Worker Role Interview(14) -Assesses past work experiences(14) -Work Environment Impact Scale(14) -Not appropriate for use with patients who have been chronically unemployed(14)A patient with schizophrenia will likely have reduced insight into his or her disabilities(15)comprehensive scale used to assess patient’s awareness of the effect of schizophrenia on his or her health and daily life(15) –Quality of lifeA self-report  scale that gives patients the opportunity to identify aspects of their lives they consider to be “unsatisfactory”(7) -100-item  inventoryhousing, environment, knowledge and education, contacts, dependence, inner experiences, mental health, physical health, leisure, work, and religion -The more items the patient labels as “unsatisfactory,” the worse his or her quality of life -The Short Form Health Survey (SF-36)  evaluates overall independence, emotional and mental health, limitations to previous roles, and social status",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Patients with schizophrenia will have cognitive deficits including lack of insight, reduced memory, and impaired attention skills(5) –Assess orientation to person, time, place, and situation(5) –Behavioral Assessment of Dysexecutive Syndrome (BADS)(1) -Consists of a battery of six subtests that are designed to test the skills involved in problem solving, planning, and organizing behavior over an extended period of time -Intended to assess cognitive abilities that are required for everyday living -For use only by OTs, speech-language  pathologists (SLPs), and psychologists –The Mini-Mental  State Examination (MMSE) and the Neurobehavioral Cognitive Status Examination (NCSE) are evidence-based  screening tools for cognitive functioning(8,9)(8) Assesses overall cognitive impairment; sections include orientation to time, orientation to place, registration, attention and calculation, recall, naming, repetition, comprehension, reading, writing, and drawing(9) Assesses orientation, attention, auditory and visual memory, spatial perceptual skills, calculations, and reasoning; skills are scored separately so that specific deficits can be identifiedBattery of eight subtests that examine three aspects of attention (ability to focus on one stimulus despite distractions), sustained attention (ability to sustain attention to stimuli over time), and divided attention (ability to equally divide attention between more than one task)(7)Standardized test used to assess perseveration, abstract thinking, and executive function; normed for ages 6½ to 89 years(10)Valid and reliable assessment for patients with schizophrenia; identifies the impact of executive functioning impairment within the context of ADLs and IADLs(11) –Obtain and review any testing completed by other disciplines cognitionAssess fine and gross motor function of the upper extremities; describe the quality of movement –Patients with schizophrenia may present with abnormal motor activity, including rocking, pacing, grimacing, and maintaining uncomfortable positions for hours at a time(4) –Motor coordination is sometimes impaired in patients with schizophrenia(3) -Patients with schizophrenia can present with dysdiadochokinesia (inability to perform rapidly alternating movements) or akathisia (e.g., restless leg syndrome, rocking, fidgeting)(6) -Drug-induced  parkinsonism is sometimes observed in patients with schizophrenia who have been on long-term neuroleptic drug therapy; this is reversible with medical intervention(6) –Assess motor function in unimanual and bimanual tasks –Assess muscle tone, which might be atypical.(4) Patients with schizophrenia can develop acute dystonia(6)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Involvement of the patient’s family has been linked to improved outcomes;(1,5) include and educate the patient’s family members whenever possible during treatment"
            ]
        },
        "diagnosis need for treatment": "The OT will determine the need for intervention after a comprehensive evaluation; the OT must consider each patient’s deficits to determine if the patient is an appropriate candidate for therapy ",
        "rule out": "It is possible for a patient to have schizophrenia in addition to another neurologic or psychiatric disease. In order to provide the best possible treatment, the patient’s medical team will attempt to rule out the following diagnoses before making a diagnosis of schizophrenia: Autism spectrum disorder (ASD)(1) Delirium(1) Delusional disorder (patient will have nonbizarre delusions and will not have the hallucinations, thought disturbances, and negative symptoms of schizophrenia)(1) Mood disorder with psychosis(1) Other neurological condition (e.g., Huntington disease, Parkinson disease)(1) Other psychiatric conditions(1) –It is difficult to rule out all other psychiatric conditions, as many symptoms (psychosis, cognitive decline, social isolation) are common to multiple psychiatric conditions(1)",
        "prognosis": [
            "Even with treatment, remission rates are low(2,5) –Several studies report only 10–20%  of patients having a “good outcome” 5–10 years following initial psychiatric diagnosis and hospitalization(5)",
            "Patients who present with positive symptoms at initial presentation have a better prognosis than those who initially present with negative symptoms(5)",
            "Treatment initiated early in the course of the disease might be associated with better long-term  outcomes(2)",
            "Patients with schizophrenia who had good social skills prior to onset of schizophrenia symptoms have a better prognosis(1,5)",
            "Early age of onset is considered a poor prognostic indicator(4,5)",
            "Positive symptoms of schizophrenia in 20–30%  of patients are not ameliorated by medications(1)",
            "Patients who are noncompliant with their medication regimens are much more likely to relapse following a remission; 40–50%  of patients will be noncompliant with medications after 1–2 years(1,2,5)",
            "The life expectancy of patients with schizophrenia is 20% lower than that of the general population(4)",
            "10–13%  of individuals with schizophrenia commit suicide(1,4,5)"
        ],
        "referral to other disciplines": "The following referrals may be appropriate for patients with schizophrenia Refer patient to the emergency room in cases of acute psychosis, violence, or suicidal thoughts(1,4,5) Refer to physical therapist if patient has reduced mobility, balance, or gait impairment Refer to SLP if patient exhibits speech, language, or swallowing impairment Refer to psychiatrist if the patient is not already under the care of a psychiatrist or if the patient is noncompliant with his or her medication regimen(1) Refer to neurologist if patient has not already undergone a neurological or neuropsychological examination Refer to specialized “dual diagnosis” programs for drug or alcohol rehabilitation if patient reports substance abuse(1) Refer to ophthalmologist if the patient reports vision problems or if unusual eye movements are noted during examination(5) Refer to case management or social work if patient describes inadequate or inappropriate living situations(4) Refer to recreational or vocational therapist for return to activities of leisure and employment",
        "other considerations": [],
        "treatment summary": [
            "Pediatric interventions –Per the United Kingdom’s National Institute for Health and Care Excellence (NICE) clinical guidelines for management of schizophrenia in children and young persons, intervention for education, employment, and occupational activities  should be provided routinely.(16) Rehabilitation professionals should work with both parents and school staff to ensure that special educational needs are met and appropriate work-related  activities and programs are utilized, when age appropriate(16)",
            "Individualized therapy programs –Authors of a study in Japan also noted positive results from an individualized occupational therapy (IOT) program on improving cognitive impairment and symptoms in patients with schizophrenia(19) -Based on a 3-month,  quasi-experimental  controlled trial using a non-randomized  method -Fifty-one  patients with schizophrenia were divided into the IOT group (n = 30) or the group OT (GOT) group (n = 21) -The IOT consisted of a psychosocial treatment program that focuses on motivational interviewing, self-monitoring, individualized visits, handicraft activities, individualized psychoeducation, and discharge planning. Each patient worked with an OT on a one-on-one  basis. The frequency and duration of treatment were individually set for each patient and were adjusted accordingly based on progress. On average patients were seen for 1−2 hours, 3–5 times per week -Those in the GOT group received treatment that consisted of a physical fitness program, a group handicraft activities program, a group cooking program, a group music program, a recreation program, and a group psychoeducation program. Patients were seen for 1–2 hours, 3–5 times per week -Results show that the IOT group had 100% retention and significant improvements in the Brief Assessment of Cognition in Schizophrenia (BACS-J) verbal memory, working memory, verbal fluency, attention, executive function, and composite score, and in the Positive and Negative Syndrome Scale (PANSS) positive subscale, general psychopathology subscale, and total score compared to those participating in the GOT group –Authors of a case study of a 53-year-old  male patient with schizophrenia investigated the use of relaxation exercises as part of speech and occupational therapy treatment(10) -Patient presented with negative attitudes regarding communication, low self-esteem,  a high level of social anxiety, and subsequent poverty of speech -Patient was seen for speech therapy to reduce anxiety in communicative interactions -Relaxation exercises were incorporated into the speech therapy sessions; patient was also taking part in occupational therapy for relaxation exercises",
            "Cognitive remediation programs –Supplementation of cognitive remediation therapy (CRT) with computerized social cognition software can improve visual learning, memory, executive functions, and social cognition in patients with schizophrenia(21) -CRT techniques aim to develop the cognitive skills patients lack in order to improve their social functioning -Based on a 12-week  study of 131 patients with schizophrenia who were randomized to either the CRT group combined with computerized social cognition training or CRT only -After randomization, participants received 36 sessions of CRT and were divided into 4 CRT groups: -COGPACK -Consists of computerized practice sessions over 7 cognitive domains -COGPACK + Mind Reading: Interactive Guide to Emotions (MRIGE) -MRIGE is a computer software program that trains users to recognize their own emotions and mental states -Brain Fitness -Designed to improve speed and accuracy of auditory information processing -Brain Fitness +MRIGE -Participants in the combination group (COGPACK + MRIGE or Brain fitness + MRIGE) received 2 hours of cognitive practice of COGPACK or Brain Fitness and 1 hour of MRIGE training -Participants in the CRT ONLY (COGPACK or Brain Fitness) received 2 hours of cognitive practice of COGPACK or Brain Fitness and 1 hour of writing exercises -Results at the end of 12 weeks showed that those in the combination group demonstrated significant improvements in the MATRICS Consensus Cognitive Battery indices for visual learning, working memory, reasoning, and problem solving",
            "V ocational training and support: V ocational rehabilitation involves matching patients with the most appropriate job given their strengths and functional capacity(14)",
            "Participation in an aerobic dance program may improve cognitive performance in adults with schizophrenia(20) –Based on a quasi-experimental  matched controlled study in Taiwan involving 36 adults with schizophrenia. Patients were divided into either the dance group (n = 17) or control group (n = 19)  –The dance group participated in a 1-hour  aerobic dance group 3 times per week for 3 months. During the hour, the time was allocated into a warmup session (5 minutes), aerobic dance (40 minutes + 5-minute  break in between), and cool-down period (10 minutes) –The control group participated in coloring and handwriting activities for 1hour, 3 times per week for 3 months –Results at the end of the study show significant improvements in processing speed, memory, and executive functioning in the dance group and no significant changes in the control group",
            "Authors of a systematic review conducted in China found that mindfulness training exercises can reduce psychiatric symptoms and improve working memory. However, further research is warranted(22) –Based on 7 studies that assessed mindfulness exercises,including yoga, tai chi, and qi gong",
            "Authors of an RCT study found that the occupational goal intervention (OGI) method is an effective tool for improving executive functioning in patients with treatment-resistant  schizophrenia(23) –OGI, based on the goal management training (GMT) method, is a five-stage rehabilitation program designed to improve everyday functioning –Fifty-four  patients were randomized into either the experimental group or control group –The experimental group received 30 sessions of OT sessions following the OGI method and the control group received 30 sessions of free-choice  activities –Results at the end of the study showed a significant improvement in inhibitory control capacity, planning, problem-solving,  and mentalflexibility in those in the OGI group compared to the control group",
            "Twelve weeks of a maximal strength training program can improve lower extremity strength in patients with schizophrenia(24) –In a study, forty-eight  patients were randomized to either the training group (TG) or control group –The TG group performed aerobic interval training on a treadmill followed by leg press exercises twice a week for 12 weeks. Exercise parameters consisted of 4 repetitions on the leg press machine at an intensity rate of ~90% of the person’s 1-repetition  max with a rest period of 3–4 minutes per set –The control group received two supervised training sessions followed by an exercise program that was to be performed at home. The control group were also asked to document their exercise training in a journal –Results at the end of the study show that those in the TG group were able to improve on their 1-repetition  max and had improved scores on the 30-second sit-to-stand  test . Problem Goal Intervention Expected Progression Home Program Unemployment; difficulty maintaining employmentMaintenance of appropriate and functional employmentFunctional training _ See Treatment summary , aboveIncrease the difficulty of task as able, taking care not to frustrate the patient, thereby reducing participationHome program will vary with respect to the goals of the patient Social withdrawal; poor insight; limited social relationshipsIncrease insight; reduced social anxiety; increased functional, interpersonal relationshipsTherapeutic modalities _ Relaxation exercises(10) _ _ See Treatment summary , aboveIncrease the difficulty of task as able, taking care not to frustrate the patient, thereby reducing participationHome program will vary with respect to the goals of the patient  Impairment of ADLs/ IADLsIncrease independence with ADLs/IADLs; increased safety and efficiency when performing ADLs/ IADLsFunctional training _ ADLs/IADLs training _ _ See Treatment summary , aboveInitially, break ADLs/ IADLs tasks down into separate parts; with increased patient tolerance, have the patient perform progressively longer segments of each ADL/ IADL task at a timeCaregiver education is important for carryover of ADLs/ IADLs training into the home environment; provide the patient’s family with a plan for maximizing home safety for ADLs/IADLs with environmental modifications as appropriate Cognitive impairments (impairments in attention, processing speed, memory, language, and executive functioning)Improve cognitive abilities; reduce cognitive symptoms associated with schizophreniaFunctional training _ See Treatment summary , aboveIncrease the difficulty of task as able, taking care not to frustrate the patient, thereby reducing participationHome program will vary with respect to the goals of the patient ."
        ]
    },
    "desired outcomes outcome measures": {
        "increased awareness of deficits": [
            "SUMD"
        ],
        "improved cognitive functioning": [
            "BADS",
            "MMSE",
            "NCSE",
            "TEA",
            "WCST",
            "EFPT",
            "PRPP"
        ],
        "obtainment or maintenance of employment": [
            "Sustained employment/employment status",
            "Worker Role Interview",
            "Work Environment Impact Scale"
        ],
        "improved independence in adls iadls": [
            "FIM",
            "PSMS",
            "AMPS",
            "KELS",
            "Scorable Self-Care  Evaluation",
            "Barthel Activities of Daily Living Index",
            "COPM"
        ],
        "improved functional mobility": [
            "TUG test",
            "FIM"
        ],
        "improved quality of life": [
            "Quality of Life Self-Assessment  Inventory",
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "Patients who have gone into remission but are noncompliant with their medication regimen are much more likely to relapse(1)",
        "Maintenance of outcomes achieved during occupational therapy is more likely if the patient continues to take his or her medications as prescribed and continues recommended psychosocial/nonpharmacological medical therapy"
    ],
    "patient education": [
        "Information about schizophrenia for patients and families is available from the U.S. National Institute of Mental Health, https://www.nimh.nih.gov/health/topics/schizophrenia/index.shtml",
        "Schizophrenia & Psychosis Action Alliance, https://sczaction.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Berges AA, Goldberg RJ. Schizophrenia. In: Ferri FF, ed. 2021 Ferri's Clinical Advisor: 5 Books in 1 . Philadelphia, PA: Mosby Elsevier; 2021:1234e6-1234e7.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Miller B, Buckley P. Schizophrenia. In: Bope ET, Kellerman RD, eds. Conn's Current Therapy 2020 . Philadelphia, PA: Saunders Elsevier; 2020:806-809.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "American Psychiatric Association. Schizophrenia spectrum and other psychotic disorders. In: Diagnostic and Statistical Manual of Mental Disorders. Fifth edition. DSM-5. Washington, DC: American Psychiatric Publishing; 2013:96-110.  (G)"
        },
        {
            "number in article": 4,
            "reference": "Meltzer HY, Bobo WV, Heckers SH, Fatemi HS. Schizophrenia. In: Ebert MH, Loosen PT, Nurcombe B, Leckman JF, eds. Current Diagnosis and Treatment: Psychiatry . 2nd ed. New York, NY: McGraw-Hill  Medical; 2008:261-288.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Schizophrenia. In: Sadock BJ, Sadock VA, Ruiz P, eds. Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry . 11th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2015:300-323.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Raj KS, Williams N, DeBattista C. Psychiatric disorders. In: McPhee SJ, Papadakis MA, Rabow MW, eds. 2021 Current Medical Diagnosis & Treatment . 60th ed. New York, NY: McGraw-Hill  Medical; 2021:1082-1106.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Tyson PJ, Laws KR, Flowers KA, Mortimer AM, Schulz J. Attention and executive function in people with schizophrenia: relationship with social skills and quality of life. Int J Psychiatry Clin Pract . 2008;12(2):112-119.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Folstein MF, Folstein SE, McHugh PR. \"Mini-Mental  State\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res . 1975;12(3):189-198. (R)"
        },
        {
            "number in article": 9,
            "reference": "Lamarre CJ, Patten SB. A clinical evaluation of the Neurobehavioral Cognitive Status Examination in a general psychiatric inpatient population. J Psychiatry Neurosci . 1994;19(2):103-108.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Clegg J, Brumfitt S, Parks RW, Woodruff PW. Speech and language therapy intervention in schizophrenia: a case study. Int J Lang Commun Disord . 2007;42(Suppl 1):81-101. (C)"
        },
        {
            "number in article": 11,
            "reference": "Katz N, Tadmor I, Felzen B, Hartman-Maeir  A. Validity of the Executive Function Performance Test in individuals with schizophrenia. OTJR. 2007;27(2):44-51.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Cresswell MK, Rugg SA. The Canadian Occupational Performance Measure: its use with clients with schizophrenia. Int J Ther Rehabil . 2003;10(12):544-553.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Pan AW, Chung L, Hsin-Hwei  G. Reliability and validity of the Canadian Occupational Performance Measure for clients with psychiatric disorders in Taiwan. Occup Ther Int . 2003;10(4):269-277.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Evans H. Vocational rehabilitation for people with a diagnosis of schizophrenia: what evidence should be considered by occupational therapists?. Ment Health Occup Ther . 2006;11(1):11-17.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "Katz N, Fleming J, Keren N, Lightbody S, Hartman-Maeir  A. Unawareness and/or denial of disability. Can J Occup Ther . 2002;69(5):281-292.  (X)"
        },
        {
            "number in article": 16,
            "reference": "Psychosis and schizophrenia in children and young people: Recognition and management. National Institute for Health and Care Excellence (NICE) clinical guideline Web site. http://www.nice.org.uk/guidance/cg155/resources/new-nice-guidance-on-psychosis-and-schizophrenia-in-children-and-young-people . Published October 26, 2016. (G)"
        },
        {
            "number in article": 17,
            "reference": "Bonjuklian A. Schizophrenia and Schizoaffective Disorder. In: Boyt Schell BA, Gillen G, Scaffa ME, Cohn ES, eds. Willard & Speckman’s Occupational Therapy . 12th ed. Philadelphia, PA: Lippincott Williams & Wilkins, a Wolters Kluwer business; 2014:1173-1176.  (GI)"
        },
        {
            "number in article": 18,
            "reference": "Rouleau S, Dion K, Korner-Bitensky  N. Assessment practices of Canadian occupational therapists working with adults with mental disorders. Can J Occup Ther . 2015;82(3):181-193.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Shimada T, Nishi A, Yoshida T, Tanaka S, Kobayashi M. Development of an individualized occupational therapy programme and its effects on the neurocognition, symptoms and social functioning of patients with schizophrenia. Occup Ther Int . 2016;23(4):425-435.  doi:10.1002/oti.1445. (R)"
        },
        {
            "number in article": 20,
            "reference": "Chen MD, Kuo YH, Chang YC, Hsu ST, Kuo CC, Chang JJ. Influences of aerobic dance on cognitive performance in adults with schizophrenia. Occup Ther Int . 2016;23(4):346-356.  doi:10.1002/oti.1436. (R)"
        },
        {
            "number in article": 21,
            "reference": "Lindenmayer JP, Khan A, McGurk SR, et al. Does social cognition training augment response to computer-assisted  cognitive remediation for schizophrenia? Shizophrenia Res . 2018;201:180-186.  doi:10.1016/j.schres.2018.06.012. (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Li J, Shen J, Wu G, et al. Mindful exercise versus non-mindful  exercise for schizophrenia: a systematic review and meta-analysis  of randomized controlled trials. Complement Ther Clin Pract . 2018;32:17-24.  doi:10.1016/j.ctcp.2018.04.003. (SR)"
        },
        {
            "number in article": 23,
            "reference": "Vizzotto A, Celestino D, Buchain P, et al. Randomized and controlled trial to evaluate the efficacy of occupational therapy in the rehabilitation of executive functions in patients with treatment-resistant  schizophrenia. Schizophrenia Bull . 2019;45:S321. doi:10.1093/schbul/sbz020.584. (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Nygård M, Brobakken MF, Taylor JL, et al. Strength training restores force-generating  capacity in patients with schizophrenia. Scand J Med Sci Sports . 2021;31(3):665-678. doi:10.1111/sms.13863. (RCT)"
        }
    ]
}