{
    "metadata": {
        "title": "Dysphagia  Amyotrophic Lateral Sclerosis (ALS)",
        "synonyms": [],
        "anatomical location body part affected": [
            "Mouth, oropharynx, pharynx, esophagus, and the bulbar, respiratory, and spinal systems(1)"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders",
            "adult neurological disorders"
        ],
        "description": [
            "Amyotrophic lateral sclerosis (ALS) is a progressive neuromuscular disease characterized by degeneration of motor neurons in the cortex, brainstem, and spinal cord.(1) Symptoms of the disease vary depending on the site of motor neuron involvement. If the disease affects the bulbar and/or spinal systems, dysarthria and dysphagia can result.(1) Both upper and lower motor neuron signs are present as the disease progresses. Symptoms of upper motor neuron involvement include muscle weakness, increased muscle tone (spasticity), hyperreflexia, and pseudobulbar palsy. Symptoms of lower motor neuron involvement include decreased muscle tone (flaccidity), muscle weakness, muscle atrophy, and decreased or absent stretch reflexes(1)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia",
            "G12.21": "amyotrophic lateral sclerosis (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Swallowing G-code set": {
                "G8996": "Swallowing functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G8997": "Swallowing functional limitation, projected goal status, at initial therapy treatment/outset and at discharge from therapy",
                "G8998": "Swallowing functional limitation, discharge status, at discharge from therapy/ end of reporting on limitation"
            },
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for procedure will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Dysphagia refers to swallowing due to an inability to move food efficiently during the oral, pharyngeal, or esophageal phases of swallowing.(2) The oral phase includes sucking, chewing, and moving the food or liquid into the throat. The pharyngeal phase is the initiation of the swallowing reflex, when the food is squeezed down the throat and the airway is closed off to prevent aspiration (food or liquid entering the airway) or choking. In the esophageal phase, the openings at the top and bottom of the esophagus move the food or liquid to the stomach by relaxing and tightening.(3) The symptoms of oral phase dysphagia in ALS are caused by weakness or reduced coordination of the muscles used for chewing, bolus manipulation, and bolus transfer.(4) Symptoms include drooling (sialorrhea), chewing fatigue, poor bolus manipulation/transfer, and inefficient lip seal. Nasal regurgitation and an impaired nasopharyngeal seal might result from palatal and pharyngeal weakness. Pharyngeal phase difficulties include uncoordinated respiration and swallowing and weakened ability to protect airway(5) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "The patient should have dentures in place before performing a swallowing evaluation, if applicable",
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain tolerance, fatigue level, and frustration level. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. Physical functioning in patients with ALS is highly dependent on the patient’s level of fatigue. Swallowing assessments should be scheduled at a time of day when the patient is less fatigued and should not occur following other assessments",
            "A patient’s culture and native language should be considered to determine the appropriateness of examination questions and materials",
            "Some patients with dysphagia and ALS might also have dementia or other cognitive difficulties and not be able to answer questions regarding medical history.(10) It is recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "ALS is the most common motor neuron disease in adults, with an incidence of 1–2.4  per 100,000 persons per year.(5) Theetiology is unknown in 90–95%  of cases; 5–10%  of cases are familial(5)",
            "Dysphagia in ALS is caused by degeneration of cranial nerves (CNs).(38) When any or all of the following CNs areimpaired as a result of ALS, dysphagia is likely to develop: CN V (trigeminal), CN VII (facial), CN IX (glossopharyngeal),CN X (vagus), CN XI (spinal accessory), CN XII (hypoglossal)(38)"
        ],
        "pathogenesis": [
            "In patients with ALS, oral and pharyngeal dysphagia result from progressive loss of function in bulbar and respiratorymuscles.(1) The onset of dysphagia can go undetected, but initial signs include postnasal drip and choking while drinkingliquids. Other initial signs include increasing tongue, lip, and palatal weakness that negatively affect the oral stage ofswallowing. Complications of dysphagia include nutritional deficiency, progressive weakness, and dehydration.(1) Themajor causes of death in patients with ALS are ventilatory impairment and respiratory infections due to palsy of therespiratory muscles(6)"
        ],
        "risk factors for als": [
            "Heredity (5–10%  of all cases are identified as familial)(5)",
            "Age (ALS most commonly develops between the ages of 40 and 60)(7,45)",
            "Sex (before the age of 65, more men than women develop ALS;this difference disappears after the age of 70)(7,45)",
            "Geography (persons living in Guam, Western New Guinea, and parts of Japan have an increased risk, which is thought tobe due to dietary factors)(45)",
            "Military service (possible increased risk for persons who have served in the military)(7)",
            "Cigarette smoking(45)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Speech-language  pathologists (SLPs) are required to have graduate, postgraduate, or continuing education training specifically in dysphagia assessment and treatment(8)",
        "To perform videofluoroscopic swallowing studies (VFSSs), SLPs must have established competencies in the use and storage of barium used in VFSSs(9)",
        "Patients with dysphagia are at risk for aspiration and/or penetration of oral intake. Inform the patient and family/caregivers of potential aspiration risks and educate about strategies when appropriate",
        "The patient’s family/caregivers should be involved in assessment and treatment procedures"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The patient should have dentures in place before performing a swallowing evaluation, if applicable",
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain tolerance, fatigue level, and frustration level. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. Physical functioning in patients with ALS is highly dependent on the patient’s level of fatigue. Swallowing assessments should be scheduled at a time of day when the patient is less fatigued and should not occur following other assessments",
            "A patient’s culture and native language should be considered to determine the appropriateness of examination questions and materials",
            "Some patients with dysphagia and ALS might also have dementia or other cognitive difficulties and not be able to answer questions regarding medical history.(10) It is recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "There is no laboratory test for ALS; diagnosis is based on clinical examination and neurophysiologic testing by an experienced neurologist.(10) Refer to neurological testing (MRI, CT) and functional testing for further information regarding the stage and severity of ALS. After diagnosis, the patient is further evaluated by a multidisciplinary team that may include a physical therapist (PT), occupational therapist (OT), respiratory therapist, SLP, neurologist, nurse practitioner, social worker, dietician, and pulmonologist. Common rating scales forThis functional rating scale measures the clinical effects of neuromuscular dysfunction. It assesses bulbar function, fine motor function, gross motor function, and respiratory function using a 5-point scale (from 0 to 4). There is a swallowing subscore that ranges from 0 (nothing by mouth) to 4 (normal eating habits)(4,11)This scale allows an examiner to evaluate the symptoms of ALS in four categories speech, swallowing, lower extremity abilities, and upper extremity abilities. A 10-point scale determines the severity of dysphagia (10 = normal swallowing, 1 = aspiration of secretions)(4,12)",
                "course of treatment": {
                    "medical management": "Medical management of patients who have ALS is highly complex and variable. Document any medical management for dysphagia, including insertion of a nasogastric (NG) feeding tube or a percutaneous endoscopic gastronomy (PEG) tube ",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being There is no cure for ALS; however, researchers continue to develop therapies that will slow the progression of ALS and prolong life expectancy. Currently, one drug, riluzole, has been shown to prolong survival (by about 3 months) and is approved by the U.S. Food and Drug Administration (FDA) in the treatment of ALS(10) Pharmaceutical management of sialorrhea (drooling) may include tricyclic antidepressants, atropine sulfate, glycopyrrolate, hyoscyamine, or scopolamine(10) Botulinum toxin type A (Botox-A) Injections of Botox-A  to the submandibular glands have been used to successfully reduce saliva production in patients with ALS as a treatment for sialorrhea(13) In a study conducted in Italy with 20 patients with ALS, researchers found that injections of Botox-A  resulted in significant swallowing improvement only in those patients with isolated upper esophageal sphincter (UES) hyperactivity related to lower motor neuron dysfunction.(37) Researchers found that the injections were not useful for improving swallowing function in patients with upper motor neuron impairment and also noted that due to the small sample size it was difficult to draw firm conclusions regarding the efficacy of BotoxA injections for patients with ALS in general(37) Radiotherapy has been found to reduce saliva secretion in patients with ALS and PEG tubes(13)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for dysphagia include the following:",
                        "Complete patient history",
                        "Clinical swallowing evaluation (CSE)",
                        "VFSS",
                        "Fiberoptic endoscopic evaluation of swallowing (FEES)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational, physical, or speech therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Does the patient have a history of pneumonia or respiratory infections? Does the patient indicate any lack of awareness or interest in food? Does the patient show any signs of dehydration or malnutrition (e.g., weakness, malaise, constipation)?(1,4) Does the patient have persistent phlegm or secretions? Does the patient exhibit -with certain textures of foods or liquids? -in different environments? -as meal progresses? -during certain times of day? -if the patient is fatigued? -with environmental distractions?",
                "body chart": "Review the patient’s chart and note weight and weight history to determine any significant changes in weight. Review medical chart for other evidence of malnutrition, such as poor wound healing or increased incidence of ulcers",
                "nature of symptoms": "The nature and severity of dysphagia symptoms have been found to be correlated with the severity -sensation of food sticking in the throat(1) -feeling of excess phlegm in throat, possibly due to mild dehydration, which makes secretions more viscous, thereby hindering their clearance(4) -coughing(1) -weak cough due to weak respiratory muscles -tongue, facial muscle, and masticatory weakness(1) -prolonged mealtimes(1) -fatigue while chewing(1) -pocketing of food in the gingivobuccal sulci(1)  -prolonged oral transport(1) -difficulty managing oral secretions (drooling)(1) -aspiration with thin liquids due to delayed pharyngeal swallow(1,14) -post-deglutitive  residue on the tongue base and in the valleculae(14,50)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); document any history of coughing while eating. Document any fatigue while eating",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., coughing, chest congestion, difficulty with oral hygiene, dehydration, weakness, constipation, cognitive difficulties, speech disturbances)",
                "respiratory status": "Document the respiratory status of the patient, including vital capacity, and include use of supplemental oxygen or mechanical ventilator. Tracheostomy and ventilator support often become necessary in the final stages of ALS(43) Psychosocial status -The presence of dysphagia is known to reduce quality of life for patients with ALS.(44) In a study conducted in France with 30 consecutive patients from a neuromuscular clinic who were within 6 months of their diagnosis of ALS, researchers found that the presence of oropharyngeal dysphagia significantly reduced quality of life and increased the rate of depression(44)An outcome measure that includes patient self-ratings  of quality of life due to swallowing and eating ability(20,44) -Even without dysphagia, patients with ALS are at risk for depression and social isolation. It is important that SLPs be knowledgeable of the symptoms of depression (e.g., loss of interest in daily activities, sleep problems, feelings of sadness and hopelessness) and refer to a neuropsychologist or a clinical psychologist or psychiatrist when symptoms are present.(18) Many depression scales and psychological scales have been used to assess patients who have communication deficits. The SLP can collaborate with the psychologist to determine the appropriate evaluation with respect to the patient’s language and cognitive abilities. Some that have been used with patients with communication deficits include(19) -Hospital Anxiety and Depression Scale (HADS) (mild aphasia) -Depression Intensity Scale Circles (DISC) (moderate aphasia) -Stroke Aphasic Depression Questionnaire (severe aphasia—to be completed by caregiver)Document hearing and vision abilities. Vision and hearing screening should be performed to determine any barriers to communication and ability to follow treatment protocol. Ideally, referral to an audiologist to check for impacted cerumen should be made prior to hearing screening. If the patient has hearing aids, they should be checked to be sure they are in working order Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous swallowing difficulties, respiratory difficulties, communication difficulties, or cognitive deficits",
                    "comorbid diagnoses": "Refer to medical charts and ask patient or patient’s family about other problems, including depression, hearing loss, vision problems, heart problems, communication difficulties, and memory loss",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencing (e.g., excessive throat clearing, coughing while eating)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in work or hobbies that lead to fatigue? Do swallowing difficulties interfere with ability to participate in vocational or avocational activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment to communicate (e.g., pen/paper, communication board). Does the patient feed self? Is the patient limited to eating foods of only certain textures?",
                "living environment": "Document with whom patient lives (e.g., caregivers, family). The patient might require constant supervision, and at some point during the disease progression will no longer be able to drive or live independently. Social problems resulting from ALS and dysphagia may include economic hardship, social isolation, lack of community involvement, lack of motivation, dependence on others, decreased self-control,  and impaired family functioning(9)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document any pertinent anthropometric characteristics including BMI. Patients with ALS often are underweight(51)",
            "assistive and adaptive devices": "Does the patient use any adaptive devices for mobility, communication, or eating (e.g., adaptive spoons, cups)?",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "Note any posture abnormalities that interfere with swallowing (e.g., head tilt, unilateral weakness)(17)Document if the patient is able to eat independently",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "The purpose of a swallow examination is to determine if the patient has dysphagia, to determine which function is disordered, and to establish any compensatory strategies (i.e., changes in swallowing manner(7)A CSE is usually the first part of a comprehensive swallowing examination or is used as an initial screening to determine the need for further evaluation.(7) Historically, the lack of a gag reflex function was used as a measure of dysphagia, but it has been demonstrated as unreliable as the sole indicator of swallowing function.(7) The featuresa wet voice, weak voluntary cough, cough on swallowing, and delayed or prolonged swallow. However, CSEs are poor at detecting silent aspiration (i.e., aspiration of food or liquid into the lungs without overt signs) or in determining the physiologic reason for a cough or a voice quality change. Due to its limitations, a CSE should be used as a compliment to other instrumental measures rather than in isolation.(21,22) If oral intake is considered relatively safe, the patient should be observed swallowing different consistencies of food during the CSE.(17) Cervical auscultation (the use of a stethoscope to assess swallow sounds and airway sounds) and pulse oximetry (oxygen saturation is measured before, during, and after swallowing; decreased saturation during and after swallowing is reported to be associated with aspiration) can be used during trial swallows to better detect penetration/aspiration at bedside.(16,17) For detailed information on cervical auscultation, see ClinicalCervical Auscultation (Adults) ; CINAHL Topic ID Number -A comprehensive case history and review of medical records(7) -Patient and/or caregiver interview (e.g., “Do you have any problems with eating, drinking, or swallowing?” “Why do you think you are having problems with swallowing?” “What kind of foods do you typically eat?” “Are there any foods that you avoid? Why?” “Do you have frequent choking or coughing?”)(23) -Assessment of oral structures and motor function. Note the appearance of the oral mucosa (e.g., any inflammation or infection that may affect the oral stage of swallowing), and any pooling of saliva in the oral cavity. An inability to swallow can cause the saliva to pool in the mouth. Evaluate dentition in terms of the presence or absence of dental prostheses, the number and appearance of teeth, and general dental care.(7) Examine the facial, labial, and lingual ROM, speed, and strength. Examine velar elevation(5) -Assessment of speech and vocal quality(7) -Assessment of feeding and mealtime techniques used by patient and caregivers.(7) When possible, conduct the CSE during a regular meal to observe the patient’s skills in coordinating respiration and swallowing in a natural environment.(7) Assess patient’s ability to achieve labial seal and contain bolus. Examine retrieval of different food consistencies from a spoon, cup, and straw(5) -Assess the pharyngeal phase by using palpation. To assess tongue-based  function, hyoid motion, and laryngeal motion during a swallow, place one finger under the patient’s chin at the base of the tongue, the next finger on the hyoid bone, the next finger above the larynx, and the next finger below the larynx(5) -Observe patient’s skills in coordination of respiration and swallowing in a natural environment(7) -Observe the effects of alterations in posture or other compensatory techniques to improve swallow(7) -Evaluate the patient’s ability to comprehend instructions and use compensatory strategies(22) -Evaluate the patient’s salivary function by visual inspection of the oral mucosa, medication review, and medical history review. Note if the patient is taking any medications that may reduce salivary flow such as anticholinergic, antidepressant, or antipsychotic drugs.(23) Symptoms of dry mouth include mouth pain, dry tongue, bleeding gums, cracked corners of the mouth, overall dryness (nose, eyes, skin), and badly fitting dentures(22) Several screening protocols have been published to assist the clinician during the CSE;(24) -Burke Dysphagia Screening Test (BDST) -Standardized Swallowing Assessment (SSA) -Bedside Swallowing Assessment (BSA)a 15-item questionnaire that was originally designed and validated for detecting swallowing problems among patients with Parkinson disease, but is also used in other patient populations as well, including those with ALS. A score > 12.5 is a good diagnostic predictor of swallowing impairment in patients with ALS(49)In-depth  Bedside SwallowT709037VFSS is performed in collaboration with a physician (radiologist or physiatrist) and an SLP or occupational therapist and is used primarily as a diagnostic procedure for dysphagia.(7) Most clinical practices follow the protocol originally described by Logemann.(25) The patient eats and drinks a variety of liquids and solids mixed with barium while images are recorded with videofluorography. All patients should be examined in the lateral and frontal positions to gain information on movements of the swallow and symmetry of bolus flow and pharyngeal wall contraction. The SLP examines for the presence of aspiration and the effectiveness of modifying different food consistencies or of modifying posture.(1) In contrast to the CSE, a VFSS provides critical information on the pharyngeal and esophageal phases of the swallow.(17) Due to the levels of radiation involved, this procedure is not suitable to use frequently to monitor changes.(21) Given the unnatural surroundings, swallowing function observed during a VFSS is not necessarily identical to swallowing function displayed at mealtimes.(24) Other variables that can influence swallowing function include anxiety, fatigue, and medications.(26) Several generic scales have been developed to rate the findings of a VFSS in terms of severity and have been found to be appropriate for use with patients with ALS.(11) During the VFSS, the patient’s overall pace of eating is observed, as well(22,26) -Lip closure (ability to contain a liquid bolus) -Lingual elevation (the back of the tongue is slightly elevated) -Tongue-to-palatal  seal -Bolus preparation/mastication -Bolus transport/movement of the tongue (movement of the bolus to the back of the oral cavity) -Initiation of the pharyngeal swallow (swallow should be initiated when the bolus reaches the region of the posterior oral cavity) -Soft palate elevation and retraction -Laryngeal elevation -Anterior hyoid excursion -Laryngeal closure -Pharyngeal contraction -Pharyngoesophageal segment opening -Tongue base retraction -Epiglottic inversion -Esophageal clearanceModified Barium SwallowT709046FEES is performed to evaluate the anatomy and physiology of the pharynx and the larynx, pharyngeal swallow function, the patient’s ability to manage secretions as well as the ability to swallow foods and liquids.(7) In addition, it can be used to explore a variety of diagnostic interventions such as varying bolus consistency, varying posture, or making use of visual feedback for reinforcement.(27) After the insertion of the endoscope, the patient can self-feed  during the evaluation. Food must be light in color to enhance visibility (e.g., milk, puddings, yogurt, bread). FEES is preferred over VFSS when patients have safety issues related to radiation exposure and when individuals need retesting. In addition, FEES is often less taxing than VFSS for patients who are weak and bedridden.(27)The FEES has the advantage (over the VFSS)  of allowing the clinician to observe the pharyngeal and laryngeal structures pre-swallow;  this is especially important for patients with ALS who often exhibit pooled secretions in the larynx, pharynx, or trachea prior to having any food or liquid introduced into their system.(38) The American Speech-Language-Hearing  Association (ASHA) has published several online documents relevant to the technical aspects of FEES and the qualifications required to perform FEES.(28)Fiberoptic Endoscopic Evaluation ofT709038 –Other instrumental procedures include ultrasonography to observe movement of the structures used for swallowing and surface electromyography to record the electrical activity of the swallowing muscles; however, these procedures are used primarily in research at this time.(7) Bronchial auscultation by a physical therapist has also been used as an adjunct to a bedside assessment(29)",
            "speech and language examination": "It is important to screen receptive language before a swallow evaluation to determine the patient’s ability to follow directions. Many patients who have ALS also have flaccid, spastic, or mixed-type  dysarthria evidenced by weakness or incoordination of the tongue, lips, and soft palate. For detailed information on communicationCommunication Disorders ;T708852Examine ergonomics and body mechanics related to self-feedingExamine motor function as it relates to self-feeding.  The patient might exhibit arm weakness that slows feeding, putting the patient at risk for malnutrition.(10) Refer to OT or PT assessmentAn extensive oral mechanism examination should be completed as part of a dysphagia evaluation for a patient with ALS.(38,39) In ALS, physical impairments that lead to dysphagia have beenGroup 1buccal/frontal/orbital muscles, sternocleidomastoid/trapezius muscles, and vocal folds; Group 4 muscles of respiration.(38) Documentation of physical impairments observed during an oral mechanism examination assists the clinician in predicting what swallowing impairments will be present during the food and liquid trials(38) In a study conducted in the United States with 23 consecutive patients with ALS, researchers found that spontaneous saliva swallow pressure and isometric tongue strength were significantly decreased compared to those of healthy aging subjects as reported in other studies; greatest deficits were noted in patients with bulbar symptoms(48)Abnormalities of the buccal and facial muscles typically indicate damage to CN VII(40) -Is the face symmetrical at rest? -Is the face symmetrical while making movements (e.g., smiling, raising the eyebrows, closing the eyes)? -Are there any abnormal movements (e.g., twitching, spasms, grimacing)?  -Is the patient able to manage his or her secretions? -Is the patient’s facial sensation intact? -The patient needs to have adequate sensation of the facial muscles to feel and retrieve any residue during a meal -Is the patient drooling or mouth breathing?T708632 -Does the patient present with slurred speech/dysarthria? -For detailed information on assessment and treatment of dysarthria, see the series of Clinical Reviews on this topicAbnormalities of the labial muscles typically indicate damage to CN VII(40) -Are the lips symmetrical at rest? -Are the lips symmetrical during movements? -Is ROM normal? -If the patient is unable to completely seal his or her lips during swallowing, he or she might not be able to generate adequate pressure to propel boluses posteriorly(41) -Is strength normal? -Is lip tissue healthy? -Is there any scarring or a cleft? -Is the patient’s labial sensation intact?(40) -If a patient has reduced sensation of either or both lips, the patient is at risk for anterior loss or pocketing of the food on the side of reduced sensationAbnormalities of the tongue typically indicate damage to CN XII(40) -Is the tongue normal in appearance? -Muscle fasciculations (twitches) are a hallmark characteristic of ALS; documentation of muscle fasciculations of the tongue is especially important for patients who have suspected ALS and are undergoing an extensive diagnostic workup(42) -Any atrophy? -Any discoloration? -Any bleeding? -Is ROM normal? -If the patient is unable to reach his or her tongue to the hard palate during swallowing, he or she might not be able to generate adequate pressure to propel boluses posteriorly -Is strength normal? -If patient presents with one-sided  weakness of tongue (or lips), he or she is more likely to have food become lodged or pocketed in the oral cavity on the weaker side -Following food and liquid trials, examine weaker side of the oral cavity for residueAbnormalities of mandibular function typically indicate damage to CN V(15) -Is the patient able to maintain jaw closure at rest? -Is ROM normal? -Adequate mandibular ROM is necessary for the patient to adequately masticate solid foods -Is strength normal? -Is the mandible structurally intact? –Hard palate -Is the hard palate intact? -Any signs of fistulas, fissures, scarring? -Are height and width normal? -Any prostheses present? -Is coloration normal?Abnormalities of the soft palate (velum) typically indicate damage to CN XII(40) -Is coloration normal (should be pink and white)? -Any signs of cleft or bifid uvula? -Does the palate elevate sufficiently and equally?  -Use a flashlight to see to the back of the patient’s throat during sustained phonation of the syllable /a/ and repeated phonation of /a-a-a/(40) -Does the patient sound hyper-  or hyponasal during conversational speech? -Place a small mirror under the patient’s nose during production of nonnasal sounds; if fogging or clouding occurs, this might indicate nasal emission, which would necessitate a referral to an otolaryngologist",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "It is estimated that onethird of patients with ALS experience some type of cognitive impairment. Patients with frontotemporal dementia (FTD) associated with ALS sometimes exhibit cognitive decline, executive functioning impairments, and personality and behavior changes. Persons with ALS in whom FTD has not been diagnosed might also exhibit cognitive impairments such as difficulties with verbal fluency, language comprehension, memory, abstract reasoning, and generalized impairments in intellectual function.(15) Refer to psychological and cognitive evaluations to assist in informing course of treatment and providing a prognosis for therapy. A lack of awareness of dysphagic symptoms has been associated with more medical complications as compared with patients who have an awareness of dysphagic symptoms. In addition, patients who are unaware of the swallowing problem are less likely to modify their swallowing behavior(16) T708948",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": "Tracheostomy and ventilator support often become necessary in the final stages of ALS.(43) A tracheostomy tube will not prevent aspiration and is typically placed due to impairment of respiratory muscles and to provide access for pulmonary hygiene (strategies to clear the lungs of mucus) in patients with ALS.(38) If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailedAdults with Tracheostomy ;T709084.For detailed information on assessment of a tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-Muir Tracheostomy & Ventilator Swallowing and Speaking Valve ; CINAHL Topic IDT708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with ALS are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Inform the patient and family/caregivers of potential aspiration risks and educate about strategies when appropriate",
                "Patients who have ALS sometimes also have communication and cognitive deficits that interfere with their ability to follow treatment protocols",
                "Individuals with dysphagia and their caregivers sometimes choose not to follow treatment recommendations that assist the patient in maximizing nutrition and health status. The SLP should fully inform the family and patient of the possible consequences if they choose not to follow treatment recommendations, and members of the multidisciplinary team should be involved as appropriate when ethical issues arise with regard to family decision-making  for the patient(7)"
            ]
        },
        "diagnosis need for treatment": "Dysphagia diagnosis and management is based upon the results of a comprehensive assessment that is performed by an SLP in collaboration with a transdisciplinary team that might include a dietician, OT, PT, respiratory therapist, otolaryngologist, radiologist, social worker, gastroenterologist, and neurologist.(30) Each discipline may provide specific input and expertise on the patient’s swallowing problems and the treatment plan. The primary concern is to maintain and maximize the patient’s health status.(7) After the evaluation, a decision must be made about the patient’s ability to ingest food and water orally based upon the nature of the disorder and the patient’s ability to make adjustments.(22) Positive prognostic factors need to be identified, such as responsiveness to cues, ability to read, and ability to follow simple directions. The SLP should educate the caregiver or aide about dysphagia and to carry out the cueing protocol if necessary(22)",
        "rule out": "Fatigue and dysphagia associated with malnutrition should be ruled out as the main cause of swallow dysfunction. The neurologist or physician should rule out other conditions with symptoms similar to those of ALS, including spondylotic myelopathy, myasthenia gravis, adult-onset  spinal muscular atrophy, chronic inflammatory demyelinating polyneuropathy, multifocal motor neuropathy, spinobulbar muscular atrophy, multiple sclerosis, and cerebrovascular disease(10)",
        "prognosis": [
            "In a study conducted in Germany with 121 patients with ALS, researchers found that weight loss was associated with significantly poorer scores on the ALS-FRS-R  as well as a significantly higher death rate after 2 years(47)"
        ],
        "referral to other disciplines": "Refer to an OT, PT, nutritionist, respiratory therapist, social worker, neurologist, otolaryngologist, radiologist, or gastroenterologist as necessary. Refer patient and/or caregivers to a psychologist or counselor if signs of depression are present",
        "other considerations": [],
        "treatment summary": [
            "Diet modification:  Changing the food and/or liquid consistency of a patient’s diet may assist in improving the safety and efficiency of the swallow as well as reduce fatigue associated with eating. For example, if a patient reports fatigue while chewing, food may be cut into small bites and the diet can be changed to include more moist foods or foods with a mechanical soft texture.(4,5) Pills can be placed, whole or crushed, into pureed food to improve oral control and to assist in swallowing. In the later stages of the disease, severely impaired lingual movement may hinder mastication and patients may need to restrict diet to liquids and pureed foods.(5) If the patient reports aspiration of liquids or difficulty containing the liquid in the oral cavity, the clinician may investigate the used of thickened liquids; however, it cannot be assumed that all patients benefit from thickened liquids.(31) Clinicians should explore all possible intervention options before recommending thickened liquids, and also confirm (by observing modifications during VFSS), rather than assume, that aspiration is not occurring with thickened liquids(32) –For detailed information on diet modifications for dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy – Compensatory ; CINAHL Topic ID Number: T709081",
            "Postural therapy:  Several postures have been examined to assist in changing the direction of the flow of foods and liquids for patients with dysphagia, including the chin tuck, head back, head rotation, and head tilt. For patients with ALS, the chin tuck (chin down) may be used to compensate for reduced posterior motion of the base of the tongue. In addition, the chin tuck widens the valleculae so that they can more easily capture the bolus during a delay in the pharyngeal swallow and prevent aspiration before swallowing.(31) Patients with cognitive difficulties may need auditory or visual cues to remember to use postural strategies during mealtimes –For detailed information on postural changes as dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy – Compensatory , referenced above",
            "Sensory stimuli:  Changing the taste, volume, temperature, or carbonation of the food or liquid has been used as a way to heighten sensation and assist with delayed oral onset and/or delayed pharyngeal swallow.(4) More research is needed to validate these techniques to determine their effects on a variety of different types of patients(31) –In a study conducted in Italy, researchers found that adding flavor to liquid thickeners subjectively and objectively improved swallowing function in a group of 20 patients with ALS.(49) Patients were initially asked to swallow neutral thickeners for a period of 6 weeks. At the follow-up  visit 6 weeks after the start of the study, patients were asked to taste 5 thickened drinks: sweet, salty, sour, bitter, and fat (liquid cream). The patients each selected a preferred thickener flavor from the 5 options and used this thickener for the following 6-week period. At the initial baseline and at the final visit (after the second 6-week  period), patients filled out the SDQ as an objective measure of swallowing ability. Researchers  used question #10 on the SDQ, which asks about swallowing liquids, to measure improvement. Overall, there was significant improvement in question #10 from the first to third visit, after the patients used the flavored thickener(49) –For detailed information on changes to sensory aspects of the bolus for dysphagia treatment, see Clinical Review… Dysphagia: Swallowing Therapy –Compensatory , referenced above",
            "Swallow maneuvers (voluntary changes in the swallow):  Swallow maneuvers include the supraglottic swallow, the super-supraglottic  swallow, the effortful swallow, and the Mendelsohn maneuver. Research has documented specific changes in the oropharyngeal swallow due to these maneuvers for some patients; however, further research is needed to determine the amount of time that these maneuvers should be used. Patients might not be able to perform maneuvers if they are unable to follow instructions or remember to use the maneuver during each swallow. These maneuvers might not be effective for patients with ALS who fatigue easily. There is insufficient evidence to provide any clear guidelines on the use of rehabilitative exercises in dysphagia therapy for patients with ALS.(38)In most cases, the use of repetitive exercise as a rehabilitative technique is contraindicated for patients with ALS –Supraglottic swallow: Breath is held before, during, and after the swallow so that the true vocal folds are closed.(31) This technique might be contraindicated for patients with ALS who have disturbed respiratory function(32) –Super-supraglottic  swallow: Breath is held while the patient also swallows with extra effort.(31) This technique might be contraindicated for patients with ALS who have disturbed respiratory function(32) –Effortful swallow: Patient contracts the muscles involved in swallowing with great effort.(31) This strategy might be too fatiguing for the patient with ALS(14) –Mendelsohn maneuver: The Mendelsohn maneuver is designed to increase the movement of the larynx and hyoid during the pharyngeal swallow. The patient holds the larynx up by using the muscles of the neck or with the hand. This strategy might be too fatiguing for the patient with ALS(14) –For detailed information on maneuvers in dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy –Swallow Maneuvers – an Overview ; CINAHL Topic ID Number: T709042and the series of Clinical Reviews on each specific maneuver",
            "Adaptive equipment:  Adaptive spoons, cups, and straws can be used to assist with the oral stage of the swallow. For example, if the patient has difficulty achieving a labial seal and cannot drink from a straw, a nonspill cup with a large handle may be useful as a facilitative aid. If anterior leakage continues, spoons can be used to place the liquid more posterior in the mouth.(5) A nonskid mat can stabilize objects on the table(5)",
            "Feeding tubes/enteral feeding:  Patients with advanced ALS are often unable to take adequate nutrition and hydration by mouth and might require a percutaneous endoscopic gastrostomy tube (PEG) or a radiologically inserted gastrostomy tube.(10)Tube feeding is indicated in patients who cannot eat or drink enough to maintain sufficient weight and hydration. Malnutrition has a negative impact on both survival and quality of life in patients with ALS.(36) When speaking to the family about enteral feeding, it is important to emphasize that the patient can continue to eat for pleasure; the patient and family must be made aware of the aspiration risk (low versus high) and decide if the benefits of pleasure feeding outweigh the risk of aspiration. The decision to continue to eat by mouth with a high risk of aspiration in the face of a terminal illness is a very personal decision, and each patient will differ in his or her approach to this situation. For patients with ALS, it is advised that tube placement occur before vital capacity (as measured in a seating position) drops below 50%(14,36)",
            "Medical treatment:  Medical treatments for patients with ALS and dysphagia have included cricopharyngealmyotomy to improve pharyngeal pressure and treatment of the parotid or submandibular glands with Botox-A  or radiation therapy to assist with excess secretions(5,33) . Problem Goal Intervention Expected Progression Home Program  Early symptoms of ALSImprove patient and caregiver knowledge about dysphagiaPatient and caregiver"
        ]
    },
    "desired outcomes outcome measures": {
        "reduced aspiration risk": [
            "Number of choking episodes(5)",
            "Presence of aspiration (measured by presence of fevers, X-rays)(5)",
            "SDQ(49)"
        ],
        "improved nutrition and hydration": [
            "Measures of liquid intake and skin turgor(5)",
            "Weight(5)",
            "Patient compliance with diet(5)"
        ],
        "improved quality of life": [
            "SWAL-QOL:  An outcome measure that includes patient self-ratings  of quality of life due to swallowing and eatingability(20)"
        ],
        "improved functional outcomes": [
            "ALS Functional Rating Scale–Revised  (ALS-FRS-R):  This functional rating scale measures the clinical effects ofneuromuscular dysfunction. It assesses bulbar function, fine motor function, gross motor function, and respiratory functionusing a 5-point  scale (from 0 to 4). There is a swallowing subscore that ranges from 0 (nothing by mouth) to 4 (normaleating habits)(5,11)",
            "ALS Severity Scale (ALSSS): This scale allows an examiner to evaluate the symptoms of ALS in four categories: speech,swallowing, lower extremity abilities, and upper extremity abilities. A 10-point  scale determines the severity of dysphagia(10 = normal swallowing, 1 = aspiration of secretions)(5,12)"
        ]
    },
    "maintenance or prevention": [
        "Patient and caregiver education about dysphagia, including the importance of nutrition and hydration, should be initiated before symptoms first appear.(1) When dysphagia is caused by ALS, periodic reevaluation and adjustment of goals and objectives is essential to meet the changing needs of the patient",
        "Because of the rapidly progressive nature of ALS, frequent swallow assessments often are necessary. FEES provides a safe and effective means of assessing the patient’s swallow and documenting the presence of aspiration without the need for exposure to radiation or ingestion of barium sulfate(38,50)"
    ],
    "patient education": [
        "The SLP is responsible for educating the family and patient care staff about the needs of the patient regarding swallow safety. See Patient Information Series: Swallowing Disorders in Adults from ASHA at https://www.asha.org/public/speech/ swallowing/SwallowingAdults.htm See patient information: The ALS Association at http://www.alsa.org/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Strand EA, Miller RM, Yorkston KM, Hillel AD. Management of oral-pharyngeal  dysphagia symptoms in amyotrophic lateral sclerosis. Dysphagia . 1996;11(2):129-139.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Logemann JA. The role of the speech language pathologist in the management of dysphagia. Otolaryngol Clin North Am . 1988;21(4):783-788.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Swallowing disorders (dysphagia) in adults. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/swallowing/SwallowingAdults.htm . Accessed June 4, 2018. (G)"
        },
        {
            "number in article": 4,
            "reference": "Graner DE, Strand EA. Management of dysarthria and dysphagia in patients with amyotrophic lateral sclerosis. Perspect Neurophysiol Neurogenic Speech Lang Disord . 2010;20(2):39-44.  (G)"
        },
        {
            "number in article": 5,
            "reference": "Palovcak M, Mancinelli JM, Elman LB, McCluskey L. Diagnostic and therapeutic methods in the management of dysphagia in the ALS population: issues in efficacy for the out-patient  setting. NeuroRehabilitation . 2007;22(6):417-423.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Kawai S, Tsukuda M, Mochimatsu I. A study of the early stage of dysphagia in amyotrophic lateral sclerosis. Dysphagia . 2003;18(1):1-8.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Mayo Clinic staff. Amyotrophic lateral sclerosis: risk factors. MayoClinic.com Web site. https://www.mayoclinic.org/diseases-conditions/amyotrophic-lateral-sclerosis/symptoms-causes/syc-20354022 . Accessed June 4, 2018. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Dysphagia Document Review and Revision Working Group. Roles of speech-language  pathologists in swallowing and feeding disorders: technical report. American Speech-Language-Hearing  Association Web site. https://www.asha.org/Practice-Portal/Clinical-Topics/Adult-Dysphagia/ . Accessed June 4, 2018. (G)"
        },
        {
            "number in article": 9,
            "reference": "ASHA Special Interest Division 13, Swallowing and Swallowing Disorders. Knowledge and skills needed by speech-language  pathologists performing videofluoroscopic swallowing studies. American Speech-Language-Hearing  Association Web site. http://www.asha.org/policy/KS2004-00076.htm . Accessed June 4, 2018. (G)"
        },
        {
            "number in article": 10,
            "reference": "Andrews J. Amyotrophic lateral sclerosis: clinical management and research update. Curr Neurol Neurosci Rep . 2009;9(1):59-68.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Kidney D, Alexander M, Corr B, O'toole O, Hardiman O. Oropharyngeal dysphagia in amyotrophic lateral sclerosis: neurological and dysphagia specific rating scales. Amyotroph Lateral Scler Other Motor Neuron Disord . 2004;5(3):150-153.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Hillel AD, Miller RM, Yorkston K, McDonald E, Norris FH, Konikow N. Amyotrophic lateral sclerosis severity scale. Neuroepidemiology . 1989;8(3):142-150.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Tysnes OB. Treatment of sialorrhea in amyotrophic lateral sclerosis. Acta Neurol Scand . 2008;117(suppl. 188):77-81.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Coyle JL, Easterling C, Lefton-Greif  M, Mackay L. Evidence-based  to reality-based  dysphagia practice: three case studies. ASHA Leader . 2007;12(14):10-13,  32. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Dal Bello-Haas  V. Amyotrophic lateral sclerosis. In: O'Sullivan SB, Schmitz TJ, Fulk GD, eds. Physical Rehabilitation . 6th ed. Philadelphia, PA: FA Davis; 2014:769-787.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "González-Fernández  M, Daniels SK. Dysphagia in stroke and neurologic disease. Phys Med Rehabil Clin North Am . 2008;19(4):867-888,  x. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Carnaby-Mann  G, Lenius K. The bedside examination in dysphagia. Phys Med Rehabil Clin North Am . 2008;19(4):747-768,  viii. doi:10.1016/j.pmr.2008.05.008. (GI)"
        },
        {
            "number in article": 18,
            "reference": "Palmer JB, Matsuo K. Dysphagia. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, & Rehabilitation . 3rd ed. Philadelphia, PA: Saunders Elsevier; 2015:665-669.  (GI)"
        },
        {
            "number in article": 19,
            "reference": "Brumfitt S. Psychosocial aspects of aphasia: speech and language therapists' views on professional practice. Disabil Rehabil . 2006;28(8):523-534.  (R)"
        },
        {
            "number in article": 20,
            "reference": "McHorney CA, Bricker DE, Kramer AE, et al. The SWAL-QOL  outcomes tool for oropharyngeal dysphagia in adults: I. conceptual foundation and item development. Dysphagia . 2000;15(3):115-121.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Ramsey DJ, Smithard DG, Kalra L. Early assessments of dysphagia and aspiration risk in acute stroke patients. Stroke. 2003;34(5):1252-1257.  (RV)"
        },
        {
            "number in article": 22,
            "reference": "Easterling CS, Robbins E. Dementia and dysphagia. Geriatr Nurs . 2008;29(4):275-285.  doi:10.1016/j.gerinurse.2007.10.015. (G)"
        },
        {
            "number in article": 23,
            "reference": "Curfman S. Managing dysphagia in residents with dementia. Adapted with permission from an original article published at http://www.speechpathology.com. Nurs Homes Long Term Care Manage . 2005;54(8):18-20,  22, 24 passim. http://www.ltlmagazine.com/article/managing-dysphagia-residents-dementia . Accessed June 4, 2018. (GI)"
        },
        {
            "number in article": 24,
            "reference": "Perry L, Love CP. Screening for dysphagia and aspiration in acute stroke: a systematic review. Dysphagia . 2001;16(1):7-18.  (SR)"
        },
        {
            "number in article": 25,
            "reference": "Logemann JA. Manual for the Videofluorographic Study of Swallowing . 2nd ed. Austin, TX: Pro-Ed; 1993. (GI) "
        },
        {
            "number in article": 26,
            "reference": "Martin-Harris  B, Jones B. The videofluorographic swallowing study. Phys Med Rehabil Clin North Am . 2008;19(4):769-785,  viii. (GI)"
        },
        {
            "number in article": 27,
            "reference": "Leder SB, Murray JT. Fiberoptic endoscopic evaluation of swallowing. Phys Med Rehabil Clin North Am . 2008;19(4):787-801,  viii-ix. (GI)"
        },
        {
            "number in article": 28,
            "reference": "Endoscopic evaluation of swallowing. American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/swallowing/endoscopy/ . Accessed June 4, 2018. (GI)"
        },
        {
            "number in article": 29,
            "reference": "Shaw JL, Sharpe S, Dyson SE, et al. Bronchial auscultation: an effective adjunct to speech and language therapy bedside assessment when detecting dysphagia and aspiration? Dysphagia . 2004;19(4):211-218.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Boczko F, Feightner K. Dysphagia in the older adult: the roles of speech-language  pathologists and occupational therapists. Top Geriatr Rehabil . 2007;23(3):220-227.  (GI)"
        },
        {
            "number in article": 31,
            "reference": "Logemann JA. Treatment of oral and pharyngeal dysphagia. Phys Med Rehabil Clin North Am . 2008;19(4):803-816,  ix. (GI)"
        },
        {
            "number in article": 32,
            "reference": "Prosiegel M, Schelling A, Wagner-Sonntag  E. Dysphagia and multiple sclerosis. Int MS J. 2004;11(1):22-31.  (GI)"
        },
        {
            "number in article": 33,
            "reference": "Takasaki K, Umeki H, Enatsu K, Kumagami H, Takahashi H. Evaluation of swallowing pressure in a patient with amyotrophic lateral sclerosis before and after cricopharyngeal myotomy using high-resolution  manometry system. Auris Nasus Larynx . 2010;37(5):644-647.  (C)"
        },
        {
            "number in article": 34,
            "reference": "Boczko F. Managing dysphagia in dementia: a timed snack protocol. Nurs Homes Long Term Care Manage . 2004;53(9):64, 66-67. (GI)"
        },
        {
            "number in article": 35,
            "reference": "Brush JA, Slominski T, Boczko F. Nutritional and dysphagia services for individuals with Alzheimer's disease. ASHA Lead . 2006;11(7):8-9,  26. (GI)"
        },
        {
            "number in article": 36,
            "reference": "Greenwood DI. Nutrition management of amyotrophic lateral sclerosis. Nutr Clin Pract . 2013;28(3):392-399.  doi:10.1177/0884533613476554. (RV)"
        },
        {
            "number in article": 37,
            "reference": "Restivo DA, Casabona A, Nicotra A, et al. ALS dysphagia pathophysiology: differential botulinum toxin response. Neurology . 2013;80(7):616-620.  doi:10.1212/ WNL.0b013e318281cc1b. (R)"
        },
        {
            "number in article": 38,
            "reference": "Bedore B. Management of dysphagia in individuals with amyotrophic lateral sclerosis. Persp Swallowing Swallowing Disord (Dysphasia) . 2013;22(1):26-31.  (X)"
        },
        {
            "number in article": 39,
            "reference": "Logemann JA. Swallowing disorders. Best Pract Res Clin Gastroenterol . 2007;21(4):563-573.  (RV)"
        },
        {
            "number in article": 40,
            "reference": "Ricci Maccarini A, Filippini A, Padovani D, Limarzi M, Loffredo M, Casolino D. Clinical non-instrumental  evaluation of dysphagia. Acta Otorhinolaryngol Ital . 2007;27(6):299-305. (RV)"
        },
        {
            "number in article": 41,
            "reference": "Pettigrew CM, O'Toole C. Dysphagia evaluation practices of speech and language therapists in Ireland: clinical assessment and instrumental examination decision-making. Dysphagia . 2007;22(3):235-244.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Misawa S, Noto Y, Shibuya K, et al. Ultrasonographic detection of fasciculations markedly increases diagnostic sensitivity of ALS. Neurology . 2011;77(16):1532-1537. doi:10.1212/WNL.0b013e318233b36a. (R)"
        },
        {
            "number in article": 43,
            "reference": "Harrison T. Amyotrophic lateral sclerosis. In: Ferri FF, ed. Ferri's Clinical Advisor 2018: 5 Books in 1 . Philadelphia, PA: Mosby Elsevier; 2018:77. (GI)"
        },
        {
            "number in article": 44,
            "reference": "Paris G, Martinaud O, Petit A, et al. Oropharyngeal dysphagia in amyotrophic lateral sclerosis alters quality of life. J Oral Rehabil . 2013;40(3):199-204.  doi:10.1111/joor.12019. (R)"
        },
        {
            "number in article": 45,
            "reference": "Arnold WD, Jorgensen S. Motor neuron diseases. In: Braddom RL, ed. Braddom’s Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Elsevier Saunders; 2016:883-905.  (GI)"
        },
        {
            "number in article": 46,
            "reference": "Sørensen RT, Rasmussen RS, Overgaard K, Lerche A, Johansen AM, Lindhardt T. Dysphagia screening and intensified oral hygiene reduce pneumonia after stroke. J Neurosci Nurs . June 2013;45(3):139-146.  doi:10.1097/JNN.0b013e31828a412c. (R)"
        },
        {
            "number in article": 47,
            "reference": "Korner S, Hendricks M, Kollewe K, et al. Weight loss, dysphagia and supplement intake in patients with amyotrophic lateral sclerosis (ALS): impact on quality of life and therapeutic options. BMC Neurol . July 12, 2013;13:84. doi:10.1186/1471-2377-13-84.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Easterling C, Antinoja J, Cashin S, Barkhaus PE. Changes in tongue pressure, pulmonary function, and salivary flow in patients with amyotrophic lateral sclerosis. Dysphagia . June 2013;28(2):217-25.  doi:10.1007/s00455-012-9436-7.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Piretta L, Settipani V, Schettino I, Inghiller M, Corazziari E. Taste receptor stimulation in the oral cavity contributes to triggering deglutition and enhancing its performance in amyotrophic lateral sclerosis patients with oropharyngeal dysphagia. Nutr Ther Metab . 2014;32(2):79-84.  doi:10.5301/NTM.2014.12410. (R)"
        },
        {
            "number in article": 50,
            "reference": "Fattori B, Siciliano G, Mancini V, et al. Dysphagia in amyotrophic lateral sclerosis: relationships between disease progression and fiberoptic endoscopic evaluation of swallowing. Auris Nasus Larynx . June 2017;44(3):306-312.  doi:10.1016/j.anl.2016.07.002. (R)"
        },
        {
            "number in article": 51,
            "reference": "Andrenelli E, Galli FL, Gesuita R, et al. Swallowing impairments in amyotrophic lateral sclerosis and myotonic dystrophy type 1: Looking for the portrait of dysphagic patient in neuromuscular diseases. NeuroRehabilitation . 2018;42(1):93-102.  doi:10.3233/NRE-172272.  (R)"
        }
    ]
}