{
    "metadata": {
        "title": "Burns in Children",
        "synonyms": [
            "thermal injury in children",
            "injury, thermal in children",
            "partial-thickness burn in children",
            "burn, partial-thickness  in children",
            "first-degree  burn in children",
            "burn, first-degree  in children",
            "second-degree  burn in children",
            "burn, second-degree  in children",
            " third-degree  burn in children",
            "burn, third-degree  in children",
            "fourth-degree burn in children",
            "burn, fourth-degree  in children",
            "electrical burn in children",
            "burn, electrical in children",
            "chemical burn in children",
            "burn, chemical in children",
            "radiation burn in children",
            " burn",
            "radiation in children"
        ],
        "anatomical location body part affected": [
            "Skin (epidermis, papillary dermis, reticular dermis, subdermal plexus) and, depending on the degree and mechanism of injury, underlying muscle, connective, fascia, neural, vascular, bone, and respiratory tissue structures. Location is variable"
        ],
        "area of specialty": [
            "pediatric rehabilitation",
            "acute care",
            "wound management"
        ],
        "description": [
            "Acute injury to the skin and underlying tissue caused by an external agent (i.e., heat, chemicals, electricity, irradiation)(1)",
            "Extent of injury is related to intensity and duration of exposure to the destructive agent.(1) Burns are now classified according to the depth of tissue involvement and by the size of the surface area of the burn instead of by degree (e.g., first, second, third)(26) –Depth(26) -Superficial burns (formerly classified as first-degree  burns) involve the superficial epidermis -Superficial partial-thickness  burns (formerly classified as second-degree  burns) involve the epidermis and superficial dermis -Deep partial-thickness  burns (formerly classified as second-degree  burns) involve the epidermis and deep reticular dermis, including nails, hair follicles, and sebaceous glands -Full-thickness  burns (formally classified as third-degree  burns) involve all the skin elements (nails, hair, oil and sweat glands) plus the subdermal plexus -Burn injuries frequently have varying depths and are usually not uniform –Burn size: classification of burn by by percentage of total body surface area involvementis age-specific.  There are three widely accepted means of determining TBSA(26) -Palmar method: The size of the patient’s hand is estimated to be 1% of TBSA -Modified rule of nines for children and adolescents: estimation of TBSA involved is based on an age-specific  body chart. Extremities, trunk, and head represent percentages of TBSA. For example, a baby’s (< 1 year of age) head is estimated to account for 18% of the baby’s TBSA, whereas an adolescent’s head is estimated to account for 6% of TBSA (See section below entitled  Body Chart ) -Lund and Browder method: assigns percentages to different parts of the body depending on the patient’s age"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "L55.1": "– L55.9 sunburn",
            "T20.0": "– T20.7 burn and corrosion of head and neck",
            "T21.0": "– T21.7 burn and corrosion of trunk",
            "T22.0": "– T22.7 burn and corrosion of shoulder and upper limb, except wrist and hand",
            "T23.0": "– T23.7 burn and corrosion of wrist and hand",
            "T24.0": "– T24.7 burn and corrosion of hip and lower limb, except ankle and foot",
            "T25.0": "– T25.7 burn and corrosion of ankle and foot",
            "T26.0": "– T26.9 burn and corrosion confined to eye and adnexa",
            "T27.0": "– T27.7 burn and corrosion of respiratory tract",
            "T28.0": "– T28.9 burn and corrosion of other internal organs",
            "T29.0": "– T29.7 burn and corrosion of multiple body regions",
            "T30.0": "– T30.7 burn and corrosion of unspecified body region",
            "T31.0": "– T31.9 burn classified according to extent of body surface (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. Agencies (e.g., Shriners Hospitals) exist that will provide care regardless of a parent’s ability to pay"
        ],
        "presentation signs and symptoms": [
            "Presentation is dependent upon the depth, size, and location of the burn injury as well as subsequent medical/surgical interventions and time elapsed since injury",
            "Epithelized or epithelizing burn sites; natural process or skin graft",
            "Scarring of burn area, possible hypertrophic or keloid scars",
            "Possible use of splints or compression garments(2)",
            "Pain",
            "Limited ROM secondary to contracture or scarring",
            "Weakness, muscle atrophy, and/or destruction of muscle tissue",
            "Possible amputation",
            "Edema of tissue",
            "Pruritus (itching)(28)",
            "Metabolic changes secondary to protein breakdown, loss of body mass, and delayed wound healing(2)",
            "Superficial burns appear red (e.g., sunburn)(26)",
            "Superficial partial-thickness  burns present with blisters and are painful(26)",
            "Superficial deep partial-thickness  burns are waxy and white in appearance. The skin is pliable. They are often insensitive to light touch but painful with deep pressure(26)",
            "Full-thickness  burns are cherry red, white, or brown and leathery in appearance. Thrombosed veins are visible. Loss of hair follicles is common. They are not painful to touch; however, pain can still be present because of the intact nerves around the periphery of the burn, wound exposure to air, or manipulation of the wound(26) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Patient pain tolerance during assessment, testing, measurement, and treatment must be respected",
            "Specific skin graft or wound care protocols may be required –Consultation with physician and/or burn care center personnel recommended –Skin graft and wound healing must be monitored carefully",
            "Special environmental conditions may be warranted –Quiet environment, dim lights –Certain tools and modalities may not be tolerated",
            "Suspected nonaccidental burns should be referred to social service or appropriate agencies if not previously addressed",
            "When transferring a patient in/out of bed to a stretcher, always lift the patient rather than sliding the patient to decrease the risk of shearing forces(26)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Thermal injuries – most common cause of burns in children.(1) Fourth most common cause of death in children.(31) Mostdeaths are from house fires(68)–Scald burns – caused by hot liquids or gas-60–80%  of burn injuries in children are scald injuries(31)-Scald burns are more common in younger children and flame burns are more common in children over 5 years old(31)–Flash burns – result from explosions of natural gas, propane, other flammable liquids–Direct flame burns – exposure to prolonged/intense heat. Fire, flammable liquids, ignited clothing–Contact burns – hot metals, plastic, glass, other materials–Consider child abuse or neglect when dealing with hot-water burns(1)",
            "Electrical burns result from electrical current passing through skin and tissue structures. Electricity follows the path of leastresistance; injury cannot be judged from observation of external injury sites",
            "Chemical burns – caused by strong acid or alkaline substances. Damage continues until substance is removed. Alkali burnstend to be more severe due to reaction with skin lipids–Chemical burns cause injury by contact with skin/mucous membranes, ingestion, or inhalation(32)–Approximately 3% of burn unit admissions are due to chemical burns(32)",
            "Radiation burns – alpha, beta, or gamma radiation. Decontamination may be required",
            "Nonaccidental burns occur from neglect, abuse, or a lapse in usual protection. Indicators of nonaccidental burnsinclude:(3,4)–Abuse accounts for 15% of pediatric burns(1)–Obvious patterns from smoking materials, irons–Burns to mouth, palms, soles, genitalia, buttocks, perineum–Hot water, scald burn without splash marks–Restraint injuries on limbs–Sparing of flexion creases"
        ],
        "epidemiology": [
            "There are 250,000 burn injuries in children per year in the United States, accounting for 15,000 hospitalizations and 1,100deaths(1)",
            "Most common cause of unintentional death in children under the age of 2 years, second most common cause for childrenunder the age of 4, third-leading  cause of death for all those younger than 19(2)",
            "Burn etiology–Scald burns account for 60–80%  of burns in children under the age of 5 years(31)-Twenty-seven  percent of burns between the ages of 5 and 20 years are from scald(2)–Contact burns account for ~20% of burns in children(2)–Other burn causes(2)-Flame ~ 8%-Flash ~ 4%-Electrical ~ 2%-Chemical~3%(32)-Radiation, friction, nonskin ~ 1% each–Researchers conducted a multicenter cross-sectional  study in the United Kingdom to determine the characteristics ofchildhood burns(25)-1,215 children were included in this study-Fifty-eight  percent of burns were due to scalds, 32% were due to contact burns, and 9.5% were due to other causes-Seventy-two  percent of the subjects were < 5 years of age, with a peak prevalence in 1-year-old children-The most common scald agent was a cup/mug of hot beverage (55%). Pulling down/grabbing the cup/mug was the mostcommon mechanism of injury-For those aged 5 to 16 years, scalds were caused from hot water spill injuries in 76%"
        ],
        "pathogenesis": [
            "Burn injuries consist of three zones that are identified concentrically around the center portion of the injury(26)–Zone of coagulation: the most central area and the area that had the most contact with the heat source. Cells arepermanently damaged in this zone–Zone of stasis: cells in this zone have decreased blood flow and respond to fluid resuscitation to save viable tissue–Zone of hyperemia: the outermost area that has sustained the least amount of cell damage",
            "Primary tissue loss is a three-stage  process(5)–Initial thermal injury response is protein denaturation and cell damage/death–Inflammatory response leads to additional cell damage–Ischemic changes can lead to further cell death",
            "Chemical burn severity is based on pH, duration of contact, concentration and volume of chemical in contact, and thicknessof epithelium at burn site(32)–Chemicals with low pH (0–2)  cause the most severe injuries-Hydrochloric acid – toilet bowel cleaners, metal cleaners-Phosphoric acid –metal  cleaners, agricultural products-Sulfuric acid-Hydrofluoric acid – swimming pool “shock” treatments, rust removers, industrial cleaners-phenols – nail polish–Chemicals with high pH (12–14)  cause liquefaction necrosis-Sodium hydroxide (lye) – drain and oven cleaners-Sodium hypochlorite – bleach, swimming pool chlorinator-Calcium hydroxide – wet cement-Ammonia – household cleaners",
            "Burn wounds may progress to a deeper level as a result of secondary processes that lead to continuing cell damage/death,including:(5)–infection–edema–decreased tissue perfusion–circumferential eschar–metabolic alteration",
            "Three phases of burn wound healing(26)–Inflammatory phase occurs almost immediately after the initial injury. Platelets come into contact with the damaged tissueand fibrin is deposited, creating a thrombus. Vasoconstriction occurs and hemostasis is achieved–Proliferative phase follows as early as 48 hours after a burn injury. This phase is dominated by fibroblast activity assistingin wound healing and restoring skin integrity through angiogenesis, collagen synthesis, and wound contraction–Maturation/remodeling phase begins as granulation tissue is formed. Collagen synthesis and lysis occur, allowing for scarformation. If there is an imbalance in collagen synthesis, a hypertrophic scar or keloid scar will develop"
        ],
        "risk factors": [
            "Age – Younger children have a thinner epidermal layer(2)",
            "Presence of or carrying hot liquids",
            "Water heater temperature set too high(6)",
            "Kitchen activities–Removing hot substances from microwave or stove–Older child cooking or carrying hot liquids while supervising younger child",
            "Use of curling irons, flat irons, or clothes irons",
            "Presence of developmental delay, behavioral, sensorimotor, or psychological problems",
            "History of abuse(4)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Obtain written consent from parent or guardian prior to initiating assessment or treatment",
        "Hypermetabolism/catabolic stress response may last for up to 1 year post-injury  or more following major burns,(2) accompanied by: increased energy expenditure, presence of weakness and fatigue loss of muscle protein/lean body mass –Researchers in the United States characterized the muscle protein synthesis rate in 87 children with 40% or greater TBSA over a period of 24 months and found muscle protein synthesis to be elevated for at least a year after injury(27) -Children had large (average 62% TBSA) and deep (47% TBSA third-degree)  burns -Lower protein synthesis was seen in boys, in children older than 3 years of age, and when burns were greater than 80% TBSA",
        "Psychosocial issues are present for both patient and family Parents/family/caregivers should be included in the treatment process; reluctance to engage should be addressed with understanding and sensitivity(3) Researchers in Australia conducting in-depth  interviews with 21 parents of children who had sustained a burn requiring hospitalization identified three phases of recovery: experiencing the accident, inpatient, and return to community. Within each phase,themes were identified that represented stressors, behavioral and emotional responses, and coping factors(28)  –Experiencing the accident phase themes were -witnessing the burn – extremely traumatic for all parents -accessing medical help –Inpatient phase themes were -relief to know your child is in good hands -realizing the severity – most parents underestimated the severity of the burn injury -witnessing traumatic medical procedures – seeing their child go under general anesthesia, witnessing skin grafts and dressing changes -seeking information – not receiving enough information caused anguish and frustration for parents, whereas having information was described as alleviating anxiety -importance of social support – absence of social support was associated with feelings of isolation and loneliness -feelings of blame – blaming spouse, blaming self -staying strong for their child -non-productive  coping – both for parent staying with child at hospital and for parent (mainly fathers) who could not be with their child –Return to community themes were -providing care in the home – most parents felt pressure when responsible for child’s care -changes in the child – parents noted child more clingy, fearful, and more “danger conscious” and increased presence of sleep disturbances -changes in parents – parents reported an increase in nightmares and sleep disturbances, becoming “overprotective” of their children, and dwelling on “what if” situations -dealing with public stigma related to the burn scars – parents dealing with people staring. Also scars on girls caused parents to fear disfigurement and discrimination, whereas parents with boys reported their boys were “proud of their scar” and showed them off to other boys -the long journey of recovery – acceptance over time, learning from accident",
        "Persistence of pain (background and procedural) may impact tolerance to rehabilitation",
        "The presence of skin infection may restrict exercise and some treatment techniques",
        "Patients are at risk for developing pressure sores. Pressure sores can develop because of hypovolemia, decreased oxygenation, prolonged bed rest, or poorly fitting splints. Notify the physician if a pressure sore is discovered(26)",
        "Acute compartment syndrome can develop in patients with burn injuries. Symptoms are new and persistent deep ache in arm or leg; pain that seems greater than expected for the severity of the injury; numbness, pins-and-needles,  or electricity-like pain in the limb; and swelling, tightness, and bruising. This is a medical emergency. Notify the physician immediately For more information on acute compartment syndrome, see C linical Review…Compartment Syndrome, Acute ; CINAHL Topic ID Number: T708465",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Patient pain tolerance during assessment, testing, measurement, and treatment must be respected",
            "Specific skin graft or wound care protocols may be required –Consultation with physician and/or burn care center personnel recommended –Skin graft and wound healing must be monitored carefully",
            "Special environmental conditions may be warranted –Quiet environment, dim lights –Certain tools and modalities may not be tolerated",
            "Suspected nonaccidental burns should be referred to social service or appropriate agencies if not previously addressed",
            "When transferring a patient in/out of bed to a stretcher, always lift the patient rather than sliding the patient to decrease the risk of shearing forces(26)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Note type of burn/agent involved",
                "course of treatment": {
                    "medical management": "Document reconstructive, skin graft, contracture release, or other interventional procedures Superficial burns have complete resolution. Superficial partial-thickness  burns take 10 to 14 days for reepithelialization.  Deep partial-thickness  burns often require a skin graft. Full-thickness  burns require a skin graft(1)",
                    "surgical management": [],
                    "medications": "Document and maintain a list of medications prescribed; note compliance issues, if present. Pharmacokinetics can be altered in children following burn as a result of changes in tissue/fluid dynamics(2)Analgesic medications range from acetaminophen to short-acting  (fentanyl) and long-acting  (morphine, oxycodone) opioids Common mediations for pain management include NSAIDs, opiates, benzodiazepines, and ketamine(26) Nutritional supportFor treatment or prevention of infection of the burn. There is a lack of published guidelines on the use of antibiotics for treatment and prevention(26) Wound infection is the most frequent complication in patients with burns. Infection typically occurs during the 2nd week following injury and can cause toxic shock syndrome, a lifethreatening  illness(26)To control pruritus(26)Note use of topical medications and wound membranes (if any) A shorter time to wound healing was found for cerium nitrate-silver  sulfadiazine dressings when compared to hydrofiber or silver sulfadiazine dressings when treating partialthickness  scalds up to 10%(33) Antidepressants (SSRIs) and benzodiazepine for the treatment of post-traumatic  stress if needed(2)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Document results from pertinent laboratory and diagnostic procedures(1)",
                        "Children are at increased risk of hypoglycemia after a burn due to limited glycogen storage",
                        "Smoke inhalation: arterial blood gases, carboxyhemoglobin test, bronchoscopy to evaluate respiratory tract",
                        "Electrical burns: ECG, urine myoglobin, creatine kinase isoenzymes",
                        "Blood tests, urinalysis, chest radiograph, xenon scan if suspected smoke inhalation"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., massage therapy, acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document activities/factors that aggravate symptoms, such as pain, swelling, stiffness, etc., and factors that improve symptoms ",
                "body chart": "Use body chart to document location and nature of burns -Rule of nines for adults can only be used in children 14 and older. Below is a modification by Shriners Hospitals for Children, Boston(2) . Burn Area Newborn 3 years of age 6 years of age 12+ years of age Head 18% 15% 12% 6% Trunk 40% 40% 40% 38% Arms 16% 16% 16% 18% Legs 26% 29% 32% 38% .",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much ) -Faces Scale commonly used for rating pain in children; FLACC (Face, Legs, Activity, Crying, Consolability) scale may be used for pain assessment in infants(7) -See Relevant tests and measures pain for review of age-appropriate scales",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if applicable",
                "other symptoms": "Document other symptoms the patient may be experiencing which could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., infection, dizziness, headaches, acute changes in pain, skin condition, edema)",
                "respiratory status": "Document pulmonary function if warranted (inhalation injury as part of initial event, restricted thorax movement) -Signs suggestive of airway complications are singed nasal hair, carbonaceous sputum, progressive hoarseness, inflamed oropharynx, tachypnea, circumferential burns around the neck, and facial burns(1) Barriers to learning -Are there any barriers to learning? Yes__ No__Language, cognitive, communication, etc."
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document history of burns or other traumatic injuries",
                    "comorbid diagnoses": "Ask the patient or caregiver about other problems, including diabetes, cancer, heart disease, developmental disorders, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) for other conditions",
                    "other symptoms": "Ask the patient or caregiver about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports or after-school activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Note use of ambulatory aids, splints, ADL devices, etc.",
                "living environment": "Stairs, number of floors in home, with whom the patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary? Available support system for the patient/family/ caregiver?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) ",
            "anthropometric characteristics": "Document height, weight, and BMI. Document loss of limbs and digits. Compare to weight-height-age  chart for children",
            "assistive and adaptive devices": " Assistive and adaptive devices –Assess need for ambulatory aids, splints, ADL devices, AFO, prostheses –Assess existing devices for continued need, fit, performance",
            "balance": " Balance –The Functional Reach Test may be considered in children over the age of 3 years(8) –The Pediatric Balance Scale (PBS) has been shown to be reliable in children between the ages of 5 and 15 years(9)",
            "cardiorespiratory function and endurance": [
                "Vital signs should be assessed before, during, and after treatment/exercise, as appropriate",
                "Exercise tolerance  timed walking test (e.g. 6 minute walk test [6MWT]), aerobic capacity (modified Bruce test)"
            ],
            "circulation": "Blood pressure and peripheral pulses should be assessed in both burned and non-burned  limbs. Edema, if present, should be monitored for changesBed mobility and transfers in general should be assessed –Lower extremity functional activities (i.e., kicking, jumping, squatting) should be assessed –Upper extremity assessment should include reaching, pulling, grasping, writing, etc. –The WeeFIM can be used to assess functional performance in children aged 2–8 years,(10) possibly older –Play assessment may be considered –The Timed Up and Go (TUG) test can also be used in children",
            "functional mobility": "",
            "gait locomotion": "Age-appropriate  locomotor/mobility skills should be assessed. Abnormalities should be noted, either developmental or musculoskeletal secondary to injuryAssess joint mobility in involved limbs. Passive and active limitations should be noted –An analysis of data from the National Institute on Disability and Rehabilitation Research Burn Model System database for pediatric burn survivors (< 18 years of age) involving 1031 patients indicated that 23% had at least one contracture at hospital discharge(34) -The average number of contractures for patients with more than one contracture was 3.3 contractures27.9%17.6%14.2%13.3%11.9% -Most contractures were mild or moderate in severity -Significant predictors of contracture development include ICU length of stay -Significant predictors of severity of contracture –age, ICU length of stay, presence of amputation, Black race -Significant predictors of multiple contractures –age, length of hospital stay, length of ICU stay, presence of amputation, TBSA burned, and TBSA grafted -The authors suggest that novel and more effective prevention strategies need to be developed –Contractures can be due to(34) -scarring -immobilization secondary to skin grafting or other tissue damage -improper positioning -deep partial-thickness  or full-thickness  burns over joints -bed confinement –Neck, axilla, hands, feet susceptible to scar contractures ",
            "muscle strength": "Assess muscle function in involved areas, including those directly affected by burn injury and/or prolonged disuse –Grip and pinch dynamometer testing –Functional testing – hop, squatScreening for developmental delay may be indicated for toddlers and young children –Age-appropriate  play, social, fine motor, and ADL skills should be assessed -Battelle Developmental Inventory(11) -Peabody Developmental Motor Scales, Second Edition (PDMS-2) -ABA/Shriners Hospital for Children Burn Outcome Questionnaire -For children aged 5–18  years(12) -For children < 5 years of age(13)",
            "observation inspection palpation including skin assessment": [
                "Inspect and monitor skin condition and healing skin grafts",
                "Scar  Note areas of hypertrophic and/or keloid scarring. Factors that increase the risk of scar hypertrophy or keloid scar formation are increased wound depth, prolonged healing time, and increased skin pigment(26) -A hypertrophic scar is a raised, thick, and typically hard, knotty appearing area of scar tissue that results from an imbalance of collagen synthesis and collagen lysis. A hypertrophic scar is raised but does not exceed the original boundaries of the wound(26) -A keloid scar is raised, thick, and typically hard. The scar extends beyond the boundaries of the original wound(26) -Assessment tools -Vancouver Burn Scar Scale (VSS)(14) or modified Vancouver Burn Scar Scale(15) -Patient and Observer Scar Assessment Scale (POSAS)(16) -Researchers reported that the POSAS was reliable and construct validity was adequate up to 3 months post burn but declined in validity at 18 months. The POSAS was also found to adequately predict final scar quality(35) -Based on a Dutch study of 141 patients whose TBSA was 20% or less -Matching Assessment of Photographs and Scars (MAPS)(17)",
                "Palpate for tissue condition/sensitivity",
                "Document the presence of any pressure sores. Note location, size, color, and any exudate •Pain:  Procedural pain (caused by skin/tissue procedures, ROM, splinting, etc.) and background pain (present between physical procedures) should be assessed. Note pain management therapies",
                "Pruritus is a potentially painful complication post burn",
                "Self-report  can be used with children over the age of 3 years -Wong-Baker  FACES Pain Rating Scale -V AS (may be more appropriate for children > 9 years of age)(18) -Bieri-Modified  faces scale:(19) Uses a neutral face instead of a smiling face for the “no-pain”  state -Female children tend to rate pain higher than male children.(20) Pain is rated higher on scales that use smiling faces rather than neutral faces(20)",
                "Behavioral observational scales are used in children under 3 years of age.(21) Pediatric pain scales generally measure acute pain -The FLACC scale is validated for use in children between 2 months and 7 years(7) -CHEOPS (Children’s Hospital of Eastern Ontario Pain Scale) measures pain in children between 1 and 7 years of age(22)",
                "Composite measures. Includes a combination of observational/behavioral and physiologic measures -The Neonatal/Infant Pain Scale (NIPS) is used mostly in infants under 1 year of age.(23) Includes a physiologic measure (breathing) combined with behavioral indicators •Perception  (e.g., visual field, spatial relations): Document possible perceptual deficits if head, face, and neck are among the injured areas "
            ],
            "posture": "Assess postural alignment in functional positions; i.e., sitting, standing. Contracture of the neck, trunk, and legs may alter head position and postural alignment",
            "range of motion": "Assess active and passive ROM of involved and noninvolved limbs –ROM may be limited by edema, scar, muscle damage, immobilization",
            "self-care activities of daily living": "",
            "reflex testing": "Assess tendon reflexes in involved limb(s) Self-care/activities  of daily living  (objective testing) –Activities Scale for Kids (ASK) –Pediatric Evaluation of Disability Inventory (PEDI) – gross motor scale –WeeFIM(10)",
            "sensory testing": "Neuropathy is a complication of burn injury that may not be apparent immediately after injury, resulting in sensory deficits and pain",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –ABA/Shriners Hospital for Children Burn Outcome Questionnaire -For children aged 5–18  years(12) -For children < 5 years of age(13)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Increased arousal and decreased attention may be present following burn injury -Child Behavior Checklist -Vineland Adaptive Behavior Scale",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Newly healed skin can be more sensitive than other areas",
                "Test on nonaffected areas first",
                "Caution in areas of decreased sensation",
                "Lower intensity may be indicated",
                "Contraindicated in presence of acute/subacute inflammation or edema",
                "Contraindicated in areas of hypersensitivity",
                "Contraindicated in presence of infection",
                "Caution over areas of scarring/impaired vascular integrity due to decreased ability to dissipate heat",
                "Lower intensity indicated",
                "Check treatment area frequently",
                "Tolerance of cryotherapy may be minimal"
            ],
            "other": [
                "Electrotherapy  contraindications/precautions",
                "Heat modality  (hot pack, fluidotherapy, paraffin, hydrotherapy) contraindications/precautions",
                "Cryotherapy  contraindications/precautions"
            ]
        },
        "diagnosis need for treatment": "Referral to therapy following burn injury is indicated for the following Decreased ROM/joint contracture(34) Scar management Muscle weakness/loss of lean body mass Pain management Impaired balance Restoration of function/ADLs/gross and fine motor skills ",
        "rule out": "",
        "prognosis": [
            "Outcomes –Superficial burns will heal without scar formation or pigment changes(26) –Superficial partial-thickness  burns will heal in ~2 weeks without scarring(26) –Deep partial-thickness  burns will heal spontaneously over a 6-week  period with scar tissue that can hypertrophy and contract(26) –Full-thickness  burns require skin grafting. Scar contraction and hypertrophy can occur(26) –Loss of hand function (finger amputation, scarring) is linked to lower outcome for both physical function and quality of life measurements –Skin-related  issues are long-term  problems post burn -Includes sensory loss, painful scar, itching, hyperpigmentation, fingernail loss, and skin breakdown"
        ],
        "referral to other disciplines": "Burn rehabilitation is a multidisciplinary effort and includes occupational therapist for wound care, functional rehabilitation, splint fabrication, ROM, scar management physician(s) –Reconstructive/plastic surgeon –Pain management –Red flags/complications/suspicion of nonaccidental injury nutritionist for management of nutritional needs speech therapy for swallowing, language child life specialist to assist with preparing the child for surgical procedures and working with the psychologist to assist with post-traumatic  stress and reintegration to the home, school, and community setting social work for re-entry  into community setting orthotist/prosthetist for fabrication of prostheses, braces psychologist for management of trauma, stress, cognitive and/or behavioral issues teachers/school nurse",
        "other considerations": [
            "Authors of a 2014 retrospective study suggest that an extra-large negative pressure wound therapy dressing can be used to treat extensive burns to improve graft intake and decrease the risk of infections(29)",
            "Results of a retrospective study indicated that children who went through a 6- to 12-week  rehabilitative program were able to maintain the gains they made in strength, aerobic capacity, and body composition 3–4 years postburn but had not returned to the levels of healthy children(36) –The authors suggest that continuous rehabilitative interventions after discharge should be developed to narrow this gap"
        ],
        "treatment summary": [
            "ROM/joint contracture:  Splinting and positioning devices are essential components in prevention and/or treatment of joint contracture and edema. Face, neck, axilla, elbow, hand/wrist, knee, and foot/ankle are areas at risk for contracture following burn injury(34) –Positioning is initiated immediately to minimize tissue shortening and reduce edema -Heel and elbow protectors and gel pillows can be used to protect bony prominences(26) -Appropriate positioning programs and devices must be adhered to by all healthcare professionals involved in the patient’s medical management(26) -Splinting does not control edema -Avoid elevating the head of the bed > 30˚ for a prolonged period of time. This positions creates shearing forces of the skin on the scapula and buttocks, increasing the risk of a pressure sore developing(26) –Splints must be fabricated to avoid undue stress on healing tissue, skin grafts, peripheral nerves, and bony prominences. Dressings must be accommodated -Therapists need to consider skin integrity, edema, and proper fit of the device. The zone of stasis lies immediately beneath the burn and has compromised circulation. This area is highly sensitive to increased pressure(26) -Patients should be repositioned every 1 to 2 hours if they are medically stable. Do not use pillows under the patient’s head. The following describes the optimal, anti-contracture  position: neck positioned in a neutral or slightly extended  position, shoulders ~90˚ of abduction and slight protraction, elbows extended and supinated, wrists in slight extension with slight metacarpophalangeal joint flexion, thumb abduction, and fingers extended. Hips should be neutral with slight abduction, knees fully extended, and ankles in neutral(26) -Regular monitoring of splints is recommended -Spacers may be indicated for separation of fingers or toes –Exercise -ROM emphasizing end range are conducted twice a day in early-phase  rehabilitation",
            "Scar/edema management – compression garments/contact media/other:  Scar formation factors include time of wound healing, nature of skin graft/replacement, dressing and wound management, site of wound, skin pigmentation, age of patient, genetic disposition to scarring, nutrition –Compression garments – primary tool(2) -Graduated compression may be indicated to help manage edema -Greater time to wound closure may indicate need for higher compression or addition of contact media -Compliance may be an issue due to discomfort –Contact media – silicone, elastomer, dressing -Used in conjunction with compression garments –Edema gloves, Coban, and positioning assist in management of edema –Other elements beneficial to scar/edema management -Mobility training -Supervised exercise training -Massage, moisturizing -Skin care and protection –Complications -Restriction of breathing in young children from compression garments -Possible problems with skin hygiene, rash, wound breakdown",
            "Exercise training:  Loss of muscle/lean body mass resulting from injury, subsequent hypermetabolism, and bedrest is a major complication of burn injuries in children –Authors of a 2018 systematic review on the effects of exercise on physical and physiological outcomes found limited evidence supporting the benefits of exercise and suggested further trials(37) -Nineteen articles were used in the analysis -No significant differences were seen in VO2peak, resting energy expenditure, and muscle strength. Significant benefits were seen on body composition, need for surgical release of contractures, and health-related  QoL –Active and passive stretching/flexibility programs are standard of care in burn rehabilitation for management of mobility –Researchers comparing the effects of 6-week  and 12-week rehabilitative programs concluded that 6weeks is sufficient for improving muscle strength, cardiopulmonary fitness, and body composition, but suggested there is a benefit to at- or near-home  cardiopulmonary training past 6 weeks(38) -Based on an RCT conducted in the United States involving 42 patients with ≥ 30% TBSA -Exercise and gait(24) -Results of an RCT in Egypt suggest that the addition of isokinetic training can significantly improve the biomechanics of gait -Thirty-three  children (aged 10–15  years) with circumferential lower extremity burns of 36–45% TBSA were randomized to 2 groups. The control group (n = 17) participated in a home-based physical therapy program that included ROM, splinting, lower extremity stretching, daily walking, and functional training for walking and ADLs. The exercise group (n = 16) participated in the same program. In addition, the exercise group received 12 weeks of isokinetic training 3 times per week at an angular velocity of 150° per second -Outcome measures included thigh circumference measure with a tape measure, gait parameters (velocity in m/ s, cadence in steps/min, step and stride length in cm) measured using the GAITRite mat (USA), and isokinetic quadriceps muscle strength (defined as peak torque at 150°/second). Similar data were obtained from a group of non-burned  healthy controls in order to determine deficits and progress during the training program -The isokinetic group had improved measured isokinetic quadriceps strength over the course of treatment, from ~ 47 ft-lbs  to ~ 79 ft-lbs  (p < 0.001). Isokinetic quadriceps strength did not change in the control group  -Thigh circumference increased significantly (p < 0.001) in the isokinetic group. The control group had a nonsignificant increase in thigh circumference -Both the control group and the isokinetic group had significant increases in all gait parameters over 12 weeks (p < 0.01)",
            "Pain management:  Background and procedural pain are both concerns in the clinical management of burn rehabilitation, with wound care being a primary source of pain. Pharmacologic interventions are the primary tool in managing burn pain in children. Nonpharmacologic interventions are adjunct therapies that may serve to distract the patient or increase his or her sense of control and security during procedures –Virtual/augmented reality systems. Virtual reality systems require the use of viewing hardware and create a fully simulated environment. Augmented reality is a direct or indirect view of a real-world  environment supplemented (or augmented) with computer graphics -Authors of a systematic review determined that virtual reality was an effective adjunctintervention that increased enjoyment and reduced pain, anxiety, and stress during dressing changes and during physical therapy(39) -Based on a review of 34 articles that included 23 RCTs",
            "Psychosocial/developmental concerns: –Developmental sequences should be addressed, if appropriate, for play, fine motor, social, and cognitive skills . Problem Goal Intervention Expected Progression Home Program Decreased ROM, contracture riskMaintain and increase ROM, prevent contractures(34)Functional training _ ROM twice daily, PROM and AROM _ _ Positioning, most important during early rehabilitation _ _ Exercise training _ _ See Treatment summary , above _Increase in ROM Provide the patient with simple ROM, strengthening _ _ Provide training to caregiver(s) Scarring, hypertrophic or keloidPrevent or minimize hypertrophic scarringScar prevention _ Use of compression garments and/or contact media _ _ See Treatment summary , above _Modification of compression garments following healing and new tissue developmentScar management education and instruction in use and compliance regarding compression garments _ _ Family involvement necessary for compliance, donning garments  Decreased muscle strength and endurance, loss of lean body massImprove muscle strength, power, enduranceFunctional training _ Supervised exercise program – combination of resistance and conditioning program effective in increasing strength and cardiorespiratory function _ _ See Treatment summary , above _Exercise program based on assessment of 3RM for 8 muscle groups, treadmill or ergometry testing _ _ Progress exercise intensity from 50/60% of 3RM up to 80/85% over 12 weeksSupplement strength and conditioning with stretching and ROM Impaired developmental status; delayed achievement of developmental milestonesMaximize attainment of motor milestonesFunctional training _ Use age-appropriate play and cognitive activities to promote developmental progression _ _ Participation in burn camp to promote socialization _ _ See Treatment summary , above _Progress fine motor, play, social, cognitive skills as appropriateRecommend age- appropriate play and activities for home to support developmental progression Pain, pruritus _ _ Also consider: impaired ability to perform ADLs, functional mobility, school and play activitiesReduce background pain; minimize procedural painPain control _ Augmented or virtual reality during wound procedures _ _ _ Music therapy _ _ See Treatment summary , above _Decreased pain medication usage and use of adjunct therapy to manage pain _ _ Reduced need for intervention procedures for wound care, reconstruction, and ROM/contracture over time alleviates painParticipation of parents in the rehabilitation process combined with compliance in a comprehensive rehabilitation program including pharmacologic support, compression garments, exercise, and complementary therapy is beneficial in reducing pain ."
        ]
    },
    "desired outcomes outcome measures": {
        "increased rom scar management": [
            "Minimized contracture due to scar–Goniometry–Functional ROM measures",
            "Minimized edema–Circumferential/volumetric measurements",
            "Management of hypertrophic scarring–Vancouver Burn Scar Scale (VSS)(14) or modified Vancouver Burn Scar Scale(15)–Patient and Observer Scar Assessment Scale (POSAS)(16)–Matching Assessment of Photographs and Scars (MAPS)(17)"
        ],
        "increased physical condition": [
            "Improved strength and endurance–Manual muscle testing–Functional strength testing–Dynamometry (hand, pinch, etc.)–Timed walking test",
            "Recovery of lean body mass",
            "Improved balance–PBS",
            "Improved cardiorespiratory function–Pulmonary function testing – FEV 1, FVC, etc.–Aerobic capacity testing – modified Bruce protocol"
        ],
        "reduced pain": [
            "Management of pruritus",
            "Assessment–Neonatal/infants – NIPS(23)–Children under 3 years of age – FLACC(7) or CHEOPS(22)–Children over 3 years of age – Wong-Baker  FACES Pain Rating Scale or Bieri-Modified  faces scale(19)–Children over 7 years of age – V AS(18)"
        ],
        "increased functional status": [
            "WeeFIM(10)",
            "TUG test",
            "ASK",
            "PEDI",
            "PDMS-2",
            "ABA/Shriners Hospital for Children Burn Outcome Questionnaire–For children aged 5–18  years(12)–For children < 5 years of age(13)"
        ]
    },
    "maintenance or prevention": [
        "Hot water scalds can be prevented by reducing water heater thermostats to 120˚F (49˚C)",
        "Flame-retardant  clothing can reduce spread of flame burns",
        "Home/kitchen redesign, including electrical cord management, low-temperature setting for water heater, outlet covers, smoke detectors, evacuation plan(1)",
        "Adult supervision and safety precautions when using fireworks and other causes of burns",
        "Use sunscreen: skin grafts or newly epithelialized skin is highly sensitive to sun exposure and thermal extremes(1)",
        "Isolate household chemicals, flammable substances, and hot beverages so that they are out of a child’s reach(1)"
    ],
    "patient education": [
        "Information on burn prevention from the U.S. Centers for Disease Control and Prevention at https://www.cdc.gov/safechild/ burns/",
        "Information on burn prevention from the American Burn Association at http://ameriburn.org/prevention/prevention-resources/?PHPSESSID=7707bb44d31af0f4cce6239b4e95c136  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Mentzer CJ, Currence CD, Yon JR. Burns. Domino FJ, ed. The 5-minute clinical consult 2020 . 28th ed. Philadelphia, PA: Wolters Kluwer; 2020. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Antoon AY. Burn injuries. In: Nelson MR, Kliegman RM, St. Geme J, eds. Pediatrics . 21st ed. Phildelphia, PA: Elsevier; 2020:614. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Williams C. Assessment and management of paediatric burn injuries. Nurs Stand . 2011;25(25):60-68.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Maguire S, Moynihan S, Mann M, Potokar T, Kemp AM. A systematic review of the features that indicate intentional scalds in children. Burns. 2008;34(8):1072-1081.  (SR)"
        },
        {
            "number in article": 5,
            "reference": "Singh V, Devgan L, Bhat S, Milner SM. The pathogenesis of burn wound conversion. Ann Plast Surg . 2009;59(1):109-115.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Kendrick D, Stewart J, Smith S. Randomised controlled trial of thermostatic mixer valves in reducing bath hot tap water temperature in families with young children in social housing. Arch Dis Child . 2011;96(3):232-239.  (RCT)"
        },
        {
            "number in article": 7,
            "reference": "Merkel S, Voepel-Lewis  T, Shayevitz JR, Malviya S. The FLACC: a behavioral scale for scoring postoperative pain in young children. Pediatr Nurs . 1997;23(3):293-297.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Norris RA, Wilder E, Norton J. The functional reach test in 3- to 5-year old children without disabilities. Pediatr Phys Ther . 2008;20(1):47-52.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Franjoine MR, Gunther JS, Taylor MJ. Pediatric Balance Scale: a modified version of the Berg Balance Scale for the school-age  child with mild to moderate motor impairment. Pediatr Phys Ther . 2003;15(2):114-128.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Serghiou MH, Rose MW, PidcocK FS. The WeeFIM[R] instrument - a paediatric measure of functional independence to predict longitudinal recovery of paediatric burn patients. Dev Neurorehabil . 2008;11(1):39-50.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Newborg J. Battelle Developmental Inventory - second edition . Itasca, IL: Riverside; 2005. (PP)"
        },
        {
            "number in article": 12,
            "reference": "Daltroy LH, Liang MH, Philips CB. American Burn Association/Shriners Hospitals for Children burn outcomes questionnaire: construction and psychometric properties. J Burn Care Rehabil . 2000;21(1):29-39.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Kazis LE, Liang MH, Lee A. The development, validation, and testing of a health outcomes burn questionnaire for infants and children 5 years of age and younger: American Burn Association/Shriners Hospital for Children. J Burn Care Rehabil . 2002;23(3):196-207.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Baryza MJ, Baryza GA. The Vancouver Scar Scale: an administration tool and its interrater reliability. J Burn Care Rehabil . 1995;16(5):535-538.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Forbes-Duchart  L, Marshall S, Strock A, Cooper JE. Determination of inter-rater  reliability in pediatric burn scar assessment using a modified version of the Vancouver Scar Scale. J Burn Care Res. 2007;28(3) . 460-467. (R)"
        },
        {
            "number in article": 16,
            "reference": "Draaijers LJ, Tempelman FR, Botman YA. The patient and observer scar assessment scale: a reliable and feasible tool for scar evaluation. Plast Reconstr Surg . 2004;113(7):1960-1965.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Masters M, McMahon M, Svens B. Reliability testing of a new scar assessment tool, Matching Assessment of Scars and Photographs (MAPS). J Burn Care Rehabil . 2005;26(3):273-284.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Shields BJ, Cohen DM, Harbeck-Weber  C, Powers JD, Smith GA. Pediatric pain measurement using visual analogue scale: a comparison of two teaching methods. Clin Pediatr. 2003;42(3):227-234.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Bieri D, Reeve RA, Champion GD, Addicoat L, Ziegler JB. The Faces Pain Scale for the self-assessment  of the severity of pain experienced by children: development, initial validation, and preliminary investigation for ratio scale properties. Pain. 1990;41(2):139-150.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Chambers CT, Giesbrecht K, Craig KD, Bennett SM, Huntsman E. A comparison of faces scales for the measurement of pediatric pain: children's and parents' ratings. Pain. 1999;83(1):25-35.  (R)"
        },
        {
            "number in article": 21,
            "reference": "O'Rourke D. The measurement of pain in infants, children, and adolescents: from policy to practice. Phys Ther . 2004;84(6):560-570.  (RV)"
        },
        {
            "number in article": 22,
            "reference": "McGrath PJ, Johnston G, Goodman JT. CHEOPS: a behavioral scale for rating postoperative pain in children. In: Fields HL, ed. Advances in Pain Research and Therapy . New York: Raven Press; 1985:395-402.  (GI)"
        },
        {
            "number in article": 23,
            "reference": "Lawrence J, Alcock D, McGrath P, Kay J, MacMurray SB, Dulberg C. The development of a tool to assess neonatal pain. Neonatal Netw . 1993;12(6):59-66.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Ebid AA, El-Shamy  SM, Draz AH. Effect of isokinetic training on muscle strength, size and gait after healed pediatric burn: A randomized controlled study. Burns. 2014;40(1):97-105.  doi:10.1016/j.burns.2013.05.022. (R)"
        },
        {
            "number in article": 25,
            "reference": "Kemp AM, Jones S, Lawson Z, Maguire SA. Patterns of burns and scalds in children. Archives of Disease in Childhood . 2014;99(4):316-321. doi:10.1136/archdischild-2013-304991.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Migliore SF. Rehabilitation of child with burns. Pediatric Physical Therapy . 5th ed. Philadelphia, PA: Lippincott, Williams, & Wilkins; 2015. (GI)"
        },
        {
            "number in article": 27,
            "reference": "Diaz EC, Herndon DN, Lee J, et al. Predictors of muscle protein synthesis after severe pediatric burns. J Trauma Acute Care Surg . 2015;78(4):816-822.  doi:10.1097/ TA.0000000000000594. (R)"
        },
        {
            "number in article": 28,
            "reference": "McGarry S, Elliot C, McDonald A, Valentine J, Wood F, Girdler S. “This is not just a little accident”: a qualitative understanding of pediatric burns from the perspective of parents. Disabil Rehabil . 2015;37(1):41-50.  doi:10.3109/09638288.2014.892640. (R)"
        },
        {
            "number in article": 29,
            "reference": "Fischer S, Wall J, Pomahac B, Riviello R, Halvorson EG. Extra-large  negative pressure wound therapy dressings for burns - Initial experience with technique, fluid management, and outcomes. Burns. 2016;42(2):457-465.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 31,
            "reference": "Spectorsky KA, Hennelly K. Burn, thermal. Fleisher & Ludwigs’s 5-minute Pediatric Emergency Medicine Consult . 2nd ed. Philadelphia, PA: Wolters Kluwer; 2020. (GI)"
        },
        {
            "number in article": 32,
            "reference": "Leonard KB. Burn, chemical. Fleisher & Ludwigs’s 5-minute Pediatric Emergency Medicine Consult . 2nd ed. Philadelphia, PA: Wolters Kluwer; 2020. (GI)"
        },
        {
            "number in article": 33,
            "reference": "de Graaf E, van Baar ME, Baartmans MGA, et al. Partial thickness scalds in children: A comparison of different treatment strategies. Burns. 2017;43(4):733-740.  doi:10.1016/ j.burns.2016.10.009. (R)"
        },
        {
            "number in article": 34,
            "reference": "Goverman J, Matthews K, Goldstein R, et al. Pediatric contractures in burn injury: A Burn Model System National Database study. J Burn Care Res . 2017;38(1):e192-e199. doi:10.1097/BCR.0000000000000341. (R)"
        },
        {
            "number in article": 35,
            "reference": "Goei H, van der Vlies CH, Tuinebreijer WE, van Zuijlen PPM, Middlekoop E, van Baar ME. Predictive validity of short term scar quality on final burn scar outcome using the Patient and Observer Scar Assessment Scale in patients with minor to moderate burn severity. Burns. 2017;43(4):715-723.  doi:10.1016/j.burns.2016.10.012. (R)"
        },
        {
            "number in article": 36,
            "reference": "Cambiaso-Daniel  J, Rivas E, Carson JS, et al. Cardiorespiratory capacity and strength remain attenuated in children with severe burn injuries at over 3 years postburn. J Pediatr. 2018;192:152-158.  doi:10.1016/j.jpeds.2017.09.015. (R)"
        },
        {
            "number in article": 37,
            "reference": "Flores O, Tyack Z, Stockton K, Ware R, Paratz JD. Exercise training for improving outcomes post-burns:  a systematic review and meta-analysis.  Clin Rehabil . 2018;32(6):734-746.  doi:10.1177/0269215517751586. (SR)"
        },
        {
            "number in article": 38,
            "reference": "Clayton RP, Wurzer P, Andersen CR, Mlcak RP, Herndon DN, Suman OE. Effects of different duration exercise programs in children with severe burns. Burns. 2017;43(4):796-803.  doi:10.1016/j.burns.2016.11.004. (RCT)"
        },
        {
            "number in article": 39,
            "reference": "Scapin S, Echevarria-Guanilo  ME, Boeira Fuculo PR, et al. Virtual reality in the treatment of burn patients: A systematic review. Burns. 2018;44(6):1403-1416.  doi:10.1016/ j.burns, 2017.11.002. (SR)"
        }
    ]
}