{
    "metadata": {
        "title": "Slipped Capital Femoral Epiphysis",
        "synonyms": [
            "scfe",
            "adolescent coxa vara",
            "proximal femoral epiphyseolysis"
        ],
        "anatomical location body part affected": [
            "The different regions of an immature proximal femur are the following: –Epiphysis: the most proximal end of the femur (femoral head) developed from the secondary ossification center with articular cartilage on the surface that articulates with the acetabulum –Metaphysis: the region of the femoral neck between the epiphysis and the diaphysis. It is the zone of bone growth containing the epiphyseal plate (growth plate) –Diaphysis: the shaft of the femur just distal to the metaphysis"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "pediatric rehabilitation"
        ],
        "description": [
            "Slipped capital femoral epiphysis (SCFE) is the most common adolescent hip pathology,in which a displacement occurs at the epiphyseal plate between the epiphysis and metaphysis(1,2)",
            "SCFE is a shear stress injury that involves the metaphysis (femoral neck) displacing anterosuperiorly in relation to the capital femoral epiphysis (femoral head)",
            "SCFE is often incorrectly described in the literature as the capital femoral epiphysis displacing posteriorly on the metaphysis(1,3,4)",
            "Rarely, the metaphysis displaces superolaterally in relation to the capital femoral epiphysis(5)",
            "Epidemiology –Incidence in the United States is 8.8–10.8/100,000 children(2) –Incidence of unilateral SCFE is 8.3/100,000 children aged 9–16  years(2) –Incidence of bilateral SCFE is 0.5/100,000 children aged 9–16 years(2) –Incidence of SCFE was 3.94 times higher among Black children than among White children when assessed in 1997(6) –Incidence was 2.53 times higher among Hispanic children than among White children when assessed in 1997(6) –Average age at diagnosis in boys is 13.5 years(6) –Average age at diagnosis in girls is 12 years(6)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "732.2": "nontraumatic slipped upper femoral epiphysis",
            "736.32": "coxa vara (acquired)"
        },
        "ICD-10 codes": {
            "M93.0": "slipped upper femoral epiphysis (nontraumatic)",
            "M21.1": {
                "base": "varus deformity, not elsewhere classified",
                "Use": "optional subclassification code 5: pelvic region and thigh, to indicate site of",
                "involvement": " involvement"
            }
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement have been identified",
            "Presentation/signs and symptoms –General findings -Patients may report groin, hip, or knee pain in addition to presenting with gait abnormality(7) -SCFE classic sign – exhibited when the clinician flexes the patient’s hip, the leg falls into abduction and external rotation (patient is in supine)(4) -Left side is affected more than the right by SCFE in the general population(8) -In 30–40%  of patients SCFE is bilateral, but not always at the same time(3,8) -Traditional classification system for SCFE -Pre-slip(7) -Weakness in the affected leg(3) -Pain upon exertion in the knee, thigh, or groin region(3) -Antalgic gait may be present(3) -Guarding of hip during passive range of motion (PROM) is common(3,4) -Limited internal rotation with the hip positioned in extension(3,4) -On x-ray  a widening of the epiphyseal plate may be observed(3) -Acute(7) -Patient has had symptoms less than 3 weeks -Acute, intense pain -Onset of symptoms is sudden and without known trauma or minor injury(27) -Ten to fifteen percent of patients with SCFE have the acute type(3) -Shortening of the leg will be observed(3) -Leg will be positioned in external rotation with marked loss of range of motion (ROM) directly related to pain level(3) -Patient has a noticeable limp or is nonambulatory due to severe pain(3,27) -Chronic(7) -Patient has had symptoms more than 3 weeks -Eighty five percent of patients with SCFE have the chronic type(3) -Average duration of symptoms is 5 months(3) -May report a history of exacerbations and remissions with respect to pain(4) -Mild aching pain -Pain located in knee, thigh, or groin(3) -Antalgic gait, limp(3,27) -External rotation with hip flexion is common gait deviation(27) -PROM of hip shows limited hip abduction, internal rotation, and flexion(3) -Patients with severe cases may present with leg-length  discrepancy(3) -Patient may complain of difficulty with ADLs or participating in sports(9) -Weakness in the thigh -Normal knee exam  -Acute-on-chronic(7) -Patient has chronic symptoms with an acute worsening(10) -Patient becomes nonambulatory(3) –Stable/unstable classification system -Based upon the weight-bearing  ability of the patient, it is the preferred and most widely accepted classification system for SCFE(1) -Stable SCFE -The patient is ambulatory (with or without crutches) -Accounts for at least 90% of all cases of SCFE -Unstable SCFE -Patient is nonambulatory (with or without crutches) due to severity of pain -Incidence of osteonecrosis may be as high as 50% in unstable SCFE -Presents similar to an acute fracture -PROM should be avoided to prevent further displacement of epiphysis -Avascular necrosis (A VN) of the femoral head is a complication with treated unstable SCFE patients. Reported rates are 6% to 58%. Factors may include severity of the slip, younger age, increased intra-capsular  pressure, and surgical technique(30) –Southwick classification system(11) -A radiographic system for determining slip severity in patients with SCFE, this system is based on the head-shaft  angle of the hip in the frog-leg  lateral view -Slip severity -Mild: < 30° -Moderate: between 30° and 50° -Severe: > 50° Causes, Pathogenesis, & Risk Factors"
        ],
        "presentation signs and symptoms": [
            "–General findings -Patients may report groin, hip, or knee pain in addition to presenting with gait abnormality(7) -SCFE classic sign – exhibited when the clinician flexes the patient’s hip, the leg falls into abduction and external rotation (patient is in supine)(4) -Left side is affected more than the right by SCFE in the general population(8) -In 30–40%  of patients SCFE is bilateral, but not always at the same time(3,8) -Traditional classification system for SCFE -Pre-slip(7) -Weakness in the affected leg(3) -Pain upon exertion in the knee, thigh, or groin region(3) -Antalgic gait may be present(3) -Guarding of hip during passive range of motion (PROM) is common(3,4) -Limited internal rotation with the hip positioned in extension(3,4) -On x-ray  a widening of the epiphyseal plate may be observed(3) -Acute(7) -Patient has had symptoms less than 3 weeks -Acute, intense pain -Onset of symptoms is sudden and without known trauma or minor injury(27) -Ten to fifteen percent of patients with SCFE have the acute type(3) -Shortening of the leg will be observed(3) -Leg will be positioned in external rotation with marked loss of range of motion (ROM) directly related to pain level(3) -Patient has a noticeable limp or is nonambulatory due to severe pain(3,27) -Chronic(7) -Patient has had symptoms more than 3 weeks -Eighty five percent of patients with SCFE have the chronic type(3) -Average duration of symptoms is 5 months(3) -May report a history of exacerbations and remissions with respect to pain(4) -Mild aching pain -Pain located in knee, thigh, or groin(3) -Antalgic gait, limp(3,27) -External rotation with hip flexion is common gait deviation(27) -PROM of hip shows limited hip abduction, internal rotation, and flexion(3) -Patients with severe cases may present with leg-length  discrepancy(3) -Patient may complain of difficulty with ADLs or participating in sports(9) -Weakness in the thigh -Normal knee exam  -Acute-on-chronic(7) -Patient has chronic symptoms with an acute worsening(10) -Patient becomes nonambulatory(3) –Stable/unstable classification system -Based upon the weight-bearing  ability of the patient, it is the preferred and most widely accepted classification system for SCFE(1) -Stable SCFE -The patient is ambulatory (with or without crutches) -Accounts for at least 90% of all cases of SCFE -Unstable SCFE -Patient is nonambulatory (with or without crutches) due to severity of pain -Incidence of osteonecrosis may be as high as 50% in unstable SCFE -Presents similar to an acute fracture -PROM should be avoided to prevent further displacement of epiphysis -Avascular necrosis (A VN) of the femoral head is a complication with treated unstable SCFE patients. Reported rates are 6% to 58%. Factors may include severity of the slip, younger age, increased intra-capsular  pressure, and surgical technique(30) –Southwick classification system(11) -A radiographic system for determining slip severity in patients with SCFE, this system is based on the head-shaft  angle of the hip in the frog-leg  lateral view -Slip severity -Mild: < 30° -Moderate: between 30° and 50° -Severe: > 50° Causes, Pathogenesis, & Risk Factors –Body chart -Use body chart to document location and nature of symptoms -Patients with SCFE will usually report pain in the hip, groin, thigh, or knee.(19) Only approximately 15% of those with SCFE will have medial knee and distal thigh pain;(19) of these, about 46% will have medial knee or distal thigh pain as their initial symptom.(3) Clinicians must consider SCFE as a possibility when young patients present for evaluation with these complaints at the knee or thigh -Referred pain to the knee is often the reason for misdiagnosis and delayed treatment intervention(27) -See Presentation/signs and symptoms  –Nature of symptoms -Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling) -Patients with SCFE usually report symptoms to be dull, vague, and intermittent(8) -See Presentation/signs and symptoms –Rating of symptoms -How great is the patient’s pain? -Use a visual analog scale (V AS) or 0–10  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -Use the Oucher or FLACC scale for children –Pattern of symptoms -Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night) -Are symptoms worsening, improving, or stable? -Also document changes in symptoms due to weather or other external variables –Sleep disturbance:  Document number of wakings/night, if any –Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
            "Medical history –Past medical history -Previous history of same/similar diagnosis -Any significant medical history? -Any history of other hip or lower extremity disorder? -Inquire about onset of menstruation for girls -Any history of radiation therapy, endocrine disorders, or growth hormone therapy?(13) -Any family history of SCFE? -Any surgical history? -Does patient present with any of the above-listed  risk factors? -Comorbid diagnoses:  Ask patient about other problems, including diabetes, cancer, sickle cell disease, rheumatoid disease, heart disease, psychiatric disorders, orthopedic disorders, etc. -Medications previously prescribed:  Obtain a comprehensive list of medications prescribed and/or being taken (including over-the-counter  drugs) -Other symptoms:  Ask patient about other symptoms he or she may be experiencing",
            "Social/occupational history –Patient’s goals:  Document what the patient and parents/guardians hope to accomplish with therapy –Vocation/avocation and associated repetitive behaviors, if any:  Does the patient have difficulty playing sports, engaging in repetitive activities not related to sports, or performing work-related activities? –Functional limitations/assistance with ADLs/adaptive equipment:  Any limitations in ADLs? –Living environment:  Stairs, number of floors in home, with whom patient lives, caregivers, etc."
        ],
        "contraindications precautions to test": [
            "Follow facility’s protocol for obtaining parental consent",
            "Due to direct access, a physical therapist may see a patient with signs and symptoms of SCFE before a physician does. If this occurs, the physical therapist must refer the patient, preferably with crutches,(8)to a physician for immediate medical attention as SCFE is viewed as an  orthopedic medical emergency  (4) "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "SCFE typically occurs during adolescence while a child is going through a growth spurt, either during prepuberty or earlypuberty(27)",
            "SCFE appears related to hormonal factors, which weaken the epiphyseal plate(10)",
            "In females, the slip will occur prior to menarche, further supporting the relationship with hormone levels(4)",
            "SCFE may occur in patents with renal failure or post radiation treatment but is most often idiopathic(3)",
            "Repetitive microtrauma to the joint;(28) major trauma rarely causes SCFE(8)"
        ],
        "pathogenesis": [
            "SCFE occurs at a time when the cartilage physis of the proximal femur is thickening rapidly under the influence of growthhormone. The vigorous secretion of sex hormone has not started, so the biological effect of sex hormones on the closureand stabilization of the growth plate is absent. The combination of a thick growth plate that is weaker than bone and subjectto shear forces and the anatomic hip mechanics place the growth plate at an increased risk for slippage(27)–The slip occurs in the most fragile portion of the epiphyseal plate, which is the hypertrophic zone. This zone isconsiderably larger in SCFE patients(4)",
            "Typically a varus angle occurs between the head and the neck of the femur with SCFE(4)",
            "A valgus SCFE occurs rarely when the metaphysis realigns in a posterior and inferior direction and the epiphysis shifts inan anterior superior direction(3,4)"
        ],
        "risk factors": [
            "Boys account for 60% of cases(3)",
            "Age–Prepuberty or early puberty(27)–Rare in boys under age 11 years and girls under age 9 years(28)",
            "Overweight/obesity(3,10,12)–SCFE is most common in overweight children entering puberty(27)",
            "Increased body mass index (BMI)(13)",
            "Femoral retroversion(3)",
            "Increased physeal slope(3,7)",
            "Race(10)–Black children/adolescents are at a greater risk than White children/adolescents–Incidence was 2.53 times higher among Hispanic children than among White children when assessed in 1997(6 )",
            "Early menarche in girls(10)",
            "Renal failure(7)–Renal osteodystrophy(28)",
            "Endocrine disorders(14)–Hypothyroidism(28)",
            "Metabolic disorders(14)",
            "Nutritional deficiencies",
            "Radiation therapy(7,14)",
            "Chemotherapy(14)",
            "Growth hormone therapy(13)",
            "Genetic predisposition(13)",
            "Impaired vitamin D synthesis–A meta-analysis  of 11 studies of 7,451 cases evaluated the seasonality of slipped upper femoral epiphysis (SUFE). Thereis a strong positive correlation between calendar months of onset, occurrences at latitudes greater than 40°, and impairedvitamin D synthesis. Authors hypothesized that elevated levels of serum 25-hydroxyvitamin  D3 accelerate growth,rendering the growth plate vulnerable to slippage(31)–Authors of a study from the United Kingdom suggest that vitamin D deficiency may play a role in delayed physealclosure time in individuals with SUFE(35)",
            "The presence of SCFE in one hip can increase the likelihood for SCFE in the contralateral hip(3)"
        ],
        "scfe can occur in patients with other diagnoses, including down syndrome, marfan syndrome, and klinefelter syndrome": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "All adolescents with lower extremity pain should get plain radiographs to rule out SCFE(7)",
        "SCFE is viewed as an orthopedic medical emergency.(4) Slip progression, A VN, or chondrolysis (breakdown of cartilage) are all possible complications if SCFE is not treated early enough.(1) The development of osteoarthritis (OA) later in life is also a possible complication(15)",
        "A potential mechanical complication of SCFE is femoroacetabular impingement (FAI), in which the acetabular rim comes into contact with the head-neck junction of the femur(16)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Follow facility’s protocol for obtaining parental consent",
            "Due to direct access, a physical therapist may see a patient with signs and symptoms of SCFE before a physician does. If this occurs, the physical therapist must refer the patient, preferably with crutches,(8)to a physician for immediate medical attention as SCFE is viewed as an  orthopedic medical emergency  (4) "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Usually insidious onset -When did the pain begin? -Any exacerbation/remission periods? -How old is the patient?",
                "course of treatment": {
                    "medical management": "Ask about patient’s past and current medical management. Typically, SCFE requires surgical treatment(7) Subcapital neck osteotomy is performed following a healed SCFE(34) Surgery is the primary treatment method for SCFE Stable or chronic cases of SCFE are widely treated surgically with single screw fixation in situ(25) Femoral neck osteotomy may be performed as a short-term  surgical intervention to correct severe femoral neck deformities and restore hip function in patients with chronic SCFE(34) Controversy exists as to the best method for treating unstable or acute cases of SCFE(18,25) Prophylactic surgery for the nonaffected hip in patients with SCFE is also controversial. It appears that only nonidiopathic cases (i.e., resulting from known metabolic disorders, etc.) are recommended for consideration of this procedure(18)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed, if any; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Anteroposterior (AP) and frog-leg  lateral views are generally adequate to diagnose SCFE.(1,7) On the AP view, a line drawn along the superior portion of the femoral neck (Klein’s line) should intersect with a portion of the femoral head. However, the intersection of the femoral head does not occur in patients with SCFE(1)",
                        "Severity of slippage is estimated by the percentage of femoral neck left exposed based on the Southwick Classification system(11,27)",
                        "Lab tests may be ordered to rule out neoplastic, infectious, or hormonal disorders (e.g., growth hormone deficiencies, thyroid dysfunction)(1)",
                        "Bone scans are not typically used to diagnose SCFE;(17) however, they can be used to predict A VN probability prior to surgical intervention in acute cases(18)",
                        "Ultrasound is utilized at times and may detect fluid and “step-off”  early on(17)",
                        "CT scans are used diagnostically in certain patients(7,17)",
                        "MRI may be used for early detection due to its sensitivity in uncovering pre-slip conditions(7,17)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased) -Does the patient report changes on a pain scale between rest, activity, and post activity? -See Presentation/signs and symptoms",
                "body chart": " Body chart -Use body chart to document location and nature of symptoms -Patients with SCFE will usually report pain in the hip, groin, thigh, or knee.(19) Only approximately 15% of those with SCFE will have medial knee and distal thigh pain;(19) of these, about 46% will have medial knee or distal thigh pain as their initial symptom.(3) Clinicians must consider SCFE as a possibility when young patients present for evaluation with these complaints at the knee or thigh -Referred pain to the knee is often the reason for misdiagnosis and delayed treatment intervention(27) -See Presentation/signs and symptoms ",
                "nature of symptoms": " Nature of symptoms -Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling) -Patients with SCFE usually report symptoms to be dull, vague, and intermittent(8) -See Presentation/signs and symptoms",
                "rating of symptoms": " Rating of symptoms -How great is the patient’s pain? -Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -Use the Oucher or FLACC scale for children",
                "pattern of symptoms": " Pattern of symptoms -Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night) -Are symptoms worsening, improving, or stable? -Also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Any significant medical history? Any history of other hip or lower extremity disorder? Inquire about onset of menstruation for girls Any history of radiation therapy, endocrine disorders, or growth hormone therapy?(13) Any family history of SCFE? Any surgical history? Does patient present with any of the above-listed  risk factors?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, sickle cell disease, rheumatoid disease, heart disease, psychiatric disorders, orthopedic disorders, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient have difficulty playing sports, engaging in repetitive activities not related to sports, or performing work-related activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Any limitations in ADLs?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc."
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": " Anthropometric characteristics –Measure for a leg-length  discrepancy(7) –Assess weight and BMI since 95% of patients with SCFE are obese or overweight(20)",
            "assistive and adaptive devices": "Assess for appropriateness of current devices and need for others for ADLs and ambulation",
            "balance": " Balance –Should be normal, unless pain is a limiting factor –If patient is post-op,  assess statically and dynamically, if appropriateAssess ability to sit-to-stand,  get out of a car, ambulate stairs if symptoms or deficits are reported. Utilize FIM or WeeFIM if appropriate",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Assess the patient’s gait symmetry or gait speed  –Does the patient present with an antalgic or altered gait pattern? A Trendelenburg sign may be present.(7,10) Excessive hip external rotation with hip flexion can be observed(27) –If pain is present, is it worse with weight-bearing? –Is the lower leg or foot externally rotated/abducted when walking? –Does patient now require an assistive device? –If the patient is post-op,  is there a weight-bearing restriction from the surgeon? Can the patient maintain it with proper gait pattern? Joint integrity and mobility –Is a capsular pattern present in the hip (loss of ROM in flexion, abduction, and internal rotation; limited loss of extension; and no loss of external rotation)?",
            "muscle strength": " Muscle strength –Assess muscle strength and compare bilaterally –Is the patient experiencing pain during muscle testing? –Is there any weakness? –Is the patient experiencing difficulty getting into test positions?",
            "observation inspection palpation including skin assessment": [
                "Palpate around the area of the hip and observe for tenderness",
                "There may be tenderness to palpation over the hip joint capsule(7)",
                "Any signs of atrophy? Mild atrophy of the thigh and gluteal muscles may be observed due to chronic disuse(7,19)",
                "Is the patient guarding during assessment?",
                "Inspect the wound if the patient has had surgery, document stage of healing, document any wound-healing  issues, and refer to physician if concerns regarding wound healing or infection are present"
            ],
            "posture": " Posture –Assess patient’s posture in sitting/standing –What is the overall lower extremity alignment? –How is the patient posturing lower extremity? –Is the extremity held in external rotation?(7) –The position of the hip at rest may be indicative of an underlying pathology. A hip postured in slight flexion, abduction, and external rotation will be observed in patients with hip effusion(21)",
            "range of motion": " Range of motion –Assess AROM/PROM –Limited hip internal rotation ROM is universally found in patients with SCFE(1,7) –ROM in the lumbar spine, knee, and ankle should be full –Decreased abduction and flexion may also be observed(7,10) –Obligatory hip external rotation with hip flexion pattern occurs due to the distorted hip anatomy in order for the femoral head to stay within the acetabulum in patients with chronic SCFE(27)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Thomas test(10) -This test assesses hip flexor flexibility or for the presence of intrinsic hip disease -The patient is asked to lie supine with the gluteal folds near the edge of the table. The patient then brings the contralateral limb to the single knee-to-chest  position, making sure that the lumbar region remains flush with the table. The examiner then lowers the involved leg to the point at which motion stops or at which the leg begins to rotate externally. The tester then takes goniometric hip and knee measurements –Faber(Flexion, Abduction, External Rotation)or Patrick test –Whitman sign(4,7)the clinician flexes the patient’s hip, and the lower extremity falls into significant abduction and external rotation ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods (> 1 hour)",
                "May be counterproductive in patients who do not tolerate the modality",
                "Decreased sensation",
                "Vascular insufficiency",
                "Recent or potential hemorrhage",
                "Malignancy",
                "Acute inflammation",
                "Infection",
                "Where heat rubs or liniments have recently been used",
                "Patients with cognitive deficits or if a language barrier exists",
                "Stimulation through or across the chest",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Over pharyngeal area",
                "Diminished sensation",
                "Acute inflammation",
                "History of seizures",
                "Confused patients",
                "Immature patients unable to follow instructions",
                "Obesity",
                "Osteoporosis",
                "Malignancy",
                "Used in close proximity to diathermy treatment",
                "Open wounds without occlusive dressings",
                "Urinary or bowel incontinence",
                "Surface infections",
                "Menstruation without internal protection",
                "Uncontrolled seizures over the previous 12 months",
                "Severe cardiac dysfunction",
                "Acute fever",
                "Upper respiratory infection",
                "Severe mental disorders that may place the patient or clinician at risk",
                "Severe pulmonary conditions with a vital capacity less than 1,500 mL",
                "Compromised cardiovascular system ",
                "Multiple sclerosis",
                "Ostomy",
                "G-tubes",
                "Suprapubic appliances",
                "Autonomic dysreflexia",
                "Orthostatic hypotension",
                "Medically controlled seizure disorder"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "SCFE is viewed as an orthopedic medical emergency in which treatment typically involves surgery(4,8)",
                "Cryotherapy  precautions(22)",
                "Heating modality  contraindications(22)",
                "Electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician, electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(22)",
                "Aquatic therapy  contraindications(22)",
                "Aquatic therapy  precautions(22)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment Upon diagnosis of SCFE by a primary care physician or orthopedist patient will be referred to physical therapy. Physical therapy may be performed in order to improve any deficits from surgical management including decreasing pain and improving ROM, strength, and functional mobility",
        "rule out": " Rule out A VN(1,6) Juvenile rheumatoid arthritis(7) Osgood-Schlatter  disease Bursitis Chondrolysis(7) Chondromalacia patella/Patellofemoral disorders Muscle strain(1) Contusion Toxic synovitis(7) Stress fracture(1) Apophyseal avulsion fracture(23) Tendonitis Psoas abscess(7) Septic arthritis(1,7) Transient synovitis(23) Fracture(1,7) Osteomyelitis(1) Hernias Deep vein thrombosis (DVT) in groin or thigh(10) Lumbar radiculopathy(10) Bone tumors Legg-Calve-Perthes  disease(1,7) Snapping hip syndrome(10) Intraabdominal or retroperineal disease(10)",
        "prognosis": [
            "SCFE is a progressive disorder, and prognosis depends on the severity of slippage. Early diagnosis and surgical management allow for the most optimal results. However, SCFE remains one of the main causes of premature OA in young adults.(27)A delay in surgical correction results in less favorable prognosis(4)",
            "If the slip progresses secondary complications may arise, including OA, avascular necrosis, and osteonecrosis of the femoral head. Secondary complications such as these lead to a poor prognosis(10,30)",
            "Chondrolysis is a rare complication of SCFE. This results in degeneration of the hip articular cartilage that is painful and can progress to severe joint narrowing and severe degenerative changes within 6 months(27) –Articular cartilage is replaced by fibrous tissue, the joint capsule thickens, and there is loss of joint ROM with the joint positioning in abduction, external rotation, and flexion(27)",
            "Moderate slips tend to function well in the long term; patients with severe slips have a poor prognosis with respect to probability of acquiring degenerative joint disease and decreased function overall(4) ",
            "The severity of the slip upon diagnosis is directly linked to outcome of a stable SCFE. Most patients with mild to moderate SCFE who are treated early with in situ fixation will have good to excellent long-term  results(9)",
            "Researchers in Japan conducted a retrospective review of 69 patients with 81 hips treated for SCFE. The factor that led to the highest incidence of A VN, in an acute or unstable SCFE, was closed reduction(32)",
            "A prognostic study conducted in the United States to evaluate demographic predictors of severity of stable SCFE in 243 children (with 328 stable SCFEs) found that increased age and longer duration of symptoms correlated to more severe slips(9) –Children had 2x greater probability of having a moderate–severe  slip if older than age 12.5 years –Children had 4.1x greater probability of having a moderate–severe  slip if duration of symptoms was longer than 2 months",
            "Australian researchers who conducted a retrospective review of 102 patients with SCFE, 20 of whom had a delayed diagnosis of SCFE, found there was a significant relationship between a delay in diagnosis and amplified slip severity(24) –Twelve of the patients had utilized direct access and seen a physical therapist or chiropractor for their pain and subsequently underwent hip manipulation –Eight of the patients had seen their physician and the diagnosis was missed by the physician",
            "Long-term  outcomes of SCFE(11) –Researchers in Norway conducted a 38-year  follow-up  study of 66 patients (76 hips) with SCFE to assess the long-term outcome of in situ fixation -A good outcome was classified as any of the following: -Having not undergone total hip replacement (THR) -A Harris hip score above 85 points -Absence of pain -Chronic SCFE was initially diagnosed in 51 of the patients (61 hips) and they were treated with in situ fixation. The clinical outcome for 35 (69%) of the patients was good, whereas 16 patients had a poor outcome"
        ],
        "referral to other disciplines": " Referral to other disciplinesSCFE requires timely surgical intervention(23) Nutritionist/dietitian if weight is an issue",
        "other considerations": [],
        "treatment summary": [
            "The initial goals of treatment for SCFE are to prevent slip progression of the capital femoral epiphysis, as well as avoid complications (e.g., chondrolysis, A VN)(23)",
            "In SCFE postoperative cases, patients are typically placed on a limited weight-bearing  status until pain has resolved and they tolerate ROM. In stable SCFE cases, weight-bearing  with crutches may begin almost immediately after surgery.(1) Returning to running and other athletic activities will vary in these cases, from being restricted for 3 to 6 months(19) to long-term  activity restrictions. In unstable SCFE cases, patients may be non-weight-bearing  for 4–8weeks post-op depending on the physician’s protocol.(1,4) Returning to sports in these cases will take longer in comparison to stable, less severe cases, as waiting for the growth plate to completely close is standard(19)",
            "Physical therapy may be prescribed postsurgically. Treatment should then be individualized based on the age of the patient and the level of damage to the hip joint.(26) When treating younger children, physical therapy interventions should be fun and unintimidating. This can be achieved with the use of toys or playing games, which will also improve compliance. Creating a chart so the child can help track progress and visually place a sticker or check off exercises and/or goals can help children by giving them a visual representation of what they have accomplished . Problem Goal Intervention Expected Progression Home Program  Residual postsurgical pain and tendernessResolve pain and tendernessPhysical agents and mechanical modalities _ Use cryotherapy and hot packs for pain reduction. Electrical stimulation may also be used to assist in reducing hip pain(22) _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes outcome measures": [
            "Resolved postsurgical pain and tenderness–V AS–Oucher Scale–FLACC Scale",
            "Normalized hip ROM and joint mobility–Goniometry",
            "Improved and/or normalized hip and core strength–Manual Muscle Testing (MMT)",
            "Normalized balance–Balance assessment",
            "Normalized gait pattern–Gait assessment",
            "Able to return to sports/ADLs without deficits or complaints–Functional testing–Harris hip score (HHS)"
        ]
    },
    "maintenance or prevention": [
        "Increasing core (lumbopelvic-hip)  strength and stability is believed to be a significant factor in reducing hip injuries(15)",
        "SCFE is strongly associated with obesity.(14) Some authors even declare obesity as the main predisposing factor for developing SCFE(14)",
        "Prophylactic surgical pinning of contralateral normal hip is controversial in a child with SCFE(6) In a retrospective study, two prophylactically pinned, asymptomatic, radiographically normal hips in a setting of a SCFE on the contralateral side developed A VN within 8 months(33)"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Gholve PA, Cameron DB, Millis MB. Slipped capital femoral epiphysis update. Curr Opin Pediatr . 2009;21(1):39-45.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Larson AN, Yu EM, Melton LJ, Peterson HA, Stans AA. Incidence of slipped capital femoral epiphysis: a population-based  study. J Pediatr Orthop B . 2010;19(1):9-12.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Aronsson DD, Loder RT, Breur GJ, Weinstein SL. Slipped capital femoral epiphysis: current concepts. J Am Acad Orthop Surg . 2006;14(12):666-679.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Weinstein SL. The pediatric hip. In: Weinstein SL, Buckwalter JA, eds. Turek's Orthopaedics: Principles and Their Application . 6th ed. Philadelphia: Lippincott Williams & Wilkins; 2005:468-474.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Venkatadass K, Shetty AP, Rajasekaran S. Valgus slipped capital femoral epiphysis: report of two cases and a comprehensive review of literature. J Pediatr Orthop B . 2011;20(5):291-294.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Lehmann CL, Arons RR, Loder RT, Vitale MG. The epidemiology of slipped capital femoral epiphysis: an update. J Pediatr Orthop . 2006;26(3):286-290.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Merrit T, Sease WF. Slipped capital femoral epiphysis. In: Bracker MD, ed. The 5-Minute Sports Medicine Consult . 2nd ed; 2011:540-541.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Joffe MD, Loiselle JM. Orthopedic emergencies. In: Fleisher GR, Ludwig S, eds. Textbook of Pediatric Emergency Medicine . 6th ed. Philadelphia, PA: Lippincott Williams & Wilkins; 2010:1575-1576.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Loder RT, Starnes T, Dikos G, Aronsson DD. Demographic predictors of severity of stable slipped capital femoral epiphyses. J Bone Joint Surg Am . 2006;88A(1):97-105.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Georgiadis AG, Zaltz I. Slipped capital femoral epiphysis: how to evaluate with a review and update of treatment. Pediatr Clin North Am . December 2014;61(6):1119-35.  (RV)"
        },
        {
            "number in article": 11,
            "reference": "Wensaas A, Svenningsen S, Terjesen T. Long-term  outcome of slipped capital femoral epiphysis: a 38-year follow-up of 66 patients. J Child Orthop . 2011;5(2):75-82.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Nguyen AR, Ling J, Gomes B, Antoniou G, Sutherland LM, Cundy PJ. Slipped capital femoral epiphysis: rising rates with obesity and aboriginality in South Australia. J Bone Joint Surg . 2011;93(10):1416-1423.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Nabhan ZM, Eugster EA. Monozygotic twins with Turner syndrome develop slipped capital femoral epiphysis on growth hormone therapy. Pediatrics . 2006;118(6):e1900-e1903.  (C)"
        },
        {
            "number in article": 14,
            "reference": "Azzopardi T, Sharma S, Bennet GC. Slipped capital femoral epiphysis in children aged less than 10 years. J Pediatr Orthop B . 2010;19(1):13-18.  (R) "
        },
        {
            "number in article": 15,
            "reference": "Kovacevic D, Mariscalco M, Goodwin RC. Injuries about the hip in the adolescent athlete. Sports Med Arthrosc . 2011;19(1):64-74.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Millis MB, Novais EN. In situ fixation for slipped capital femoral epiphysis: perspectives in 2011. J Bone Joint Surg Am . 2011;93(Suppl 2):46-51. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Acosta K, Vade A, Lomasney LM, Demos TC, Bielski R. Radiologic case study. Bilateral slipped capital femoral epiphysis, acute on the left and preslip on the right. Orthopedics . 2001;24(8):737, 808-809, 811-812. (C)"
        },
        {
            "number in article": 18,
            "reference": "Loder RT. Controversies in slipped capital femoral epiphysis. Orthop Clin North Am . 2006;37(2):211-221,  vii. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Hart ES, Grottkau BE, Albright MB. Slipped capital femoral epiphysis: don't miss this pediatric hip disorder. Nurse Pract . 2007;32(3):14, 16-18, 21. (GI)"
        },
        {
            "number in article": 20,
            "reference": "Sherman SC. How to manage the top three orthopedic emergencies in children. Emerg Med . 2009;41(3):24-29.  (GI)"
        },
        {
            "number in article": 21,
            "reference": "Plante M, Wallace R, Busconi BD. Clinical diagnosis of hip pain. Clin Sports Med . 2011;30(2):225-238.  (GI)"
        },
        {
            "number in article": 22,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 23,
            "reference": "Peck D. Slipped capital femoral epiphysis: diagnosis and management. Am Fam Physician . 2010;82(3):258-262.  (GI)"
        },
        {
            "number in article": 24,
            "reference": "Rahme D, Comley A, Foster B, Cundy P. Consequences of diagnostic delays in slipped capital femoral epiphysis. J Pediatr Orthop B . 2006;15(2):93-97.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Uglow MG, Clarke NM. The management of slipped capital femoral epiphysis. J Bone Joint Surg Br . 2004;86(5):631-635.  (RV)"
        },
        {
            "number in article": 26,
            "reference": "Wise SL. Current management and rehabilitation in Legg-Caivé  Perthes disease. Athl Ther Today . 2010;15(4):30-35.  (GI)"
        },
        {
            "number in article": 27,
            "reference": "Rab GT. Slipped capital femoral epiphysis. In: Skinner HB, ed. Current Diagnosis and Treatment in Orthopedics . 5th ed. New York, NY: McGraw-Hill  Medical; 2014:533-535. (GI)"
        },
        {
            "number in article": 28,
            "reference": "Hansen PA, Henrie MA, Deimei GW, Willick SE. Musculoskeletal disorders of the lower limb. In: Braddom RL, ed. Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Elsevier Saunders; 2016:781-795.  (GI)"
        },
        {
            "number in article": 29,
            "reference": "Krishnan V. Slipped Capital Femoral Epiphysis. Kerala Journal of Orthopaedics . 2014;27(2):107-113.  http://kjoonline.org/journal/index.php/kjo/article/view/134/pdf_43 . Accessed August 30, 2017. (R)"
        },
        {
            "number in article": 30,
            "reference": "Bitersohl B, Hosalker HS, Zilkens C, Krauspe R. Current concepts in management of slipped capital femoral epiphysis. Hip Int. 2015;25(2):104-114.  doi:10.5301/ hipint.5000189. (R)"
        },
        {
            "number in article": 31,
            "reference": "Farrier AJ, Ihediwa U, Khan S, et al. The seasonality of slipped upper femoral epiphysis-meta-analysis:  a possible association with vitamin D. Hip Int. 2015;25(6):495-501. doi:10.5301/hipint.5000203. (M)"
        },
        {
            "number in article": 32,
            "reference": "Kitano T, Nakagawa K, Wada M, Moriyama M. Closed reduction of slipped capital femoral epiphysis: high-risk factor for avascular necrosis. J Pediatr Orthop B . 2015;24(4):281-285.  doi:10.1097/BPB.0000000000000170. (R)"
        },
        {
            "number in article": 33,
            "reference": "Kroin E, Frank JM, Haughom B, Kogan M. Two cases of avascular necrosis after prophylactic pinning of the asymptomatic, contralateral femoral head for slipped capital femoral epiphysis: case report and review of the literature. J Pediatr Orthop . 2015;35(4):363-366.  doi:10.1097/BPO.0000000000000307. (R)"
        },
        {
            "number in article": 34,
            "reference": "Balakumar B, Madan S. Late correction of neck deformity in healed severe slipped capital femoral epiphysis: short-term  clinical outcomes. Hip Int. 2016;26(4):344-349. doi:10.5301/hipint.5000347. (R)"
        },
        {
            "number in article": 35,
            "reference": "Judd J, Welch R, Clarke A, Reading IC, Clarke NMP. Vitamin D deficiency in slipped upper femoral epiphysis: time to physeal fusion. J Pediatr Orthop . 2016;36(3):247-252. doi:10.1097/BPO.0000000000000435. (R)"
        }
    ]
}