{
    "metadata": {
        "title": "Spinal Cord Injuries  General Overview",
        "synonyms": [
            "sci  general overview",
            "injuries, spinal cord  general overview"
        ],
        "anatomical location body part affected": [
            "Spinal cord. The body parts affected are typically below the level of the spinal cord injury (SCI)"
        ],
        "area of specialty": [
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            "acute care",
            " pediatric rehabilitation"
        ],
        "description": [
            "Injury to the spinal cord caused by trauma or disease",
            "Annual incidence of traumatic SCI in the United States is reported to be ~40 individuals per million(12)",
            "Annual incidence of traumatic SCI in Western Europe is reported to be ~16 individuals per million(12)",
            "Annual incidence of traumatic SCI in Australia is reported to be ~15 individuals per million(12)",
            "An estimated 2 to 3 million persons worldwide live with a SCI-related disability(46)",
            "Please refer to the following Clinical Reviews for more information on SCIs –Please see  Clinical Review ... Spinal Cord Injuries: Complete and Motor-Complete Injuries  ; CINAHL Topic ID Number: T708641 –Please see  Clinical Review…Spinal Cord Injury: Incomplete Injuries  ; CINAHL Topic ID Number: T708640 –Please see  Clinical Review…Spinal Cord Injury: Cervical Lesions  ; CINAHL Topic ID Number: T708642 –Please see  Clinical Review…Central Cord Syndrome  ; CINAHL Topic ID Number:T708779 –Please see  Clinical Review…Spinal Cord Injuries: Physiological Changes  ; CINAHL Topic ID Number: T708639 –Please see  Clinical Review…Spinal Cord Injuries and Exercise  ; CINAHL Topic ID Number: T901587"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "P11.5": "birth injury to spine and spinal cord",
            "S14": {
                "base": "injury of nerves and spinal cord at neck level",
                "S14.0": "concussion and edema of cervical spinal cord",
                "S14.1": "other and unspecified injuries of cervical spinal cord",
                "S14.2": "injury of nerve root of cervical spine"
            },
            "S24": {
                "base": "injury of nerves and spinal cord at thorax level",
                "S24.0": "concussion and edema of thoracic spinal cord",
                "S24.1": "other and unspecified injuries of thoracic spinal cord",
                "S24.2": "injury of nerve root of thoracic spine"
            },
            "S34": {
                "base": "injury of nerves and lumbar spinal cord at abdomen, lower back and pelvis level",
                "S34.0": "concussion and edema of lumbar spinal cord",
                "S34.1": "other injury of lumbar spinal cord",
                "S34.2": "injury of nerve root of lumbar and sacral spine",
                "S34.3": "injury of cauda equina"
            },
            "T06.0": "injuries of brain and cranial nerves with injuries of nerves and spinal cord at neck level",
            "T09.3": "injury of spinal cord, level unspecified",
            "T09.4": "injury of unspecified nerve, spinal nerve root and plexus of trunk",
            "T91.3": "sequelae of injury of spinal cord (ICD codes are for the reader’s reference and not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified. Some treatment interventions may be considered investigational and are not covered by third-party  payer/insurance"
        ],
        "presentation signs and symptoms": [
            "General information –Motor level is defined by the lowest key muscle that has a grade of at least 3 on manual muscle testing (MMT), provided the key muscles above that level are intact (5 on MMT)(3) –Sensory level is the most caudal, normal dermatome for both pinprick and light touch, where 0 = absent, 1 = altered (including hyper), and 2 = normal(3) –There can be up to 4 different levels if sensory and motor differ and sides differ (e.g., angled lesions). Neurological level of injury refers to the lowest segment with normal sensory and motor function on both sides(3) –See International Standards for Neurological Classification of SCI at http://www.ncbi.nlm.nih.gov/pmc/articles/ PMC3232636/  for more information –See International Standards for Neurological Classification of SCI (ISNCSCI)Worksheet at https://asia-spinalinjury.org/international-standards-neurological-classification-sci-isncsci-worksheet/  updated 2019 for more information",
            "Classification(1,2,3,4,5,6,8) –Tetraplegia (or quadriplegia) -Injury occurs in cervical region -Injury may be incomplete or complete -Paralysis affects upper and lower extremities and the trunk -Visceral impairment –Paraplegia -Injury occurs in thoracic, lumbar, or sacral region -Injury may be an incomplete or complete -Paralysis affects the trunk and lower extremities -Visceral impairment may occur –Complete -Total loss of sensory and/or motor function below the neurological level –Incomplete -Any sensory and/or motor function is preserved below the neurological level that includes the lowest sacral segment(3) -Central cord syndrome -Caused by hyperextension -Patient often has history of spondylosis -Injury affects the central gray matter of the cord (comprised of nerve cell bodies) -The upper extremities have a greater degree of involvement than lower extremities -Patient typically can ambulate -Bowel/bladder function usually intact -Anterior cord syndrome -May be caused by extreme flexion or disk retropulsion -Injury affects the anterior region of the spinal cord -Bilateral loss of pain sensation and motor function -Deep pressure, proprioception, and light touch are often intact (posterior columns of the spinal cord are spared) -Posterior cord syndrome–  very rare -The posterior spinal artery is often injured in this syndrome -Patient presents with absent proprioception, two-point  discrimination, stereognosis, and vibration sense (posterior columns of the spinal cord are affected)  -Light touch and pain sensation are intact -Motor function is intact -Gait pattern – often presents with steppage gait -Brown-Sequard  syndrome -One lateral side of the spinal cord is injured -Pure Brown-Sequard  syndrome is rare; it is often combined with anterior cord syndrome -Frequently caused by gunshot wound or stabbing injury -Impairment of motor abilities and proprioception on the same side as injury -Impairment of pain and temperature sensation on the opposite side of the injury; this is because the lateral spinothalamic tract crosses the spinal cord prior to its ascent -Conus medullaris syndrome -Trauma at the level of vertebrae T12–L2  can damage the conus medullaris (the tapered lower end of the spinal cord) and lumbar nerve roots (in the canal) -Bladder and bowel are significantly impaired -Minimal lower extremity impairment -Sensory impairment is symmetrical in saddle area -Cauda equina syndrome (see  Clinical Review…Cauda Equina Syndrome  ; CINAHL Topic ID Number: T708499) -Lower motor neuron injury -Asymmetrical impairment -Muscles impaired will present with atrophy and lack of muscle tone Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Traumatic SCI–Approximately 80% of SCIs occur as a result of trauma(2)–Types of trauma that result in SCI: motor vehicle accidents (40.4%), falls (27.9%), violence (15%), and sports injuries(8%)(1)–Gunshot wounds are the leading cause of SCI in many urban centers in the United States(4)",
            "Nontraumatic SCI–Causes of nontraumatic SCI-Pathological fracture-Spinal tumors(7) (please see  Clinical Review…Spinal Tumor  ; CINAHL Topic ID Number: T708495)-Inflammation/infection(7)-Degeneration of the spine(7)-Vascular disturbance/bleeding(7)-Spinal stenosis-Most common in adults > 50 years of age(4)-Spondylosis(4)-Most common in adults > 50 years of age(4)-Amyotrophic lateral sclerosis (ALS)"
        ],
        "pathogenesis": [
            "Traumatic SCI–Typically, acceleration-deceleration  incidents, which bring about extreme forces on the spinal cord and vertebrae, arethe cause of the SCI. Types of forces/motions that lead to the breakdown of the spinal cord and surrounding structuresinclude:(2,46)-hyperextension-hyperflexion-axial loading-deformation-compression-rotation–Inflammation following the trauma is a significant contributing factor to the extent of injury to the spinal cord(2,46)-Immediately following a SCI at any level, patients experience spinal shock, which results in temporary loss ordepression of all or most spinal reflex activity below the level of the injury(1,19)-Spinal cord reflex arcs immediately above the level of injury may also be damaged(1,19)-The development of hyperreflexia and spasticity signals the end of the spinal shock phase(1,19)",
            "Nontraumatic SCI–Pathogenesis is disease specific",
            "The pathogenesis of SCI and the subsequent functional impairments observed are directly related to the level andcompleteness of the injury"
        ],
        "risk factors": [
            "Traumatic SCI–Male-to-female  ratio of 4 to 1(1)–Most injuries occur on weekends, with the highest incidence during July(1)–A significant number of individuals who sustain a traumatic SCI are intoxicated at the time of injury(1)–According to the American Spinal Injury Association–International  Spinal Cord Society, diving is the most commoncause of traumatic SCI associated with sports and leisure activities in children through young adults(13)–Ages 16–30,  or older than age 65"
        ],
        "complications and associated conditions  dependent on level of injury": [
            "Motor and sensory impairment(19)",
            "Autonomic dysreflexia(19)",
            "Spastic hypertonicity(19)",
            "Cardiovascular impairment(19)–Orthostatic hypotension–Decreased exercise tolerance, cardiac output–Deconditioning due to nonuse",
            "Impaired temperature control(19)",
            "Pulmonary impairment(19)",
            "Bladder and bowel dysfunction – hyperreflexic or flaccid(19)",
            "Sexual dysfunction(19)",
            "Secondary medical complications(19)–Pressure ulcers–Pneumonia–DVT–Nociceptive pain–Neuropathic pain(35)–Contractures–Heterotopic ossification–Osteoporosis"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Monitor for signs and symptoms of autonomic dysreflexia in SCI patients with lesions above T6; the clinician should identify and remove precipitating factors if possible and seek emergent medical care. The condition can be life-threatening(1) (please see  Clinical Review…Autonomic Dysreflexia in Adults  ; CINAHL Topic ID Number: T708491 for more information on this condition). Signs of autonomic dysreflexia include the following:(19) Elevated blood pressure Pounding headache Bradycardia  Profuse sweating Piloerection (goose bumps), usually above the level of the lesion Increased spasticity Restlessness Vasoconstriction below level of lesion and vasodilation above level of lesion Constricted pupils Nasal congestion Blurred vision",
        "Monitor patient for signs and symptoms of deep vein thrombosis, orthostatic hypotension, and skin breakdown",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -How and when did the SCI occur? -Does the patient have any complications or coexisting injuries (e.g., traumatic brain injury [TBI], musculoskeletal injuries, abdominal injuries)? -What is the current reason for evaluation/treatment? Is this the patient’s first evaluation since the SCI occurred? -Document American Spinal Injury Association (ASIA) Impairment Scale score (level and completeness of the lesion) -Who makes up the patient’s medical team?",
                "course of treatment": {
                    "medical management": "Upon onset of SCI, treatment consists of spinal immobilization stabilization of airway, breathing, and circulation fluid replacement I.V . medications to reduce swelling around the spinal cord and lactic acidosis anticoagulation for the prevention of DVT bladder catheterization, bowel program",
                    "surgical management": [],
                    "medications": "Determine what medications have been prescribed; are they being taken? Steroids  may be provided during acute phase to assist in recovery and possibly limit damage to nervous tissue(19) In a 2014 U.S. survey of surgeons who are members of the Cervical Spine Research Society, there was a significant decrease in the number of surgeons using highdose  steroids in the treatment of acute SCI (56% versus 89%) when compared with a previous report published in 2006. Of those who reported using steroids for SCI, only 26% thought that steroids improved neurological recovery; 19.2% used steroids to adhere to institutional protocols(11) Tizanidine and baclofen are used in the treatment of spasticity post injury; gabapentin may be used for chronic neuropathic pain(19) Antimuscarinic drugs (e.g., angiotensin-converting  enzyme [ACE] inhibitors or angiotensin II receptor blockers [ARBs]) to reduce the risk of renal disease(15)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "X-rays(7)",
                        "CT scan(7)",
                        "MRI(7)",
                        "Myelography  dye injected into spinal canal followed by X-ray  or CT scan(7)",
                        "Pulmonary function tests",
                        "Testing to determine if a lesion is complete or incomplete is usually performed by the physician. Testing includes motor testing of the external anal sphincter and sensory testing of the area surrounding the anus(3)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture),what they are used for, and whether they help ",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Will vary depending on reason for current evaluation (acute versus rehab versus rehospitalization for injury or respiratory issue, etc.).Was the patient taught a bladder and/or bowel management program where indicated? Document if the patient has a history of pressure ulcers and what the course of treatment was"
                },
                "aggravating easing factors": " Document any aggravating factors noted for pain, spasticity, fatigue, and/or muscle weakness",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant versus intermittent, sharp, dull, aching,Wheelchair User  ; CINAHL Topic IDT708462) -The patient may experience various types of pain following SCI, including(5) -radicular -mechanical -referred -Prevalence of chronic pain post SCI is estimated to be 61%(35) -Neuropathic pain is reported to be the most severe pain post SCI(35) -Authors of a systematic review and meta-analysis  reported the pooled prevalence of neuropathic pain post spinal cord injury to be 53%(35) -Neuropathic pain was found to be more common below the level of lesion, in patients with tetraplegia, in older patients, and at 1 year post injury -17 studies involving 2,529 patients were included",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition",
                "respiratory status": "Document respiratory status (e.g., need for ventilator, supplemental oxygen); status of respiratory muscles, especially diaphragm Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history If the SCI was nontraumatic, what condition caused it? What treatment has the patient had for that condition (e.g., chemotherapy), have there been any complications, is the condition progressing, at what rate, etc.? Has the patient undergone any specialized testing, such as pulmonary function tests (PFTs), EMG gait analysis? What surgical procedures has the patient undergone, if any? Document the presence of any allergies or previous fractures",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -If the patient is young, how is the child able to negotiate the school/home environment?  -If the patient is older, is the patient employed? What is the nature of the work? Can he or she negotiate the work environment and perform the required tasks? Does the patient want to return to the work environment? Does the patient feel he or she has the necessary support in place?(45) -Is the patient involved in any physical or recreational activities/hobbies? -Is there a history of substance abuse?",
                "functional limitations assistance with ADLs adaptive equipment": "What ADLs can the patient perform? What assistive devices or adaptive equipment does the patient require? What does patient already have?",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; any modifications necessary, such as widening doorways for a wheelchair or assistive device?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": " Anthropometric characteristics –Document patient’s height and weight for wheelchair prescription –Document patient’s BMI -Persons with chronic SCI are at risk for obesity. Prevalence is reported to be from 40 to 66%(36)",
            "assistive and adaptive devices": " Assistive and adaptive devices –Document assistive devices currently in place and ability to use them; are additional assistive/adaptive devices indicated? Are pressure-relieving  cushions and mattresses indicated?",
            "balance": " Balance –Evaluate balance in sit and stance, statically and dynamically if able, using the Sitting Balance Measure, the Trunk Control Test, and the Set of Assessment Tools for Measuring Unsupported Sitting(44)",
            "cardiorespiratory function and endurance": [
                "Document vital signs at rest and during mobility",
                "Respiratory muscle status(5) -Patients with injuries above C4 require ventilator support. Document need for ventilation/oxygen -The clinician should assess which muscles of respiration have been impacted by SCI -Monitor for signs and symptoms of atelectasis or infection (such as increased temperature, change in respiratory rate, shortness of breath, increased heart rate, anxiety, and increased volume or change in consistency of secretions) -Forceful expiration and cough may be impaired in patients with SCI depending on the lesion level. Document cough ability and need for support during coughing -Document respiration pattern and any accessory muscle use"
            ],
            "circulation": "Assess circulation and for signs of DVT Cranial/peripheral nerve integrity  (5) –Evaluate cranial nerves if indicated –Evaluate deep tendon reflexes Functional mobility  (including transfers, etc.) –FIM(5) –Complete a functional assessment -Bed mobility -toilet/commode -wheelchair -bed -car ",
            "functional mobility": "",
            "gait locomotion": " Gait/locomotion –Evaluate gait as indicated -A patient with a SCI at T12 (or more caudal) can anticipate walking independently with use of an assistive device and orthotic prescription(5) Motor function (motor control/tone/learning) –Motor control assessment is appropriate when there is abnormal tone, lack of coordinated movement, or patient cannot follow MMT",
            "muscle strength": " Muscle strength –MMT is essential and must be specific; document thoroughly;(5) see special tests below. Do not use MMT for muscles with contractures or spasticity -In chronic incomplete SCIs, muscle activation was found to be greater during eccentric contractions versus isometric or concentric contractions of the knee extensors. This is in contrast to normal subjects, who demonstrated decreased eccentric activation(20)",
            "observation inspection palpation including skin assessment": [
                "Assess skin integrity, particularly over bony prominences, and document characteristics of any wounds (e.g., location, depth, exudate)"
            ],
            "posture": " Posture –Complete a postural assessment. Evaluate sitting posture in patient’s wheelchair system",
            "range of motion": " Range of motion –Thoroughly evaluate ROM and flexibility",
            "self-care activities of daily living": "",
            "reflex testing": " Reflex testing –Complete a reflex assessment (e.g., Babinski, deep tendon) Self-care/activities  of daily living  (objective testing) –Evaluate ADLs -Patients with injury at the C1–C4  level usually are dependent for ADLs but can verbalize what needs to be done -Patients with injury at C6–C7  level may be able to feed and dress themselves with adaptive equipment and setup -Patients with C8–S1  injuries have the ability to be independent with self-care  with adaptive equipment (depending on the level)(5)",
            "sensory testing": " Sensory testing –Sharp-dull  discrimination and light-touch  sensation must be evaluated(3) –Optional sensory testing includes joint movement appreciation, joint position sense, deep pressure, deep pain, and temperature(3) –Please refer to the physician’s report for information regarding sensation in the anal area(3)",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –ASIA Impairment Scale -Illustrates the extent of sensory and motor function that remains intact below the level of the lesion(1) -Grade A–E severity scale; A is complete lesion, B–D  describes incomplete lesions, and E is normal(8) –Autonomic Standards Assessment Form(ASAF), Second Version(10) -The Autonomic Standards Committee of ASIA and the International Spinal Cord Society (ISCoS) developed the ASAF, an autonomic nervous system assessment tool to be included as part of the clinical evaluation of individuals with SCI. In 2012, the tool’s second version was publishedheart rate, blood pressure, sweating, temperature regulation, and respiration -Lower urinary tract, bowel, and sexual function are scored on a 0 to 2 point scale, with 2 being normal function and 0 complete loss of control and based on patient self-report Wheelchair mobility –Evaluate wheelchair mobility and skills ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": " Arousal, attention, cognition (including memory, problem solving) –Assess if the patient is alert and oriented x 4 –Note affect, monitor for signs of depression and anxiety –Patients with concomitant TBI may require formal cognitive testing",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "In a 2019 systematic review and meta-analysis  assessing fall risk in individuals with SCI (24 studies; N = 3350), researchers found that 78% of ambulators and 69% of wheelchair users had at least 1 fall over 12 months. Poor balance, muscular weakness, spasticity or muscle spasms, pain, and fatigue were associated with an increased risk of falls(14)",
                "Researchers of a study conducted in Canada evaluated equipment preferences and compared cardiometabolic demand in 36 adults with either chronic tetraplegia (n = 17) or paraplegia (n = 19), and found that arm-only  exercises (arm ergometer and arm glider) were perceived as safer when compared to hybrid equipment (arm-leg  recumbent stepper and arm-leg  cycle ergometer), and that all equipment generated similar physiological responses (heartrate and VO2)(21)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment With any SCI, there is an obvious need for rehabilitation services once the patient is medically stable. The therapist’s role is critical in maximizing the patient’s functional independence as well as assisting the entire medical team in educating the patient on how to live with this life-altering  condition",
        "rule out": " Rule out Other CNS diseases and conditions",
        "prognosis": [
            "Most muscles with a grade of 1/5 or 2/5 one month post trauma will obtain a grade of 3/5 in one year(1)",
            "Improved prognosis when sacral reflexes are present(19)",
            "There is a strong positive association between physical activity and quality of life (QOL) of adults with SCI(17) –Researchers in India conducted a cross-sectional  prospective study, published in 2016, of adults living with SCI to assess physical activity and QOL –A total of 84 persons participated in the study (mean age was 32.54 years and 90.5% of participants were male) –Face-to-face  interviews were held with participants. QOL and physical activity were assessed using the revised WHO QOL instrument and the Physical Activity Scale for Individuals with Physical Disabilities –Participants with low activity levels (low mean metabolic scores) scored lower on all domains of QOL, including physical health, psychological well-being, social relationships, and environmental health",
            "The ability to drive a motor vehicle was positively associated with increased social participation and employment(16) –Based on a survey of 2,986 individuals with SCI who were treated at one of 18 U.S. regional SCI centers –Thirty-three  percent reported they drove a motor vehicle and 44% reported using an external-powered  wheelchair –Seventeen percent of the participants were employed –Social participation was measured by the Craig Handicap Assessment and Reporting Technique–Short  Form (CHART-SF) ›Referral to other disciplines  (as indicated)",
            "Social worker and/or counselor/therapist to assist with community resources and psychosocial needs",
            "Speech therapist if there are signs, symptoms, or risk of dysphagia",
            "Occupational therapist",
            "Respiratory therapist",
            "Orthotist",
            "Recreation therapist",
            "Wound care specialist",
            "Pain management",
            "V ocational counseling",
            "Driver training",
            "Wheelchair technician "
        ],
        "referral to other disciplines": "",
        "other considerations": [
            "Authors of a 2014 systematic review of published evidence of adverse events associated with cardiovascular training programs for patients with SCI found there was no evidence to support that cardiovascular exercise done according to established guidelines and safety precautions was harmful(22)",
            "Authors of a 2017 systematic review of obesity management among persons with SCI concluded that bariatric surgery produced the greatest weight reduction and BMI correction, followed by a combination of physical exercise and diet therapy. Neuromuscular electrical stimulation (NMES) and pharmacologic treatment did not reduce weight or total fat mass but did increase total lean body mass(36) –Twenty-five  articles were included; six related to physical exercise, eleven related to NMES or functional electric stimulation (FES), and eight related to pharmacologic treatment, surgery, or diet",
            "Authors of a pilot single-case  experimental design study found that using a robotic exoskeleton device (EKSO) can improve spatiotemporal gait indexes such as gait speed, cadence, step length, and step width in patients with SCI(31) –Three patients with SCI and gait disorders were included –Subjects underwent rehabilitation using the EKSO robotic device for a total of 20 sessions for 50 minutes, 3–4 times per week –Patients were trained on relearning ambulatory skills (coordination of steps, step timing, foot clearance) and proper use of crutches for limb advancement",
            "In a 2019 single-blind  RCT, authors investigated the effect of robot-assisted  gait training on patients with chronic incomplete SCI(47) –24 subjects with ASIA impairment grades of C or D > 2 years post injury participated in the study –Subjects were randomized.The intervention group received robot-assisted  gait training 3 days/week for 6 months and the control group received standard care with a physical therapist –Walking function, lower extremity muscle strength, and balance were assessed pre and post intervention –Authors found that walking function, lower extremity strength, and balance improved moderately in both groups, with no significant statistical differences between the groups. The only statistically significant difference between groups was in postural control, favoring the control group"
        ],
        "treatment summary": [
            "In the acute stage, therapy focuses on respiratory function, maintaining joint ROM, and preventing skin breakdown. Once the patient is medically stable and spinal stability has been achieved, out-of-bed  activities including functional mobility and orientation to the vertical position can begin(5)",
            "Treatment intervention varies depending on the stage of recovery and the degree of functional impairments and disabilities. In the inpatient rehabilitation phase of recovery, treatment focuses on regaining basic functional mobility through strengthening, ROM, spasticity management, use of orthotics, use of modalities to facilitate strength and mobility, gait training, and need for adaptive equipment/wheelchair. Outpatient rehabilitation may address the same functional impairments and disabilities observed during inpatient rehabilitation with an even greater emphasis on maximizing the patient’s independence within the home and community, promoting independence with gait and wheelchair mobility skills, improving cardiorespiratory endurance, maximizing functional strength, and managing spasticity",
            "Guidelines for physical activity for persons with SCI were developed in 2011 by a panel of physicians and exercise physiologists(24) –To optimize physical fitness and well-being,  persons with SCI should, at minimum: -do 20–30  minutes of moderate to vigorous cardiovascular exercise twice a week -do strength training of the major muscle groups (3 sets of 8–10  repetitions per exercise) twice a week with 1–2 minute rests between sets -do flexibility stretches daily: 2 sets of 30–60  second stretches that are gentle, slow, and pain free",
            "Therapeutic exercise –Authors of a 2015 systematic review summarizing the evidence for the effectiveness of exercise training in promoting upper extremity function in patients with cervical SCIs concluded that exercise therapy, electrical stimulation, and functional electrical stimulation lead to gains in muscular strength, upper limb function, and ADLs or QOL(23) -Sixteen studies involving 424 participants –Authors of a 2015 systematic review of the combination of aerobic and muscle strength training and its effect on aerobic fitness, muscle strength, function, and quality of life in patients with SCI concluded that literature was scarce, of low quality, and produced inconsistent findings. Further studies are warranted(25)  –Authors of a 2019 systematic review evaluated the literature on physical exercise interventions for persons with SCI based on the International Classification of Functioning, Disability, and Health (ICF) model(48) -Twenty-five  articles that met inclusion criteria were reviewed.Five evaluated effects of aerobic exercise, 2 of balance training, 2 of resistive training, 12 of gait training, and 4 combined 2 or more forms of exercise -Authors found that based on the review of articles classified as having high-  to moderate-quality  evidence, there were positive effects on body structures and functions with aerobic, resistive, and gait training interventions. In domains of activity and participation, positive effects were observed in studies that included balance/gait training and combined interventions –Authors of a systematic review of studies of whole-body  vibration (WBV) for neuromuscular performance in persons with SCI found insufficient evidence to support its effectiveness(37) -Eight studies that involved 94 participants with SCI and 24 able-bodied participants were included -Six of the included studies reported beneficial effects of WBV on muscle activation and the other two reported beneficial effects on spasticity",
            "Functional training –Patients with incomplete SCI may benefit from training on the Nintendo Wii Fit in order to improve gait speed and functional reach(34) -Five male subjects with incomplete SCI and with > 1 year since injury participated in this study -The intervention was for 1 hour with varied games using the Nintendo Wii Fit, twice weekly for 7 weeks -Results were maintained for at least 4 weeks after a follow-up post-test –There is inconclusive evidence regarding what method of locomotor rehabilitative training used to improve walking function after SCI is most effective(9) -Researchers in Chile evaluated the effects of body-weight-supported treadmill training (BWSTT) on postural sway and gait independence in patients with chronic SCI -A total of 17 patients with SCI and 17 healthy subjects participated in a 6-week  training program (3x/week for 18 sessions), with each session consisting of 3 6-minute  series of locomotor treadmill training with 2-minute breaks between sessions -Outcome measures included an instrumental sway (ISway) test, normalized jerk (NJ:balance assessment), and the Walking Index for Spinal Cord Injury (WISCI) II test, assessed pre and post intervention -Authors found significant differences in standing balance after the BWSTT program, but no significant differences in postural sway or WISCI scores post intervention were observed –In a 2018 systematic review that included 13 RCTs and a total of 586 patients with SCI, authors compared different methods of locomotor training used to improve function after SCI(38) -Ten trials involving 462 participants compared BWSTT to overground gait training and other forms of physical therapy (nine trials provided useable data). Five trials involving 344 participants compared robotic-assisted  gait training to overground gait training and other forms of physical therapy, with three providing useable data -Neither BWSTT nor robotic-assisted  gait training increases walking speed more than overground gait training and other forms of physiotherapy -The results were robust, and the authors do not think it likely that further studies will change these conclusions -The results did not rule out a possible treatment effect on walking distance –Activity-based  therapy (ABT) may promote neurologic recovery and enhance walking ability in patients with chronic, motor-incomplete  SCI(26) -Based on an RCT conducted in the United States utilizing a delayed treatment design in an outpatient, nonprofit rehabilitation center on a volunteer sample of 48 adults with chronic, motor-incomplete  SCI -Intervention was 9 hours per week for 24 weeks and consisted of developmental sequencing, resistance training, repetitive patterned motor activity, and task-specific  locomotor training with the use of functional electrical stimulation and locomotor progression as dictated by algorithm -Significant differences between groups were seen in the International Standards for Neurological Classification of Spinal Cord Injury (neurologic recovery), 10-meter  walk test speed, and 6-minute  walk test total distance -A secondary analysis of the data by the same group identified ASIA grade D participants with < 3 years since injury as the group that would most benefit from ABT(27) –Authors of a systematic review of patients with SCI recommend standing (for those who are able) for at least 30 minutes, 5x/week, and at least 60 minutes daily to improve mental function and bone mineral density(33)  –Based on a 2017 meta-analysis  of studies of robotic-assisted  training for persons with SCI, walking independence and endurance have greater improvement in robot-assisted  training groups(39) -Eleven RCTs involving 443 patients were included -Lower-limb  robot-assisted  training was found to be as effective as other types of body-weight-supported  training -A lack of upper limb robot-assisted  training studies prevented meta-analysis  of this usage –Authors of a systematic review to assess the effects of robotic-assisted  gait training on improving walking-related functional outcomes in patients with acute or chronic incomplete SCI, as measured relative to other rehabilitation modalities, concluded that it showed promise in restoring functional walking(40) -Ten trials with 502 participants were included -Participants receiving robotic-assisted  gait training in the acute phase showed greater improvements in gait distance, leg strength, and functional level of mobility and independence than the over-ground  training groups -In chronic SCI, the robotic-assisted  gait training group showed significantly greater improvements in speed and balance than the group with no intervention –Please see  Clinical Review…Gait Training: Robotic-Assisted  ; CINAHL Topic ID Number: T709290",
            "Balance training",
            "Prescription, application of devices and equipment –Wheelchair use/prescription -Patients and their primary caregivers need to be educated on the use of a wheelchair for home or community mobility. Training should include self-propulsion,  assisted propulsion, and setup/breakdown. There are a variety of wheelchairs that can be customized to fit the patient’s level of independence",
            "Electrotherapeutic modalities –Authors of a 2018 systematic review of studies of the effectiveness of NMES for increasing voluntary strength in the partially paralyzed muscles of persons with SCI found no strong evidence that NMES is superior to other treatment strategies used to gain strength in this population(40) -Five studies were included -There is some suggestion that NMES increases voluntary strength in partially paralyzed muscle following SCI -Large, high-quality  RCTs are needed –Researchers of a retrospective cross-sectional  evaluation conducted in the United States determined that the use of FES ergometry was associated with decreased loss of bone mass after paralysis(28) -Three hundred sixty-four  patients with SCI who underwent dual-energy  X-ray absorptiometry (DXA) examinations -FES use was associated with 42% decreased odds of osteoporosis after adjusting for age, BMI, type and duration of injury, ambulation, previous fracture, and use of calcium, vitamin D, and anticonvulsants –Researchers in Canada found that 4 months of FES-assisted  walking improved bone turnover but not bone strength among individuals with chronic SCI(41) -Based on a parallel group RCT that involved 34 participants with motor-incomplete  SCI -Participants were randomized to receive FES-assisted  walking therapy via BWSTT or conventional supervised exercise for 45 minutes 3 times per week -Bone markers and bone mineral density were assessed at baseline, 4, and 12 months -The results suggest that FES-assisted  walking may stimulate bone formation in individuals with incomplete SCI, but that 4 months is insufficient time to modify bone strength -The authors suggest a longer duration intervention may be necessary –Please see  Clinical Review…Functional Electrical Stimulation: Adults  ; CINAHL Topic ID Number T708953 for more information on this therapeutic intervention",
            "Respiration/ventilation –The following techniques are used to facilitate clearance of pulmonary secretions and/or maximize pulmonary function for functional activities(5) -Deep breathing and coughing -Inspiratory muscle training -Researchers of a multi-center  RCT conducted in the Netherlands found that resistive inspiratory muscle training had a positive effect on short-term  inspiratory muscle function of patients with SCI but that this benefit was not significant in the long-term  (1 year later)(29)  -Forty patients (15 with motor complete tetraplegia, 16 with incomplete tetraplegia, 8 with motor complete paraplegia and 1 with incomplete paraplegia), all with impaired pulmonary function -Use of an in-exsufflator/exsufflator -Intermittent positive pressure breathing (IPPB) -Glossopharyngeal breathing -Incentive spirometry -Chest physiotherapy -Electrical stimulation -In a systematic review of studies of the use of surface electrical stimulation on respiratory muscles, positive changes were found in respiratory muscle function variables such as peak expiratory and cough flow in individuals with cervical and thoracic SCI(42) -The reviewers were not able to identify specific parameters for electrical stimulation because there was a shortage of high-quality studies comparing stimulation parameters between subgroups -Positioning -Breathing exercises, abdominal binders, respiratory muscle training, electrical-stimulation-assisted  coughing, IPPB",
            "Patient education –Authors of a 2017 systematic review found no evidence to support the efficacy of behavioral or educational interventions to prevent pressure ulcer occurrence in adults with SCI(43) -Five articles with a total of 513 participants were included -Studies all evaluated a behavioral or educational intervention for pressure ulcer prevention, included community-dwelling  adult participants with SCI, and measured pressure ulcer occurrence, recurrence, or skin breakdown as an outcome -Results on pressure ulcer outcomes were null in all of the studies . Problem Goal Intervention Expected Progression Home Program Need for knowledge on the impact of SCI and how to live with conditionIncrease patient knowledgePatient education _ Educationshould be provided on bladder/bowel care, medications, spinal cord function, skin care, circulation, sexuality, temperature control/autonomic dysreflexia, nutrition, home accessibility, wheelchair use, and assistive technology _N/A Provide handouts and verbal instruction on living with SCI  Pain Decrease pain Therapeutic strategies _ Implement contracture prevention and management strategies _ _ Positioning schedule as indicated _ _ Pressure-relieving equipment as indicated _ Therapeutic modalities  TENS (2 Hz, < 200 ms pulse duration, and 50 mA amplitude)—20 min., 3 times a week for 12 weeks significantly improved central pain in 52 patients in China(30) _ _ Refer back to physician as indicatedN/A Provide recommendations for home on managing pain as indicated Decreased ROM/ contracturesImprove ROM/ contracture managementTherapeutic exercise _ Implement a ROM/stretching and contracture management program _ _ Refer to orthotist as indicatedProgress each unique patient as indicated and appropriateProvide recommendations for home on managing ROM/contractures as indicated Decreased strength/ paralysis _ Decreased bone strength/osteoporosisImprove strength (as able) _ _ Increase bone strength/ slow progression of osteoporosisTherapeutic exercise _ Implement a strengthening program as indicated and appropriate _ _ (See Treatment summary , above) _ Therapeutic modalities _ FES ergometry(28)Progression typically moves from gravity- eliminated active assisted ROM initially to resisted anti- gravity therapeutic exercise and functional strengthening activitiesImplement a program for home that includes strengthening activities as indicated  Spasticity Spasticity management Therapeutic strategies _ Interventions to normalize muscle tone as appropriate _ _ Refer back to physician as indicated _ _ Strategies to prevent contracture formationN/A Provide recommendations for home on managing spasticity as indicated Respiratory limitations _ _ Decreased enduranceAssist in respiratory strategies _ _ Improve enduranceTherapeutic strategies _ Interventions centered around improving cardiorespiratory capacity as appropriate _ _ Monitor vital signs _ _ Refer to respiratory therapist as indicatedImproved endurance and tolerance of measured activitiesImplement a program for home that includes endurance activities as indicated Decreased functional mobility including gaitImprove functional mobilityFunctional training _ Implement functional training as indicated by medical status and current abilityProgress each unique patient as indicated and appropriateImplement a program for home that includes functional tasks as indicated Impaired ADLs Improve ADLs Functional training _ Implement functional training as indicated by medical status and current ability _ _ Refer to occupational therapist as indicatedProgress each unique patient as indicated and appropriateImplement a program for home that includes functional tasks as indicated  Incontinence Assist in bowel/bladder programsFunctional training _ Implement bowel/ bladder program as indicated by medical status and current ability _ _ Refer to occupational therapist and/or nursing as indicatedProgress each unique patient as indicated and appropriateImplement a program for home that includes functional tasks as indicated Decreased sensation with increased risk for pressure ulcersPrevent pressure ulcers/assist in healing existing ulcers _ _ Implement strategies to compensate for sensory lossTherapeutic strategies _ Skin inspections with mirror as able _ _ Provide pressure- relieving devices _ _ Positioning schedule _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "management of pressure sores": [
            "Pressure sore occurrence or recurrence, skin breakdown"
        ],
        "independent with bowel and bladder management": [
            "Function or quality of life measures that include bowel and bladder function (e.g., SCIM, Barthel Index)",
            "Patient report"
        ],
        "decreased pain": [
            "V AS, Wheelchair User’s Shoulder Pain Index"
        ],
        "increased patient knowledge about scis": [],
        "spasticity management": [
            "PRISM"
        ],
        "improved rom": [
            "Goniometry"
        ],
        "improved strength": [
            "MMT"
        ],
        "improved adls": [
            "COPM"
        ],
        "improved mobility": [
            "WISC, WISCI II, 10-meter  walk test, TUG test"
        ],
        "improved endurance": [
            "6MWT"
        ],
        "improved coordination": [],
        "improved balance": [
            "Berg Balance Scale"
        ],
        "improved quality of life": [
            "SF-36,  SF-12  Health Quality of Life questionnaire, Needs Assessment Checklist (NAC), SCIM"
        ]
    },
    "maintenance or prevention": [
        "Home exercise program/patient education Patients with tetraplegia were found to have a lower exercise self-efficacy  (ESE) level than patients with paraplegia in regard to physical activity and exercise(32) Patients with paraplegia have a lower ESE when they present with less peak power output and reduced daily physical activity(32)",
        "Follow-up  medical visits should include screening for proteinuria in order to thwart the development of renal disease(15)",
        "U.S. researchers who analyzed data collected from the 1994–2011  National Automotive Sampling System–Crashworthiness Data System concluded that a SCI resulted in 1 out of 1,860 tow-away  crashes. The rate was highest in rollover crashes. Spinal fracture-dislocation  occurred about 5.3 times more often than SCI. Both injuries were reduced or prevented by seat belt use(18)",
        "DVT prevention In combination with other medical treatments (e.g., anticoagulant medications), mobilization and passive exercise beginning as soon as the patient is medically stable may help to prevent DVT",
        "Pressure sore prevention Follow the recommended guidelines provided by the therapist and healthcare team. Please see  Clinical Review…Pressure Ulcers: Prevention  ; CINAHL Topic ID Number: T708780",
        "Urinary tract infection prevention Follow the guidelines and any bowel/bladder program provided by the patient’s healthcare team. This includes regular voiding, bowel regimen, adequate hydration, and proper catheterization technique",
        "Autonomic dysreflexia prevention Please see  Clinical Review…Autonomic Dysreflexia in Adults  ; CINAHL Topic ID Number: T708491 for more information on this condition ",
        "Pneumonia prevention Follow the recommended guidelines provided by the healthcare team. These may include incentive spirometry, deep breathing and coughing, and inspiratory muscle training"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Bryce TN. Spinal cord injury. In: Cifu DX, ed. Braddom’s Handbook of Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Elsevier; 2016:1095-1136.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Chancler C, Dillon H. Neurologic and neurosurgical diseases and disorders. In: Malone DJ, Bishop KL, eds. Acute Care Physical Therapy: A Clinician’s Guide . 2nd ed. Thorofare, NJ: Slack; 2019:360-371.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "American Spinal Injury Association. International Standards for Neurological Classification of Spinal Cord Injury (ISNCSCI). https://asia-spinalinjury.org/international-standards-neurological-classification-sci-isncsci-worksheet/ . Published 2019. (G)"
        },
        {
            "number in article": 4,
            "reference": "Keenan MA, Mehta S, McMahon P. Rehabilitation. In: Skinner HB, ed. Lange Medical Books/McGraw-Hill . 5th ed. New York, NY: Lange Medical Books/McGraw-Hill; 2014:605-612.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Atrice M, Ackerman PM, Webber K, Pharo E, Sasso-Lance  E, Hammad R. Traumatic spinal cord injury. Lazaro RT, Reina-Guerra  SG, Quiben MU, eds. Neurological Rehabilitation . 7th ed. St. Louis, MO: Mosby Elsevier; 2019. (GI)"
        },
        {
            "number in article": 6,
            "reference": "Steven WP, Lauerman SW, Wiesel SW. The spine. In: Wiesel BB, Sankar WN, Delahay JN, Wiesel SW, eds. Orthopedic Surgery: Principles of Diagnosis and Treatment . Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2011:435-438.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Mayo Clinic. Spinal cord injury. Mayo Clinic  Web site. https://www.mayoclinic.org/diseases-conditions/spinal-cord-injury/symptoms-causes/syc-20377890 . September 17, 2019. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Sabharwal S. Spinal cord injury (cervical). In: Frontera W, Silver J, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 3rd ed. Philadelphia, PA: Elsevier; 2015:845. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Covarrubias-Escudero  F, Rivera-Lillo  G, Torres-Castro  R, Varas-Díaz  G. Effects of body weight-support  treadmill training on postural sway and gait independence in patients with chronic spinal cord injury. J Spinal Cord Med . 2019;42(1):57-64.  doi:10.1080/10790268.2017.1389676. (R)"
        },
        {
            "number in article": 10,
            "reference": "Krassioukov A, Biering-Sorenson  F, Donovan W, et al. International standards to document remaining autonomic function after spinal cord injury. J Spinal Cord Medicine . 2012;35(4):201-210.  doi:10.1179/1079026812Z.00000000053. (G)"
        },
        {
            "number in article": 11,
            "reference": "Shroeder GD, Kwon BK, Eck JC, Savage JW, Hsu WK, Patel AA. Survey of Cervical Spine Research Society members on the use of high-dose  steroids for acute spinal cord injuries. Spine. 2014;39(12):971-977.  doi:10.1097/BRS.0000000000000297. (R)"
        },
        {
            "number in article": 12,
            "reference": "Majdan M, Plancikova D, Nemcovska E, Krajcovicova L, Brazinova A, Rusnak M. Mortality due to traumatic spinal cord injuries in Europe: a cross-sectional  and pooled analysis of population-wide  data from 22 countries. Scand J Trauma Resusc Emerg Med . 2017;25(1):64. doi:10.1186/s13049-017-0410-0.  (SR)"
        },
        {
            "number in article": 13,
            "reference": "Aito S, Tucci L, Zidarich V, Werhagen L. Traumatic spinal cord injuries: evidence from 30 years in a single centre. Spinal Cord . 2014;52(4):268-271.  doi:10.1038/sc/2014.2. (R)"
        },
        {
            "number in article": 14,
            "reference": "Khan A, Pujol C, Laylor M, et al. Falls after spinal cord injury: a systematic review and meta-analysis  of incidence proportion and contributing factors. Spinal Cord . 2019;57(7):526-539.  doi:10.1038/s41393-019-0274-4.  (SR)"
        },
        {
            "number in article": 15,
            "reference": "Vaidyanathan S, Abraham KA, Singh G, Soni B, Hughes P. Screening for proteinuria in “at-risk” patients with spinal cord injuries: lessons learnt from failure. Patient Saf Surg . 2014;8:25. doi:10.1186/1754-9493-8-25.  (C)"
        },
        {
            "number in article": 16,
            "reference": "Tsai IH, Graves DE, Lai CH. The association of assistive mobility devices and social participation in people with spinal cord injuries. Spinal Cord . 2014;52(3):209-215. doi:10.1038/sc.2013.178. (R)"
        },
        {
            "number in article": 17,
            "reference": "Ganesh S, Mishra C. Physical activity and quality of life among adults with paraplegia in Odisha, India. Sultan Qaboos Univ Med J . 2016;16(1):54-61.  doi:10.18295/ squmj.2016.16.01.010. (R)"
        },
        {
            "number in article": 18,
            "reference": "Parenteau CS, Viano DC. Spinal fracture-dislocations  and spinal cord injuries in motor vehicle crashes. Traffic Inj Prev . 2014;15(7):694-700. doi:10.1080/15389588.2013.867434. (R)"
        },
        {
            "number in article": 19,
            "reference": "Fulk GD, Behrman AL, Schmitz TJ. Traumatic spinal cord injury. In: O'Sullivan SB, Schmitz TJ, Fulk GD, eds. Physical Rehabilitation . 6th ed. Philadelphia, PA: F. A. Davis Company; 2014:889-965.  (GI)"
        },
        {
            "number in article": 20,
            "reference": "Kim HE, Thompson CK, Hornby TG. Muscle activation varies with contraction mode in human spinal cord injury. Muscle Nerve . 2015;51(2):235-245.  doi:10.1002/mus.24285. (R)"
        },
        {
            "number in article": 21,
            "reference": "Pelletier CA, Ditor DS, Latimer-Cheung  AE, Warburton DE, Hicks AL. Exercise equipment preferences among adults with spinal cord injury. Spinal Cord . 2014;52(12):874-879. doi:10.1038/sc.2014.146. (R)"
        },
        {
            "number in article": 22,
            "reference": "Warms CA, Backus D, Rajan S, Bombardier CH, Schomer KG, Burns SP. Adverse events in cardiovascular-related  training programs in people with spinal cord injury: A systematic review. J Spinal Cord Med . 2014;37(6):672-692.  doi:10.1179/2045772313Y.0000000115. (SR)"
        },
        {
            "number in article": 23,
            "reference": "Lu X, Battistuzzo CR, Zoghi M, Galea MP. Effects of training on upper limb function after cervical spinal cord injury: A systematic review. Clin Rehabil . 2015;29(1):3-13. doi:10.1177/0269215514536411. (SR)"
        },
        {
            "number in article": 24,
            "reference": "Evans N, Wingo B, Sasso E, Hicks A, Gorgey AS, Harness E. Exercise recommendations and considerations for persons with spinal cord injury. Arch Phys Med Rehabil . 2015;96(9):1749-1750.  doi:10.1016/j.apmr.2015.02.005. (GI)"
        },
        {
            "number in article": 25,
            "reference": "Bochkezanian V, Raymond J, de Oliveira CQ, Davis GM. Can combined aerobic and muscle strength training improve aerobic fitness, muscle strength, function and quality of life in people with spinal cord injury? A systematic review. Spinal Cord . 2015;53(6):418-431.  doi:10.1038/sc.2015.48. (SR)"
        },
        {
            "number in article": 26,
            "reference": "Jones ML, Evans N, Tefertiller D, et al. Activity-based  therapy for recovery of walking in individuals with chronic spinal cord injury: Results from a randomized clinical trial. Arch Phys Med Rehabil . 2014;95(12):2239-2246.e2.  doi:10.1016/j.apmr.2014.07.400. (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Jones ML, Evans N, Tefertiller C, et al. Activity-based  therapy for recovery of walking in chronic spinal cord injury: Results from a secondary analysis to determine responsiveness to therapy. Arch Phys Med Rehabil . 2014;95(12):2247-2252.  doi:10.1016/j.apmr.2014.07.401. (R)"
        },
        {
            "number in article": 28,
            "reference": "Hammond ER, Metcalf HM, McDonald JW, Sadowsky CL. Bone mass in individuals with chronic spinal cord injury: associations with activity-based  therapy, neurologic and functional status, a retrospective study. Arch Phys Med Rehabil . 2014;95(12):2342-2349.  doi:10.1016/j.apmr.2014.07.395. (R)"
        },
        {
            "number in article": 29,
            "reference": "Postma K, Haisma JA, Hopman MT, Bergen MP, Stam HJ, Bussmann JB. Resistive inspiratory muscle training in people with spinal cord injury during inpatient rehabilitation: A randomized controlled trial. Phys Ther . 2014;94(12):1709-1719.  doi:10.2522/ptj.20140079. (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Bi X, Lv H, Chen BL, Li X, Wang XQ. Effects of transcutaneous electrical nerve stimulation on pain in patients with spinal cord injury: a randomized controlled trial. J Phys Ther Sci. 2015;27(1):23-25.  doi:10.1589/jpts.27.23. (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Sale P, Russo EF, Russo M, et al. Effects on mobility training and de-adaptations  in subjects with spinal cord injury due to a wearable robot: a preliminary report. BMC Neurol . 2016;1-8.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Nooijen CFJ, Post MWM, Spooren AL, et al. Exercise self-efficacy  and the relation with physical behavior and physical capacity in wheelchair-dependent  persons with subacute spinal cord injury. J Neuroeng Rehabil . 2015;1-8.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Paleg G, Livingstone R. Systematic review and clinical recommendations for dosage of supported home-based  standing programs for adults with stroke, spinal cord injury, and other neurological conditions. BMC Musculoskelet Disord . 2015;1-16.  (SR)"
        },
        {
            "number in article": 34,
            "reference": "Wall T, Feinn R, Chui K, Cheng MS. The effects of the Nintendo Wii Fit on gait, balance, and quality of life in individuals with incomplete spinal cord injury. J Spinal Cord Med . 2015;38(6):777-783.  (R)"
        },
        {
            "number in article": 35,
            "reference": "Burke D, Fullen BM, Stokes D, Lennon O. Neuropathic pain prevalence following spinal cord injury: A systematic review and meta-analysis.  Eur J Pain . 2017;21(1):29-44. doi:10.1002/ejp.905. (M)"
        },
        {
            "number in article": 36,
            "reference": "Shojaei MH, Alavinia SM, Craven BC. Management of obesity after spinal cord injury: a systematic review. J Spinal Cord Med . 2017;40(6):783-794. doi:10.1080/10790268.2017.1370207. (SR)"
        },
        {
            "number in article": 37,
            "reference": "Ji Q, He H, Zhang C, et al. Effects of whole-body  vibration on neuromuscular performance in individuals with spinal cord injury: a systematic review. Clin Rehabil . 2017;31(10):1279-1291.  doi:10.1177/0269215516671014. (SR)"
        },
        {
            "number in article": 38,
            "reference": "Mehrholz J, Harvey LA, Thomas S, Elsner B. Is body-weight-supported  treadmill training or robotic-assisted  gait training superior to overground gait training and other forms of physiotherapy in people with spinal cord injury? A systematic review. Spinal Cord . 2017;55(8):722-729.  doi:10.1038/sc.2017.31. (SR)"
        },
        {
            "number in article": 39,
            "reference": "Nam KY, Kim HJ, Kwon BS, Park JW, Lee HJ, Yoo A. Robot-assisted  gait training (Lokomat) improves walking function and activity in people with spinal cord injury: a systematic review. J Neuroeng Rehabil . 2017;14:1-13.  doi:10.1186/s12984-017-0232-3.  (M)"
        },
        {
            "number in article": 40,
            "reference": "Ribeiro de Freitas G, Szpoganicz C, Ilha J. Does neuromuscular electrical stimulation therapy increase voluntary muscle strength after spinal cord injury? A Systematic Review. Top Spinal Cord Inj Rehabil . 2018;24(1):6-17.  doi:10.1310/sci16-00048.  (SR)"
        },
        {
            "number in article": 41,
            "reference": "Craven BC, Giangregorio LM, Alavinia SM, et al. Evaluating the efficacy of functional electrical stimulation therapy assisted walking after chronic motor incomplete spinal cord injury: effects on bone biomarkers and bone strength. J Spinal Cord Med . 2017;40(6):748-758.  doi:10.1080/10790268.2017.1368961. (RCT)"
        },
        {
            "number in article": 42,
            "reference": "Soares Macedo F, Cardoso dos Santos Couto C, Ferreira da Rocha A, Miosso CJ, Batista de Carvalho H, Menezes Mateus SR. New perspectives for chest physical therapy in spinal cord injury - a systematic review. Acta Paul Enfermagem . 2017;30(5):546-556.  doi:10.1590/1982-0194201700077.  (SR)"
        },
        {
            "number in article": 43,
            "reference": "Cogan AM, Blanchard J, Garber SL, Vigen CLP, Carlson M, Clark FA. Systematic review of behavioral and educational interventions to prevent pressure ulcers in adults with spinal cord injury. Clin Rehabil . 2017;31(7):871-880.  doi:10.1177/0269215516660855. (SR)"
        },
        {
            "number in article": 44,
            "reference": "Abou L, de Freitas GR, Palandi J, Ilha J. Clinical instruments for measuring unsupported sitting balance in subjects with spinal cord injury: A systematic review. Top Spinal Cord Inj Rehabil . 2018;24(2):177-193.  (SR)"
        },
        {
            "number in article": 45,
            "reference": "Hilton G, Unsworth C, Murphy G. The experience of attempting to return to work following spinal cord injury: A systematic review of the qualitative literature. Disabil Rehabil . 2018;40(15):1745-1753.  (SR)"
        },
        {
            "number in article": 46,
            "reference": "Quadri SA, Farooqui M, Ikram A, et al. Recent update on basic mechanisms of spinal cord injury. Neurosurg Rev . 2020;43(2):425-441.  doi:10.1007/s10143-018-1008-3.  (RV)"
        },
        {
            "number in article": 47,
            "reference": "Piira A, Lannem AM, Sørensen M, et al. Robot-assisted  locomotor training did not improve walking function in patients with chronic incomplete spinal cord injury: A randomized clinical trial. J Rehabil Med . 2019;51(5):385-389.  doi:10.2340/16501977-2547.  (RCT)"
        },
        {
            "number in article": 48,
            "reference": "Gaspar R, Padula N, Freitas TB, de Oliveira JPJ, Torriani-Pasin  C. Physical exercise for individuals with spinal cord injury: systematic review based on the International Classification of Functioning, Disability, and Health. J Sport Rehabil . 2019;28(5):505-516.  doi:10.1123/jsr.2017-0185.  (SR)"
        }
    ]
}